[
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. [Emitent] informuje o otrzymaniu w dniu 22 grudnia\n                           2017 r. od Pioneer Pekao Towarzystwo Funduszy Inwestycyjnych S.A. zawiadomienia dotyczącego\n                           zmiany udziału Pioneer Fundusz Inwestycyjny Otwarty w ogólnej liczbie głosów na walnym\n                           zgromadzeniu Emitenta, którego treść Emitent przekazuje jako załącznik do niniejszego\n                           raportu bieżącego.",
        "date": "2017-12-22"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "W nawiązaniu do informacji zawartych w Prospekcie emisyjnym Marvipol Development S.A.\n                           _Emitent, Marvipol Development_ zatwierdzonym przez Komisję Nadzoru Finansowego w\n                           dniu 7 listopada 2017 r., dotyczących realizacji projektu logistyczno - magazynowego\n                           w okolicy Łodzi _Projekt_, Zarząd Marvipol Development S.A. informuje o zawarciu w\n                           dniu 21 grudnia 2017 r. przez PDC Industrial Center 80 Sp. z o.o. z siedzibą w Warszawie\n                           _Kredytobiorca_, będącą wspólnym przedsiębiorstwem Marvipol Logistics S.A. z siedzibą\n                           w Warszawie - jednostki zależnej Emitenta oraz PG Dutch Holding I B.V. z siedzibą\n                           w Holandii, umowy kredytowej _Umowa_ z Bankiem Zachodnim WBK S.A. z siedzibą we Wrocławiu\n                           _Bank_.Na mocy zawartej Umowy, Bank udzielił Kredytobiorcy kredytu obejmującego:1_ Transzę Budowlaną w łącznej kwocie nieprzekraczającej najniższej z następujących\n                           wartości:- 75% całkowitych kosztów Projektu,- 70% ostatniej aktualnej wartości rynkowej nieruchomości, na której ma zostać zrealizowany\n                           Projekt, lub- maksymalnej kwoty transzy budowlanej wynoszącej ok. 17,2 mln euro zł _co po przeliczeniu\n                           wg. kursu NBP z dnia zawarcia Umowy stanowi równowartość ok. 72,4 mln zł_,2_ Transzę VAT w łącznej kwocie nieprzekraczającej maksymalnej kwoty transzy VAT w\n                           wysokości ok. 14 mln zł,3_ Transzę Inwestycyjną w łącznej kwocie nieprzekraczającej niższej z następujących\n                           wartości:- 70% ostatniej aktualnej wartości rynkowej nieruchomości, na której ma zostać zrealizowany\n                           Projekt, lub- maksymalnej kwoty transzy inwestycyjnej wynoszącej ok. 18 mln euro _co po przeliczeniu\n                           wg. kursu NBP z dnia zawarcia Umowy stanowi równowartość ok. 76 mln zł_.Transza Budowlana zostanie przeznaczona przez Kredytobiorcę przede wszystkim na sfinansowanie\n                           lub refinansowanie Projektu oraz zapłatę naliczonych przez Bank odsetek narosłych\n                           w ramach Transzy Budowalnej i Transzy VAT. Transza VAT zostanie z kolei przeznaczona\n                           na sfinansowanie lub refinansowanie zapłaty podatku VAT płatnego przez Kredytobiorcę\n                           w związku z realizacją Projektu, natomiast Transza Inwestycyjna zostanie przeznaczona\n                           począwszy od tzw. daty konwersji na spłatę Transzy Budowlanej oraz częściowe refinansowanie\n                           wkładu własnego Kredytobiorcy.Oprocentowanie Kredytu Budowlanego i Kredytu Inwestycyjnego oparte jest o zmienną\n                           stawkę referencyjną EURIBOR 3M powiększoną o marżę Banku, a Kredytu VAT o stawkę WIBOR\n                           3M powiększoną o marżę Banku.Data całkowitej spłaty Transzy Budowlanej oraz Transzy VAT została ustalona na wcześniejszą\n                           z następujących dat: _a_ dzień przypadający 30 miesięcy po pierwszej dacie wypłaty\n                           tej transzy; lub _b_ 30 kwietnia 2020 roku. Z kolei data ostatecznej spłaty Transzy\n                           Inwestycyjnej została oznaczona na dzień przypadający 60 miesięcy po dacie konwersji.Zabezpieczenia spłaty umowy kredytowej stanowią w szczególności:- hipoteka o najwyższym pierwszeństwie zaspokojenia ustanowiona przez Kredytobiorcę\n                           na rzecz Banku na nieruchomości, na której ma zostać zrealizowany Projekt, do sumy\n                           wynoszącej 150% maksymalnej kwoty Transzy Inwestycyjnej,- hipoteka o drugim pierwszeństwie zaspokojenia ustanowioną przez Kredytobiorcę na\n                           rzecz Banku na nieruchomości, na której ma zostać zrealizowany Projekt do sumy wynoszącej\n                           150% maksymalnej kwoty Transzy VAT, - zastawy rejestrowe oraz zastawy finansowe o najwyższym pierwszeństwie zaspokojenia,\n                           ustanowione odrębnie na wszystkich udziałach Kredytobiorcy, do kwoty wynoszącej 150%\n                           odpowiednio maksymalnej kwoty Transzy VAT oraz Transzy Inwestycyjnej,- zastaw rejestrowy oraz zastaw finansowy o najwyższym pierwszeństwie zaspokojenia,\n                           ustanowiony na wierzytelnościach Kredytobiorcy wynikających z umów rachunków bankowych.Pozostałe postanowienia Umowy nie odbiegają od typowych postanowień charakterystycznych\n                           dla tego rodzaju umów.",
        "date": "2017-12-21"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. z siedzibą w Warszawie [\"Emitent\"] informuje o otrzymaniu\n                           w dniu 15 grudnia 2017 r. zawiadomienia złożonego przez pełnomocnika Pana Mariusza\n                           Wojciecha Książek, spółki MK Holding S.à r.l. z siedzibą w Luksemburgu oraz spółki\n                           Książek Holding Spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie, złożonego\n                           w trybie art. 69 ust. 1, art. 69 ust. 2 oraz art. 69a ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz. U. z 2005 r., Nr 184, poz. 1539, z późn. zm._, o\n                           następującej treści:\"Działając w charakterze pełnomocnika, w imieniu i na rzecz:_i_ Pana Mariusza Wojciech Książek _numer PESEL: 72032002413_,_ii_ MK Holding s. à r. l. z siedzibą w Luksemburgu, adres: 15 rue Edward Steichen,\n                           L-2540 Luksemburg, wpisanej do Rejestru Handlu i Spółek pod numerem B189667 _\"MK Holding\"_,\n                           w której Pan Mariusz Wojciech Książek jest jedynym wspólnikiem,_iii_ spółki pod firmą Książek Holding Sp. z o. o. z siedzibą w Warszawie, adres:\n                           ul. Prosta 32, 00-838 Warszawa, wpisaną do rejestru przedsiębiorców Krajowego Rejestru\n                           Sądowego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, Wydział XII Gospodarczy\n                           Krajowego Rejestru Sądowego pod numerem KRS: 0000510073, REGON: 147274887, NIP: 5272715282\n                           _\"Książek Holding\"_, w której jednym wspólnikiem jest MK Holding,niniejszym w wykonaniu obowiązku, o którym mowa w art. 69 ust. 1 pkt. 2_, art. 69\n                           ust. 2 oraz art. 69a ust. 1 pkt. 3_ ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           z dnia 29 lipca 2005 r., tj. z dnia 15 września 2016 r. _Dz.U. z 2016 r. poz. 1639_\n                           _\"Ustawa\"_, zawiadamiam, że w dniu 13 grudnia 2017 r., zmianie uległa liczba posiadanych\n                           przez Pana Mariusza Wojciecha Książek wraz z podmiotami zależnymi – Książek Holding\n                           oraz MK Holding, akcji w kapitale zakładowym spółki pod firmą Marvipol Development\n                           S.A. z siedzibą w Warszawie, adres: ul. Szyszkowa 35/37, 02-285 Warszawa, wpisanej\n                           do rejestru przedsiębiorców Krajowego Rejestru Sądowego przez Sąd Rejonowy dla m.\n                           st. Warszawy w Warszawie, Wydział XIII Gospodarczy Krajowego Rejestru Sądowego pod\n                           numerem KRS: 0000534585, posiadającej REGON: 360331494 oraz NIP: 5272726050 _dalej\n                           jako \"Spółka\"_ w następujący sposób:A. ZMIANA STANU POSIADANIA ŁĄCZNEJ LICZBY AKCJI POSIADANYCH POSREDNIO I BEZPOŚREDNIO\n                           PRZEZ MARIUSZA WOJCIECHA KSIĄŻEK 1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:\n                           Zmiana udziału nastąpiła w dniu 13 grudnia 2017 r. w wyniku rejestracji w dniu 13\n                           grudnia 2017 r. przez Krajowy Depozyt Papierów Wartościowych S.A. w depozycie papierów\n                           wartościowych 41.551.852 _czterdziestu jeden milionów pięciuset pięćdziesięciu jeden\n                           tysięcy ośmiuset pięćdziesięciu dwóch_ akcji serii C Spółki oznaczonych kodem ISIN\n                           PLMRVDV00011. Emisja 41.551.852 akcji serii C o wartości nominalnej 1,00 zł każda\n                           została przeprowadzona w związku z podziałem spółki British Automotive Holding S.A.\n                           z siedzibą w Warszawie _dawniej: MARVIPOL S.A._ _\"Spółka Dzielona\"_ w trybie art.\n                           529 § 1 pkt 4 Kodeksu Spółek Handlowych, tj. poprzez przeniesienie na Spółkę części\n                           majątku Spółki Dzielonej stanowiącego zorganizowaną część przedsiębiorstwa funkcjonującą\n                           jako MARVIPOL Spółka Akcyjna Oddział w Warszawie, co stanowi podział przez wydzielenie.\n                           W wyniku rejestracji w dniu 13 grudnia 2017 r. przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. w depozycie papierów wartościowych 41.551.852 _czterdziestu jeden milionów pięciuset\n                           pięćdziesięciu jeden tysięcy ośmiuset pięćdziesięciu dwóch_ akcji serii C Spółki,\n                           nastąpił przydział akcji Spółki serii C za pośrednictwem Krajowego Depozytu Papierów\n                           Wartościowych w Warszawie S.A. według stanu posiadania akcji Spółki Dzielonej w dniu\n                           11 grudnia 2017 r., który to dzień stanowił dzień referencyjny, o którym mowa w §\n                           219 ust. 1 Szczegółowych Zasad Działania Krajowego Depozytu Papierów Wartościowych.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów: Przed zmianą udziału, Pan Mariusz Wojciech Książek posiadał łącznie ze spółką zależną\n                           Książek Holding _którą posiada za pośrednictwem MK Holding_ 85.800 akcji w kapitale\n                           zakładowym Spółki, reprezentujących łącznie 84,95% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 85.800 głosów na walnym zgromadzeniu Spółki, stanowiących 84,95% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki, z czego: _i_ Pan Mariusz Wojciech Książek\n                           posiadał 100 akcji w kapitale zakładowym Spółki, reprezentujących łącznie 0,10% kapitału\n                           zakładowego Spółki i uprawniających łącznie do 100 głosów na walnym zgromadzeniu Spółki,\n                           stanowiących 0,10% ogólnej liczby głosów na walnym zgromadzeniu Spółki, _ii_ Książek\n                           Holding posiadał 85.700 akcji w kapitale zakładowym Spółki, reprezentujących łącznie\n                           84,85% kapitału zakładowego Spółki i uprawniających łącznie do 85.700 głosów na walnym\n                           zgromadzeniu Spółki, stanowiących 84,85% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki. 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:\n                           Po zmianie udziału, Pan Mariusz Wojciech Książek posiada łącznie ze spółką zależną\n                           Książek Holding _którą posiada za pośrednictwem MK Holding_ 29.591.523 akcji w kapitale\n                           zakładowym Spółki, reprezentujących łącznie 71,04% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 29.591.523 głosów na walnym zgromadzeniu Spółki, stanowiących 71,04% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki, z czego: _i_ Pan Mariusz Wojciech Książek\n                           posiada 2.077.692 akcje w kapitale zakładowym Spółki, reprezentujących łącznie 4,99%\n                           kapitału zakładowego Spółki i uprawniających łącznie do 2.077.692 głosów na walnym\n                           zgromadzeniu Spółki, stanowiących 4,99% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki, _ii_ Książek Holding posiadał 27.513.83 akcji w kapitale zakładowym Spółki,\n                           reprezentujących łącznie 66,05% kapitału zakładowego Spółki i uprawniających łącznie\n                           do 27.513.83 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki.4. Podmioty zależne od akcjonariusza dokonującego zawiadomienia, posiadający akcje\n                           Spółki: Podmiotami zależnymi Pana Mariusza Wojciecha Książek posiadającymi akcje Spółki jest\n                           _i_ Książek Holding, która posiada bezpośrednio 27.513.831 akcji w kapitale zakładowym\n                           Spółki, reprezentujących łącznie 66,05% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 27.513.831 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki, oraz _ii_ MK Holding posiadająca wyżej\n                           wskazane akcje w kapitale zakładowym Spółki za pośrednictwem Książek Holding będącej\n                           podmiotem w 100% zależnym od MK Holding.5. Informacja o osobach, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ Ustawy: Brak jest w stosunku do Pana Mariusza Wojciecha Książek, Książek Holding oraz MK Holding\n                           podmiotów, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ Ustawy. 6. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do\n                           których nabycia jest uprawniony lub zobowiązany jako posiadacz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 1_ Ustawy, oraz instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 2_ Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne, rodzaj lub nazwa tych instrumentów finansowych, data ich wygaśnięcia oraz\n                           data lub termin, w którym nastąpi lub może nastąpić nabycie akcji: Pan Mariusz Wojciech Książek, jak i Książek Holding ani MK Holding nie są uprawnieni\n                           ani zobowiązani do nabycia jakichkolwiek akcji Spółki jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1_ Ustawy oraz instrumentów, o których\n                           mowa w art. 69b ust. 1 pkt 2_ Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne, a w związku z tym liczba głosów z akcji obliczona w sposób określony w\n                           art. 69b ust. 2 Ustawy wynosi 0 _zero_.7. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 3, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2_ Ustawy, rodzaj lub nazwa tych instrumentów finansowych oraz\n                           data wygaśnięcia tych instrumentów finansowych: Pan Mariusz Wojciech Książek nie posiada, jak i Książek Holding oraz MK Holding nie\n                           posiadają głosów z akcji, obliczonych zgodnie z art. 69b ust. 3 Ustawy, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2_ Ustawy, w związku z czym tak obliczona liczba głosów wynosi\n                           0 _zero_.8. Łączna suma liczby głosów wskazanych na podstawie art. 69 ust. 4 pkt.  pkt 2_,\n                           7_ i 8_ Ustawy i jej procentowy udział w ogólnej liczbie głosów: Łączna suma liczby głosów wskazanych na podstawie pkt. 2_, 7_ i 8_ art. 69 ust. 4\n                           Ustawy posiadanych bezpośrednio i pośrednio w Spółce przez Pana Mariusza Wojciecha\n                           Książek wynosi 29.591.523 głosów na walnym zgromadzeniu Spółki, stanowiących 71,04%\n                           ogólnej liczby głosów na walnym zgromadzeniu Spółki.B. ZMIANA STANU POSIADANIA LICZBY\n                           AKCJI POSIADANYCH POŚREDNIO PRZEZ MK HOLDING 1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Zmiana udziału nastąpiła w dniu 13 grudnia 2017 r. w wyniku rejestracji w dniu 13\n                           grudnia 2017 r. przez Krajowy Depozyt Papierów Wartościowych S.A. w depozycie papierów\n                           wartościowych 41.551.852 _czterdziestu jeden milionów pięciuset pięćdziesięciu jeden\n                           tysięcy ośmiuset pięćdziesięciu dwóch_ akcji serii C Spółki oznaczonych kodem ISIN\n                           PLMRVDV00011. Emisja 41.551.852 akcji serii C o wartości nominalnej 1,00 zł każda\n                           została przeprowadzona w związku z podziałem spółki British Automotive Holding S.A.\n                           z siedzibą w Warszawie _dawniej: MARVIPOL S.A._ _\"Spółka Dzielona\"_ w trybie art.\n                           529 § 1 pkt 4 Kodeksu Spółek Handlowych, tj. poprzez przeniesienie na Spółkę części\n                           majątku Spółki Dzielonej stanowiącego zorganizowaną część przedsiębiorstwa funkcjonującą\n                           jako MARVIPOL Spółka Akcyjna Oddział w Warszawie, co stanowi podział przez wydzielenie.\n                           W wyniku rejestracji w dniu 13 grudnia 2017 r. przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. w depozycie papierów wartościowych 41.551.852 _czterdziestu jeden milionów pięciuset\n                           pięćdziesięciu jeden tysięcy ośmiuset pięćdziesięciu dwóch_ akcji serii C Spółki,\n                           nastąpił przydział akcji Spółki serii C za pośrednictwem Krajowego Depozytu Papierów\n                           Wartościowych w Warszawie S.A. według stanu posiadania akcji Spółki Dzielonej w dniu\n                           11 grudnia 2017 r., który to dzień stanowił dzień referencyjny, o którym mowa w §\n                           219 ust. 1 Szczegółowych Zasad Działania Krajowego Depozytu Papierów Wartościowych.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów: Przed zmianą udziału, MK Holding posiadała za pośrednictwem Książek Holding, pośrednio,\n                           85.700 akcji w kapitale zakładowym Spółki, reprezentujących łącznie 84,85% kapitału\n                           zakładowego Spółki i uprawniających łącznie do 85.700 głosów na walnym zgromadzeniu\n                           Spółki, stanowiących 84,85% ogólnej liczby głosów na walnym zgromadzeniu Spółki. MK\n                           Holding nie posiadała bezpośrednio akcji Spółki.3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:\n                           Po zmianie udziału, MK Holding posiada za pośrednictwem Książek Holding, pośrednio,\n                           27.513.831 akcji w kapitale zakładowym Spółki, reprezentujących łącznie 66,05% kapitału\n                           zakładowego Spółki i uprawniających łącznie do 27.513.831 głosów na walnym zgromadzeniu\n                           Spółki, stanowiących 66,05% ogólnej liczby głosów na walnym zgromadzeniu Spółki. MK\n                           Holding nie posiada bezpośrednio akcji Spółki.4. Podmioty zależne od akcjonariusza dokonującego zawiadomienia, posiadający akcje\n                           Spółki: Podmiotem zależnym od MK Holding posiadającymi akcje Spółki jest Książek Holding,\n                           która po zmianie udziału posiada bezpośrednio 27.513.831 akcji w kapitale zakładowym\n                           Spółki, reprezentujących łącznie 66,05% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 27.513.831 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.5. Informacja o osobach, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ Ustawy: Brak jest w stosunku do MK Holding lub Książek Holding podmiotów, o których mowa w\n                           art. 87 ust. 1 pkt 3 lit. c_ Ustawy. 6. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do\n                           których nabycia jest uprawniony lub zobowiązany jako posiadacz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 1_ Ustawy, oraz instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 2_ Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne, rodzaj lub nazwa tych instrumentów finansowych, data ich wygaśnięcia oraz\n                           data lub termin, w którym nastąpi lub może nastąpić nabycie akcji: MK Holding ani Książek Holding nie jest uprawniona ani zobowiązana do nabycia jakichkolwiek\n                           akcji Spółki jako posiadacz instrumentów finansowych, o których mowa w art. 69b ust.\n                           1 pkt 1_ Ustawy oraz instrumentów, o których mowa w art. 69b ust. 1 pkt 2_ Ustawy,\n                           które nie są wykonywane wyłącznie przez rozliczenie pieniężne, a w związku z tym liczba\n                           głosów z akcji obliczona w sposób określony w art. 69b ust. 2 Ustawy wynosi 0 _zero_.7. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 3, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2_ Ustawy, rodzaj lub nazwa tych instrumentów finansowych oraz\n                           data wygaśnięcia tych instrumentów finansowych: MK Holding ani Książek Holding nie posiada głosów z akcji, obliczonych zgodnie z art.\n                           69b ust. 3 Ustawy, do których w sposób pośredni lub bezpośredni odnoszą się instrumenty\n                           finansowe, o których mowa w art. 69b ust. 1 pkt 2_ Ustawy, w związku z czym tak obliczona\n                           liczba głosów wynosi 0 _zero_.8. Łączna suma liczby głosów wskazanych na podstawie art. 69 ust. 4 pkt.  pkt 2_,\n                           7_ i 8_ Ustawy i jej procentowy udział w ogólnej liczbie głosów: Łączna suma liczby głosów wskazanych na podstawie pkt. 2_, 7_ i 8_ art. 69 ust. 4\n                           Ustawy posiadanych bezpośrednio i pośrednio w Spółce przez MK Holding wynosi 27.513.831\n                           głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej liczby głosów na\n                           walnym zgromadzeniu Spółki.C. ZMIANA STANU POSIADANIA LICZBY AKCJI POSIADANYCH BEZPOŚREDNIO PRZEZ KSIĄŻEK HOLDING\n                           1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Zmiana udziału nastąpiła w dniu 13 grudnia 2017 r. w wyniku rejestracji w dniu 13\n                           grudnia 2017 r. przez Krajowy Depozyt Papierów Wartościowych S.A. w depozycie papierów\n                           wartościowych 41.551.852 _czterdziestu jeden milionów pięciuset pięćdziesięciu jeden\n                           tysięcy ośmiuset pięćdziesięciu dwóch_ akcji serii C Spółki oznaczonych kodem ISIN\n                           PLMRVDV00011. Emisja 41.551.852 akcji serii C o wartości nominalnej 1,00 zł każda\n                           została przeprowadzona w związku z podziałem spółki British Automotive Holding S.A.\n                           z siedzibą w Warszawie _dawniej: MARVIPOL S.A._ _\"Spółka Dzielona\"_ w trybie art.\n                           529 § 1 pkt 4 Kodeksu Spółek Handlowych, tj. poprzez przeniesienie na Spółkę części\n                           majątku Spółki Dzielonej stanowiącego zorganizowaną część przedsiębiorstwa funkcjonującą\n                           jako MARVIPOL Spółka Akcyjna Oddział w Warszawie, co stanowi podział przez wydzielenie.\n                           W wyniku rejestracji w dniu 13 grudnia 2017 r. przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. w depozycie papierów wartościowych 41.551.852 _czterdziestu jeden milionów pięciuset\n                           pięćdziesięciu jeden tysięcy ośmiuset pięćdziesięciu dwóch_ akcji serii C Spółki,\n                           nastąpił przydział akcji Spółki serii C za pośrednictwem Krajowego Depozytu Papierów\n                           Wartościowych w Warszawie S.A. według stanu posiadania akcji Spółki Dzielonej w dniu\n                           11 grudnia 2017 r., który to dzień stanowił dzień referencyjny, o którym mowa w §\n                           219 ust. 1 Szczegółowych Zasad Działania Krajowego Depozytu Papierów Wartościowych.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów: Przed zmianą udziału, Książek Holding posiadała bezpośrednio 85.700 akcji w kapitale\n                           zakładowym Spółki, reprezentujących łącznie 84,85% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 85.700 głosów na walnym zgromadzeniu Spółki, stanowiących 84,85% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki. 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po zmianie udziału, Książek Holding posiada bezpośrednio 27.513.831 akcji w kapitale\n                           zakładowym Spółki, reprezentujących łącznie 66,05% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 27.513.831 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.4. Podmioty zależne od akcjonariusza dokonującego zawiadomienia, posiadający akcje\n                           Spółki: Brak podmiotów zależnych od Książek Holding posiadających akcje Spółki.5. Informacja o osobach, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ Ustawy: Brak jest w stosunku do Książek Holding podmiotów, o których mowa w art. 87 ust. 1\n                           pkt 3 lit. c_ Ustawy. 6. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do\n                           których nabycia jest uprawniony lub zobowiązany jako posiadacz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 1_ Ustawy, oraz instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 2_ Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne, rodzaj lub nazwa tych instrumentów finansowych, data ich wygaśnięcia oraz\n                           data lub termin, w którym nastąpi lub może nastąpić nabycie akcji: Książek Holding nie jest uprawniona ani zobowiązana do nabycia jakichkolwiek akcji\n                           Spółki jako posiadacz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt\n                           1_ Ustawy oraz instrumentów, o których mowa w art. 69b ust. 1 pkt 2_ Ustawy, które\n                           nie są wykonywane wyłącznie przez rozliczenie pieniężne, a w związku z tym liczba\n                           głosów z akcji obliczona w sposób określony w art. 69b ust. 2 Ustawy wynosi 0 _zero_.7. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 3, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2_ Ustawy, rodzaj lub nazwa tych instrumentów finansowych oraz\n                           data wygaśnięcia tych instrumentów finansowych: Książek Holding nie posiada głosów z akcji, obliczonych zgodnie z art. 69b ust. 3\n                           Ustawy, do których w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe,\n                           o których mowa w art. 69b ust. 1 pkt 2_ Ustawy, w związku z czym tak obliczona liczba\n                           głosów wynosi 0 _zero_.8. Łączna suma liczby głosów wskazanych na podstawie art. 69 ust. 4 pkt.  pkt 2_,\n                           7_ i 8_ Ustawy i jej procentowy udział w ogólnej liczbie głosów: Łączna suma liczby głosów wskazanych na podstawie pkt. 2_, 7_ i 8_ art. 69 ust. 4\n                           Ustawy posiadanych bezpośrednio i pośrednio w Spółce przez Książek Holding wynosi\n                           27.513.831 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki.\"",
        "date": "2017-12-15"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. [Emitent] informuje o otrzymaniu w dniu 15 grudnia\n                           2017 r.następujących zawiadomień:1. zawiadomienia złożonego w trybie art. 19 ust. 1 MAR o objęciu akcji Emitenta przez\n                           osobę pełniącą obowiązki zarządcze, Prezesa Zarządu Emitenta – pana Mariusza Wojciecha\n                           Książek,2. zawiadomienia złożonego w trybie art. 19 ust. 1 MAR o objęciu akcji Emitenta przez\n                           spółkę Książek Holding Sp. z o. o. z siedzibą w Warszawie jako podmiot blisko związany\n                           z osobą pełniącą obowiązki zarządcze, Prezesem Zarządu Emitenta – panem Mariuszem\n                           Wojciechem Książek,3. zawiadomienia złożonego w trybie art. 19 ust. 1 MAR o objęciu akcji Emitenta przez\n                           osobę pełniącą obowiązki zarządcze, Członka Zarządu Emitenta – pana Mariusza Poławskiego.Treść otrzymanych zawiadomień została załączona do niniejszego raportu.",
        "date": "2017-12-15"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. [Emitent] informuje o otrzymaniu w dniu 15 grudnia\n                           2017 r. od Pioneer Pekao Towarzystwo Funduszy Inwestycyjnych S.A. zawiadomienia dotyczącego\n                           osiągnięcia przez Pioneer Fundusz Inwestycyjny Otwarty udziału w kapitale zakładowym\n                           Emitenta w wymiarze powodującym przekroczenie progu 5% ogólnej liczby głosów na walnym\n                           zgromadzeniu Emitenta. Treść zawiadomienia Emitent przekazuje jako załącznik do niniejszego\n                           raportu bieżącego.",
        "date": "2017-12-15"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. [Emitent] informuje o otrzymaniu w dniu 14 grudnia\n                           2017 r. następujących dwóch zawiadomień, których treść Emitent przekazuje jako załączniki\n                           do niniejszego raportu bieżącego:1_ Zawiadomienie Towarzystwa Funduszy Inwestycyjnych PZU S.A. dotyczące osiągnięcia\n                           przez Fundusze TFI PZU udziału w kapitale zakładowym Emitenta w wymiarze powodującym\n                           przekroczenie progu 5% ogólnej liczby głosów na walnym zgromadzeniu Emitenta;2_ Zawiadomienie Nationale-Nederlanden Powszechne Towarzystwo Emerytalne S.A. dotyczące\n                           osiągnięcia przez Nationale-Nederlanden Otwarty Fundusz Emerytalny udziału w kapitale\n                           zakładowym Emitenta w wymiarze powodującym przekroczenie progu 5% ogólnej liczby głosów\n                           na walnym zgromadzeniu Emitenta.",
        "date": "2017-12-14"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Nawiązując do raportu bieżącego nr 8/2017 z dnia 12 grudnia 2017 r. dotyczącego dopuszczenia\n                           akcji Marvipol Development S.A. [Emitent] do obrotu na rynku regulowanym oraz wykluczenia\n                           akcji Emitenta z alternatywnego systemu obrotu NewConnect, na podstawie § 34 ust.\n                           1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259 z późn. zm._, Emitent informuje,\n                           iż w dniu 14 grudnia 2017 r. Zarząd Giełdy Papierów Wartościowych w Warszawie S.A.\n                           _\"GPW\"_ podjął uchwałę nr 1504/2017 w sprawie wprowadzenia do obrotu giełdowego na\n                           Głównym Rynku GPW akcji zwykłych na okaziciela serii A, B i C Emitenta, na podstawie,\n                           której postanowił wprowadzić z dniem 19 grudnia 2017 r. w trybie zwykłym do obrotu\n                           giełdowego na rynku równoległym 100.000 akcji serii A, 1.000 akcji serii B oraz 41.551.852\n                           akcji serii C. Dodatkowo Zarząd GPW postanowił notować ww. akcje w systemie notowań\n                           ciągłych pod nazwą skróconą \"MARVIPOL\" i oznaczeniem \"MVP\".",
        "date": "2017-12-14"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Nawiązując do raportu bieżącego nr 7/2017 z dnia 7 grudnia 2017 r. dotyczącego warunkowej\n                           rejestracji akcji serii C w Krajowym Depozycie Papierów Wartościowych i wyznaczenia\n                           Dnia Referencyjnego, na podstawie § 34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33, poz. 259 z późn. zm._, Marvipol Development S.A. [Emitent] informuje, iż\n                           w dniu 12 grudnia 2017 r. Krajowy Depozyt Papierów Wartościowych S.A. _\"KDPW\"_ wydał\n                           komunikat o rejestracji w dniu 13 grudnia 2017 r. w depozycie papierów wartościowych\n                           41.551.852 _czterdziestu jeden milionów pięciuset pięćdziesięciu jeden tysięcy ośmiuset\n                           pięćdziesięciu dwóch_ akcji serii C Emitenta oznaczonych kodem ISIN PLMRVDV00011.",
        "date": "2017-12-12"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd spółki MARVIPOL DEVELOPMENT Spółka Akcyjna z siedzibą w Warszawie _\"Emitent\"\n                           lub \"MARVIPOL DEVELOPMENT S.A.\"_, informuje, iż w dniu 11 grudnia 2017 r. Zarząd Giełdy\n                           Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ podjął uchwałę nr 1476/2017 w sprawie\n                           dopuszczenia do obrotu giełdowego na Głównym Rynku GPWakcji zwykłych na okaziciela serii A, B i C spółki MARVIPOL DEVELOPMENT S.A., w której\n                           to uchwale Zarząd GPW postanowił dopuścić do obrotu giełdowego na rynku równoległym\n                           następujące akcje zwykłe na okaziciela spółki MARVIPOL DEVELOPMENT S.A., o wartości\n                           nominalnej 1 zł _jeden złoty_ każda: _1_ 100.000 _sto tysięcy_ akcji serii A, _2_\n                           1.000 _jeden tysiąc_ akcji serii B, _3_ 41.551.852 _czterdzieści jeden milionów pięćset\n                           pięćdziesiąt jeden tysięcy osiemset pięćdziesiąt dwie_ akcje serii C.Jednocześnie Emitent informuje, iż w związku z procesem dopuszczenia akcji serii A,\n                           B i C Emitenta do obrotu na rynku regulowanym, w dniu 11 grudnia 2017 r. Zarząd GPW\n                           podjął uchwałę nr 1475/2017 w sprawie wykluczenia z alternatywnego systemu obrotu\n                           na rynku NewConnect akcji zwykłych na okaziciela serii A i B spółki MARVIPOL DEVELOPMENT\n                           S.A., na podstawie której to uchwały, Zarząd GPW postanowił na wniosek Emitenta wykluczyć\n                           z dniem 12 grudnia 2017 r. akcje zwykłe na okaziciela serii A i B Emitenta, oznaczone\n                           kodem \"PLMRVDV00011\", z alternatywnego systemu obrotu na rynku NewConnect.",
        "date": "2017-12-12"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd spółki MARVIPOL DEVELOPMENT Spółka Akcyjna z siedzibą w Warszawie _\"Emitent\"\n                           lub \"MARVIPOL DEVELOPMENT S.A.\"_, w nawiązaniu do raportu bieżącego Emitenta nr 2/2017\n                           z dnia 1 grudnia 2017 r. w sprawie Rejestracji Podziału MARVIPOL S.A. i podwyższenia\n                           kapitału zakładowego Emitenta w ramach emisji 41.551.852 akcji serii C, informuje\n                           o powzięciu informacji o Uchwale nr 836/17 Zarządu Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_ z dnia 7 grudnia 2017 r. Zgodnie z ww. uchwałą Zarząd KDPW postanowił\n                           zarejestrować w depozycie papierów wartościowych 41.551.852 _czterdzieści jeden milionów\n                           pięćset pięćdziesiąt jeden tysięcy osiemset pięćdziesiąt dwa_ akcje zwykłe na okaziciela\n                           serii C Emitenta o wartości nominalnej 1 zł _jeden złoty_ każda _\"Akcje Emisji Podziałowej\"_,\n                           w rezultacie dokonania przydziału akcji Emitenta w stosunku 1:1 w związku z podziałem\n                           spółki BRITISH AUTOMOTIVE HOLDING S.A. _poprzednia nazwa: MARVIPOL S.A._ dokonanym\n                           w trybie art. 529 § 1 pkt 4 Kodeksu spółek handlowych poprzez przeniesienie części\n                           majątku tej spółki na Emitenta oraz nadać im kod PLMRVDV00011, pod warunkiem dopuszczenia\n                           do obrotu na rynku regulowanym następujących akcji zwykłych na okaziciela Emitenta\n                           o wartości nominalnej 1 zł _jeden złoty_ każda: 1_ 100.000 _sto tysięcy_ akcji serii\n                           A, 2_ 1.000 _jeden tysiąc_ akcji serii B, oraz 3_ Akcji Emisji Podziałowej _łącznie\n                           \"Akcje Emitenta\"_.  Zarejestrowanie Akcji Emisji Podziałowej w depozycie papierów\n                           wartościowych nastąpi w terminie trzech dni od otrzymania przez KDPW dokumentów potwierdzających\n                           dopuszczenie do obrotu na rynku regulowanym Akcji Emitenta.Jednocześnie Zarząd KDPW postanowił o wyznaczeniu dnia referencyjnego _w rozumieniu\n                           § 219 Szczegółowych Zasad Działania KDPW_ na potrzeby przydziału Akcji Emisji Podziałowej,\n                           dla posiadaczy akcji BRITISH AUTOMOTIVE HOLDING S.A. _poprzednia nazwa: MARVIPOL S.A._,\n                           na dzień 11 grudnia 2017 r. _\"Dzień Referencyjny\"_. Akcje Emisji Podziałowej zostaną\n                           przydzielone akcjonariuszom Marvipol Development S.A. za pośrednictwem KDPW, według\n                           stanu posiadania akcji BRITISH AUTOMOTIVE HOLDING S.A. _poprzednia nazwa: MARVIPOL\n                           S.A._ w Dniu Referencyjnym. Osobami uprawnionymi do Akcji Emisji Podziałowej będą\n                           osoby, na których rachunkach papierów wartościowych lub na rachunkach zbiorczych w\n                           Dniu Referencyjnym będą zapisane akcje BRITISH AUTOMOTIVE HOLDING S.A. _poprzednia\n                           nazwa: MARVIPOL S.A._.",
        "date": "2017-12-07"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. [Emitent] informuje o otrzymaniu w dniu 6 grudnia\n                           2017 r. zawiadomienia złożonego przez pełnomocnika pana Mariusza Wojciecha Książek,\n                           spółki MK Holding S.à r.l. z siedzibą w Luksemburgu oraz spółki Książek Holding Spółka\n                           z ograniczoną odpowiedzialnością z siedzibą w Warszawie, złożonego w trybie art. 69\n                           ust. 1, art. 69 ust. 2 oraz art. 69a ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. z 2005 r., Nr 184, poz. 1539, z późn. zm._, o następującej treści:\"Działając w charakterze pełnomocnika, w imieniu i na rzecz:_i_ pana Mariusza Wojciech Książek _numer PESEL: 72032002413_,_ii_ MK Holding s. à r. l. z siedzibą w Luksemburgu, adres: 15 rue Edward Steichen,\n                           L-2540 Luksemburg, wpisanej do Rejestru Handlu i Spółek pod numerem B189667 _\"MK Holding\"_,\n                           w której pan Mariusz Wojciech Książek jest jedynym wspólnikiem,_iii_ spółki pod firmą Książek Holding Sp. z o. o. z siedzibą w Warszawie, adres:\n                           ul. Prosta 32, 00-838 Warszawa, wpisaną do rejestru przedsiębiorców Krajowego Rejestru\n                           Sądowego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, Wydział XII Gospodarczy\n                           Krajowego Rejestru Sądowego pod numerem KRS: 0000510073, REGON: 147274887, NIP: 5272715282\n                           _\"Książek Holding\"_, w której jednym wspólnikiem jest MK Holding,niniejszym w wykonaniu obowiązku, o którym mowa w art. 69 ust. 1 pkt. 2_, art. 69\n                           ust. 2 oraz art. 69a ust. 1 pkt. 3_ ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           z dnia 29 lipca 2005 r., tj. z dnia 15 września 2016 r. _Dz.U. z 2016 r. poz. 1639_\n                           _\"Ustawa\"_, zawiadamiam, że w dniu 1 grudnia 2017 r., zmianie uległa liczba posiadanych\n                           przez pana Mariusza Wojciecha Książek wraz z podmiotami zależnymi – Książek Holding\n                           oraz MK Holding, akcji w kapitale zakładowym spółki pod firmą Marvipol Development\n                           S.A. z siedzibą w Warszawie, adres: ul. Szyszkowa 35/37, 02-285 Warszawa, wpisanej\n                           do rejestru przedsiębiorców Krajowego Rejestru Sądowego przez Sąd Rejonowy dla m.\n                           st. Warszawy w Warszawie, Wydział XIII Gospodarczy Krajowego Rejestru Sądowego pod\n                           numerem KRS: 0000534585, posiadającej REGON: 360331494 oraz NIP: 5272726050 _dalej\n                           jako \"Spółka\"_ w następujący sposób:A. ZMIANA STANU POSIADANIA ŁĄCZNEJ LICZBY AKCJI POSIADANYCH POŚREDNIO I BEZPOŚREDNIO\n                           PRZEZ MARIUSZA WOJCIECHA KSIĄŻEK 1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:\n                           Zmiana udziału nastąpiła w dniu 1 grudnia 2017 r., w wyniku dokonania przez Sąd Rejonowy\n                           dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           wpisu do rejestru przedsiębiorców Krajowego Rejestru Sądowego podwyższenia kapitału\n                           zakładowego Spółki z kwoty 101.000,00 zł o kwotę 41.551.852,00 zł, tj. do kwoty 41.652.852,00\n                           zł w drodze emisji 41.551.852 akcji serii C o wartości nominalnej 1,00 zł każda, w\n                           związku z podziałem British Automotive holding S.A. z siedzibą w Warszawie _dawniej\n                           MARVIPOL S.A._ _\"Spółka Dzielona\"_ w trybie art. 529 § 1 pkt 4 Kodeksu Spółek Handlowych,\n                           tj. poprzez przeniesienie na Spółkę części majątku Spółki Dzielonej stanowiącego zorganizowaną\n                           część przedsiębiorstwa funkcjonującą jako MARVIPOL Spółka Akcyjna Oddział w Warszawie,\n                           co stanowi podział przez wydzielenie _\"Podwyższenie Kapitału\"_. W wyniku rejestracji\n                           w rejestrze przedsiębiorców Krajowego Rejestru Sądowego Podwyższenia Kapitału nastąpiło\n                           objęcie akcji Spółki, przy czym sam przydział akcji Spółki nastąpi za pośrednictwem\n                           Krajowego Depozytu Papierów Wartościowych w Warszawie S.A. według stanu posiadania\n                           akcji Spółki Dzielonej w dniu, który stanowić będzie dzień referencyjny, o którym\n                           mowa w § 219 ust. 1 Szczegółowych Zasad Działania Krajowego Depozytu Papierów Wartościowych.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów: Przed zmianą udziału, pan Mariusz Wojciech Książek posiadał łącznie ze spółką zależną\n                           Książek Holding _którą posiada za pośrednictwem MK Holding_ 85.800 akcji w kapitale\n                           zakładowym Spółki, reprezentujących łącznie 84,85% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 85.800 głosów na walnym zgromadzeniu Spółki, stanowiących 84,85% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki. 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:\n                           Po zmianie udziału, pan Mariusz Wojciech Książek posiada łącznie ze spółką zależną\n                           Książek Holding _którą posiada za pośrednictwem MK Holding_ 29.591.523 akcji w kapitale\n                           zakładowym Spółki, reprezentujących łącznie 71,04% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 29.591.523 głosów na walnym zgromadzeniu Spółki, stanowiących 71,04% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.4. Podmioty zależne od akcjonariusza dokonującego zawiadomienia, posiadający akcje\n                           Spółki: Podmiotem zależnym pana Mariusza Wojciecha Książek posiadającym akcje Spółki jest\n                           _i_ Książek Holding, która posiada bezpośrednio 27.513.831 akcji w kapitale zakładowym\n                           Spółki, reprezentujących łącznie 66,05% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 27.513.831 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki, oraz _ii_ MK Holding posiadająca wyżej\n                           wskazane akcje w kapitale zakładowym Spółki za pośrednictwem Książek Holding będącej\n                           podmiotem w 100% zależnym od MK Holding.5. Informacja o osobach, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ Ustawy: Brak jest w stosunku do pana Mariusza Wojciecha Książek, Książek Holding oraz MK Holding\n                           podmiotów, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ Ustawy. 6. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do\n                           których nabycia jest uprawniony lub zobowiązany jako posiadacz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 1_ Ustawy, oraz instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 2_ Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne, rodzaj lub nazwa tych instrumentów finansowych, data ich wygaśnięcia oraz\n                           data lub termin, w którym nastąpi lub może nastąpić nabycie akcji: pan Mariusz Wojciech Książek, jak i Książek Holding ani MK Holding nie są uprawniony/e\n                           ani zobowiązany/e do nabycia jakichkolwiek akcji Spółki jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1_ Ustawy oraz instrumentów, o których\n                           mowa w art. 69b ust. 1 pkt 2_ Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne, a w związku z tym liczba głosów z akcji obliczona w sposób określony w\n                           art. 69b ust. 2 Ustawy wynosi 0 _zero_.7. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 3, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2_ Ustawy, rodzaj lub nazwa tych instrumentów finansowych oraz\n                           data wygaśnięcia tych instrumentów finansowych: pan Mariusz Wojciech Książek nie posiada, jak i Książek Holding oraz MK Holding nie\n                           posiadają głosów z akcji, obliczonych zgodnie z art. 69b ust. 3 Ustawy, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2_ Ustawy, w związku z czym tak obliczona liczba głosów wynosi\n                           0 _zero_.8. Łączna suma liczby głosów wskazanych na podstawie art. 69 ust. 4 pkt.  pkt 2_,\n                           7_ i 8_ Ustawy i jej procentowy udział w ogólnej liczbie głosów: Łączna suma liczby głosów wskazanych na podstawie pkt. 2_, 7_ i 8_ art. 69 ust. 4\n                           Ustawy posiadanych bezpośrednio i pośrednio w Spółce przez pana Mariusza Wojciecha\n                           Książek wynosi 29.591.523 głosów na walnym zgromadzeniu Spółki, stanowiących 71,04%\n                           ogólnej liczby głosów na walnym zgromadzeniu Spółki.B. ZMIANA STANU POSIADANIA LICZBY\n                           AKCJI POSIADANYCH POŚREDNIO PRZEZ MK HOLDING 1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:\n                           Zmiana udziału nastąpiła w dniu 1 grudnia 2017 r., w wyniku dokonania przez Sąd Rejonowy\n                           dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           wpisu do rejestru przedsiębiorców Krajowego Rejestru Sądowego podwyższenia kapitału\n                           zakładowego Spółki z kwoty 101.000,00 zł o kwotę 41.551.852,00 zł, tj. do kwoty 41.652.852,00\n                           zł w drodze emisji 41.551.852 akcji serii C o wartości nominalnej 1,00 zł każda, w\n                           związku z podziałem British Automotive holding S.A. z siedzibą w Warszawie _dawniej\n                           MARVIPOL S.A._ _\"Spółka Dzielona\"_ w trybie art. 529 § 1 pkt 4 Kodeksu Spółek Handlowych,\n                           tj. poprzez przeniesienie na Spółkę części majątku Spółki Dzielonej stanowiącego zorganizowaną\n                           część przedsiębiorstwa funkcjonującą jako MARVIPOL Spółka Akcyjna Oddział w Warszawie,\n                           co stanowi podział przez wydzielenie _\"Podwyższenie Kapitału\"_. W wyniku rejestracji\n                           w rejestrze przedsiębiorców Krajowego Rejestru Sądowego Podwyższenia Kapitału nastąpiło\n                           objęcie akcji Spółki, przy czym sam przydział akcji Spółki nastąpi za pośrednictwem\n                           Krajowego Depozytu Papierów Wartościowych w Warszawie S.A. według stanu posiadania\n                           akcji Spółki Dzielonej w dniu, który stanowić będzie dzień referencyjny, o którym\n                           mowa w § 219 ust. 1 Szczegółowych Zasad Działania Krajowego Depozytu Papierów Wartościowych.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów: Przed zmianą udziału, MK Holding posiadała za pośrednictwem Książek Holding, pośrednio,\n                           85.700 akcji w kapitale zakładowym Spółki, reprezentujących łącznie 84,85% kapitału\n                           zakładowego Spółki i uprawniających łącznie do 85.700 głosów na walnym zgromadzeniu\n                           Spółki, stanowiących 84,85% ogólnej liczby głosów na walnym zgromadzeniu Spółki. MK\n                           Holding nie posiadała bezpośrednio akcji Spółki.3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:\n                           Po zmianie udziału, MK Holding posiada za pośrednictwem Książek Holding, pośrednio,\n                           27.513.831 akcji w kapitale zakładowym Spółki, reprezentujących łącznie 66,05% kapitału\n                           zakładowego Spółki i uprawniających łącznie do 27.513.831 głosów na walnym zgromadzeniu\n                           Spółki, stanowiących 66,05% ogólnej liczby głosów na walnym zgromadzeniu Spółki. MK\n                           Holding nie posiada bezpośrednio akcji Spółki.4. Podmioty zależne od akcjonariusza dokonującego zawiadomienia, posiadający akcje\n                           Spółki: Podmiotem zależnym od MK Holding posiadającymi akcje Spółki jest Książek Holding,\n                           która po zmianie udziału posiada bezpośrednio 27.513.831 akcji w kapitale zakładowym\n                           Spółki, reprezentujących łącznie 66,05% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 27.513.831 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.5. Informacja o osobach, o których mowa\n                           w art. 87 ust. 1 pkt 3 lit. c_ Ustawy: Brak jest w stosunku do MK Holding lub Książek Holding podmiotów, o których mowa w\n                           art. 87 ust. 1 pkt 3 lit. c_ Ustawy. 6. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do\n                           których nabycia jest uprawniony lub zobowiązany jako posiadacz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 1_ Ustawy, oraz instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 2_ Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne, rodzaj lub nazwa tych instrumentów finansowych, data ich wygaśnięcia oraz\n                           data lub termin, w którym nastąpi lub może nastąpić nabycie akcji: MK Holding ani Książek Holding nie jest uprawniona ani zobowiązana do nabycia jakichkolwiek\n                           akcji Spółki jako posiadacz instrumentów finansowych, o których mowa w art. 69b ust.\n                           1 pkt 1_ Ustawy oraz instrumentów, o których mowa w art. 69b ust. 1 pkt 2_ Ustawy,\n                           które nie są wykonywane wyłącznie przez rozliczenie pieniężne, a w związku z tym liczba\n                           głosów z akcji obliczona w sposób określony w art. 69b ust. 2 Ustawy wynosi 0 _zero_.7. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 3, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2_ Ustawy, rodzaj lub nazwa tych instrumentów finansowych oraz\n                           data wygaśnięcia tych instrumentów finansowych: MK Holding ani Książek Holding nie posiada głosów z akcji, obliczonych zgodnie z art.\n                           69b ust. 3 Ustawy, do których w sposób pośredni lub bezpośredni odnoszą się instrumenty\n                           finansowe, o których mowa w art. 69b ust. 1 pkt 2_ Ustawy, w związku z czym tak obliczona\n                           liczba głosów wynosi 0 _zero_.8. Łączna suma liczby głosów wskazanych na podstawie art. 69 ust. 4 pkt.  pkt 2_,\n                           7_ i 8_ Ustawy i jej procentowy udział w ogólnej liczbie głosów: Łączna suma liczby głosów wskazanych na podstawie pkt. 2_, 7_ i 8_ art. 69 ust. 4\n                           Ustawy posiadanych bezpośrednio i pośrednio w Spółce przez MK Holding wynosi 27.513.831\n                           głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej liczby głosów na\n                           walnym zgromadzeniu Spółki.C. ZMIANA STANU POSIADANIA LICZBY AKCJI POSIADANYCH BEZPOŚREDNIO PRZEZ KSIĄŻEK HOLDING\n                           1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:\n                           Zmiana udziału nastąpiła w dniu 1 grudnia 2017 r., w wyniku dokonania przez Sąd Rejonowy\n                           dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           wpisu do rejestru przedsiębiorców Krajowego Rejestru Sądowego podwyższenia kapitału\n                           zakładowego Spółki z kwoty 101.000,00 zł o kwotę 41.551.852,00 zł, tj. do kwoty 41.652.852,00\n                           zł w drodze emisji 41.551.852 akcji serii C o wartości nominalnej 1,00 zł każda, w\n                           związku z podziałem British Automotive holding S.A. z siedzibą w Warszawie _dawniej\n                           MARVIPOL S.A._ _\"Spółka Dzielona\"_ w trybie art. 529 § 1 pkt 4 Kodeksu Spółek Handlowych,\n                           tj. poprzez przeniesienie na Spółkę części majątku Spółki Dzielonej stanowiącego zorganizowaną\n                           część przedsiębiorstwa funkcjonującą jako MARVIPOL Spółka Akcyjna Oddział w Warszawie,\n                           co stanowi podział przez wydzielenie _\"Podwyższenie Kapitału\"_. W wyniku rejestracji\n                           w rejestrze przedsiębiorców Krajowego Rejestru Sądowego Podwyższenia Kapitału nastąpiło\n                           objęcie akcji Spółki, przy czym sam przydział akcji Spółki nastąpi za pośrednictwem\n                           Krajowego Depozytu Papierów Wartościowych w Warszawie S.A. według stanu posiadania\n                           akcji Spółki Dzielonej w dniu, który stanowić będzie dzień referencyjny, o którym\n                           mowa w § 219 ust. 1 Szczegółowych Zasad Działania Krajowego Depozytu Papierów Wartościowych.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów: Przed zmianą udziału, Książek Holding posiadała bezpośrednio 85.700 akcji w kapitale\n                           zakładowym Spółki, reprezentujących łącznie 84,85% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 85.700 głosów na walnym zgromadzeniu Spółki, stanowiących 84,85% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki. 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po zmianie udziału, Książek Holding posiada bezpośrednio 27.513.831 akcji w kapitale\n                           zakładowym Spółki, reprezentujących łącznie 66,05% kapitału zakładowego Spółki i uprawniających\n                           łącznie do 27.513.831 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.4. Podmioty zależne od akcjonariusza dokonującego zawiadomienia, posiadający akcje\n                           Spółki: Brak podmiotów zależnych od Książek Holding posiadających akcje Spółki.5. Informacja o osobach, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ Ustawy: Brak jest w stosunku do Książek Holding podmiotów, o których mowa w art. 87 ust. 1\n                           pkt 3 lit. c_ Ustawy. 6. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do\n                           których nabycia jest uprawniony lub zobowiązany jako posiadacz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 1_ Ustawy, oraz instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 2_ Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne, rodzaj lub nazwa tych instrumentów finansowych, data ich wygaśnięcia oraz\n                           data lub termin, w którym nastąpi lub może nastąpić nabycie akcji: Książek Holding nie jest uprawniona ani zobowiązana do nabycia jakichkolwiek akcji\n                           Spółki jako posiadacz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt\n                           1_ Ustawy oraz instrumentów, o których mowa w art. 69b ust. 1 pkt 2_ Ustawy, które\n                           nie są wykonywane wyłącznie przez rozliczenie pieniężne, a w związku z tym liczba\n                           głosów z akcji obliczona w sposób określony w art. 69b ust. 2 Ustawy wynosi 0 _zero_.7. Liczba głosów z akcji, obliczona w sposób określony w art. 69b ust. 3, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2_ Ustawy, rodzaj lub nazwa tych instrumentów finansowych oraz\n                           data wygaśnięcia tych instrumentów finansowych: Książek Holding nie posiada głosów z akcji, obliczonych zgodnie z art. 69b ust. 3\n                           Ustawy, do których w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe,\n                           o których mowa w art. 69b ust. 1 pkt 2_ Ustawy, w związku z czym tak obliczona liczba\n                           głosów wynosi 0 _zero_.8. Łączna suma liczby głosów wskazanych na podstawie art. 69 ust. 4 pkt.  pkt 2_,\n                           7_ i 8_ Ustawy i jej procentowy udział w ogólnej liczbie głosów: Łączna suma liczby głosów wskazanych na podstawie pkt. 2_, 7_ i 8_ art. 69 ust. 4\n                           Ustawy posiadanych bezpośrednio i pośrednio w Spółce przez Książek Holding wynosi\n                           27.513.831 głosów na walnym zgromadzeniu Spółki, stanowiących 66,05% ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki.\"",
        "date": "2017-12-06"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. [Emitent] informuje o otrzymaniu w dniu 5 grudnia\n                           2017 r.następujących zawiadomień:1. zawiadomienia złożonego w trybie art. 19 ust. 1 MAR o objęciu akcji Emitenta przez\n                           osobę pełniącą obowiązki zarządcze, Prezesa Zarządu Emitenta – pana Mariusza Wojciecha\n                           Książek,2. zawiadomienia złożonego w trybie art. 19 ust. 1 MAR o objęciu akcji Emitenta przez\n                           spółkę Książek Holding Sp. z o. o. z siedzibą w Warszawie jako podmiot blisko związany\n                           z osobą pełniącą obowiązki zarządcze, Prezesem Zarządu Emitenta – panem Mariuszem\n                           Wojciechem Książek,3. zawiadomienia złożonego w trybie art. 19 ust. 1 MAR o objęciu akcji Emitenta przez\n                           osobę pełniącą obowiązki zarządcze, Członka Zarządu Emitenta – pana Mariusza Poławskiego.Treść otrzymanych zawiadomień została załączona do niniejszego raportu.",
        "date": "2017-12-05"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. [Emitent] informuje, że w dniu 4 grudnia 2017 r.\n                           Marvipol Development 1 Spółka z ograniczoną odpowiedzialnością sp.k. z siedzibą w\n                           Warszawie – jednostka należąca do grupy kapitałowej Emitenta [Marvipol Development\n                           1] zawarła z tworzącymi konsorcjum i działającymi łącznie _1_ Aldesa Construcciones\n                           S.A. z siedzibą w Madrycie, Hiszpania, działającą na terenie Polski przez Aldesa Construcciones\n                           S.A. Oddział w Polsce z siedzibą w Warszawie oraz _2_ Aldesa Construcciones Polska\n                           sp. z o.o. z siedzibą w Warszawie [dalej zwanymi łącznie Generalnym Wykonawcą] Umowę\n                           o generalne wykonawstwo dla inwestycji Central Park Ursynów - Zadanie IV [Inwestycja,\n                           Umowa].Przedmiotem Umowy jest kompleksowa realizacja przez Generalnego Wykonawcę Inwestycji,\n                           polegającej na wybudowaniu czterech budynków mieszkalnych wielorodzinnych z garażami\n                           podziemnymi wraz z przynależną infrastrukturą, w tym także uzyskaniu pozwolenia na\n                           użytkowanie, na będącej w użytkowaniu wieczystym Marvipol Development 1 działce gruntu\n                           w Warszawie przy ul. Kłobuckiej, stanowiących IV zadanie realizacyjne projektu Central\n                           Park Ursynów pn. Harmony Park.Wynagrodzenie Generalnego Wykonawcy za realizację przedmiotu Umowy zostało określone\n                           jako ryczałt w kwocie netto 82 822 tys. PLN.Umowa zostanie zrealizowana w terminie do dnia 20 lipca 2019 r.Umowa przewiduje możliwość naliczenia kar umownych przez Marvipol Development 1 m.in.\n                           z tytułu odstąpienia od Umowy z winy Generalnego Wykonawcy czy też opóźnień w realizacji\n                           Umowy, przy czym łączna wartość kar umownych nie może przekroczyć 10% wartości wynagrodzenia.\n                           Z kolei Marvipol Development 1 zobowiązany będzie do zapłaty kary umownej w wysokości\n                           10% wartości wynagrodzenia w przypadku odstąpienia Generalnego Wykonawcy od Umowy\n                           z winy Marvipol Development 1 jeżeli takie odstąpienie nastąpi po 3 miesiącu budowy.\n                           Niezależnie od powyższego stronom przysługuje prawo do dochodzenia odszkodowania uzupełniającego,\n                           o ile kary nie zrekompensują całości szkód i strat.Pozostałe warunki Umowy, w tym odnoszące się do możliwości rozwiązania lub odstąpienia\n                           od niej nie odbiegają od postanowień powszechnie stosowanych dla tego typu umów.",
        "date": "2017-12-05"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd Marvipol Development S.A. z siedzibą w Warszawie [Emitent] informuje o podpisaniu\n                           w dniu 4 grudnia 2017 r. przez Marvipol Logistics S.A. z siedzibą w Warszawie – jednostkę\n                           zależną Emitenta [MVP-L] i Panattoni Development Europe sp. z o.o. z siedzibą w Warszawie\n                           [Panattoni] dwóch listów intencyjnych [Listy Intencyjne] dotyczących wspólnej realizacji\n                           kolejnych dwóch zamierzeń inwestycyjnych polegających na wybudowaniu obiektów składających\n                           się z budynków magazynowo–logistycznych, posadowionych na nieruchomościach zlokalizowanych\n                           w województwie zachodniopomorskim oraz w okolicy Warszawy.Listy Intencyjne zawierają wstępne ustalenia dotyczące realizacji obydwu zamierzeń\n                           inwestycyjnych, przy czym w ramach współpracy przewidziane jest utworzenie odpowiednio\n                           dwóch wspólnych przedsiębiorców w rozumieniu przepisów ustawy z dnia 16 lutego 2007\n                           roku o ochronie konkurencji i konsumentów.Ponadto, nawiązując do opublikowanego przez spółkę Marvipol S.A. _działającą obecnie\n                           pod firmą  British Automotive Holding S.A._ w dniu 10 października 2017 r. raportu\n                           bieżącego nr 78/2017 w sprawie podpisania przez MVP-L listu intencyjnego dotyczącego\n                           wspólnej realizacji zamierzenia inwestycyjnego, Emitent informuje o podpisaniu w dniu\n                           4 grudnia 2017 r. przez Panattoni i spółkę PDC Industrial Center 81 Sp. z o.o. z siedzibą\n                           w Warszawie [Spółka Celowa], będącą spółką zależną MVP-L umowy [Umowa Deweloperska]\n                           dotyczącej realizacji zamierzenia inwestycyjnego _odrębnego niż to, którego dotyczy\n                           zawarty w dniu dzisiejszym list intencyjny_ polegającego na wybudowaniu obiektu składającego\n                           się z budynków magazynowo– logistycznych, posadowionych na nieruchomości zlokalizowanej\n                           w okolicy Warszawy [Projekt].Na mocy Umowy Deweloperskiej, Spółka Celowa zleciła Panattoni koordynowanie i monitorowanie\n                           prac związanych z realizacją Projektu. Umowa Deweloperska została zawarta z zastrzeżeniem\n                           warunku zawieszającego, jakim jest nie dokonanie przez Spółkę Celową nabycia nieruchomości\n                           [Nieruchomość], na której ma zostać zrealizowany Projekt.Jednocześnie w związku z realizacją Projektu MVP-L zawarła w dniu 4 grudnia 2017 r.\n                           następujące umowy:_a_ umowę pożyczki [Umowa Pożyczki] pomiędzy MVP-L a Spółką Celową, mocą której MVP-L\n                           udzieli Spółce Celowej pożyczki w kwocie ok. 6,7 mln euro przeznaczonej na nabycie\n                           przez Spółkę Celową Nieruchomości i częściowo na realizację Projektu. Oprocentowanie\n                           pożyczki jest stałe, przy czym może wzrosnąć w przypadku naruszenia określonych zobowiązań\n                           Spółki Celowej za okres trwania tego naruszenia. Umowa Pożyczki nie przewiduje żadnych\n                           zabezpieczeń na rzecz MVP-L. W pozostałym zakresie umowa pożyczki nie zawiera specyficznych\n                           warunków, w tym takich które odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów. Umowa Pożyczki nie zawiera postanowień dotyczących kar umownych i nie została\n                           zawarta z zastrzeżeniem warunku ani terminu;_b_ przedwstępną warunkową umowę sprzedaży udziałów Spółki Celowej pomiędzyMVP-L a Panattoni, mocą której strony zobowiązały się zawrzeć umowę sprzedaży udziałów\n                           [Umowa Sprzedaży], na podstawie której MVP-L sprzeda, a Panattoni kupi 68 % udziałów\n                           Spółki Celowej, przy czym Umowa Sprzedaży została zawarta pod warunkiem zawieszającym,\n                           jakim jest nieuzyskanie przez Panattoni ostatecznej decyzji i niezaskarżalnej w sądowo-administracyjnym\n                           toku instancji o pozwoleniu na budowę Projektu.",
        "date": "2017-12-04"
    },
    {
        "company_name": "MARVIPOL DEVELOPMENT SA",
        "content": "Zarząd spółki MARVIPOL DEVELOPMENT Spółka Akcyjna z siedzibą w Warszawie _\"Emitent\"\n                           lub \"MARVIPOL DEVELOPMENT S.A.\"_, w nawiązaniu do raportu bieżącego spółki pod firmą\n                           MARVIPOL S.A. z siedzibą w Warszawie _adres: ul. Prosta 32, 00 – 838 Warszawa_, wpisanej\n                           do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy\n                           dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS: 0000250733, REGON: 011927062, NIP: 526-121-10-46 _\"MARVIPOL S.A.\"_\n                           nr 50/2016 z dnia 31 sierpnia 2016 r. w sprawie uzgodnienia i podpisania planu podziału\n                           MARVIPOL S.A., niniejszym informuje, iż w dniu 1 grudnia 2017 r. Sąd Rejonowy dla\n                           m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego dokonał\n                           wpisu do rejestru przedsiębiorców Krajowego Rejestru Sądowego podwyższenia kapitału\n                           zakładowego MARVIPOL DEVELOPMENT S.A. z kwoty 101.000,00 zł o kwotę 41.551.852,00\n                           zł, tj. do kwoty 41.652.852,00 zł w drodze emisji 41.551.852 akcji serii C o wartości\n                           nominalnej 1,00 zł każda _\"Rejestracja Podwyższenia Kapitału\"_ w związku z podziałem\n                           MARVIPOL S.A. w trybie art. 529 § 1 pkt 4 Kodeksu Spółek Handlowych, tj. poprzez przeniesienie\n                           na MARVIPOL DEVELOPMENT S.A. części majątku MARVIPOL S.A. stanowiącego zorganizowaną\n                           część przedsiębiorstwa funkcjonującą jako MARVIPOL Spółka Akcyjna Oddział w Warszawie\n                           _ul. Obywatelska nr 5/50, 02 – 409 Warszawa, posiadający NIP: 522-304-22-97, REGON\n                           011927062-00021 _\"Oddział MARVIPOL\"_, co stanowi podział przez wydzielenie _\"Podział\"_.Zgodnie z art. 530 § 2 Kodeksu Spółek Handlowych, wraz z Rejestracją Podwyższenia\n                           Kapitału nastąpiło wydzielenie części działalności MARVIPOL S.A. stanowiącej zorganizowaną\n                           część przedsiębiorstwa, tj. Oddziału MARVIPOL prowadzącego działalność deweloperską\n                           _\"Działalność Deweloperska\"_ oraz przeniesienie Działalności Deweloperskiej na MARVIPOL\n                           DEVELOPMENT S.A., podczas gdy pozostała część działalności MARVIPOL S.A., stanowiąca\n                           zorganizowaną część przedsiębiorstwa prowadzącą działalność zarządzania spółkami zależnymi\n                           z branży motoryzacyjnej, pozostała w majątku MARVIPOL S.A. Tym samym Podział stał\n                           się skuteczny, a Działalność Deweloperska stała się formalnie częścią MARVIPOL DEVELOPMENT\n                           S.A.W związku z powyższym, wraz z Rejestracją Podwyższenia Kapitału, MARVIPOL DEVELOPMENT\n                           S.A. wszedł m.in. w ogół praw i obowiązków z obligacji wyemitowanych przez MARVIPOL\n                           S.A., tj.:- obligacji niezabezpieczonych serii R wyemitowanych przez MARVIPOL S.A. na podstawie\n                           uchwały Zarządu MARVIPOL S.A. z dnia 13 listopada 2014 r. w sprawie emisji obligacji\n                           serii R,- obligacji niezabezpieczonych serii S, wyemitowanych przez MARVIPOL S.A. na podstawie\n                           uchwały zarządu MARVIPOL S.A. nr 1 z dnia 21 lipca 2015 r., uchwały Zarządu MARVIPOL\n                           S.A. nr 1 z dnia 30 lipca 2015r ., oraz uchwały Zarządu MARVIPOL S.A. nr 2 z dnia\n                           30 lipca 2015 r., zarejestrowanych w Krajowym Depozycie Papierów Wartościowych S.A.\n                           pod kodem ISIN PLMRVPL00149 i będących przedmiotem obrotu w zorganizowanym systemie\n                           obrotu na rynku Catalyst,- obligacji niezabezpieczonych serii T wyemitowanych przez MARVIPOL S.A. na podstawie\n                           uchwały zarządu MARVIPOL S.A. nr  1 z dnia  24 lipca 2017  r., zarejestrowanych w\n                           Krajowym Depozycie Papierów Wartościowych S.A. pod kodem ISIN PLMRVPL00156 i będących\n                           przedmiotem obrotu w zorganizowanym systemie obrotu na rynku Catalyst,- obligacji niezabezpieczonych serii U wyemitowanych przez MARVIPOL S.A. na podstawie\n                           uchwały Zarządu MARVIPOL S.A. z dnia 26 października 2017 r. w sprawie emisji niezabezpieczonych\n                           obligacji serii U, zarejestrowanych w Krajowym Depozycie Papierów Wartościowych S.A.\n                           pod kodem ISIN PLMRVPL00164.Wraz z Rejestracją Podwyższenia Kapitału nastąpiła rejestracja zmiany statutu MARVIPOL\n                           DEVELOPMENT S.A. związanej z Podziałem, obejmująca zmianę postanowień dotyczących\n                           wysokości kapitału zakładowego MARVIPOL DEVELOPMENT S.A. Zmianie uległ § 6 ust. 1\n                           statutu MARVIPOL DEVELOPMENT, którego dotychczasowa treść:\"§ 6.1. Kapitał zakładowy Spółki wynosi sto jeden tysięcy _101.000,00_ złotych i dzieli\n                           się na:- sto tysięcy _100.000_ akcji na okaziciela serii A o wartości nominalnej jeden złoty\n                           _1,00 zł_ każda akcja,- jeden tysiąc _1.000_ akcji na okaziciela serii B o wartości nominalnej jeden złoty\n                           _1,00 zł_ każda akcja\"została zastąpiona nowym, następującym brzmieniem:\"§ 6.1. Kapitał zakładowy Spółki wynosi czterdzieści jeden milionów sześćset pięćdziesiąt\n                           dwa tysiące osiemset pięćdziesiąt dwa _41.652.852,00_ złote i dzieli się na:- sto tysięcy _100.000_ akcji na okaziciela serii A o wartości nominalnej jeden złoty\n                           _1,00 zł_ każda akcja,- jeden tysiąc _1.000_ akcji na okaziciela serii B o wartości nominalnej jeden złoty\n                           _1,00 zł_ każda akcja,- czterdzieści jeden milionów pięćset pięćdziesiąt jeden tysięcy osiemset pięćdziesiąt\n                           dwie _41.551.852_ akcje na okaziciela serii C o wartości nominalnej jeden złoty _1,00\n                           zł_ każda akcja.\"Wobec powyższej rejestracji zmian w treści statutu Emitenta, Emitent w załączeniu\n                           do niniejszego raportu bieżącego przedkłada treść jednolitego statutu Emitenta, uwzględniającego\n                           powyższe zmiany w jego brzmieniu. Treść pozostałych postanowień statutu Emitenta nie\n                           uległa zmianie.  Zarząd Emitenta informuje również, iż wraz z Rejestracją Podwyższenia Kapitału, zmianie\n                           ulega adres strony internetowej Emitenta, który począwszy od dnia dzisiejszego będzie\n                           następujący: www.marvipol.pl _dotychczasowy adres wykorzystywany przez spółkę Marvipol\n                           S.A., która to spółka od tej chwili będzie wykorzystywała adres: www.ba-holding.pl_.",
        "date": "2017-12-01"
    }
]