[
    {
        "company_name": "EFEKT",
        "content": "Zarząd Korporacji Gospodarczej \"efekt\" S.A. w Krakowie informuje, w związku z zaleceniami\n                           Komisji Nadzoru Finansowego, w nawiązaniu do Raportu Bieżącego 39/2019 z dnia 1 października\n                           2019 podaje do publicznej wiadomości warunki płatności czynszu dzierżawnego:1.\tW odniesieniu do obiektu Best Western Premier należącego do Spółki Lider Hotel\n                           sp. z o. warunki płatności czynszu dzierżawnego są następujące:- Od dnia 1.10.2019  do dnia 30.11.2027 czynsz dzierżawy wynosi miesięcznie 400.000\n                           zł netto - za okres od dnia 1.12.2027  do dnia 31.12.2032 czynsz dzierżawny wynosi 12.500.000\n                           zł netto płatny jednorazowo do dnia 30 grudnia 2027 roku.2.\tW odniesieniu do obiektu Best Western Express należącego do Efekt Hotele S.A. czynsz\n                           dzierżawny wynosi 150.000 zł netto miesięcznie.Czynsz ustalono z uwzględnieni stanu obiektów i zobowiązań dzierżawcy do dokonania\n                           nakładów na obiekt, a wynikających z umowy dzierżawy.Ponadto Emitent informuje, iż strony przewidziały w umowach dzierżawy możliwość cesji\n                           czynszu dzierżawnego na rzecz banku, na dzień jednak publikacji niniejszego raportu\n                           do zawarcia umowy cesji jeszcze nie doszło.",
        "date": "2019-11-15"
    },
    {
        "company_name": "VOXEL SA",
        "content": "Zarząd VOXEL S.A. z siedzibą w Krakowie _dalej: \"Emitent\"_ w nawiązaniu do raportów\n                           bieżących nr 8/2019 z dnia 10 kwietnia 2019 roku w sprawie zatwierdzenia układu w\n                           postępowaniu sanacyjnym dłużnika Emitenta, nr 7/2019 z dnia 26 marca 2019 roku w sprawie\n                           zawarcia układu w postępowaniu sanacyjnym dłużnika Emitenta oraz nr 53/2018 z dnia\n                           20 grudnia 2018 roku w sprawie zawarcia umów znaczących informuje, że w dniu dzisiejszym\n                           powziął informację o doręczeniu pełnomocnikowi Emitenta postanowienia Sądu Rejonowego\n                           Katowice-Wschód w Katowicach, Wydział X Gospodarczy z dnia 10 kwietnia 2019 roku sygn.\n                           akt: X GRs 1/17/3 o zatwierdzeniu układu SCANIX sp. z o.o. w Katowicach wraz z klauzulą\n                           prawomocności nadaną w dniu dzisiejszym przez Sąd Okręgowy w Katowicach stwierdzającą,\n                           że powyższe postanowienie stało się prawomocne z dniem 7 listopada 2019 roku. W związku z uzyskaniem przez ww. orzeczenie prawomocności formalnie zakończyło się\n                           postępowanie restrukturyzacyjne SCANIX sp. z o.o. Stosownie do treści art. 324 ust.\n                           1 prawa restrukturyzacyjnego postępowanie restrukturyzacyjne zostaje zakończone z\n                           dniem uprawomocnienia się postanowienia o zatwierdzeniu układu. W konsekwencji spółka\n                           SCANIX sp. z o.o. przystąpi do realizacji układu, w tym w szczególności podejmie działania\n                           zmierzające do ujawnienia w rejestrze przedsiębiorców Krajowego Rejestru Sądowego\n                           Emitenta jako większościowego wspólnika SCANIX sp. z o.o. posiadającego 81,7% udziałów\n                           w jej kapitale zakładowym w związku z konwersją wierzytelności Emitenta na udziały.\n                           Od dnia zarejestrowania podwyższenia kapitału zakładowego w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego VOXEL S.A. stanie się większościowym udziałowcem SCANIX\n                           sp. z o.o., obejmie nad nim kontrolę i będzie ujmował jego dane finansowe w skonsolidowanym\n                           sprawozdaniu finansowym Grupy Kapitałowej VOXEL S.A.Na dzień sporządzenia niniejszego raportu SCANIX sp. z o.o. posiada łącznie 11 specjalistycznych\n                           pracowni w 5 lokalizacjach na obszarze województwa śląskiego oraz posiada 4 obowiązujące\n                           umowy zawarte z Narodowym Funduszem Zdrowia na udzielanie świadczeń opieki zdrowotnej\n                           z zakresu badań rezonansu magnetycznego oraz tomografii komputerowej.",
        "date": "2019-11-15"
    },
    {
        "company_name": "WIELTON SA",
        "content": "Zarząd Wielton S.A. _Spółka_ informuje o zmianie terminu przekazania do publicznej\n                           wiadomości skonsolidowanego rozszerzonego raportu kwartalnego za III kwartał 2019\n                           roku _Raport_. Raport zostanie opublikowany w dniu 29 listopada 2019 roku. Zgodnie\n                           z treścią raportu bieżącego nr 2/2019 z dnia 31 stycznia 2019 roku pierwotny termin\n                           publikacji Raportu określony był na dzień 20 listopada 2019 roku.",
        "date": "2019-11-15"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ przekazuje w załączniku nr\n                           1 do publicznej wiadomości wstępne szacunkowe dane finansowe za 3 kwartały 2019 roku.",
        "date": "2019-11-15"
    }
]