[
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 1 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 28 grudnia 2015 r. Emitent powziął\n                           informację o ustanowieniu zastawu rejestrowego na zapasach towaru, stanowiących własność\n                           spółki zależnej od Emitenta, tj. AT Computers a.s. oraz hipoteki na nieruchomości\n                           będącej własnością spółki zależnej od Emitenta, tj. AT Computers a.s., położonej w\n                           Ostrawie. Zastaw i hipoteka zostały ustanowione na rzecz Emitenta, jako zabezpieczenie\n                           umowy pożyczki, o której zawarciu Emitent informował w RB 23/2015.Emitent jest wyłącznym akcjonariuszem spółki AT Computers Holding a.s. Spółka AT Computers\n                           Holding a.s. jest wyłącznym akcjonariuszem spółki AT Computers a.s., na której aktywach\n                           został ustanowiony zastaw rejestrowy i hipoteka.Hipoteka została ustanowiona dnia 22 grudnia 2015 r. na podstawie umowy o ustanowieniu\n                           hipoteki na nieruchomości między Emitentem jako wierzycielem hipotecznym i spółką\n                           AT Computers a.s. Hipoteka została ustanowiona na nieruchomości położonej w obszarze\n                           administracyjnym Slezská Ostrava, gmina Ostrava i wpisanej w akcie własności nr 3494,\n                           prowadzonym w Urzędzie Katastralnym dla Kraju Morawsko-Śląskiego, Zakład Katastralny\n                           Ostrava, dla obszaru katastralnego Slezská Ostrava.Zastaw rejestrowy został ustanowiony dnia 21 grudnia 2015 r. na podstawie umowy o\n                           ustanowieniu zastawu na rzeczach ruchomych – zapasach, między Emitentem jako zastawnikiem\n                           i spółką AT Computers a.s. Rzeczy ruchome _zapasy_ objęte zastawem rejestrowym są\n                           wyrobami zakupionymi przez AT Computers a.s. od wybranych dostawców i na dzień zawarcia\n                           umowy o ustanowieniu zastawu na rzeczach ruchomych umieszczone były w centrum dystrybucyjnym\n                           - Prologis Park Ostrava, pod adresem: ul. 17. listopadu 3/6204, 708 00 Ostrava.Wartość zobowiązania zabezpieczonego hipoteką i zastawem rejestrowym wynosi 448 143\n                           405,90 CZK _słownie: czterysta czterdzieści osiem milionów sto czterdzieści trzy tysiące\n                           czterysta pięć 90/100 koron czeskich_ powiększona o należności uboczne w postaci oprocentowania,\n                           którego wysokość została ustalona w oparciu o stałą stopę procentową w walucie CZK.Wartość ewidencyjna wskazanych wyżej aktywów w księgach rachunkowych na dzień zawarcia\n                           umów wynosi 574 000 000 CZK _słownie: pięćset siedemdziesiąt cztery miliony koron\n                           czeskich_.Kryterium będącym podstawą uznania aktywów za aktywa o znacznej wartości jest wartość\n                           aktywów, która przekracza równowartość 10% kapitałów własnych Emitenta.",
        "date": "2015-12-29"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. działając na podstawie art. 86 ust. 1 Ustawy z dnia 7 maja 2009 r.\n                           o biegłych rewidentach i ich samorządzie, podmiotach uprawnionych do badania sprawozdań\n                           finansowych oraz o nadzorze publicznym _t.j. Dz. U. z dnia 22 lipca 2015 roku poz.\n                           1011_, informuje że Rada Nadzorcza Spółki na posiedzeniu w dniu 17 grudnia 2015 roku\n                           powołała w ramach swoich struktur Komitet Audytu w składzie:1. Jakub Bieguński2. Marek Ćwir3. Jerzy BaranowskiCzłonkami spełniającymi kryteria niezależności oraz posiadającymi kwalifikacje w dziedzinie\n                           rachunkowości i rewizji finansowej, zgodnie z art. 86 ust. 4 i 5 Ustawy z o biegłych\n                           rewidentach i ich samorządzie, podmiotach uprawnionych do badania sprawozdań finansowych\n                           oraz o nadzorze publicznym, są Jakub Bieguński i Marek Ćwir.",
        "date": "2015-12-17"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust.1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 7 grudnia 2015 roku Emitent powziął\n                           informacje o podpisaniu aneksu _Aneks_ do umowy kredytowej _Umowa_ pomiędzy spółką\n                           zależną AT Computers a.s. _Spółka_ a ČSOB a.s. _Bank_ z siedzibą w Pradze _Republika\n                           Czeska_.Zawarty Aneks wydłuża okres obowiązywania Umowy. Dniem ostatecznej spłaty limitów\n                           lub ich prolongaty jest 8 stycznia 2016 roku.Pozostałe warunki pozostają bez zmian i przedstawione zostały w RB 34/2014 oraz 26/2012.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów stosowanych dla tego\n                           typu umów.Kryterium uznania umowy za znaczącą jest całkowita jej wartość, która przekracza równowartość\n                           10% kapitałów własnych Emitenta.",
        "date": "2015-12-07"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 4 grudnia 2015 roku Emitent otrzymał\n                           podpisany aneks z dnia 2 grudnia 2015 roku _Aneks_ do umowy limitu kredytowego wielocelowego\n                           z dnia 4 grudnia 2013 _Umowa_ zawartej pomiędzy Emitentem a PKO BP S.A. z siedzibą\n                           w Warszawie _Bank_.Łączna kwota udzielonych Spółce limitów kredytowych wynosi 120.000.000 PLN _sto dwadzieścia\n                           milionów zł_, a limit ten może być wykorzystany w następujący sposób:- Limit Gwarancji bankowych do kwoty 20.000.000 PLN _dwadzieścia milionów zł_, przy\n                           czym maksymalny okres obowiązywania wystawionych gwarancji będzie wynosił:a_ do  18 miesięcy od daty wystawienia gwarancji dla gwarancji wystawionych do łącznej\n                           kwoty 10 000 000 PLN _dziesięć milionów zł_,b_ od 18 do 36 miesięcy od daty wystawienia gwarancji dla gwarancji wystawionych do\n                           łącznej kwoty 7 000 000 PLN _siedem milionów zł_,c_ od 36 do 66 miesięcy od daty wystawienia gwarancji dla gwarancji wystawionych do\n                           łącznej kwoty 3 000 000 PLN _trzy miliony zł_.- Limit Akredytyw do kwoty 20.000.000 PLN _dwadzieścia milionów zł_;- Kredyt w rachunku bieżącym, kredyt obrotowy odnawialny oraz kredyt obrotowy nieodnawialny\n                           udostępnione w trzech walutach EUR, USD i PLN. Łączna kwota kredytów nie ulega zmianie\n                           i nie może przekroczyć 100.000.000 PLN _sto milionów zł_.Zawarty Aneks wydłuża okres obowiązywania Umowy do dnia 2 grudnia 2016 roku.  Termin\n                           spłaty nie może przekroczyć 2 grudnia 2016 roku.Pozostałe warunki pozostają bez zmian i przedstawione zostały w RB 15/2015, 32/2014\n                           oraz 5/2014.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów stosowanych dla tego\n                           typu umów.Kryterium uznania umów za znaczące jest wartość kredytu, która przekracza równowartość\n                           10% kapitałów własnych Emitenta.",
        "date": "2015-12-04"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. informuje, że otrzymał od Aviva Otwartego Funduszu Emerytalnego Aviva\n                           BZ WBK _Fundusz_, reprezentowanego przez Aviva Powszechne Towarzystwo Emerytalne Aviva\n                           BZ WBK S.A., zawiadomienie o zwiększeniu przez Fundusz udziału w ogólnej liczbie głosów\n                           na Walnym Zgromadzeniu Spółki o co najmniej 2% powyżej dotychczas posiadanego udziału\n                           przekraczającego 10%. Zwiększenie zaangażowania nastąpiło w wyniku rozliczenia w dniu\n                           23 listopada 2015 r. transakcji nabycia przez Fundusz 21.460 sztuk akcji AB S.A..Zgodnie\n                           z zawiadomieniem:Stan posiadania Funduszu przed nabyciem akcji:Liczba akcji posiadanych przed zmianą udziału\t\t2.097.054Procentowy udział w kapitale zakładowym spółki\t\t12,9547%Liczba głosów z tych akcji\t\t\t2.097.054Procentowy udział w ogólnej liczbie głosów\t\t11,9827%Stan posiadania Funduszu po nabyciu akcji:Liczba akcji posiadanych po zmianie udziału\t\t2.118.514Procentowy udział w kapitale zakładowym spółki\t\t13,0872%Liczba głosów z tych akcji\t\t\t2.118.514Procentowy udział w ogólnej liczbie głosów\t\t12,1053%Podstawa prawna:Art. 70 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _tekst jednolity, Dz. U. z 2013 r. poz. 1382_",
        "date": "2015-11-26"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 25 listopada 2015 roku Emitent\n                           otrzymał podpisany aneks z dnia 25 listopada 2015 roku _Aneks_ do umowy wieloproduktowej\n                           z dnia 28 listopada 2013 roku _Umowa_ zawartej pomiędzy Emitentem a ING Bank Śląski\n                           S.A. z siedzibą w Katowicach _Bank_.Zawarty Aneks wydłuża okres obowiązywania Umowy. Limit kredytowy Umowy jest udzielony\n                           na okres od Dnia Udostępnienia tj. 25.11.2015 roku do dnia 23.05.2016 roku. Termin\n                           spłaty nie może przekroczyć daty 24.05.2016 roku.Pozostałe warunki pozostają bez zmian i przedstawione zostały w RB 26/2013 oraz 27/2014.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów stosowanych dla tego\n                           typu umów.Kryterium uznania umów za znaczące jest wartość kredytów, która przekracza równowartość\n                           10% kapitałów własnych Emitenta. Łączna wartość umów kredytowych zawartych pomiędzy\n                           spółkami Grupy AB a Bankiem wynosi 111.500.000 PLN.",
        "date": "2015-11-26"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 25 listopada 2015 roku Emitent\n                           powziął informację o podpisaniu aneksu z dnia 25 listopada 2015 roku _Aneks_ do umowy\n                           z dnia 26 marca 2012 roku o kredyt na finansowanie i refinansowanie inwestycji _Umowa_\n                           pomiędzy spółką zależną B2B IT Spółka z o.o. _Spółka Zależna Emitenta_ a ING Bank\n                           Śląski S.A. z siedzibą w Katowicach _Bank_.Zawarty Aneks wydłuża okres obowiązywania Umowy. Kredyt jest udzielony na okres od\n                           Dnia Udostępnienia _zgodnie z dyspozycją Kredytobiorcy_ do dnia 31.12.2022 roku.Zapisy Aneksu w zakresie zabezpieczeń, o których Emitent przekazał informacje w RB\n                           9/2012, przewidują warunkową rezygnację z zabezpieczenia w postaci zastawu rejestrowego\n                           na finansowanym mieniu ruchomym przedsiębiorstwa będącym własnością Kredytobiorcy\n                           wraz z cesją praw z polisy pod warunkiem dostarczenia wyceny nieruchomości stanowiącej\n                           zabezpieczenie wierzytelności Banku z tytułu Umowy. Wycena będzie musiała zostać sporządzona\n                           przez rzeczoznawcę zaakceptowanego przez Bank i zweryfikowana przez Bank w minimalnej\n                           wartości określonej w umowie.Pozostałe warunki pozostają bez zmian i przedstawione zostały w RB 9/2012 oraz 10/2014.\n                           Pozostałe zapisy nie odbiegają od standardowych zapisów stosowanych dla tego typu\n                           umów.Kryterium uznania umowy za znaczącą jest łączna wartość zaangażowania Banku wobec\n                           Grupy AB, która przekracza 10% kapitałów własnych Emitenta. Łączna wartość umów kredytowych\n                           zawartych pomiędzy spółkami Grupy AB a Bankiem wynosi 111.500.000 PLN.",
        "date": "2015-11-26"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. przekazuje listę akcjonariuszy Spółki posiadających co najmniej 5%\n                           głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy _ZWZA_ zwołanym na dzień 5\n                           listopada 2015 r.",
        "date": "2015-11-12"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z § 38 ust. 1 pkt 11_ oraz\n                           ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _t.j. Dz. U. z 2014 r., poz. 133_ informuje, że, zgodnie z uchwałą\n                           nr 7/2015 Zwyczajnego Walnego Zgromadzenia Emitenta w sprawie podziału zysku, podjętą\n                           w dniu 5 listopada 2015 roku, zostanie wypłacona dywidenda za rok 2014/2015, w kwocie\n                           11 331 350,80 zł, co stanowi 0,70 zł/akcję.Zwyczajne Walne Zgromadzenie ustaliło:- dzień dywidendy: na dzień 3 grudnia 2015 roku,- dzień wypłaty dywidendy: na dzień 11 stycznia 2016 roku.Dywidendą objęte jest 16 187 644 sztuk akcji Emitenta.",
        "date": "2015-11-06"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z § 5 ust. 1 pkt 22_ Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.j.\n                           Dz.U. z 2014 r., poz. 133_ informuje o powołaniu z dniem 5 listopada 2015 r. Zarządu\n                           oraz Rady Nadzorczej na nową kadencję.",
        "date": "2015-11-06"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. przedstawia w załączniku treść uchwał podjętych na Zwyczajnym Walnym\n                           Zgromadzeniu Spółki, które odbyło się w dniu 5 listopada 2015 r.",
        "date": "2015-11-06"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 19 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że na podstawie uchwały Rady Nadzorczej\n                           Emitenta z dnia 5 listopada 2015 roku dokonano wyboru spółki ECA Seredyński i Wspólnicy\n                           Spółka z ograniczoną odpowiedzialnością sp. k. z siedzibą w Krakowie, przy ul. Moniuszki\n                           50, 31-523 Kraków, wpisanej na listę podmiotów uprawnionych do badania sprawozdań\n                           prowadzoną przez Krajową Radę Biegłych Rewidentów pod numerem 3115, jako podmiotu\n                           uprawnionego do przeglądu i badania sprawozdań finansowych Emitenta za rok 2015/2016\n                           oraz 2016/2017, w następującym zakresie:1. badania jednostkowego sprawozdania finansowego Emitenta za rok obrotowy kończący\n                           się 30 czerwca 2016 roku;2. badania jednostkowego sprawozdania finansowego Emitenta za rok obrotowy kończący\n                           się 30 czerwca 2017 roku;3. badania skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Emitenta za\n                           rok obrotowy kończący się 30 czerwca 2016 roku;4. badania skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Emitenta za\n                           rok obrotowy kończący się 30 czerwca 2017 roku;5. dokonania przeglądu jednostkowego sprawozdania finansowego Emitenta za okres 6\n                           miesięcy kończący się 31 grudnia 2015 roku;6. dokonania przeglądu jednostkowego sprawozdania finansowego Emitenta za okres 6\n                           miesięcy kończący się 31 grudnia 2016 roku;7. dokonania przeglądu skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Emitenta za okres 6 miesięcy kończący się 31 grudnia 2015 roku;8. dokonania przeglądu skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Emitenta za okres 6 miesięcy kończący się 31 grudnia 2016 roku.Emitent korzystał z usług ww. podmiotu w poprzednim roku obrotowym w zakresie przeglądu\n                           i badania sprawozdań finansowych analogicznym do wyżej wskazanego. Wybór podmiotu\n                           uprawnionego do badania sprawozdań finansowych został dokonany przez Radę Nadzorczą\n                           Emitenta zgodnie z obowiązującymi przepisami i normami zawodowymi. Umowa z audytorem\n                           zostanie zawarta na czas wykonania ww. przedmiotu umowy.",
        "date": "2015-11-05"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu, zgodnie z § 5 ust. 1 pkt 11 oraz §17 w związku\n                           z §3 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _t.j. Dz. U. z 2014 r. poz. 133_, w nawiązaniu do raportu bieżącego\n                           nr 14/2015 z dnia 30 lipca 2015 roku, informuje, że w dniu wczorajszym, tj. 2 listopada\n                           2015 roku Zarząd Giełdy Papierów Wartościowych w Warszawie S.A., uchwałą nr 1101/2015,\n                           wyznaczył dzień 4 listopada 2015 roku jako pierwszy dzień notowania w alternatywnym\n                           systemie obrotu na Catalyst 7.000 _siedmiu tysięcy_ obligacji na okaziciela serii\n                           AB02 290720 o wartości nominalnej 10.000 zł _dziesięć tysięcy złotych_ każda i oznaczonych\n                           przez Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLAB00000043\".Zarząd Giełdy postanowił ponadto notować wyżej wymienione obligacje w systemie notowańciągłych pod skróconą nazwą \"ABE0720\".Uchwała weszła w życie z dniem jej podjęcia.",
        "date": "2015-11-03"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 11 oraz\n                           §17 w związku z §3 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t. j. Dz. U. z 2014 r. poz. 133_,\n                           w nawiązaniu do raportu bieżącego nr 14/2015 z dnia 30 lipca 2015 roku, informuje,\n                           że w dniu dzisiejszym otrzymał Komunikat Działu Operacyjnego Krajowego Depozytu Papierów\n                           Wartościowych S.A. o rejestracji 7.000 _siedem tysięcy_ obligacji na okaziciela serii\n                           AB02 290720 o wartości nominalnej 10.000 zł _dziesięć tysięcy złotych_ każda. Rejestracja w Krajowym Depozycie nastąpi w dniu 29 października 2015 r. Podstawą prawną do dokonania rejestracji są następujące uchwały w sprawie wprowadzenia\n                           do alternatywnego systemu obrotu na Catalyst wyżej wymienionych obligacji:- Uchwała nr 1084/2015 Zarządu Giełdy Papierów Wartościowych S.A. z dnia 27 października\n                           2015 r.,- Uchwała nr 209/15 Zarządu BondSpot S.A. z dnia 27 października 2015 r. , o których Zarząd AB S.A. informował w raporcie bieżącym nr 27/2015 w dniu dzisiejszym.Obligacje, o których mowa powyżej, zostaną oznaczone kodem PLAB00000043.",
        "date": "2015-10-28"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 11 oraz\n                           §17 w związku z §3 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t. j. Dz. U. z 2014 r. poz. 133_,\n                           informuje, w nawiązaniu do raportu bieżącego nr 14/2015 z dnia 30 lipca 2015 roku,\n                           że w dniu 27 października 2015 roku podjęte zostały uchwały: - Uchwała nr 1084/2015 Zarządu Giełdy Papierów Wartościowych w Warszawie S.A. oraz\n                           - Uchwała nr 209/15 Zarządu BondSpot S.A., w sprawie wprowadzenia do alternatywnego systemu obrotu na Catalyst 7.000 _siedem\n                           tysięcy_ obligacji na okaziciela serii AB02 290720 Emitenta o wartości nominalnej\n                           10.000 zł _dziesięć tysięcy złotych_ każda i łącznej wartości nominalnej 70.000.000\n                           zł _siedemdziesiąt milionów złotych_.Uchwały weszły w życie z dniem ich podjęcia.",
        "date": "2015-10-28"
    },
    {
        "company_name": "AB SA",
        "content": "Załączniki",
        "date": "2015-10-09"
    },
    {
        "company_name": "AB SA",
        "content": "Uchwała nr 1/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuw sprawie wyboru Przewodniczącego Walnego ZgromadzeniaZwyczajne Walne Zgromadzenie postanawia powołać na Przewodniczącego Zwyczajnego Walnego\n                           Zgromadzenia .............................................................Uchwała nr 2/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuw sprawie wyboru Komisji SkrutacyjnejZwyczajne Walne Zgromadzenie postanawia powołać w skład Komisji Skrutacyjnej:.............................................................Uchwała nr 3/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuw sprawie przyjęcia porządku obradZwyczajne Walne Zgromadzenie AB S.A. postanawia przyjąć porządek obrad Zwyczajnego\n                           Walnego Zgromadzenia.----------------------------------------------------------------------------------Uchwała nr 4/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki \"AB SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu przyjmuje sprawozdanie\n                           Rady Nadzorczej z działalności w roku obrotowym 2014/2015 zawierające ocenę sprawozdania\n                           Zarządu z działalności Spółki za 2014/2015 rok i sprawozdania finansowego za rok obrotowy\n                           2014/2015, wniosku Zarządu dotyczącego podziału zysku oraz zwięzłą ocenę sytuacji\n                           Spółki, w tym ocenę systemu zarządzania ryzykiem i systemu kontroli wewnętrznej Spółki.---------------------------------------------------------------------Uchwała nr 5/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki \"AB SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu zatwierdza przedstawione\n                           przez Zarząd sprawozdanie z działalności Spółki za 2014/2015 rok i  sprawozdanie finansowe\n                           za rok obrotowy 2014/2015. ---------------------------------------------Uchwała nr 6/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki \"AB SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu zatwierdza przedstawione\n                           przez Zarząd sprawozdanie z działalności Grupy Kapitałowej \"AB Spółka Akcyjna\" za\n                           2014/2015 rok i skonsolidowane sprawozdanie finansowe Grupy Kapitałowej \"AB Spółka\n                           Akcyjna\" za rok obrotowy 2014/2015.-----------------------------------Uchwała nr 7/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 roku1. Zwyczajne Walne Zgromadzenie AB S.A.  z siedzibą we Wrocławiu postanawia zysk Spółki\n                           za rok 2014/2015, w kwocie 53 130 594,50 zł _pięćdziesiąt trzy miliony sto trzydzieści\n                           tysięcy pięćset dziewięćdziesiąt cztery złote 50/100_ podzielić w sposób następujący:\n                           kwotę 11 331 350,80 zł  _jedenaście milionów trzysta trzydzieści jeden tysięcy trzysta\n                           pięćdziesiąt złotych 80/100_ przeznaczyć na wypłatę dywidendy dla akcjonariuszy, a\n                           pozostałą część w kwocie 41 799 243,70 zł _czterdzieści jeden milionów siedemset dziewięćdziesiąt\n                           dziewięć tysięcy dwieście czterdzieści trzy złote 70/100_  przeznaczyć na kapitał\n                           rezerwowy Spółki.---------------------------------------------2. \"AB SPÓŁKA AKCYJNA\" wypłaci dywidendę w wysokości 70 _siedemdziesiąt_ groszy na\n                           jedną akcję.--------------------------------------------------------------------------------- 3. Dzień dywidendy zostaje ustalony na 3 grudnia 2015 r.----------------------------------------- 4. Wypłata dywidendy nastąpi w dniu 11 stycznia 2016 r.-----------------------------------------Uchwała nr 8/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela Prezesowi\n                           Zarządu - Andrzejowi Przybyło, absolutorium z wykonania obowiązków w roku obrotowym\n                           2014/2015.----------------------------------------------------------------------------------- Uchwała nr 9/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela członkowi\n                           Zarządu – Zbigniewowi Mądremu absolutorium z wykonania obowiązków w roku obrotowym\n                           2014/2015.------------------------------------------------------------------------------------Uchwała nr 10/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela członkowi\n                           Zarządu – Grzegorzowi Ochędzanowi absolutorium z wykonania obowiązków w roku obrotowym\n                           2014/2015.------------------------------------------------------------------------------Uchwała nr 11/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela członkowi\n                           Zarządu – Krzysztofowi Kucharskiemu absolutorium z wykonania obowiązków w roku obrotowym\n                           2014/2015.------------------------------------------------------------------------------Uchwała nr 12/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki \"AB SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela Przewodniczącemu\n                           Rady Nadzorczej - Iwonie Przybyło, absolutorium z wykonania obowiązków  w roku obrotowym\n                           2014/2015.----------------------------------------------------------Uchwała nr 13/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela członkowi\n                           Rady Nadzorczej - Jackowi Łapińskiemu, absolutorium z wykonania obowiązków w roku\n                           obrotowym 2014/2015.---------------------------------------------------------------------------Uchwała nr 14/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela członkowi\n                           Rady Nadzorczej – Andrzejowi Batorowi, absolutorium z wykonania obowiązków w roku\n                           obrotowym 2014/2015.-----------------------------------------------------------Uchwała nr 15/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela członkowi\n                           Rady Nadzorczej – Katarzynie Jażdrzyk, absolutorium z wykonania obowiązków w roku\n                           obrotowym 2014/2015.---------------------------------------------------------------------------Uchwała nr 16/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela członkowi\n                           Rady Nadzorczej – Radosławowi Kiełbasińskiemu, absolutorium z wykonania obowiązków\n                           w roku obrotowym 2014/2015.-----------------------------------------------------------Uchwała nr 17/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuWalne Zgromadzenie Spółki  \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu, udziela członkowi\n                           Rady Nadzorczej – Janowi Łapińskiemu, absolutorium z wykonania obowiązków w roku obrotowym\n                           2014/2015.---------------------------------------------------------------------------Uchwała nr 18/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 roku1. Działając na podstawie art. 12 ust. 1 i 5, z zastrzeżeniem art. 12 ust. 3 Statutu\n                           Spółki, Zwyczajne Walne Zgromadzenie Spółki \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu,\n                           powołuje do składu Rady Nadzorczej na nową kadencję: Andrzeja Grabińskiego, Jacka\n                           Łapińskiego, Marka Ćwira, Jerzego Baranowskiego oraz Jakuba Bieguńskiego.2. Uchwała wchodzi w życie z dniem jej podjęcia.-------------------------------------------------Uchwała nr 19/2015Zwyczajnego Walnego Zgromadzenia Spółki pod firmą:\"AB Spółka Akcyjna\"z siedzibą we Wrocławiuz dnia 5 listopada 2015 rokuDziałając na podstawie art. 430 § 1 oraz 455 § 1 kodeksu spółek handlowych, Zwyczajne\n                           Walne Zgromadzenie \"AB  SPÓŁKA AKCYJNA\" z siedzibą we Wrocławiu uchwala co następuje:----------------------------------------------------------------------------------------------------§ 1 [ZMIANA STATUTU]W Statucie Spółki wprowadza się następujące zmiany:----------------------------------------------- art. 2 ust. 1 otrzymuje brzmienie:-----------------------------------------------------------------\"1.   Siedzibą Spółki są Magnice.\"----------------------------------------------------------------------- art. 12 ust. 5 zdanie wprowadzające otrzymuje brzmienie:------------------------------------\" 5. Co najmniej dwóch Członków Rady Nadzorczej będzie Członkami Niezależnymi.\"-------- art. 19 otrzymuje brzmienie:----------------------------------------------------------------------\"Walne Zgromadzenia odbywają się w siedzibie Spółki, we Wrocławiu lub w Warszawie.\"§ 2 [UZASADNIENIE]Zmiany Statutu określone w § 1 tiret 1 oraz tiret 3 Uchwały związane są z oddaniem\n                           do użytku nowej  siedziby Spółki w Magnicach. Zmiana Statutu określona w § 1 tiret\n                           2 Uchwały realizuje postanowienie części III.6. Dobrych Praktyk Spółek Notowanych\n                           na GPW, zgodnie z którym przynajmniej dwóch członków rady nadzorczej powinno spełniać\n                           kryteria niezależności od spółki i podmiotów pozostających w istotnym powiązaniu ze\n                           spółką. Celem zmiany jest dostosowanie do aktualnie obowiązujących zasad ładu korporacyjnego.--------------------------------------------------------------------------------------------§ 3 [POSTANOWIENIA KOŃCOWE]Uchwała wchodzi w życie z dniem podjęcia.----------------------------------------------------------",
        "date": "2015-10-09"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. zwołuje na dzień 5 listopada 2015 r. Zwyczajne Walne Zgromadzenie Spółki,\n                           które odbędzie się w Hotelu HP Park Plaza przy ul. Drobnera 11/13 we Wrocławiu o godzinie\n                           12.00 z następującym porządkiem obrad:1. Otwarcie Walnego Zgromadzenia,2. Wybór Przewodniczącego Walnego Zgromadzenia,3. Wybór Komisji Skrutacyjnej,4. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał,5. Przyjęcie porządku obrad,6. Przedstawienie sprawozdania Zarządu z działalności Spółki oraz sprawozdania Zarządu\n                           z działalności grupy kapitałowej \"AB Spółka Akcyjna\" w okresie 01.07.2014r. – 30.06.2015r.7. Przedstawienie sprawozdania finansowego oraz skonsolidowanego sprawozdania finansowego\n                           wraz z opiniami biegłych rewidentów za okres 01.07.2014r. – 30.06.2015r. 8. Przedstawienie sprawozdania Rady Nadzorczej z działalności za okres 01.07.2014r.\n                           – 30.06.2015r. 9. Podjęcie uchwał w sprawach:a. przyjęcia sprawozdania Rady Nadzorczej z działalności za okres 01.07.2014r. – 30.06.2015r.\n                           b. rozpatrzenia i zatwierdzenia sprawozdania Zarządu z działalności Spółki oraz sprawozdania\n                           finansowego za rok obrotowy 01.07.2014r. – 30.06.2015r., c. rozpatrzenia i zatwierdzenia sprawozdania Zarządu z działalności grupy kapitałowej\n                           \"AB Spółka Akcyjna\" oraz skonsolidowanego sprawozdania finansowego za rok obrotowy\n                           01.07.2014r. – 30.06.2015r., d. przeznaczenia zysku za rok obrotowy 01.07.2014r. – 30.06.2015r. e. udzielenia członkom Zarządu oraz członkom Rady Nadzorczej Spółki absolutorium z\n                           wykonania obowiązków w roku obrotowym 01.07.2014r. – 30.06.2015r., f. powołania Rady Nadzorczej na nową kadencję,g. zmian Statutu Spółki.10. Wolne wnioski,11. Zamknięcie obrad Zwyczajnego Walnego ZgromadzeniaDo udziału w Walnym Zgromadzeniu uprawnione będą wyłącznie osoby będące Akcjonariuszami\n                           Spółki w dniu 20 października 2015 r. _dzień rejestracji uczestnictwa w walnym zgromadzeniu_,\n                           jeżeli:a. będąc uprawnionymi z akcji imiennych będą wpisani do księgi akcyjnej w dniu 20\n                           października 2015 r., tj. w dniu rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.b. będąc uprawnionymi ze zdematerializowanych akcji na okaziciela zostaną umieszczeni\n                           na liście uprawnionych ze zdematerializowanych akcji na okaziciela ustalonej przez\n                           Spółkę na podstawie wykazu sporządzonego przez podmiot prowadzący depozyt papierów\n                           wartościowych. Wykaz ten sporządzany jest przez podmiot prowadzący depozyt papierów\n                           wartościowych na podstawie wykazów przekazanych przez podmioty prowadzące rachunki\n                           papierów wartościowych. Podmioty prowadzące rachunki papierów wartościowych sporządzają\n                           wykaz na podstawie wystawionych zaświadczeń o prawie uczestnictwa w ZWZ. Zaświadczenia\n                           o prawie uczestnictwa w Walnym Zgromadzeniu wydawane są wyłącznie na żądanie Akcjonariusza.\n                           Akcjonariusz może złożyć żądanie nie wcześniej niż w dniu ukazania się ogłoszenia\n                           o zwołaniu Zwyczajnego Walnego Zgromadzenia oraz nie później niż w pierwszym dniu\n                           powszednim po dniu rejestracji, tj. w dniu 21 października 2015 r. W razie nie złożenia\n                           przez Akcjonariusza żądania wystawienia imiennego zaświadczenia o prawie do uczestniczenia\n                           w Walnym Zgromadzeniu, Akcjonariusz nie zostanie umieszczony w wykazie oraz na liście\n                           uprawnionych ustalonej przez Spółkę.Zgodnie z art. 407 § 1 Kodeksu spółek handlowych lista Akcjonariuszy uprawnionych\n                           do uczestnictwa w Walnym Zgromadzeniu będzie wyłożona do wglądu w siedzibie Spółki\n                           we Wrocławiu przy ul. Kościerzyńskiej 32 na trzy dni powszednie przed terminem Walnego\n                           Zgromadzenia. Na żądanie Akcjonariusza lista akcjonariuszy uprawnionych do uczestnictwa\n                           w ZWZ jest przesyłana na wskazany w żądaniu adres mailowy Akcjonariusza.Akcjonariuszowi lub Akcjonariuszom reprezentującym co najmniej jedną dwudziestą kapitału\n                           zakładowego przysługuje prawo do:1. żądania umieszczenia określonych spraw w porządku obrad Walnego Zgromadzenia. Żądanie\n                           powinno zostać zgłoszone Zarządowi nie później niż na dwadzieścia jeden dni przed\n                           wyznaczonym terminem Zgromadzenia. Żądanie powinno zawierać uzasadnienie lub projekt\n                           uchwały dotyczącej proponowanego punktu porządku obrad. Żądanie może zostać złożone\n                           w postaci elektronicznej.2. zgłaszania Spółce przed terminem Walnego Zgromadzenia na piśmie lub przy wykorzystaniu\n                           środków komunikacji elektronicznej projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad.Każdy z Akcjonariuszy może również zgłaszać podczas Walnego Zgromadzenia projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad.Akcjonariusze mają prawo uczestniczenia w ZWZ osobiście lub przez pełnomocnika. Pełnomocnictwo\n                           do uczestnictwa w Walnym Zgromadzeniu i wykonywania prawa głosu powinno być udzielone\n                           na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci elektronicznej\n                           nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym przy pomocy\n                           ważnego kwalifikowanego certyfikatu. Udzielenie pełnomocnictwa w formie elektronicznej\n                           oraz zawiadomienie o udzieleniu takiego pełnomocnictwa powinno nastąpić na adres mailowy\n                           Spółki: wzaabsa@ab.pl. Udzielając pełnomocnictwa Akcjonariusz może skorzystać z formularza\n                           zamieszczonego na stronie internetowej spółki: www.ab.pl. Ryzyko związane z użyciem\n                           elektronicznej formy komunikacji leży po stronie Akcjonariusza.Przed udzieleniem pełnomocnictwa w formie elektronicznej Akcjonariusz ma obowiązek\n                           dostarczyć osobiście lub listem poleconym nadanym na adres siedziby Spółki – ul. Kościerzyńska\n                           32, 51-416 Wrocław, pisemne oświadczenie wskazujące adres e-mail, za pomocą którego\n                           udzielone zostanie pełnomocnictwo w formie elektronicznej i przesłane zawiadomienie\n                           o jego udzieleniu oraz numer telefonu Akcjonariusza i numer telefonu pełnomocnika,\n                           a także kopię dokumentu tożsamości Akcjonariusza _jeżeli jest osobą fizyczną_ lub\n                           aktualny odpis z właściwego rejestru Akcjonariusza _jeżeli jest podmiotem nie będącym\n                           osobą fizyczną_. Po otrzymaniu zawiadomienia o udzieleniu pełnomocnictwa w formie elektronicznej Spółka\n                           ma prawo skontaktować się telefonicznie, przy wykorzystaniu numerów wskazanych przez\n                           Akcjonariusza lub wysłać zwrotną wiadomość e-mail, w celu weryfikacji faktu udzielenia\n                           przez danego Akcjonariusza pełnomocnictwa w formie elektronicznej. Akcjonariusz ma\n                           obowiązek odpowiedzieć na zwrotną wiadomość e-mail Spółki.Przy sporządzaniu listy obecności osób uprawnionych do uczestniczenia w Walnym Zgromadzeniu\n                           pełnomocnik jest obowiązany do okazania dokumentu tożsamości potwierdzającego jego\n                           dane osobowe wskazane w treści pełnomocnictwa.Zasady udzielenia pełnomocnictwa w formie elektronicznej stosuje się odpowiednio do\n                           odwołania pełnomocnictwa.Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej powinno\n                           być dokonane najpóźniej do godziny 12.00 w dniu poprzedzającym dzień obrad Zwyczajnego\n                           Walnego Zgromadzenia.Udzielenie lub odwołanie pełnomocnictwa w postaci elektronicznej albo zawiadomienie\n                           o udzieleniu lub odwołaniu pełnomocnictwa bez zachowania wskazanych wymogów nie wiąże\n                           Spółki.Dokumenty korporacyjne Spółki nie przewidują możliwości uczestniczenia w Walnym Zgromadzeniu\n                           i wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków komunikacji\n                           elektronicznej, ani też wykonywania prawa głosu drogą korespondencyjną albo przy wykorzystaniu\n                           środków komunikacji elektronicznej.Wszelkie informacje dotyczące Walnego Zgromadzenia, w tym pełny tekst dokumentacji,\n                           która ma być przedstawiona Walnemu Zgromadzeniu, oraz projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać\n                           wprowadzone do porządku obrad przed terminem Zgromadzenia będą udostępnione na stronie\n                           internetowej Spółki: www.ab.pl",
        "date": "2015-10-09"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 5 października 2015 roku Emitent\n                           otrzymał podpisaną umowę pożyczki _Umowa_ z dnia 23 września 2015 roku pomiędzy AT\n                           Computers Holding a.s. z siedzibą w Ostrawie _Pożyczkobiorca_ a Emitentem. Na podstawie Umowy Emitent, jako wyłączny akcjonariusz Pożyczkobiorcy, udzielił Pożyczkobiorcy\n                           pożyczki z przeznaczeniem na rozwój działalności gospodarczej w Czechach, która jest\n                           przez Pożyczkobiorcę prowadzona przez spółki zależne. Pożyczka może zostać wykorzystana\n                           przez Pożyczkobiorcę w szczególności poprzez udzielenie pożyczek spółkom zależnym\n                           Pożyczkobiorcy, które prowadzą działalność handlową.Pożyczka została udzielona w kwocie 448 143 405,90 CZK _słownie: czterysta czterdzieści\n                           osiem milionów sto czterdzieści trzy tysiące czterysta pięć 90/100 koron czeskich_\n                           na okres do dnia 27 lipca 2020 roku. Pożyczkobiorca nie jest uprawniony do wcześniejszej\n                           spłaty pożyczki.Oprocentowanie pożyczki oparte jest o stałą stopę procentową w walucie CZK.Na zabezpieczenie wszelkich wierzytelności wynikających z Umowy ustanowiony zostanie\n                           zastaw rejestrowy na zapasach od określonych dostawców, stanowiących własność AT Computers\n                           a.s. lub hipoteka na nieruchomości będącej własnością AT Computers a.s., położonej\n                           w Ostrawie. Szczegóły dotyczące zabezpieczenia zostaną ustalone w odrębnej umowie,\n                           która zostanie zawarta w terminie do 30 listopada 2015 roku, a zabezpieczenia zostaną\n                           ustanowione do 31 grudnia 2015 roku.Pozostałe zapisy nie odbiegają od standardowych zapisów stosowanych dla tego typu\n                           umów.W celu minimalizacji ryzyka walutowego oraz ryzyka stóp procentowych wynikających\n                           z Umowy na poziomie skonsolidowanym Grupy AB, Emitent zawarł z BZ WBK S.A. z siedzibą\n                           we Wrocławiu walutową transakcję zamiany stóp procentowych CIRS _Cross-Currency Interest\n                           Rate Swap_, zaczynającą się 28 sierpnia 2015 roku i kończącą się 28 lipca 2020 roku,\n                           o której informował w raporcie bieżącym nr 17/2015.Kryterium uznania umowy za znaczącą jest wartość udzielonej pożyczki, która przekracza\n                           równowartość 10% kapitałów własnych Emitenta.",
        "date": "2015-10-06"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 5 października 2015 roku Emitent\n                           powziął informację o podpisaniu aneksu z dnia 30 września 2015 roku _Aneks_ do umowy\n                           z dnia 25 marca 2011 roku o kredyt w rachunku bieżącym _Umowa I_ pomiędzy spółką zależną\n                           Rekman sp. z o.o. _Spółka_ z siedzibą we Wrocławiu a Bankiem Zachodnim WBK Spółka\n                           Akcyjna _Bank_ z siedzibą we Wrocławiu.Zawarty Aneks zwiększa wartość przyznanego limitu do kwoty 21.600.000 PLN, przy czym\n                           łączny limit wykorzystania kredytów w ramach : Umowy I, umowy z dnia 29 kwietnia 2015\n                           o kredyt w rachunku walutowym EUR _Umowa II_ oraz umowy z dnia 29 kwietnia 2015 o\n                           kredyt w rachunku walutowym USD _Umowa III_ _dalej zwanych łącznie Umowami_ nie może\n                           przekroczyć kwoty 22.000.000 PLN.Zabezpieczeniem dla udzielonych kredytów będzie:- poręczenie cywilne za zobowiązania Spółki wynikające z Umów, udzielone przez Emitenta- oświadczenie o poddaniu się egzekucji złożone przez Spółkę- oświadczenie o poddaniu się egzekucji złożone przez Emitenta jako poręczyciela cywilnegoPozostałe warunki umowy nie uległy zmianie i nie odbiegają od standardowych zapisów\n                           stosowanych dla tego typu umów.Emitent informował o Umowie I w raportach bieżących nr 8/2014, 33/2014, 4/2015 a o\n                           Umowach w raporcie bieżącym 5/2015.Kryterium uznania umów za znaczące jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-10-06"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 30 września 2015 roku Emitent\n                           powziął informację o podpisaniu aneksu _Aneks_ do umowy kredytowej _Umowa_ pomiędzy\n                           spółką zależną AT Computers a.s. _Spółka_ a KOMERČNÍ BANKA a.s. _Bank_ z siedzibą\n                           w Pradze _Republika Czeska_.Zawarty Aneks wydłuża okres obowiązywania Umowy. Dniem ostatecznej spłaty limitów\n                           lub ich prolongaty na następny okres jest 29 czerwca 2016 roku.Zabezpieczenie udzielonego kredytu stanowią:- zastaw na należnościach Spółki- poręczenie AT Computers Holding a.s.- cesja praw do odszkodowania z polisy ubezpieczenia wierzytelności stanowiących zabezpieczenie\n                           kredytu- prawo do blokady środków na bieżącym rachunku bankowym SpółkiPozostałe warunki pozostają bez zmian i przedstawione zostały w RB 14/2011, 16/2012,\n                           12/2013, 12/2014, 19/2014 oraz 18/2015.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów stosowanych dla tego\n                           typu umów.Kryterium uznania umowy za znaczącą jest całkowita jej wartość, która przekracza równowartość\n                           10% kapitałów własnych Emitenta.",
        "date": "2015-09-30"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014\n                           r. poz. 133_, informuje, że w dniu 24 września 2015 roku Emitent powziął informację\n                           o podpisaniu aneksu z dnia 15 września 2015 roku _Aneks_ do umowy o limit na akredytywy\n                           _Umowa_ z dnia 24 lipca 2014 roku pomiędzy spółką zależną Rekman sp. z o.o. _Spółka_\n                           z siedzibą we Wrocławiu a Bankiem Zachodnim WBK Spółka Akcyjna _Bank_ z siedzibą we\n                           Wrocławiu.Zawarty Aneks zmienia walutę funkcjonalną oraz wartość limitu, w ramach którego Spółka\n                           może zlecać Bankowi otwieranie akredytyw w obrocie krajowym lub zagranicznym do łącznej\n                           kwoty 2,25 mln USD. Kredyt może być wykorzystywany w walutach USD, EUR i PLN. W ramach\n                           limitu Spółka może zaciągnąć kredyt z przeznaczeniem na zapłatę za akredytywy.Zabezpieczenie Umowy stanowią:- weksel in blanco Spółki wraz deklaracja wekslowa- pełnomocnictwo dla Banku do dysponowania środkami Spółki zgromadzonymi na rachunku\n                           bankowym w BZ WBK- poręczenie cywilne Emitenta- oświadczenie o poddaniu się egzekucji złożone przez Spółkę- oświadczenie o poddaniu się egzekucji złożone przez Emitenta jako poręczyciela cywilnegoPozostałe warunki umowy nie uległy zmianie i nie odbiegają od powszechnie stosowanych\n                           w tego typu umowach.Emitent informował o Umowie w raportach bieżących nr 17/2014, 6/2015, 12/2015 oraz\n                           19/2015.Kryterium uznania umowy za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-09-24"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014\n                           r. poz. 133_, informuje, że w dniu 4 września 2015 roku Emitent powziął informację\n                           o podpisaniu aneksu z dnia 25 sierpnia 2015 roku _Aneks_ do umowy o limit na akredytywy\n                           _Umowa_ z dnia 24 lipca 2014 roku pomiędzy spółką zależną Rekman sp. z o.o. _Spółka_\n                           z siedzibą we Wrocławiu a Bankiem Zachodnim WBK Spółka Akcyjna _Bank_ z siedzibą we\n                           Wrocławiu.Zawarty Aneks zwiększa wartość limitu, w ramach którego Spółka może zlecać Bankowi\n                           otwieranie akredytyw w obrocie krajowym lub zagranicznym do łącznej kwoty 2,0 mln\n                           EUR w walutach USD, EUR i PLN.Pozostałe warunki umowy, w tym rodzaje zabezpieczeń, nie uległy zmianie. Szczegółowe\n                           warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.Emitent informował o Umowie w raportach bieżących nr 17/2014, 6/2015 oraz 12/2015.Kryterium uznania umowy za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-09-04"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 31 sierpnia 2015 roku Emitent\n                           powziął informację o podpisaniu aneksu _Aneks_ do umowy kredytowej _Umowa_ pomiędzy\n                           spółką zależną AT Computers a.s. _Spółka_ a KOMERČNÍ BANKA a.s. _Bank_ z siedzibą\n                           w Pradze _Republika Czeska_.Zawarty Aneks wydłuża okres obowiązywania Umowy. Dniem ostatecznej spłaty limitów\n                           lub ich prolongaty na następny okres jest 30 wrzesień 2015 roku.Pozostałe warunki pozostają bez zmian i przedstawione zostały w RB 14/2011, 16/2012,\n                           12/2013, 12/2014 oraz 19/2014.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów stosowanych dla tego\n                           typu umów.Kryterium uznania umowy za znaczącą jest całkowita jej wartość, która przekracza równowartość\n                           10% kapitałów własnych Emitenta.",
        "date": "2015-08-31"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 26 sierpnia 2015 roku Emitent\n                           zawarł z BZ WBK S.A. z siedzibą we Wrocławiu _Bank_ walutową transakcję zamiany stóp\n                           procentowych CIRS _Cross-Currency Interest Rate Swap_, zaczynającą się 28 sierpnia\n                           2015 r. i kończącą się 28 lipca 2020 r. _Umowa_.W zawartej przez Emitenta transakcji CIRS:1. Bank jest płatnikiem niebazowej stopy procentowej, o następujących parametrach:- niebazową stopą procentową jest zmienna stopa procentowa WIBOR 6M w walucie PLN,- baza naliczania odsetek : Act/365,- fixing ustalany 3 dni robocze przed początkiem okresu odsetkowego,- początek podokresu odsetkowego przypada na 29 dzień stycznia i 29 dzień lipca każdego\n                           roku - z wyłączeniem pierwszego okresu odsetkowego, który zaczyna się dnia 28.08.2015\n                           r. oraz ostatniego okresu, który kończy się 28.07.2020 r.2. Emitent jest płatnikiem bazowej stopy procentowej, o następujących parametrach:- bazową stopą procentową jest stała stopa procentowa w walucie CZK,- baza naliczania odsetek : Act/365,- fixing ustalany 3 dni robocze przed początkiem okresu odsetkowego,- początek podokresu odsetkowego przypada na 29 dzień stycznia i 29 dzień lipca każdego\n                           roku - z wyłączeniem pierwszego okresu odsetkowego, który zaczyna się dnia 28.08.2015\n                           r., oraz ostatniego okresu, który kończy się 28.07.2020 r.3. Niebazowa kwota transakcji CIRS wynosi 70 000 000 PLN.4. Bazowa kwota transakcji CIRS jest obliczona poprzez zastosowanie kursu walutowego\n                           CIRS wynoszącego 0,1562 _kurs przeliczenia CZK/PLN_ i wynosi 448 143 405,90 CZK.5. Wymiana początkowa pomiędzy Stronami kwoty niebazowej _PLN_ na bazową _CZK_ ma\n                           zastosowanie w dniu rozpoczęcia pierwszego okresu odsetkowego.6. Wymiana końcowa pomiędzy Stronami kwoty bazowej _CZK_ na niebazową _PLN_ po kursie\n                           wymiany początkowej, ma zastosowanie w dniu zakończenia ostatniego okresu odsetkowego.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów stosowanych dla tego\n                           typu umów.Kryterium uznania umowy za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza równowartość 10% kapitałów własnych Emitenta.",
        "date": "2015-08-27"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu, zgodnie z §103 ust.2 i 3 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych _tekst jednolity, Dz.U. z 2014 r., poz. 133_,\n                           informuje o zmianie terminu przekazania jednostkowego raportu Spółki AB S.A. za rok\n                           fiskalny 2014/2015 oraz skonsolidowanego raportu Grupy Kapitałowej AB S.A. za rok\n                           fiskalny 2014/2015, których termin przekazania do publicznej wiadomości został wyznaczony\n                           w raporcie bieżącym nr 13/2014 na dzień 18 września 2015 r. Nowy termin publikacji\n                           został wyznaczony na dzień 31 sierpnia 2015 r.",
        "date": "2015-08-26"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.\n                           j. Dz. U. z 2014 r. poz. 133_, informuje, że w dniu 5 sierpnia 2015 roku Emitent otrzymał\n                           podpisany aneks z dnia 26 czerwca 2015 roku _Aneks_ do umowy limitu kredytowego wielocelowego\n                           z dnia 4 grudnia 2013 _Umowa_ zawartej pomiędzy Emitentem a PKO BP S.A. z siedzibą\n                           w Warszawie _Bank_.Zgodnie z zawartym Aneksem zwiększeniu uległ limit gwarancji bankowych, których udzielenie\n                           Emitent może zlecać Bankowi, z łącznej kwoty 10.000.000 PLN do 15.000.000 PLN.Zmianie nie uległa łączna kwota udzielonych Spółce limitów kredytowych, która wynosi\n                           110.000.000 PLN _sto dziesięć milionów zł_.Pozostałe warunki pozostają bez zmian i przedstawione zostały w RB 32/2014 oraz RB\n                           5/2014.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów stosowanych dla tego\n                           typu umów.Kryterium uznania umowy za znaczącą jest wartość łączna limitów kredytowych, która\n                           przekracza równowartość 10% kapitałów własnych Emitenta.",
        "date": "2015-08-06"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 11 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.j.\n                           Dz.U. z 2014 r. poz. 133_, informuje, że w dniu 29 lipca 2015 roku Emitent dokonał\n                           emisji 7.000 sztuk zdematerializowanych, niezabezpieczonych obligacji kuponowych na\n                           okaziciela, serii AB02 290720 o wartości nominalnej 10.000 PLN każda i o łącznej wartości\n                           nominalnej emisji wynoszącej 70.000.000 PLN _Obligacje_.Obligacje zostały wyemitowane w ramach Programu Emisji Obligacji AB S.A. _Program_\n                           w trybie emisji niepublicznej zgodnie z art. 33 pkt 2 Ustawy z dnia 15 stycznia 2015\n                           roku o obligacjach _Dz. U. z 2015 r. poz. 238_.O założeniach Programu Emitent informował w raporcie bieżącym nr 15/2014 z dnia 18\n                           lipca 2014 roku, natomiast o zwiększeniu maksymalnej wartości Programu Emitent informował\n                           w raporcie bieżącym nr 11/2015 z dnia 19 czerwca 2015 roku.Cena emisyjna Obligacji została ustalona na poziomie wartości nominalnej. Wykup Obligacji\n                           nastąpi w dniu 29 lipca 2020 roku po wartości nominalnej. Obligacje są oprocentowane\n                           według zmiennej stopy procentowej opartej o wskaźnik WIBOR 6M, powiększony o stałą\n                           marżę w wysokości 150 pb. Odsetki wypłacane będą w okresach półrocznych.Wartość zaciągniętych zobowiązań Emitenta na ostatni dzień kwartału poprzedzającego\n                           udostępnienie propozycji nabycia, tj. 30 czerwca 2015 roku, wynosi 481.463 tys. PLN.\n                           Podana wartość zobowiązań, z uwagi na zakończenie roku obrotowego w dniu 30 czerwca\n                           2015 roku, podlega badaniu przez biegłego rewidenta, zatem kwota ta może ulec jeszcze\n                           zmianie. Ostateczna, zaudytowana wartość zobowiązań zostanie podana do publicznej\n                           wiadomości przez Emitenta w raporcie rocznym w dniu 18 września 2015 roku.Ponadto, celem uzupełnienia informacji, Emitent podaje wartość zaciągniętych zobowiązań\n                           AB S.A. na dzień 31 marca 2015 roku, która wynosiła 506.668 tys. PLN.W zakresie perspektyw kształtowania się zobowiązań Emitenta do czasu całkowitego wykupu\n                           Obligacji proponowanych do nabycia, Emitent planuje, że wskaźnik ogólnego zadłużenia\n                           spółki AB S.A., obliczany jako iloraz sumy zobowiązań spółki do wartości sumy bilansowej,\n                           nie przekroczy poziomu 70-75%.Zamiarem Emitenta jest wprowadzenie Obligacji do obrotu w alternatywnym systemie obrotu\n                           organizowanym przez BondSpot S.A. i/lub Giełdę Papierów Wartościowych w Warszawie\n                           S.A. w ramach rynku Catalyst.",
        "date": "2015-07-30"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. informuje o terminach publikacji raportów okresowych w roku obrotowym\n                           2015/2016.Raporty kwartalne:Raport kwartalny jednostkowy AB S.A. publikowany będzie jako część skonsolidowanego\n                           raportu kwartalnego Grupy Kapitałowej AB zgodnie z § 83 ust. 1 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014 r. poz. 133_Na podstawie § 101 ust. 2 oraz § 102 ust. 1 ww. Rozporządzenia, Emitent nie będzie\n                           publikował raportu kwartalnego za II oraz IV kwartał roku obrotowego 2015/2016.- Raport za I kwartał _01-07-2015 – 30-09-2015_ roku obrotowego 2015/2016 _wyniki\n                           skonsolidowane i jednostkowe_ zostanie opublikowany w dniu 16-11-2015 r.- Raport za III kwartał _01-01-2016 – 31-03-2016_ roku obrotowego 2015/2016 _wyniki\n                           skonsolidowane i jednostkowe_ zostanie opublikowany w dniu 16-05-2016 r.Raporty półroczne:- Raport za I półrocze _01-07-2015 – 31-12-2015_ roku obrotowego 2015/2016 zostanie\n                           opublikowany w dniu 29-02-2016 r.- Skonsolidowany Raport za I półrocze _01-07-2015 – 31-12-2015_  roku obrotowego 2015/2016\n                           zostanie opublikowany w dniu 29-02-2016 r.Raporty roczne:\t\t - Raport za rok obrotowy 2015/2016 _01-07-2015 – 30-06-2016_ zostanie opublikowany\n                           w dniu 19-09-2016 r.- Skonsolidowany Raport za rok obrotowy 2014/2015 _01-07-2015 – 30-06-2016_ zostanie\n                           opublikowany w dniu 19-09-2016 r.Podstawa prawna:§103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych _tekst\n                           jednolity, Dz. U. z 2014 r. poz. 133_",
        "date": "2015-07-29"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014\n                           r. poz. 133_, informuje, że w dniu 24 czerwca 2015 roku Emitent powziął informację\n                           o podpisaniu aneksu z dnia 22 czerwca 2015 roku _Aneks_ do umowy o limit na akredytywy\n                           _Umowa_ z dnia 24 lipca 2014 roku pomiędzy spółką zależną Rekman sp. z o.o. _Spółka_\n                           z siedzibą we Wrocławiu a Bankiem Zachodnim WBK Spółka Akcyjna _Bank_ z siedzibą we\n                           Wrocławiu.Zawarty Aneks zwiększa wartość limitu, w ramach którego Spółka może zlecać Bankowi\n                           otwieranie akredytyw w obrocie krajowym lub zagranicznym do łącznej kwoty 1,5 mln\n                           EUR w walutach USD, EUR i PLN.Pozostałe warunki umowy, w tym rodzaje zabezpieczeń, nie uległy zmianie. Szczegółowe\n                           warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.Emitent informował o Umowie w raportach bieżących nr 17/2014 oraz 6/2015.Kryterium uznania umowy za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-06-25"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust.1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz.U. z 2014\n                           r. poz. 133_, informuje, że w dniu 18 czerwca 2015 roku Emitent powziął informację\n                           o podpisaniu aneksu z dnia 16 czerwca 2015 roku do umowy emisyjnej z dnia 18 lipca\n                           2014 roku _Umowa_ zawartej z Bankiem Polska Kasa Opieki S.A. z siedzibą w Warszawie\n                           _Bank_.Na podstawie powyższego aneksu Emitent zwiększył maksymalną wartość Programu Emisji\n                           Obligacji AB S.A. _Program_, ustanowionego wskazaną wyżej Umową, z kwoty 100.000.000\n                           PLN _sto milionów złotych_, do kwoty wynoszącej 200.000.000 PLN _dwieście milionów\n                           złotych_.Założenia Programu oraz zakres obowiązków Banku w związku z emisją nie uległy zmianie\n                           w stosunku do założeń i obowiązków, o których Emitent informował w raporcie bieżącym\n                           nr 15/2014 z dnia 18 lipca 2014 roku.Kryterium uznania powyższego Aneksu za znaczącą umowę stanowi wartość przedmiotu umowy,\n                           która przekracza 10% wartości kapitałów własnych Emitenta.",
        "date": "2015-06-19"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. informuje, że otrzymał od Aviva Otwartego Funduszu Emerytalnego Aviva\n                           BZ WBK _Fundusz_, reprezentowanego przez Aviva Powszechne Towarzystwo Emerytalne Aviva\n                           BZ WBK S.A., zawiadomienie o zwiększeniu przez Fundusz udziału w ogólnej liczbie głosów\n                           na Walnym Zgromadzeniu Spółki powyżej progu 10%. Zwiększenie zaangażowania nastąpiło\n                           w wyniku rozliczenia w dniu 6 maja 2015 r. transakcji nabycia przez Fundusz 24.286\n                           sztuk akcji AB S.A..Zgodnie z zawiadomieniem:Stan posiadania Funduszu przed nabyciem akcji:Liczba akcji posiadanych przed zmianą udziału\t\t1.741.518Procentowy udział w kapitale zakładowym spółki\t\t10,7583%Liczba głosów z tych akcji\t\t\t1.741.518Procentowy udział w ogólnej liczbie głosów\t\t9,9512%Stan posiadania Funduszu po nabyciu akcji:Liczba akcji posiadanych po zmianie udziału\t\t1.765.804Procentowy udział w kapitale zakładowym spółki\t\t10,9083%Liczba głosów z tych akcji\t\t\t1.765.804Procentowy udział w ogólnej liczbie głosów\t\t10,0899%Podstawa prawna:Art. 70 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _tekst jednolity, Dz. U. z 2013 r. poz. 1382_",
        "date": "2015-05-11"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust.1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz.U. z 2014\n                           r. poz. 133_, informuje, że w dniu 29 kwietnia 2015 roku Emitent otrzymał:- podpisany aneks z dnia 29 kwietnia 2015 roku do umowy kredytu z dnia 1 lutego 1999\n                           roku _Aneks I_,- podpisany aneks z dnia 29 kwietnia 2015 roku do umowy z dnia 25 kwietnia 2012 r.\n                           _Aneks II_ o kredyt obrotowy w EUR,- podpisaną umowę z dnia 29 kwietnia 2015 o kredyt w rachunku walutowym USD _Umowa_,dalej zwane łącznie Umowami, zawarte z Bankiem Zachodnim WBK Spółka Akcyjna _Bank_\n                           z siedzibą we Wrocławiu.Zawarte aneksy wydłużają okres obowiązywania wyżej wymienionych umów. Dniem ostatecznej\n                           spłaty limitów i wszelkich innych należności Banku z tytułu Umów lub ich prolongaty\n                           na następny okres jest 30 kwietnia 2016 roku.Zgodnie z zawartymi Umowami łączna wartość kredytów w PLN, EUR i USD nie może przekroczyć\n                           kwoty 80.000.000 PLN. Zabezpieczenie udzielonych kredytów stanowią:- weksel in blanco wystawiony przez Emitenta;- zastaw rejestrowy na zapasach o wartości nie mniejszej niż 24.000.000 PLN wraz z\n                           cesją praw z polisy, w zakresie od ognia i innych zdarzeń losowych;- przelew wierzytelności od wybranych klientów z tytułu wystawionych faktur za towary\n                           i usługi na kwotę nie mniejszą niż 28.000.000 PLN.Zgodnie z zawartymi Umowami oprocentowanie jest naliczane odpowiednio w oparciu o\n                           stawkę bazową WIBOR 1M, EURIBOR 1M oraz LIBOR USD 1M powiększonych o marżę banku.\n                           Pozostałe warunki umowne nie uległy zmianie i nie odbiegają od standardowych zapisów\n                           stosowanych dla tego typu umów.Emitent informował o Umowach w raporcie bieżącym nr 18/2007, z późniejszymi zmianami\n                           _raporty bieżące nr 16/2009, 7/2010, 9/2011, 14/2012, 10/2013 i 7/2014_.Kryterium uznania umów za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-04-30"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014\n                           r. poz. 133_, informuje, że w dniu 29 kwietnia 2015 roku Emitent otrzymał podpisany\n                           aneks z dnia 29 kwietnia 2015 roku _Aneks_ do umowy o limit na akredytywy _Umowa_\n                           z dnia 11 lipca 2014 roku zawartej z Bankiem Zachodnim WBK Spółka Akcyjna _Bank_ z\n                           siedzibą we Wrocławiu.Zawarty Aneks wydłuża okres obowiązywania Umowy, gdzie w ramach przyznanego limitu\n                           Spółka może zlecać Bankowi otwieranie akredytyw do dnia 30.04.2016 r. Pozostałe warunki umowy, w tym rodzaje zabezpieczeń, nie uległy zmianie.Szczegółowe warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.Emitent informował o Umowie w raporcie bieżącym nr 16/2014.Kryterium uznania umowy za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-04-30"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz.U. z 2014\n                           r. poz. 133_, informuje, że w dniu 29 kwietnia 2015 roku Emitent otrzymał podpisany\n                           aneks z dnia 29 kwietnia 2015 roku _Aneks_ do umowy o limit na gwarancje bankowe _Umowa_\n                           z dnia 11 lipca 2014 roku zawartej z Bankiem Zachodnim WBK Spółka Akcyjna _Bank_ z\n                           siedzibą we Wrocławiu.Zgodnie z zawartym Aneksem Emitent może zlecać Bankowi udzielenie gwarancji bankowych\n                           do łącznej kwoty 10.000.000 PLN.W ramach przyznanego limitu Emitent może zlecać Bankowi wystawianie gwarancji   do\n                           dnia 30.04.2016 r.Maksymalny okres obowiązywania wystawionych gwarancji wynosi 12 miesięcy, przy czym\n                           dla gwarancji nieprzekraczających łącznie limitu 3.000.000 PLN okres obowiązywania\n                           wystawionych gwarancji może wynosić 60 miesięcy.Umowa wygasa po zaspokojeniu wszystkich roszczeń Banku wynikających z wydanych na\n                           jej podstawie gwarancji.Pozostałe warunki umowy, w tym rodzaje zabezpieczeń, nie uległy zmianie.Szczegółowe warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.Emitent informował o Umowie w raporcie bieżącym nr 14/2014.Kryterium uznania umowy za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-04-30"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014\n                           r. poz. 133_, informuje, że w dniu 29 kwietnia 2015 roku Emitent powziął informację\n                           o podpisaniu aneksu z dnia 29 kwietnia 2015 roku _Aneks_ do umowy o limit na akredytywy\n                           _Umowa_ z dnia 24 lipca 2014 roku pomiędzy spółką zależną Rekman sp. z o.o. _Spółka_\n                           z siedzibą we Wrocławiu a Bankiem Zachodnim WBK Spółka Akcyjna _Bank_ z siedzibą we\n                           Wrocławiu.Zawarty Aneks wydłuża okres obowiązywania Umowy, gdzie w ramach przyznanego limitu\n                           Spółka może zlecać Bankowi otwieranie akredytyw do dnia 30.04.2016 r.Pozostałe warunki umowy, w tym rodzaje zabezpieczeń, nie uległy zmianie. Szczegółowe\n                           warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.Emitent informował o Umowie w raporcie bieżącym nr 17/2014.Kryterium uznania umowy za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-04-30"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014\n                           r. poz. 133_, informuje, że w dniu 29 kwietnia 2015 roku Emitent powziął informację\n                           o podpisaniu:- aneksu z dnia 29 kwietnia 2015 roku _Aneks_ do umowy z dnia 25 marca 2011 roku o\n                           kredyt w rachunku bieżącym _Umowa I_,- umowy z dnia 29 kwietnia 2015 o kredyt w rachunku walutowym EUR _Umowa II_,- umowy z dnia 29 kwietnia 2015 o kredyt w rachunku walutowym USD _Umowa III__dalej zwane łącznie Umowami_ pomiędzy spółką zależną Rekman sp. z o.o. _Spółka_ z\n                           siedzibą we Wrocławiu a Bankiem Zachodnim WBK Spółka Akcyjna _Bank_ z siedzibą we\n                           Wrocławiu.Zawarty Aneks zwiększa wartość przyznanego limitu do kwoty 9.600.000 PLN, limit kredytu\n                           w ramach Umowy II wynosi 50.000 EUR, natomiast limit kredytu w ramach Umowy III wynosi\n                           50.000 USD, przy czym łączny limit wykorzystania kredytów w ramach Umów nie może przekroczyć\n                           kwoty 10.000.000 PLN.Zawarty Aneks wydłuża okres obowiązywania Umowy I. Dniem ostatecznej spłaty limitów\n                           i wszelkich innych należności Banku z tytułu Umów jest 30 kwietnia 2016 roku.Zabezpieczeniem dla udzielonych kredytów będzie poręczenie cywilne za zobowiązania\n                           Spółki wynikające z Umów, udzielone przez AB S.A..Zgodnie z zawartym Aneksem oraz Umową II i Umową III oprocentowanie jest naliczane\n                           odpowiednio w oparciu o stawkę bazową WIBOR 1M, EURIBOR 1M oraz LIBOR USD 1M powiększonych\n                           o marżę banku. Pozostałe warunki umowy nie uległy zmianie i nie odbiegają od standardowych\n                           zapisów stosowanych dla tego typu umów.Emitent informował o Umowie I w raporcie bieżącym nr 8/2014, z późniejszymi zmianami\n                           _raporty bieżące nr 33/2014 i 4/2015_.Kryterium uznania umów za znaczące jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-04-30"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu _Emitent_, zgodnie z §5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014\n                           r. poz. 133_, informuje, że w dniu 26 marca 2015 roku Emitent powziął informację o\n                           podpisaniu aneksu z dnia 25 marca 2015 roku _Aneks_ do umowy z dnia 25 marca 2011\n                           roku o kredyt w rachunku bieżącym _Umowa_ pomiędzy spółką zależną Rekman sp. z o.o.\n                           _Spółka_ z siedzibą we Wrocławiu a Bankiem Zachodnim WBK Spółka Akcyjna _Bank_ z siedzibą\n                           we Wrocławiu.Zawarty Aneks zwiększa wartość przyznanego limitu do kwoty 8.500.000 PLN, a warunkowo\n                           do maksymalnej kwoty 10.000.000 PLN, gdzie warunkiem zawieszającym jest przedstawienie\n                           przez Spółkę pisemnego wniosku o zwiększenie kwoty kredytu w granicach kwoty maksymalnej\n                           oraz podpisanie przez Emitenta nowej, uwzględniającej wnioskowaną kwotę, umowy poręczenia\n                           za zobowiązania Spółki wynikające z Umowy.Zabezpieczeniem dla udzielonego kredytu będzie poręczenie cywilne udzielone przez\n                           AB S.A. za zobowiązania Spółki wynikające z Umowy.Zgodnie z zawartym aneksem oprocentowanie jest naliczane w oparciu o stawkę bazową\n                           WIBOR 1M powiększoną o marżę banku. Pozostałe zapisy nie odbiegają od standardowych\n                           zapisów stosowanych dla tego typu umów.Kryterium uznania umowy za znaczącą jest łączna wartość umów zawartych pomiędzy spółkami\n                           Grupy AB a Bankiem, która przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-03-26"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu, przekazuje do publicznej wiadomości korektę\n                           skonsolidowanego raportu półrocznego Grupy Kapitałowej AB S.A. opublikowanego raportem\n                           nr PSr_2014 w dniu 27 lutego 2015 r. Korekta dotyczy wyłącznie reklasyfikacji w skonsolidowanym\n                           rachunku zysków i strat pozycji kosztu z działalności finansowej do operacyjnej. Wprowadzone\n                           zmiany nie mają wpływu na wynik finansowy i sumę bilansową wykazaną w opublikowanym\n                           pierwotnie półrocznym skonsolidowanym sprawozdaniu finansowym. Korekta została omówiona\n                           z biegłym rewidentem.Skorygowane skonsolidowane sprawozdanie finansowe Grupy Kapitałowej AB S.A. za I półrocze\n                           roku obrotowego 2014/2015 oraz skorygowane sprawozdanie Zarządu AB S.A. z działalności\n                           Grupy za I półrocze 2014/2015 zostanie wysłane osobnym raportem okresowym.",
        "date": "2015-03-06"
    },
    {
        "company_name": "AB SA",
        "content": "Zarząd AB S.A. z siedzibą we Wrocławiu, zgodnie z §5 ust.1 pkt 3 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych _tekst jednolity, Dz. U. z 2014 r. poz. 133_,\n                           informuje, że w dniu 5 marca 2015 roku Emitent powziął informację o podpisaniu umowy\n                           kredytowej _Umowa_ z dnia 5 marca 2013 roku pomiędzy AT Computers a.s. z siedzibą\n                           w Ostrawie _Spółka_ a Citibank Europe plc _Bank_ z siedzibą w Pradze. Zawarta Umowa określa zasady udzielania Spółce przez Bank limitu kredytowego krótkoterminowego\n                           oraz limitu na gwarancje bankowe. Przyznany limit jest zmienny w czasie i w każdym roku wynosi 320.000.000 CZK w okresach\n                           od 1 kwietnia do 31 sierpnia, 420.000.000 CZK w okresach od 1 września do 31 marca,\n                           przy czym sublimit na overdraft przyznany jest do 50.000.000 CZK w okresie od 1 kwietnia\n                           do 31 sierpnia oraz do 100.000.000 CZK w okresie od 1 września do 31 marca.W ramach zawartej Umowy do wysokości limitu możliwe jest kredytowanie oraz udzielanie\n                           gwarancji bankowych w walutach CZK, EURO lub USD. Oprocentowanie kredytu w zależności\n                           od waluty wykorzystanego kredytu jest naliczane w oparciu o stawkę bazową PRIBOR,\n                           EURIBOR lub LIBOR powiększoną o marżę Banku.Zabezpieczenie udzielonego limitu stanowią: zastaw na należnościach i zapasach, weksel\n                           własny AT Computers oraz poręczenie AT Computers Holding a.s..Umowa została zawarta na czas nieokreślony. Pozostałe zapisy nie odbiegają od standardowych\n                           zapisów stosowanych dla tego typu umów.Umowa zastępuje dotychczasowe umowy o podobnym charakterze pomiędzy Spółką a Bankiem.Kryterium uznania umowy za znaczącą jest wartość limitu, który przekracza równowartość\n                           10% kapitałów własnych Emitenta.",
        "date": "2015-03-06"
    }
]