[
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 28 grudnia br.  Członek Rady Nadzorczej dokonał\n                           nabycia 1635 szt. akcji na okaziciela spółki Apator SA po cenie 31,50 zł za jedną\n                           akcję.Członek Rady Nadzorczej Apator SA, od którego Spółka otrzymała zawiadomienie, na podstawie\n                           § 3 ust. 2 Rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych z\n                           dnia 15 listopada 2005 r., nie wyraził zgody na opublikowanie swoich danych osobowych.",
        "date": "2015-12-29"
    },
    {
        "company_name": "APATOR",
        "content": "W nawiązaniu do raportu bieżącego nr 24/2015, Zarząd Apator SA _\"Emitent\"_  informuje,\n                           że w dniu 28 grudnia 2015 r.:- Apator Rector Sp. z o.o. _zależna od Emitenta_ zwiększyła poziom kredytów w Banku\n                           Millennium SA do 23 mln zł,- Emitent zwiększył poręczenie dla Apator Rector Sp. z o.o. z tytułu zabezpieczenia\n                           powyższych kredytów do               23 mln zł.",
        "date": "2015-12-28"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 23 grudnia br. spółka otrzymała od  Członka\n                           Rady Nadzorczej zawiadomienie dotyczące nabycia 165 szt. akcji na okaziciela spółki\n                           Apator SA po cenie 31,00 zł za jedną akcję. Transakcja została dokonana w dniu 22.12.2015\n                           r.Członek Rady Nadzorczej Apator SA, od którego Spółka otrzymała zawiadomienie, na podstawie\n                           § 3 ust. 2 Rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych z\n                           dnia 15 listopada 2005 r., nie wyraził zgody na opublikowanie swoich danych osobowych.",
        "date": "2015-12-23"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 17 grudnia 2015 r. spółka Apator SA otrzymała\n                           zawiadomienie o wygraniu nieograniczonego przetargu zorganizowanego przez PGE Dystrybucja\n                           SA Oddział Łódź-Miasto na dostawy statycznych 1-fazowych i 3-fazowych liczników energii\n                           elektrycznej. Wartość projektu wynosi 31,7 mln zł netto, a realizacja dostaw przewidziana jest do\n                           grudnia 2016 roku. Warunki przetargu przewidują prawo opcji polegające na możliwości\n                           zwiększenia zamówienia o kwotę 39,8 mln zł netto z realizacją dostaw w 2017 roku.\n                           W związku z powyższym łączna maksymalna wartość projektu wynosi 71,5 mln zł.Uczestnicy postępowania przetargowego mają prawo do złożenia odwołania od wyników\n                           tego przetargu w terminie 10 dni od daty wyboru najkorzystniejszej oferty. Zawarcie\n                           umowy przewidziane jest po zakończeniu ewentualnych postępowań odwoławczych.",
        "date": "2015-12-17"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent\"_ informuje, że w dniu 9 grudnia 2015 r. Bank Handlowy\n                           w Warszawie SA zwolnił poręczenie cywilnoprawne do kwoty 100 mln zł udzielone przez\n                           spółkę zależną Apator Powogaz SA. Poręczenie zabezpieczało kredyt zaciągnięty w 2014\n                           roku przez Emitenta na zakup spółki Apator Elkomtech SA.Podstawą zwolnienia jest spełnienie przez Emitenta warunku _kowenantu_ wskazanego\n                           w umowie kredytowej. O zaciągniętym kredycie oraz udzielonym poręczeniu Emitent informował raportami bieżącymi\n                           nr 17/2014 oraz 18/2014.",
        "date": "2015-12-09"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 2 grudnia 2015 r. Członek Rady Nadzorczej Apator\n                           SA nabył łącznie 1200 akcji na okaziciela spółki Apator SA, w tym:- 30 akcji po cenie 32,20 zł za jedną akcję,- 99 akcji po cenie 32,27 zł za jedną akcję,- 1071 akcji po cenie 32,29 zł za jedną akcję.Członek Rady Nadzorczej Apator SA, od którego Spółka otrzymała zawiadomienie, na podstawie\n                           § 3 ust. 2 Rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych z\n                           dnia 15 listopada 2005 r., nie wyraził zgody na opublikowanie swoich danych osobowych.",
        "date": "2015-12-03"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w okresie ostatnich dwunastu miesięcy spółki Grupy\n                           Apator zawarły z podmiotami Grupy Tauron umowy o łącznej wartości 31 mln zł netto,\n                           które łącznie spełniają kryterium umowy znaczącej ze względu na przekroczenie 10%\n                           kapitałów własnych Apator SA.Umową o najwyższej wartości jest umowa na kwotę 26,9 mln zł netto zawarta w dniu 2\n                           grudnia 2015 r. przez spółkę Apator SA _\"Wykonawca\"_ z Tauron Dystrybucja SA _\"Zamawiający\"_.\n                           Dotyczy ona dostaw 3-fazowych liczników energii elektrycznej, które będą realizowane\n                           do grudnia 2016 r.  Umowa nie została zawarta z zastrzeżeniem warunku lub terminu,\n                           a jej warunki nie odbiegają od warunków charakterystycznych dla tego rodzaju transakcji\n                           na rynku.Odpowiedzialność Wykonawcy z tytułu kar umownych ograniczona jest do kwoty równej\n                           100% wynagrodzenia netto. Natomiast całkowita odpowiedzialność Wykonawcy w związku\n                           z niewykonaniem lub nienależytym wykonaniem Umowy _w tym z tytułu kar umownych_ ograniczona\n                           jest do kwoty równej 150% wynagrodzenia netto. Powyższe ograniczenia nie dotyczą szkód\n                           wynikających z winy umyślnej i/lub rażącego niedbalstwa Wykonawcy.Podstawa prawna:\n                           § 5 ust. 1. pkt 3 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim.",
        "date": "2015-12-03"
    },
    {
        "company_name": "APATOR",
        "content": "W nawiązaniu do raportu bieżącego nr 44/2015 z dnia 29 października 2015 r., dotyczącego\n                           wyboru najkorzystniejszych ofert złożonych przez Apator SA w ramach przetargu  na\n                           dostawy 1-fazowych i 3-fazowych liczników energii elektrycznej do Tauron Dystrybucja\n                           SA _\"TD\"_, Zarząd Apator SA _\"Emitent\"_ informuje, że:- w zakresie liczników 1-fazowych Krajowa Izba Odwoławcza uwzględniła odwołanie złożone\n                           przez uczestnika przetargu nakazując TD ponowne zbadanie ofert i wybór najkorzystniejszej\n                           z nich,- w zakresie liczników 3-fazowych, Emitent w dniu 2 grudnia 2015 r. zawarł z TD umowę\n                           o wartości 26,9 mln zł z terminem realizacji dostaw do końca 2016 roku. Powyższa umowa nie stanowi umowy znaczącej w rozumieniu par 5 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dn. 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-12-03"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 2 grudnia br. spółka otrzymała od  Członka Rady\n                           Nadzorczej Apator SA  informację o sprzedaży 2 027 akcji na okaziciela spółki Apator\n                           SA, w tym:- 27 akcji po cenie 33,15 zł za jedną akcję,- 2 000 akcji po cenie 33,00 zł za jedną akcję.Transakcja miała miejsce w dniu 30 listopada 2015 r.Członek Rady Nadzorczej Apator SA, od którego Spółka otrzymała zawiadomienie, na podstawie\n                           § 3 ust. 2 Rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych z\n                           dnia 15 listopada 2005 r., nie wyraził zgody na opublikowanie swoich danych osobowych.",
        "date": "2015-12-02"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 25 listopada 2015 r. Członek Rady Nadzorczej\n                           Apator SA nabył łącznie 1000 akcji na okaziciela spółki Apator SA, w tym:- 6 akcji po cenie 30,88 zł za jedną akcję,- 34 akcje po cenie 30,89 zł za jedną akcję,- 960 akcji po cenie 30,90 zł za jedną akcję.Członek Rady Nadzorczej Apator SA, od którego Spółka otrzymała zawiadomienie, na podstawie\n                           § 3 ust. 2 Rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych z\n                           dnia 15 listopada 2005 r., nie wyraził zgody na opublikowanie swoich danych osobowych.",
        "date": "2015-11-25"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 20 listopada 2015 r. miała miejsce transakcja\n                           na akcjach imiennych Apator SA pomiędzy dwoma członkami Rady Nadzorczej, w wyniku\n                           której właściciela zmieniło 10.000 akcji. Cena za jedną akcję wyniosła 36,50 zł. \n                           Akcje imienne uprzywilejowane są co do głosu w stosunku 1:4.Członkowie Rady Nadzorczej Apator SA, od których Spółka otrzymała zawiadomienie, na\n                           podstawie § 3 ust. 2 Rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych z\n                           dnia 15 listopada 2005 r., nie wyrazili zgody na opublikowanie swoich danych osobowych.",
        "date": "2015-11-20"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 19 listopada 2015 r. członek Rady Nadzorczej\n                           Apator SA nabył łącznie 1000 akcji na okaziciela spółki Apator SA, w tym:- 46 akcji po cenie 30,73 zł za jedną akcję,- 522 akcje po cenie 30,80 zł za jedną akcję,- 134 akcje po cenie 30,85 zł za jedną akcję,- 298 akcji po cenie 30,97 zł za jedną akcję.Członek Rady Nadzorczej Apator SA, od którego Spółka otrzymała zawiadomienie, na podstawie\n                           § 3 ust. 2 Rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych z\n                           dnia 15 listopada 2005 r., nie wyraził zgody na opublikowanie swoich danych osobowych.Podstawa prawna: Art. 160 ust. 4 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami\n                           finansowymi.",
        "date": "2015-11-19"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 18 listopada 2015 r. podjął decyzję o wypłacie\n                           zaliczki na poczet przewidywanej dywidendy z zysku za 2015 rok w łącznej wysokości\n                           9 932 108,40 zł czyli 0,30  zł brutto na jedną akcję. Do wypłaty zaliczki na poczet przewidywanej dywidendy z zysku za rok obrotowy 2015\n                           uprawnionych jest 33.107.028 akcji imiennych serii A i akcji na okaziciela serii A,\n                           B i C. Prawo do wypłaty zaliczki na poczet przewidywanej dywidendy z zysku za rok obrotowy\n                           2015 uzyskują akcjonariusze posiadający akcje spółki Apator SA w dniu 11 grudnia 2015\n                           roku, natomiast wypłata nastąpi w dniu 18 grudnia 2015 roku.Zarząd Apator SA stwierdza, że spółka Apator SA posiada wystarczające środki na wypłatę\n                           zaliczki na poczet przewidywanej dywidendy z zysku za rok obrotowy 2015, a wypłata\n                           zaliczki jest zgodna z art. 349 §2 Kodeksu spółek handlowych tj.: - roczne sprawozdanie finansowe spółki Apator SA sporządzone na dzień 31 grudnia\n                           2014 roku wykazało zysk netto za okres od 1 stycznia 2014 roku do 31 grudnia 2014\n                           roku w kwocie 48.997.762,78  zł; - półroczne sprawozdanie finansowe spółki Apator SA sporządzone na dzień 30 czerwca\n                           2015 roku, wykazało zysk netto za okres od 1 stycznia 2015 roku do 30 czerwca 2015\n                           roku w kwocie 53.445.277,41 zł.Powyższe sprawozdania zostały zbadane przez biegłego rewidenta - firmę KPMG Audyt\n                           spółka z ograniczoną odpowiedzialnością sp. k. z siedzibą w Warszawie, wpisaną na\n                           listę podmiotów uprawnionych do badania sprawozdań finansowych pod nr KIBR 3546.Rada Nadzorcza Apator SA, na posiedzeniu w dniu 18 listopada 2015 r., wyraziła zgodę\n                           na wypłatę akcjonariuszom zaliczki na poczet przewidywanej dywidendy z zysku za rok\n                           obrotowy 2015 na wyżej wymienionych warunkach zaproponowanych przez Zarząd.Podstawa prawna raportu: § 38 ust.1 pkt 11 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-11-18"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent\"_ przekazuje poniższą informację poufną, której ujawnienie\n                           zostało opóźnione przez Emitenta w dniu 1 czerwca 2015 r. \"Spółka zależna od Emitenta – Apator Metrix SA prowadzi zaawansowane negocjacje z\n                           firmą Flonidan A/S, mające na celu zawarcie umowy na dostawy liczników gazu na rynek\n                           holenderski. Sprzedaż realizowana będzie w wyniku przetargu ogłoszonego przez Liander\n                           NV, w ramach którego Flonidan A/S został wybrany jako jeden z dostawców. Przetarg\n                           obejmuje dostawy gazomierzy w okresie 5 lat począwszy od 2016 roku.\"Zarząd Emitenta informuje, że w wyniku powyższych negocjacji strony postanowiły zawrzeć\n                           umowę, której przedmiotem będzie dostawa w/w liczników. Jeśli umowa z Flonidan A/S\n                           zostanie podpisana, na jej podstawie Apator Metrix ma dostarczać gazomierze w okresie\n                           5 lat o łącznej szacowanej wartości 28 mln EUR. Obecnie strony ustalają szczegółowe\n                           zapisy umowy. W związku z zaawansowanym etapem negocjacji nie ma uzasadnienia do dalszego opóźniania\n                           niniejszej informacji poufnej. O zawarciu w/w umowy Emitent poinformuje osobnym raportem\n                           bieżącym.Zawiadomienie o opóźnieniu wykonania obowiązku informacyjnego zostało pierwotnie przekazane\n                           do Kancelarii DIA-S raportami: nr 5/2015 P z dnia 1 czerwca 2015 r., którym opóźniono\n                           informację do dnia 31 sierpnia 2015 roku, nr 8/2015 P z dnia 31 sierpnia 2015 r.,\n                           którym opóźniono informację do dnia 14 października 2015 r. i nr 9/2015 P z dnia 14\n                           października 2015 r., którym opóźniono informację do dnia 15 grudnia 2015 r.Podstawa prawna:art. 57 ust. 3 w zw. z art. 56 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 roku o ofercie\n                           publicznej i warunkach wprowadzenia instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych  _Dz. U. Nr 184, poz. 1539 ze zm._ Poniżej treść\n                           raportów przekazanych do Komisji Nadzoru Finansowego, dotyczących opóźnionej informacji\n                           poufnej:Raport 5/2015 P Zarząd Apator SA _\"Emitent\"_ działając na podstawie art. 57 ust. 1 ustawy z dnia 29\n                           lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. Nr 184, poz.\n                           1539 ze. zm._ _\"Ustawa\"_, w związku z § 2 ust. 1 pkt 1 Rozporządzenia Ministra Finansów\n                           z dnia 13 kwietnia 2006 roku w sprawie rodzaju informacji, które mogą naruszyć słuszny\n                           interes emitenta, oraz sposobu postępowania emitenta w związku z opóźnianiem przekazania\n                           do publicznej wiadomości informacji poufnych _Dz. U. Nr 67, poz. 476 ze zm._, informuje\n                           o opóźnieniu wykonania obowiązku, o którym mowa w art. 56 ust. 1 pkt 1 Ustawy, w odniesieniu\n                           do informacji poufnej dotyczącej prowadzonych przez Emitenta negocjacji.Opóźnienie przekazania powyższej informacji poufnej, jest uzasadnione z uwagi na fakt,\n                           iż przekazanie jej obecnie do publicznej wiadomości mogłoby naruszyć słuszny interes\n                           Emitenta, gdyż mogłoby negatywnie wpłynąć na przebieg lub wynik prowadzonych negocjacji.W ocenie Emitenta, opóźnienie przekazania powyższej informacji poufnej nie spowoduje\n                           wprowadzenia w błąd opinii publicznej, jak również zapewnione zostało zachowanie poufności\n                           treści powyższej informacji poufnej do chwili jej przekazania.\tTreść powyższej informacji poufnej zostanie przekazana w formie raportu bieżącego\n                           w terminie do dnia 31 sierpnia 2015 r., tj. zakładanego przez Spółkę terminu zakończenia\n                           negocjacji.Podstawa prawna:art. 57 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. Nr 184, poz. 1539 ze. zm._ _\"Ustawa\"_, w związku z § 2 ust. 1 pkt 1 Rozporządzenia\n                           Ministra Finansów z dnia 13 kwietnia 2006 roku w sprawie rodzaju informacji, które\n                           mogą naruszyć słuszny interes emitenta, oraz sposobu postępowania emitenta w związku\n                           z opóźnianiem przekazania do publicznej wiadomości informacji poufnych _Dz. U. Nr\n                           67, poz. 476 ze zm._\"Raport 8/2015 P \"Zarząd Apator SA _\"Emitent\"_ informuje, że postanowił przedłużyć termin opóźnienia\n                           publikacji informacji poufnej z dnia 31 sierpnia 2015 r. do dnia 14 października 2015\n                           r., o której informował raportem nr 5/2015 P w dniu 1 czerwca 2015 r. Na dzień przekazania niniejszego zawiadomienia, przedmiotowe negocjacje nie zostały\n                           zakończone, a przekazanie w chwili obecnej do publicznej wiadomości informacji o prowadzonych\n                           negocjacjach, mogłoby negatywnie wpłynąć na przebieg lub wynik tych negocjacji i przez\n                           to naruszyć słuszny interes Emitenta.Opóźnienie przekazania informacji nie spowoduje wprowadzenia w błąd opinii publicznej,\n                           a Emitent zapewni zachowanie poufności opóźnionych informacji do chwili wykonania\n                           obowiązku.Treść informacji poufnej zostanie przekazana w formie raportu bieżącego w terminie\n                           do dnia 14 października 2015 r., tj. zakładanego przez Spółkę terminu zakończenia\n                           negocjacji.Podstawa prawna:art. 57 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. Nr 184, poz. 1539 ze. zm._ _\"Ustawa\"_, w związku z § 2 ust. 1 pkt 1 Rozporządzenia\n                           Ministra Finansów z dnia 13 kwietnia 2006 roku w sprawie rodzaju informacji, które\n                           mogą naruszyć słuszny interes emitenta, oraz sposobu postępowania emitenta w związku\n                           z opóźnianiem przekazania do publicznej wiadomości informacji poufnych _Dz. U. Nr\n                           67, poz. 476 ze zm._\"Raport 9/2015 P \"Zarząd Apator SA _\"Emitent\"_ informuje, że postanowił przedłużyć termin opóźnienia\n                           publikacji informacji poufnej z dnia 14 października 2015 r. do dnia 15 grudnia 2015\n                           r., o której informował raportem nr 8/2015 P w dniu 31 sierpnia 2015 r. Na dzień przekazania niniejszego zawiadomienia, przedmiotowe negocjacje nie zostały\n                           zakończone, a przekazanie w chwili obecnej do publicznej wiadomości informacji o prowadzonych\n                           negocjacjach, mogłoby negatywnie wpłynąć na przebieg lub wynik tych negocjacji i przez\n                           to naruszyć słuszny interes Emitenta.Opóźnienie przekazania informacji nie spowoduje wprowadzenia w błąd opinii publicznej,\n                           a Emitent zapewni zachowanie poufności opóźnionych informacji do chwili wykonania\n                           obowiązku.Treść informacji poufnej zostanie przekazana w formie raportu bieżącego w terminie\n                           do dnia 15 grudnia 2015 r., tj. zakładanego przez Spółkę terminu zakończenia negocjacji.Podstawa prawna:art. 57 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. Nr 184, poz. 1539 ze. zm._ _\"Ustawa\"_, w związku z § 2 ust. 1 pkt 1 Rozporządzenia\n                           Ministra Finansów z dnia 13 kwietnia 2006 roku w sprawie rodzaju informacji, które\n                           mogą naruszyć słuszny interes emitenta, oraz sposobu postępowania emitenta w związku\n                           z opóźnianiem przekazania do publicznej wiadomości informacji poufnych _Dz. U. Nr\n                           67, poz. 476 ze zm._\"",
        "date": "2015-11-05"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 29 października 2015 r. spółka Apator SA otrzymała\n                           zawiadomienie o wygraniu nieograniczonego przetargu zorganizowanego przez Tauron Dystrybucja\n                           S.A. na dostawy statycznych bezpośrednich 1-fazowych i 3-fazowych liczników energii\n                           elektrycznej. Wartość projektu wynosi 38,5 mln zł netto, a realizacja dostaw przewidziana\n                           jest do grudnia 2016 roku. Uczestnicy postępowania przetargowego mają prawo do złożenia odwołania od wyników\n                           tego przetargu w terminie 10 dni od daty wyboru najkorzystniejszej oferty. Zawarcie\n                           umowy przewidziane jest po zakończeniu ewentualnych postępowań odwoławczych.Podstawa prawna: art. 56 ust 1 pkt 1 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U z 2005 r., Nr 184, poz. 1539 z późń zm._.",
        "date": "2015-10-29"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator S.A. informuje, że w dniu 23 października 2015 r. doręczono Spółce Postanowienie\n                           Sądu Rejonowego VII Wydziału Gospodarczego KRS w Toruniu z dnia 6 października 2015\n                           r. _sygn. akt: TO.VII NS-REJ.KRS/008204/15/390_, na podstawie którego dokonano rejestracji\n                           zmian Statutu spółki Apator S.A.Na mocy w/w postanowienia Sąd dokonał rejestracji zmiany treści § 7 Statutu Spółki\n                           uwzględniającej konwersję 163.519 akcji imiennych serii A na akcje na okaziciela serii\n                           A. Zmiany zostały dokonane na mocy uchwał nr 21/VI/2015 i 22/VI/2015 Zwyczajnego Walnego\n                           Zgromadzenia Apator S.A. z dnia 22 czerwca 2015 r.Wykaz zmian w Statucie Spółki, jak również tekst jednolity zostały przekazane do publicznej\n                           wiadomości w raporcie bieżącym nr 29/2015 w dniu 23 czerwca 2015 r. Podstawa prawna: § 38 ust. 1. pkt 2 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-10-23"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że spółka zależna Apator Powogaz SA poszerzyła ofertę\n                           produktową i wzmocniła kompetencje R&D poprzez przejęcie spółki Fellows s.c. i uzyskanie\n                           prawa do zakupu spółki iMeters sp. z o.o.Transakcja realizowana jest w wyniku podpisania umowy inwestycyjnej w dniu 30.09.2015\n                           r., zgodnie z którą nastąpiło podwyższenie kapitału w spółce Apator Telemetria sp.\n                           z o.o. _zależnej od Apator Powogaz SA_ poprzez wniesienie aportem przedsiębiorstwa\n                           Fellows s.c. Po rejestracji powyższych zmian w KRS, nastąpi połączenie działalności\n                           tych spółek. Wartość transakcji nie stanowi nabycia aktywów o znacznej wartości.Spółka Fellows zajmuje się projektowaniem i wdrażaniem urządzeń i systemów elektronicznych,\n                           posiada m.in. technologię meszową, moduły radiowe indukcyjne oraz zaawansowane systemy\n                           odczytu GSM. Natomiast spółka iMeters jest właścicielem podzielnika kosztów ogrzewania\n                           działającego również w systemie meszowym.Powyższa transakcja wynika z konsekwentnie realizowanej strategii działania linii\n                           opomiarowania wody i ciepła poprzez pozyskanie nowych technologii i rozwój portfela\n                           produktów w zakresie odczytów radiowych i elektronizacji wodomierzy. Obecnie Apator\n                           Powogaz rozwija asortyment produktów ultradźwiękowych i oferuje szeroką gamę wodomierzy,\n                           ciepłomierzy i podzielników, uzupełnioną o innowacyjne systemy radiowego odczytu danych\n                           dostarczane przez Apator Telemetria.Podstawa prawna: art. 56 ust 1 pkt 1 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U z 2005 r., Nr 184, poz. 1539 z późń zm._.",
        "date": "2015-10-01"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent\"_ informuje, że spółka dostarcza do firmy S&T Services\n                           Polska sp. z o.o. _\"S&T\"_ liczniki energii elektrycznej w technologii OSGP w ramach\n                           projektu Smart City Wrocław _\"SCW\"_, realizowanego przez Tauron Dystrybucja SA. Wartość\n                           zawartej umowy z S&T _raport bieżący nr 22/2015_ wynosi 26,5 mln zł, przy czym w przypadku:- zwrotu gwarancji w wysokości 7 mln zł, ustanowionych przez Emitenta na rzecz LG\n                           CNS Co. Ltd., na podstawie umowy z wcześniejszym konsorcjantem projektu - firmą WorldIT\n                           Systems _\"WITS\"_;- wpływu należności za wcześniej dostarczone liczniki do WITS w kwocie 2,4 mln zł;wartość umowy wyniesie 22,7 mln zł. Emitent informuje, że w dniu 21 września 2015 r. uzyskał zwrot gwarancji, które nie\n                           zostały wykorzystane w całości ani w części przez LG CNS Co. Ltd. Ponadto należności\n                           w kwocie 2,4 mln zł zostały należycie uregulowane przez S&T. W związku z powyższym\n                           wartość umowy z S&T została zaktualizowana do kwoty 22,7 mln zł. W wyniku zwrotu powyższych gwarancji, poziom ryzyka leżącego po stronie Emitenta został\n                           istotnie ograniczony, a realizacja projektu SCW przebiega w sposób prawidłowy i zgodny\n                           z umową. Powyższa informacja stanowi aktualizację raportu bieżącego nr 22/2015. - art. 56 ust.\n                           5. Ustawy z dn. 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.",
        "date": "2015-09-21"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent_ informuje, że w dniu 1 września 2015 r. spółka pośrednio\n                           zależna od Emitenta – Geroge Wilson Industries Ltd. _\"GWi\"_ zawarła ze spółką Landis+Gyr\n                           AG umowę o szacowanej łącznej wartości 8 mln EUR _tj. 33,8 mln PLN_. Przedmiotem umowy\n                           jest dostawa przemysłowych gazomierzy inteligentnych na rynek holenderski. Dostawy\n                           będą realizowane w latach 2016-2020 r. Emitent informuje, że warunki powyższej umowy nie odbiegają od warunków charakterystycznych\n                           dla tego rodzaju transakcji na rynku. Umowa nie zawiera zapisów dotyczących zastrzeżenia warunku lub terminu. Gazomierze objęte są 6-letnią gwarancją. W trakcie okresu gwarancyjnego GWi jest zobowiązana\n                           do bezpłatnej wymiany każdego wadliwego gazomierza oraz uiszczenia, na rzecz zamawiającego,\n                           odszkodowania, przy czym odpowiedzialność ta jest ograniczona do kwoty 5 mln EUR _tj.\n                           21,1 mln PLN_.Umowa została uznana za znaczącą, ponieważ jej wartość przewyższa 10% kapitałów własnych\n                           Emitenta.Wszystkie wartości wyrażone w PLN zostały przeliczone według średniego kursu NBP z\n                           dnia 1 września 2015 r. wynoszącego dla 1EUR = 4,2297 PLN.Podstawa prawna:§5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _t.j. Dz. U. 2014.133_",
        "date": "2015-09-02"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent\"_ przekazuje poniższą informację poufną, której ujawnienie\n                           zostało opóźnione przez Emitenta w dniu 1 czerwca 2015 r. \"Spółka pośrednio zależna od Emitenta – George Wilson Industries _\"GWi\"_ prowadzi\n                           zaawansowane negocjacje mające na celu zawarcie umowy na dostawy liczników gazu na\n                           rynek holenderski. Sprzedaż realizowana będzie w wyniku przetargu ogłoszonego przez\n                           Liander NV, w ramach którego Landis+Gyr AG został wybrany jako jeden z dostawców.\n                           Przetarg obejmuje dostawy gazomierzy w okresie 5 lat począwszy od 2016 roku.\"Zarząd Emitenta informuje, że negocjacje zakończyły się powodzeniem i strony zawarły\n                           umowę o współpracy, w ramach której GWi będzie dostarczać inteligentne gazomierze\n                           przemysłowe do Langis+Gyr AG. O zawarciu umowy Emitent informuje w raporcie bieżącym nr 40/2015. Podstawa prawna:art. 57 ust. 3 w zw. z art. 56 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 roku o ofercie\n                           publicznej i warunkach wprowadzenia instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych  _Dz. U. Nr 184, poz. 1539 ze zm._",
        "date": "2015-09-02"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _dalej \"Emitent\"_ informuje, że w okresie ostatnich 12 miesięcy spółki\n                           z grupy Apator podpisały z ING Bank Śląski SA _dalej \"Bank\"_ dwie umowy o łącznej\n                           wartości 26.000.000 zł. Umowy te łącznie spełniają kryterium znaczącej umowy ze względu\n                           na przekroczenie 10% kapitałów własnych Emitenta.Umową o największej wartości jest umowa wieloproduktowa zawarta przez Apator Powogaz\n                           SA. _\"Spółka\"_  w dniu 28.08.2014 r., a następnie aneksowana w dniu 25.08.2015 r.\n                           Na mocy aneksu przedłużono dostępność limitu kredytowego do dnia 31.08.2016 r. Maksymalna\n                           wysokość limitu wynosi 23.000.000 zł. Umowa jest zawarta na warunkach rynkowych. Oprocentowanie kredytu zależne jest od\n                           waluty, w której kredyt zostanie zaciągnięty _dla PLN – WIBOR 1M, dla EUR – EURIBOR\n                           1M, dla USD – LIBOR 1M_ i zostaje powiększone o marżę Banku. Umowa nie zawiera _i_\n                           specyficznych postanowień, które odbiegałyby od warunków powszechnie stosowanych dla\n                           tego rodzaju umów, _ii_ kar umownych oraz innych istotnych zastrzeżeń co do warunku\n                           lub terminu.Jednocześnie Emitent informuje, że w mocy pozostaje podpisana w dniu 28.08.2014 r.\n                           umowa ustanowienia zastawu rejestrowego na zapasach Spółki, w celu zabezpieczenia\n                           wierzytelności Banku _o której Emitent informował raportem bieżącym nr 38/2014_. Kolejnym\n                           zabezpieczeniem kredytu jest cicha cesja należności _3 mln zł średniomiesięcznie_\n                           oraz cesja praw z polisy ubezpieczeniowej zastawionych zapasów. Ponadto spółka Apator\n                           Powogaz SA w dniu 25.08.2015 r. podpisała oświadczenia o poddaniu się egzekucji _i_\n                           do wysokości 34.950.000 zł, _ii_ do wydania rzeczy będących przedmiotem zastawu. Podstawa prawna:§5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _t.j. Dz. U. 2014.133_",
        "date": "2015-08-26"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator S.A. informuje o korekcie prognozy skonsolidowanego zysku netto na 2015\n                           rok. Decyzja została podjęta na podstawie analizy wyników realizowanych przez spółki\n                           grupy kapitałowej Apator w I półroczu oraz oceny perspektyw działalności w II półroczu\n                           2015 roku.Zgodnie z prognozą, przedstawioną w raporcie bieżącym nr 6/2015 z dnia 19 lutego 2015\n                           r., skonsolidowane wyniki finansowe zostały określone w sposób następujący:  - Skonsolidowane przychody ze sprzedaży: 790 mln zł;- Skonsolidowany zysk netto: 95 mln zł.Nowa prognoza wynosi:- Skonsolidowane przychody ze sprzedaży: 790 mln zł;- Skonsolidowany zysk netto: 80 mln zł.Na korektę prognozy skonsolidowanego zysku netto wpływ mają następujące czynniki:a_ Odchylenie rynkowego  kursu US$ od kursu zakładanego w planie finansowym. Średni\n                           kurs US$ w okresie I  półrocza br. wyniósł 3,69 zł wobec zakładanego w planie finansowym\n                           3,3 zł. Umocnienie US$ w stosunku do złotówki ma ujemny wpływ na realizację planu\n                           wyniku finansowego poprzez wzrost kosztów wytwarzania.b_ Spadek rentowności sprzedaży w liniach opomiarowania energii elektrycznej i gazu\n                           spowodowany spadkiem cen i/lub wzrostem kosztów produkcji, w tym ostatnim przypadku\n                           głównie w związku z wzmocnieniem US$ wobec złotówki.c_ Sytuacja finansowa Apator Rector spowodowana opóźnieniami w realizacji kluczowych\n                           kontraktów długoterminowych. Opóźnienia w realizacji kontraktów wpływają m.in. na\n                           wzrost kosztów wytwarzania oprogramowania oraz późniejsze, niż zakładano w planie\n                           finansowym, fakturowanie przychodów. Apator Rector za I półrocze br. zrealizował stratę\n                           netto.d_ Niższe przychody ze sprzedaży  na rynku rosyjskim.e_ Sytuacja finansowa w spółkach niezaliczanych do działalności podstawowej spowodowana\n                           niskim poziomem sprzedaży.f_ Wyższy, niż planowano, poziom  kosztów ogólnozakładowych w związku z  poniesionymi\n                           kosztami usług doradczych prowadzonych procesów akwizycyjnych oraz konsolidacją kosztów\n                           działalności badawczo-rozwojowej spółki Apator Miitors.  Podstawa prawna: §5 ust.\n                           1 pkt 25 oraz §31 ust. 2 - 4 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz. U. 2014.133_",
        "date": "2015-08-07"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator S.A. _\"Emitent\"_ działając na podstawie art. 57 ust. 3 w zw. z art.\n                           56 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzenia instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz.U. Nr 184, poz. 1539 ze zm._ _\"Ustawa\"_ przekazuje do publicznej wiadomości\n                           poniższą informację poufną, której ujawnienie zostało opóźnione raportem nr 7/2015\n                           P, przekazanym dnia 14 lipca 2015 r. do Komisji Nadzoru Finansowego, do dnia 31 października\n                           2015 r., na podstawie art. 57 ust. 1 Ustawy w związku z § 2 ust. 1 pkt. 1 Rozporządzenia\n                           Ministra Finansów z dnia 13 kwietnia 2006 roku w sprawie rodzaju informacji, które\n                           mogą naruszyć słuszny interes emitenta, oraz sposobu postępowania emitenta w związku\n                           z opóźnieniem przekazania do publicznej wiadomości informacji poufnych _Dz.U. Nr 67,\n                           poz. 476_.Emitent podpisał w dniu 14 lipca 2015 roku list intencyjny z jednym z wiodących europejskich\n                           funduszy private equity dotyczący wspólnego nabycia 100% akcji spółki prowadzącej\n                           działalność w obszarze opomiarowania wody _\"Transakcja\"_.Emitent informuje, że Transakcja nie doszła do skutku z przyczyn niezależnych od Emitenta\n                           i funduszu. W związku z prowadzonym procesem Emitent poniósł koszty w wysokości ok. 500 tysięcy\n                           złotych, które zostaną wykazane w skonsolidowanym sprawozdaniu za rok 2015.Poniżej treść raportu nr 7/2015 P przekazanego dnia 14 lipca 2015 r. do Komisji Nadzoru\n                           Finansowego, dotyczącego opóźnionej informacji poufnej:\"Zawiadomienie o opóźnieniu publikacji informacji poufnej:Zarząd Apator SA _\"Emitent\"_ działając na podstawie art. 57 ust. 1 ustawy z dnia 29\n                           lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. Nr 184, poz.\n                           1539 ze. zm._ _\"Ustawa\"_, w związku z § 2 ust. 1 pkt 1 Rozporządzenia Ministra Finansów\n                           z dnia 13 kwietnia 2006 roku w sprawie rodzaju informacji, które mogą naruszyć słuszny\n                           interes emitenta, oraz sposobu postępowania emitenta w związku z opóźnianiem przekazania\n                           do publicznej wiadomości informacji poufnych _Dz. U. Nr 67, poz. 476 ze zm._, informuje\n                           o opóźnieniu wykonania obowiązku, o którym mowa w art. 56 ust. 1 pkt 1 Ustawy, w odniesieniu\n                           do informacji poufnej dotyczącej okoliczności związanych z prowadzonymi przez Emitenta\n                           negocjacjami.Opóźnienie przekazania powyższej informacji poufnej, jest uzasadnione z uwagi na fakt,\n                           iż przekazanie jej obecnie do publicznej wiadomości mogłoby naruszyć słuszny interes\n                           Emitenta, gdyż mogłoby negatywnie wpłynąć na przebieg lub wynik prowadzonych negocjacji.W ocenie Emitenta, opóźnienie przekazania powyższej informacji poufnej nie spowoduje\n                           wprowadzenia w błąd opinii publicznej, jak również zapewnione zostało zachowanie poufności\n                           treści powyższej informacji poufnej do chwili jej przekazania.\tTreść powyższej informacji poufnej zostanie przekazana w formie raportu bieżącego\n                           w terminie do dnia 31 października 2015 r., tj. zakładanego przez Spółkę terminu zakończenia\n                           negocjacji.\"",
        "date": "2015-07-28"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent\"_ informuje, że w dniu 13 lipca 2015 r. spółka zależna\n                           od Emitenta - Apator Powogaz SA z siedzibą w Poznaniu _\"Spółka\"_ zawarła z Raiffeisen\n                           Bank Polska SA _\"Bank\"_:- aneks nr 3 do umowy dodatkowej transakcji walutowych, na mocy którego zmniejszony\n                           został limit na transakcje pochodne z kwoty 18,2 mln zł do kwoty 11,2 mln zł,- umowę dodatkową transakcji zamiany ustanawiającą limit na transakcje zamiany stopy\n                           procentowej _IRS_ w wysokości 7 mln zł.W celu zabezpieczenia wierzytelności Banku z tytułu powyższych umów, Spółka podpisała\n                           następujące oświadczenia: - oświadczenie o poddaniu się egzekucji w zakresie zobowiązań wynikających z umowy\n                           na transakcje pochodne do kwoty 16,7 mln zł, które zastępuje oświadczenie o poddaniu\n                           się egzekucji do kwoty 27,2 mln zł z dnia 9 lutego 2015 r.,- oświadczenie o poddaniu się egzekucji w zakresie zobowiązań wynikających z umowy\n                           na transakcje IRS do kwoty 10,5 mln zł.Warunki powyższych umów nie odbiegają od warunków charakterystycznych dla tego rodzaju\n                           transakcji na rynku. Ponadto umowy nie zostały zawarte z zastrzeżeniem warunku lub\n                           terminu oraz nie zawierają postanowień dotyczących kary umownej.Umowy oraz oświadczenia zostały uznane za znaczące ze względu na łączne przekroczenie\n                           10% kapitałów własnych Emitenta. Podstawa prawna:§5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. Nr 33 poz. 259 ze zm._",
        "date": "2015-07-14"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że od dnia 1 lipca 2015 r. do dnia 30 czerwca 2016 r.\n                           obowiązuje kolejny kompleksowy program ubezpieczenia mienia i odpowiedzialności cywilnej\n                           spółek grupy Apator, obejmujący:1. Umowy zawarte z grupą ubezpieczycieli PZU SA/STU Ergo Hestia SA w zakresie ubezpieczenia:- odpowiedzialności cywilnej w związku z prowadzoną działalnością i wprowadzeniem\n                           do obrotu produktu,- mienia od wszystkich ryzyk,- utraty zysku na bazie ubezpieczenia mienia od wszystkich ryzyk,- maszyn od uszkodzeń,- maszyn elektrycznych od szkód elektrycznych,- sprzętu elektronicznego od wszystkich ryzyk,- mienia w transporcie krajowym i międzynarodowym.Łączna wartość składek - 521 tys. zł, łączna suma ubezpieczenia - 697 mln zł.2. Umowy zawarte z PZU S.A. w zakresie ubezpieczenia komunikacyjnego oraz ubezpieczenia\n                           w podróży. Łączna wartość składek - 77 tys. zł, łączna suma ubezpieczenia - 2,9 mln zł.3. Umowy zawarte z AIG Europe Limited Sp. z o.o.  w ramach polisy podstawowej oraz\n                           ACE European Group Ltd. Sp. z o. o., HCC International Insurance Company PLC i TUiR\n                           Allianz Polska SA w ramach polisy nadwyżkowej, w zakresie ubezpieczenia odpowiedzialności\n                           członków władz spółek. Łączna wartość składek - 110 tys. zł, łączna suma ubezpieczenia - 100 mln zł.Umowy te nie zawierają specyficznych warunków, które odbiegałyby od warunków powszechnie\n                           stosowanych dla tego typu umów. Ponadto umowy nie zostały zawarte z zastrzeżeniem\n                           warunku lub terminu oraz nie zawierają postanowień dotyczących kar umownych.Kryterium uznania wyżej wymienionych umów za znaczącą umowę stanowi wartość sumy ubezpieczeń,\n                           która przekracza 10% kapitałów własnych spółki Apator SA. Podstawa prawna: § 5 ust. 1. pkt 3 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-07-01"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 24 czerwca 2015 r. udzielił prokury samoistnej\n                           Panu Jerzemu Kusiowi - Dyrektorowi ds. Aparatury i Systemów Pomiarowych.Pan Jerzy Kuś posiada wykształcenie wyższe techniczne i ekonomiczne _Akademia Górniczo-Hutnicza_\n                           oraz ukończył Uniwersytet Ekonomiczny we Wrocławiu _Executive MBA Programme_. Pan\n                           Jerzy Kuś od 1996 r. związany jest ze spółką Apator, w której sprawował przez ostatnie\n                           6 lat funkcję Członka Zarządu. Pan Jerzy Kuś nie prowadzi działalności konkurencyjnej wobec spółki Apator SA, nie\n                           uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, osobowej, nie jest\n                           członkiem organu konkurencyjnej spółki kapitałowej, ani nie uczestniczy w jakiejkolwiek\n                           innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Jerzy Kuś nie jest\n                           wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie Ustawy o\n                           KRS.Szersze informacje dot. opisu przebiegu pracy zawodowej znajdują się na stronie internetowej\n                           spółki Apator SA w zakładce Relacje Inwestorskie.Podstawa prawna: § 5 ustęp 1 pkt 22 oraz § 28 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-06-24"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że Zwyczajne Walne Zgromadzenie Apator SA w dniu 22 czerwca\n                           2015 roku ustaliło, że powołana na kolejną pięcioletnią wspólną kadencję Rada Nadzorcza\n                           Apator SA składać się będzie z 6 członków. Jednocześnie Zwyczajne Walne Zgromadzenie\n                           Apator SA w dniu 22 czerwca 2015 roku wybrało następujący skład Rady Nadzorczej spółki\n                           Apator SA na nową kadencję:- Pani Danuta Guzowska,- Pan Mariusz Lewicki,- Pan Janusz Marzygliński,- Pan Marcin Murawski,- Pan Janusz Niedźwiecki,- Pan Kazimierz Piotrowski.Charakterystyka Członków Rady Nadzorczej:Danuta GuzowskaPani Danuta Guzowska jest znaczącym, długoterminowym akcjonariuszem spółki Apator\n                           SA. Pani Danuta Guzowska jest Członkiem Rady Nadzorczej spółki Apator SA od 2000 roku.Pani Danuta Guzowska posiada wykształcenie średnie techniczne. Od 1975 roku związana\n                           jest z Apatorem, gdzie przez wiele lat pracowała w biurze konstrukcyjnym, następnie\n                           w biurze sprzedaży liczników energii cieplnej, a następnie w biurze marketingu.Pani Danuta Guzowska nie prowadzi działalności konkurencyjnej wobec spółki Apator\n                           SA, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, osobowej,\n                           nie jest członkiem organu konkurencyjnej spółki kapitałowej, ani nie uczestniczy w\n                           jakiejkolwiek innej konkurencyjnej osobie prawnej jako członek jej organu.Pani Danuta Guzowska nie jest wpisana do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie Ustawy o KRS.Mariusz LewickiPan Mariusz Lewicki posiada wykształcenie wyższe ekonomiczne. Ukończył studia na Wydziale\n                           Nauk Ekonomicznych Uniwersytetu Mikołaja Kopernika w Toruniu, Podyplomowe Studia Prawa\n                           Podatkowego i Podyplomowe Studia Prawa Handlowego na Wydziale Prawa i Administracji\n                           UMK.Pan Mariusz Lewicki pracował jako księgowy w firmie Spomasz, następnie w latach 1991\n                           - 1999 był związany zawodowo z przedsiębiorstwem państwowym PZAE Apator, a następnie\n                           ze spółką Apator SA, gdzie kierował Działem Księgowości. W okresie od 1994 do 2001\n                           roku pracował jako Główny Księgowy najpierw w spółce Reuther Polska Sp. z o.o., następnie\n                           w Rotar Poland Sp. z o.o. W latach 2001 - 2007 roku pracował w spółce Apator Control\n                           Sp. z o.o. na stanowisku Dyrektora Finansowego i pełnił funkcję Prokurenta. Od 1993\n                           roku do lutego 2013 roku Pan Mariusz Lewicki pracował na stanowisku Głównego Księgowego\n                           w firmie ZPDZ \"Nagro\". Od kwietnia 2007 roku pełni funkcję doradcy finansowego w Z.P.H.U.\n                           Walter  _podmiot nie prowadzi działalności konkurencyjnej wobec Apator SA_. Od listopada\n                           2010 roku Pan Mariusz Lewicki pełnił funkcję doradcy zarządu i Dyrektora Rozwoju Biznesu\n                           w Więcborskich Zakładach Metalowych \"Wizamor\" Sp. z o.o. _podmiot nie prowadzi działalności\n                           konkurencyjnej wobec Apator SA_. Od listopada 2014 r. pełni funkcję doradcy finansowego\n                           oraz członka Rady Nadzorczej Zakładów Metalowych \"Wizamor\" Sp. z o.o. Od stycznia\n                           2012 roku pełni funkcję doradcy finansowego w firmie \"Wimplast\" Sp. z o.o. _podmiot\n                           nie prowadzi działalności konkurencyjnej wobec Apator SA_.Pan Mariusz Lewicki posiada wieloletnie doświadczenie w pełnieniu funkcji nadzorczych:\n                           - od 2000 roku jest członkiem Rady Nadzorczej Apator SA, jednocześnie od 2010 roku\n                           pełni funkcję Zastępcy Przewodniczącego Rady Nadzorczej spółki Apator SA, - od 2005 roku pełni funkcję Przewodniczącego Rady Nadzorczej spółki Apator Mining\n                           Sp. z o. o. _spółka wchodząca w skład grupy Apator_, - od 2007 r. jest Przewodniczącym Rady Nadzorczej spółki Apator Metrix SA _spółka\n                           wchodząca w skład grupy Apator_, - od kwietnia 2014 r. wchodzi w skład Rady Nadzorczej spółki Apator Elkomtech SA _spółka\n                           wchodząca w skład grupy Apator_. Pan Mariusz Lewicki jest także Przewodniczącym Komitetu Audytu w Spółce Apator SA.Ponadto Pan Mariusz Lewicki jest Przewodniczącym Rady Nadzorczej i Komitetu Audytu\n                           Przedsiębiorstwa Hydrauliki Siłowej Hydrotor SA _podmiot nie prowadzi działalności\n                           konkurencyjnej wobec Apator SA_ oraz wchodzi w skład Rady Nadzorczej w firmie Agromet\n                           ZEHS Lubań SA. _podmiot nie prowadzi działalności konkurencyjnej wobec Apator SA_.Pan Mariusz Lewicki nie prowadzi działalności konkurencyjnej wobec spółki Apator SA,\n                           nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, osobowej, nie\n                           jest członkiem organu konkurencyjnej spółki kapitałowej, ani nie uczestniczy w jakiejkolwiek\n                           innej konkurencyjnej osobie prawnej jako członek jej organu.Pan Mariusz Lewicki nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie Ustawy o KRS.Janusz MarzyglińskiPan Janusz Marzygliński posiada wykształcenie wyższe techniczne. Ukończył studia na\n                           Wydziale Elektrycznym Politechniki Gdańskiej, Podyplomowe Studium Organizacji i Zarządzania\n                           dla Kadry Kierowniczej Przedsiębiorstw oraz kurs Zarządzania i Marketingu w Chicago\n                           _USA_.Pan Janusz Marzygliński od 1971 roku związany jest z Apatorem. Pracował między innymi\n                           jako kierownik działu konstrukcyjnego, zastępca dyrektora ds. produkcji, zastępca\n                           dyrektora ds. handlu, dyrektor przedsiębiorstwa i prezes zarządu.Pan Janusz Marzygliński posiada doświadczenie w pełnieniu funkcji nadzorczych i zarządczych:- od 2000 r. jest członkiem Rady Nadzorczej Apator SA, jednocześnie w okresie od czerwca\n                           2003 roku do czerwca 2013 roku pełnił funkcję Przewodniczącego Rady Nadzorczej Apator\n                           SA,- od 2008 r. jest Przewodniczącym Rady Nadzorczej spółki Apator Rector Sp. z o.o.\n                           _spółka wchodząca w skład grupy Apator_,- od 2008 r. jest Przewodniczącym Rady Nadzorczej spółki Apator Powogaz SA _spółka\n                           wchodząca w skład grupy Apator_. Równocześnie z pełnieniem funkcji nadzorczych, pełni funkcję Prezesa Zarządu spółki\n                           Asco Co Ltd., jest współwłaścicielem firm Asco Co Ltd. oraz Sanitech sp.j. Wymienione\n                           podmioty nie prowadzą działalności konkurencyjnej wobec Apator SA.Pan Janusz Marzygliński nie prowadzi działalności konkurencyjnej wobec spółki Apator\n                           SA, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, osobowej,\n                           nie jest członkiem organu konkurencyjnej spółki kapitałowej, ani nie uczestniczy w\n                           jakiejkolwiek innej konkurencyjnej osobie prawnej jako członek jej organu.Pan Janusz Marzygliński nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie Ustawy o KRS.Marcin MurawskiPan Marcin Murawski urodził się w 1973 r., jest absolwentem Uniwersytetu Warszawskiego,\n                           Wydziału Zarządzania o specjalizacji: Zarządzanie finansami. Pan Marcin Murawski posiada\n                           uprawnienia biegłego rewidenta w Wielkiej Brytanii _ACCA_, polskiego biegłego rewidenta\n                           _uprawnienia KIBR_ oraz Certyfikowanego Audytora Wewnętrznego _CIA_.Doświadczenia zawodowe:- czerwiec 2015 r. - do chwili obecnej: Członek Rady Nadzorczej SECO/WARWICK SA,- czerwiec 2013 r. – do chwili obecnej: Członek Rady Nadzorczej Apator SA,- marzec 2013 r. – do chwili obecnej: Członek Rady Nadzorczej GTC SA,- grudzień 2012 r. – do chwili obecnej: Członek Rady Nadzorczej CCC SA,- listopad 2005 r. – do listopad 2012: Dyrektor Departamentu Audytu Wewnętrznego i\n                           Inspekcji w grupie WARTA _ubezpieczenia majątkowe, ubezpieczenia na życie, fundusz\n                           emerytalny_ oraz sekretarz Komitetów Audytu w TUIR WARTA SA oraz TUNŻ WARTA SA,- w latach 1997- 2005 praca w PricewaterhouseCoopers Sp. z o. o. na stanowiskach:- lata 2002 - 2005: Menedżer w Departamencie Audytu – Departament Usług Finansowych,- lata 1999 – 2001: Starszy Asystent w Departamencie Audytu,- lata 1997 – 1998: Asystent w Departamencie Audytu.- luty 1997 – lipiec 1997: Kontroler Finansowy w TCH Components sp. z o. o.Pan Marcin Murawski jest wolny od powiązań ze spółką i jej akcjonariuszami i zgodnie\n                           z zasadami corporate governance spełnia kryteria niezależnego członka rady nadzorczej.Pan Marcin Murawski nie prowadzi działalności konkurencyjnej wobec spółki Apator SA,\n                           nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, osobowej, nie\n                           jest członkiem organu konkurencyjnej spółki kapitałowej, ani nie uczestniczy w jakiejkolwiek\n                           innej konkurencyjnej osobie prawnej jako członek jej organu.Pan Marcin Murawski nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie Ustawy o KRS.Janusz NiedźwieckiPan Janusz Niedźwiecki urodził się w 1958 r., jest absolwentem Politechniki Gdańskiej:- Wydziału Elektrycznego o specjalności: Budowa Maszyn i Urządzeń Elektrycznych -\n                           inżynier elektryk,- Wydziału Zarządzania i Ekonomii, kierunek: Zarządzanie i Marketing, o specjalności:\n                           Ekonomia i Finanse - magister.Ponadto Pan Janusz Niedźwiecki ukończył studia podyplomowe w zakresie zarządzania\n                           na Uniwersytecie Mikołaja Kopernika w Toruniu - Wydział Nauk Ekonomicznych i Zarządzania.Doświadczenie zawodowe:- od 18 lipca 2014 - do chwili obecnej: Przewodniczący Rady Nadzorczej TROPS SA- od 25 czerwca 2013 - do chwili obecnej: Przewodniczący Rady Nadzorczej Apator SA,- od stycznia 2013 - do chwili obecnej: Przewodniczący Rady Nadzorczej Elektrowni\n                           Będzin SA,- od 2005 r. - do chwili obecnej: Członek Rady Nadzorczej Apator Metrix SA _spółka\n                           wchodząca w skład grupy Apator_,- od stycznia 2014 - do czerwca 2014: Członek Rady Nadzorczej DM W INVESTMENTS SA,- w latach 2000 – 2013 pełnił funkcję Prezesa Zarządu Apator SA - Dyrektora Generalnego,- w latach 1998 - 2000 - Członek Zarządu Apator SA - Dyrektor ds. Marketingu,- w latach 1991 - 1998 - praca w przedsiębiorstwie państwowym PZAE Apator, a następnie\n                           w Apator SA - pion handlowy - zajmowane stanowiska: kierownik, dyrektor,- w latach 1989 - 1991 - praca w przedsiębiorstwie państwowym PZAE Apator - pion konstrukcyjny,- w latach 1983 - 1989 - praca na Politechnice Gdańskiej.Pan Janusz Niedźwiecki jest jedynym właścicielem spółki Termator Sp. z o. o. _podmiot\n                           nie prowadzi działalności konkurencyjnej wobec Apator SA_. Ponadto Pan Janusz Niedźwiecki\n                           od 2010 r. jest radnym Sejmiku Województwa Kujawsko-Pomorskiego.Pan Janusz Niedźwiecki nie prowadzi działalności konkurencyjnej wobec spółki Apator\n                           SA, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, osobowej,\n                           nie jest członkiem organu konkurencyjnej spółki kapitałowej, ani nie uczestniczy w\n                           jakiejkolwiek innej konkurencyjnej osobie prawnej jako członek jej organu.Pan Janusz Niedźwiecki nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie Ustawy o KRS.Kazimierz PiotrowskiPan Kazimierz Piotrowski posiada wykształcenie wyższe ekonomiczne. Ukończył studia\n                           na Wydziale Nauk Ekonomicznych Uniwersytetu Mikołaja Kopernika w Toruniu oraz podyplomowe\n                           studia z zakresu organizacji, zarządzania i finansów. Pan Kazimierz Piotrowski jest\n                           od wielu lat związany z Apatorem i posiada bogate doświadczenie w pełnieniu funkcji\n                           nadzorczych i zarządczych:- od 2013 roku pełni funkcję Członka Rady Nadzorczej Apator Metrix SA _spółka wchodząca\n                           w skład grupy Apator_,- od 2001 roku jest Członkiem Rady Nadzorczej Apator Mining sp. z o.o. _spółka wchodząca\n                           w skład grupy Apator_,- w latach 2009 - 2013 pełnił funkcję Przewodniczącego Rady Nadzorczej FAP Pafal SA\n                           _spółka wchodząca w skład grupy Apator_,- w latach 2005-2008 pełnił funkcję Prezesa Zarządu Apator Metrix SA _spółka wchodząca\n                           w skład grupy Apator_,- w latach 1993-2000 był Członkiem Zarządu Apator SA i pełnił funkcję Dyrektora ds.\n                           Administracyjnych _od 1993 do 1998_ oraz Dyrektora ds. Finansowych _1998-2000_, wcześniej\n                           pracował na stanowiskach kierowniczych w przedsiębiorstwie państwowym, którego następcą\n                           prawnym jest Apator SA.Pan Kazimierz Piotrowski nie prowadzi działalności konkurencyjnej wobec spółki Apator\n                           SA, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, osobowej,\n                           nie jest członkiem organu konkurencyjnej spółki kapitałowej, ani nie uczestniczy w\n                           jakiejkolwiek innej konkurencyjnej osobie prawnej jako członek jej organu.Pan Kazimierz Piotrowski nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie Ustawy o KRS.Podstawa prawna: § 5 ustęp 1 pkt 22 oraz § 28 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-06-23"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że Zwyczajne Walne Zgromadzenie Akcjonariuszy podjęło\n                           w dniu 22 czerwca 2015 roku uchwałę o wypłacie dywidendy. Walne Zgromadzenie Akcjonariuszy\n                           przeznaczyło na dywidendę kwotę 26.485.622,40 zł z zysku za 2014 rok. Wysokość dywidendy\n                           na jedną akcję wynosi 0,80 zł brutto. Akcjonariuszom posiadającym akcje w dniu 5 grudnia 2014 roku została wypłacona w dniu\n                           12 grudnia 2014 roku zaliczka na poczet przewidywanej dywidendy z zysku za 2014 rok\n                           w łącznej wysokości 9.932.108,40 zł, czyli 0,30 zł brutto na akcję. Do zaliczki na\n                           poczet przewidywanej dywidendy uprawnionych było 33.107.028 akcji imiennych serii\n                           A i akcji na okaziciela serii A, B i C. Pozostała część dywidendy w łącznej wysokości 16.553.514,00 zł, czyli 0,50 zł brutto\n                           na akcję, zostanie wypłacona w dniu 14 lipca 2015 roku. Prawo do tej części dywidendy\n                           uzyskają akcjonariusze posiadający akcje spółki Apator SA w dniu 30 czerwca 2015 roku.\n                           Do wypłaty dywidendy uprawnionych jest 33.107.028 akcji imiennych serii A i akcji\n                           na okaziciela serii A, B i C.Podstawa prawna: §38 ust. 2 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-06-23"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że następujący akcjonariusze posiadali co najmniej 5%\n                           liczby głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy spółki Apator SA, które\n                           odbyło się 22 czerwca 2015 r.:1. Mariusz Lewicki posiadający na tym ZWZA 2.049.000 akcje uprawniające do wykonania\n                           5.543.007 głosów, stanowiące 16,68% wszystkich głosów na tym zgromadzeniu, i które\n                           stanowią 9,94% ogólnej liczby głosów.2. Danuta Guzowska posiadająca na tym ZWZA 1.512.311 akcji uprawniających do wykonania\n                           4.374.953 głosów, stanowiących 13,16% wszystkich głosów na tym zgromadzeniu, i które\n                           stanowią 7,84% ogólnej liczby głosów.3. Zbigniew Jaworski posiadający na tym ZWZA 1.331.432 akcje uprawniające do wykonania\n                           3.613.976 głosów, stanowiące 10,87% wszystkich głosów na tym zgromadzeniu, które stanowią\n                           6,48% ogólnej liczby głosów.4. Tadeusz Sosgórnik posiadający na tym ZWZA 993.102 akcje uprawniające do wykonania\n                           3.972.408 głosów, stanowiące 11,95% wszystkich głosów na tym zgromadzeniu, które stanowią\n                           7,12% ogólnej liczby głosów.5. Janusz Marzygliński posiadający na tym ZWZA 1.042.731 akcje uprawniające do wykonania\n                           3.497.007 głosów, stanowiące 10,52% wszystkich głosów na tym zgromadzeniu, które stanowią\n                           6,27% ogólnej liczby głosów.6. Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK posiadający na tym ZWZA 2.590.000\n                           akcji uprawniających do wykonania 2.594.000 głosów, stanowiących 7,80% wszystkich\n                           głosów na tym zgromadzeniu, i które stanowią 4,65% ogólnej liczby głosów.7. Kazimierz Piotrowski posiadający na tym ZWZA 587.147 akcji uprawniających do wykonania\n                           2.107.853 głosów, stanowiące 6,34% wszystkich głosów na tym zgromadzeniu, które stanowią\n                           3,78% ogólnej liczby głosów.8. Janusz Niedźwiecki posiadający na tym ZWZA 432.707 akcji uprawniających do wykonania\n                           1.730.828 głosów, stanowiących 5,21% wszystkich głosów na tym zgromadzeniu, i które\n                           stanowią 3,10% ogólnej liczby głosów.9. Government of Norway posiadający na tym ZWZA 1.699.958 akcji uprawniających do\n                           wykonania 1.699.958 głosów, stanowiące 5,11% wszystkich głosów na tym zgromadzeniu,\n                           i które stanowią 3,05% ogólnej liczby głosów.Akcjonariusze obecni na Zwyczajnym Walnym Zgromadzeniu Apator SA zarejestrowali łącznie\n                           13.353.794 akcje uprawniające do wykonania 33.235.493 głosów. Głosy te stanowią 59,57%\n                           ogólnej liczby głosów.",
        "date": "2015-06-23"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że Zwyczajne Walne Zgromadzenie w dniu 22 czerwca 2015\n                           roku podjęło uchwałę w sprawie następującej zmiany w Statucie Apator SA:dotychczasowe brzmienie § 7 Statutu Apator SA:Kapitał zakładowy Spółki wynosi 3.310.702,80 zł _trzy miliony trzysta dziesięć tysięcy\n                           siedemset dwa złote i 80/100_ i dzieli się na 7.724.130 _siedem milionów siedemset\n                           dwadzieścia cztery tysiące sto trzydzieści_ akcji imiennych serii A oraz 25.382.898\n                           _dwadzieścia pięć milionów trzysta osiemdziesiąt dwa tysiące osiemset dziewięćdziesiąt\n                           osiem_ akcji na okaziciela serii A, B i C o wartości nominalnej 0,10 zł _dziesięć\n                           groszy_ każda.otrzymuje brzmienie:Kapitał zakładowy Spółki wynosi 3.310.702,80 zł _trzy miliony trzysta dziesięć tysięcy\n                           siedemset dwa złote i 80/100_ i dzieli się na 7.560.611 _siedem milionów pięćset sześćdziesiąt\n                           tysięcy sześćset jedenaście_ akcji imiennych serii A oraz 25.546.417 _dwadzieścia\n                           pięć milionów pięćset czterdzieści sześć tysięcy czterysta siedemnaście_ akcji na\n                           okaziciela serii A, B i C o wartości nominalnej 0,10 zł _dziesięć groszy_ każda.Zarząd Apator SA dołącza treść jednolitego tekstu Statutu Apator SA podjętego przez\n                           Zwyczajne Walne Zgromadzenie Uchwałą nr 22/VI/2015.Statut ten wejdzie w życie z dniem zarejestrowania przez Sąd Rejonowy w Toruniu, VII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego.Podstawa prawna: § 38 ust. 1 pkt 2 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-06-23"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA przekazuje do publicznej wiadomości treści uchwał podjętych przez\n                           Zwyczajne Walne Zgromadzenie Akcjonariuszy Apator SA w dniu 22 czerwca 2015 roku.\n                           Jednocześnie Zarząd Apator SA informuje, że: - Zwyczajne Walne Zgromadzenie nie odstąpiło od rozpatrzenia któregokolwiek z punktów\n                           planowanego porządku obrad, - podczas obrad Zwyczajnego Walnego Zgromadzenia nie zgłoszono żadnych sprzeciwów\n                           do protokołu,- wszystkie uchwały Zwyczajnego Walnego Zgromadzenia zostały podjęte.Podstawa prawna: § 38 ust. 1 pkt 7, 8 i 9 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-06-23"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że pan Jerzy Kuś w dniu 22 czerwca 2015 r. złożył rezygnację\n                           z pełnienia funkcji Członka Zarządu Apator SA z dniem 23 czerwca 2015 r.W związku z powyższym od dnia 24 czerwca 2015 r. Zarząd Apator SA działać będzie w\n                           następującym 2-osobowym składzie:- Andrzej Szostak – Prezes Zarządu- Piotr Nowak – Członek ZarząduPodstawa prawna: § 5 ust. 1. pkt 21 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-06-22"
    },
    {
        "company_name": "APATOR",
        "content": "W nawiązaniu do raportu bieżącego nr 36/2014 dotyczącego dostaw liczników do Tauron\n                           Dystrybucja Pomiary sp. z o.o. Zarząd Apator SA informuje, że w dniu 12 czerwca br.:\n                           - w ramach umowy na dostawy jednofazowych liczników energii elektrycznej zwiększono\n                           wartość sprzedaży z 11,3 mln zł do 13 mln zł, - w ramach umowy na dostawy trójfazowych liczników energii elektrycznej zwiększono\n                           wartość sprzedaży z 22,6 mln zł do 26,1 mln zł. Ponadto przedłużone zostały terminy dostaw o 4 miesiące, tj. do dnia 15 października\n                           2015 r. Podstawa prawna: art. 56 ust. 5 ustawy z dn. 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.",
        "date": "2015-06-12"
    },
    {
        "company_name": "APATOR",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2015 z dnia 22 maja 2015 r., Zarząd Apator\n                           SA informuje, że został spełniony drugi z warunków zawieszających umowę na dostarczenie\n                           dla S&T Services Polska sp. z o.o. _dalej \"S&T\"_ liczników energii elektrycznej OSGP\n                           w ramach projektu Smart City Wrocław. Warunek dotyczył wyrażenia zgody przez Tauron\n                           Dystrybucja SA, na uczestnictwo S&T w projekcie Smart City Wrocław. Tym samym spełnione zostały wszystkie warunki zawieszające wskazane w umowie z S&T.Podstawa prawna: § 5 ust. 1. pkt 4 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-06-01"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że spółka zależna Apator Rector Sp. z o.o. zawarła w dniu\n                           27 maja 2015 r. z Millennium Bank SA:- umowę o kredyt rewolwingowy na kwotę 17 mln zł,- umowę o kredyt w rachunku bieżącym na kwotę 3 mln zł.Łączna wartość kredytów wynosi 20 mln zł, a ich zabezpieczeniem jest:- poręczenie udzielone przez Apator SA do kwoty 10 mln zł,- cesja należności z realizowanych kontraktów długoterminowych.Środki z kredytów przeznaczone są na finansowanie bieżącej działalności, w związku\n                           z : - specyfiką realizowanych kontraktów długoterminowych _rozpiętość czasowa między ponoszeniem\n                           kosztów a wpływami ze sprzedaży_,- opóźnieniami w ich realizacji.Podstawa prawna:art. 56 ust. 1 pkt 1 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych z dnia 29\n                           lipca 2005 r. _tekst jednolity Dz.U. z 2013 r. poz. 1382_.",
        "date": "2015-05-28"
    },
    {
        "company_name": "APATOR",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2015 z dnia 22 maja 2015 r., Zarząd Apator\n                           SA _\"Emitent\"_ informuje, że został spełniony jeden z dwóch warunków zawieszających\n                           umowę na dostarczenie dla S&T Services Polska sp. z o.o. _dalej \"S&T\"_ liczników energii\n                           elektrycznej OSGP w ramach projektu Smart City Wrocław. Warunek dotyczył wyrażenia\n                           przez lidera konsorcjum - LG CNS Co. Ltd zgody na realizacje projektu SCW przez S&T.\n                           O spełnieniu się drugiego warunku zawieszającego Emitent poinformuje osobnym raportem\n                           bieżącym.Podstawa prawna: § 5 ust. 1. pkt 4 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-05-27"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent\"_ informuje, że w dniu 21 maja 2015 r. zawarta została\n                           warunkowa umowa z S&T Services Polska Sp. z o.o. _\"S&T\"_ z siedzibą w Warszawie. Umowa\n                           związana jest z realizacją projektu Smart City Wrocław _\"SCW\"_ nr UZZ/107/PO/2013\n                           i zawarta została pod następującymi warunkami:- wyrażenie przez lidera konsorcjum SCW - firmę LG CNS Co. Ltd. zgody na realizację\n                           projektu przez S&T,- wyrażenie zgody przez Tauron Dystrybucja SA, na uczestnictwo S&T w projekcie SCW,\n                           o ile zgoda będzie wymagana.Przedmiotem umowy jest dostarczenie dla S&T liczników energii elektrycznej OSGP w\n                           ramach projektu SCW. Zawarcie umowy z S&T nie powoduje zmiany zakresu prac Apator\n                           SA w projekcie SCW oraz zmiany wartości projektu. Szacowana wartość umowy z S&T wynosi 26,5 mln zł netto i może zostać obniżona do kwoty\n                           22,7 mln zł, w przypadku łącznego ziszczenia się następujących warunków do dnia 31\n                           grudnia 2015 r.:- zwrotu Emitentowi gwarancji ustanowionych na rzecz LG CNS Co. Ltd., na podstawie\n                           umowy z WorldIT Systems sp. z o.o. _\"WITS\"_, w celu zwolnienia banku z zobowiązań\n                           wynikających z gwarancji przed upływem terminu ich ważności. Powyższe gwarancje nie\n                           mogą być wykorzystane w całości ani w części przez LG CNS Co. Ltd.,- zagwarantowania przez LG CNS Co. Ltd. lub innego podmiotu umocowanego, że płatności\n                           za dostawy zrealizowane do tej pory, na podstawie umowy pomiędzy Emitentem a WITS,\n                           zostaną należycie uregulowane.Apator SA informuje, że postanowienia umowy z S&T nie odbiegają od warunków charakterystycznych\n                           dla tego rodzaju transakcji na rynku. Spółce S&T przysługuje żądanie od Emitenta zapłaty\n                           następujących kar umownych:- za zwłokę w realizacji terminu dostawy danej partii - 0,2% szacowanej wartości netto\n                           umowy za każdy rozpoczęty tydzień zwłoki, chyba, że niezrealizowanie dostawy w terminie\n                           jest wynikiem okoliczności, za które Emitent nie ponosi odpowiedzialności,- za każdy przypadek niewykonania lub nienależytego wykonania istotnych zobowiązań\n                           - 0,2% szacowanej wartości netto umowy. Całkowita odpowiedzialność Emitenta z tytułu wykonania umowy, w tym z tytułu kar umownych\n                           jest ograniczona do szacowanej wartości netto umowy.Z kolei Emitentowi przysługuje żądanie od S&T zapłaty kary umownej za każdy przypadek\n                           niewykonania lub nienależytego wykonania istotnych zobowiązań w wysokości 0,2% szacowanej\n                           wartości netto umowy.Umowa z S&T zawiera również postanowienia dotyczące: - prawa opcji do zwiększenia liczby zamawianych liczników do 20%, - możliwości udzielenia zamówień uzupełniających do wysokości 50% szacowanej wartości\n                           umowy. W przypadku skorzystania z prawa opcji lub możliwości zamówienia uzupełniającego\n                           dostawy będą realizowane do końca 2017 roku.Wejście w życie umowy z S&T uzależnione jest od ziszczenia się od wyżej wymienionych\n                           dwóch warunków, a ich spełnienie będzie przedmiotem osobnego raportu bieżącego.Umowa została uznana za znaczącą ze względu na przekroczenie wartości 10% kapitałów\n                           własnych Emitenta, podobnie jak umowa z WITS, o której Emitent informował raportami\n                           bieżącymi nr 26/2014 i 40/2014.Podstawa prawna: § 5 ust. 1. pkt 3 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-05-22"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że spółka zależna Apator Powogaz SA prowadziła negocjacje\n                           w sprawie przejęcia zagranicznej firmy działającej w obszarze opomiarowania wody i\n                           ciepła. W dniu 20 maja 2015 r. strona sprzedająca wstrzymała proces sprzedaży.Poniżej treść raportu nr 4/2015 P przekazanego dnia 6 maja 2015 r. do Komisji Nadzoru\n                           Finansowego, dotyczącego opóźnionej informacji poufnej:\"Zarząd Apator SA _\"Emitent\"_ działając na podstawie art. 57 ust. 1 ustawy z dnia\n                           29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. Nr 184, poz.\n                           1539 ze. zm._ _\"Ustawa\"_, w związku z § 2 ust. 1 pkt 1 Rozporządzenia Ministra Finansów\n                           z dnia 13 kwietnia 2006 roku w sprawie rodzaju informacji, które mogą naruszyć słuszny\n                           interes emitenta, oraz sposobu postępowania emitenta w związku z opóźnianiem przekazania\n                           do publicznej wiadomości informacji poufnych _Dz. U. Nr 67, poz. 476 ze zm._, informuje\n                           o opóźnieniu wykonania obowiązku, o którym mowa w art. 56 ust. 1 pkt 1 Ustawy, w odniesieniu\n                           do informacji poufnej dotyczącej prowadzonych przez Emitenta negocjacji.Opóźnienie przekazania powyższej informacji poufnej, jest uzasadnione z uwagi na fakt,\n                           iż przekazanie jej obecnie do publicznej wiadomości mogłoby naruszyć słuszny interes\n                           Emitenta, gdyż mogłoby negatywnie wpłynąć na przebieg lub wynik prowadzonych negocjacji.W ocenie Emitenta, opóźnienie przekazania powyższej informacji poufnej nie spowoduje\n                           wprowadzenia w błąd opinii publicznej, jak również zapewnione zostało zachowanie poufności\n                           treści powyższej informacji poufnej do chwili jej przekazania.\tTreść powyższej informacji poufnej zostanie przekazana w formie raportu bieżącego\n                           w terminie do dnia 31 lipca 2015 r., tj. zakładanego przez Spółkę terminu zakończenia\n                           negocjacji.\"Podstawa prawna:_i_ art. 57 ust. 3 w zw. z art. 56 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 roku o\n                           ofercie publicznej i warunkach wprowadzenia instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz. U. Nr 184, poz. 1539 ze zm._ _\"Ustawa\"_,_ii_ art. 57 ust. 1 Ustawy w związku z § 2 ust. 1 pkt. 1 Rozporządzenia Ministra Finansów\n                           z dnia 13 kwietnia 2006 roku w sprawie rodzaju informacji, które mogą naruszyć słuszny\n                           interes emitenta, oraz sposobu postępowania emitenta w związku z opóźnieniem przekazania\n                           do publicznej wiadomości informacji poufnych, _Dz.U. Nr 67, poz. 476_;",
        "date": "2015-05-21"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA przekazuje w załączeniu projekty uchwał na Zwyczajne Walne Zgromadzenie\n                           Akcjonariuszy Apator SA w dniu 22 czerwca 2015 r.Podstawa prawna raportu: § 38 ustęp 1 pkt 3 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-05-15"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent\"_ informuje, że w dniu 14 maja 2015 r. Członek Rady Nadzorczej\n                           Apator SA Krzysztof Kwiatkowski złożył pisemne oświadczenie o niekandydowaniu do Rady\n                           Nadzorczej Spółki Apator SA na kolejną kadencję. Jednocześnie Emitent informuje, że pozostali Członkowie Rady Nadzorczej, tj:- Janusz Niedźwiecki,- Mariusz Lewicki,- Janusz Marzygliński,- Danuta Guzowska,- Marcin Murawski,wyrazili zgodę na kandydowanie do Rady Nadzorczej Apator SA na kolejną 5-letnią kadencję.Ponadto Emitent informuje, że  kandydatem na Członka  Rady Nadzorczej  jest również\n                           Pan Kazimierz Piotrowski, który wyraził zgodę na kandydowanie.Obecna kadencja Rady Nadzorczej kończy się w dniu odbycia Zwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy Apator SA 22 czerwca 2015 r. Podstawa prawna: § 5 ust. 1. pkt 21 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-05-15"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA w załączeniu podaje:- dotychczasową treść i proponowane zmiany Statutu Apator SA,- projekt tekstu jednolitego Statutu.Podstawa prawna raportu: § 38 ustęp 1 pkt 2 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2015-05-15"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA w załączeniu przesyła Ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy Apator SA wraz z jego porządkiem.Podstawa prawna raportu: § 38 ustęp 1 pkt 1 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-05-15"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA _\"Emitent\"_ informuje, że spółka zależna od Emitenta – Apator Powogaz\n                           SA z siedzibą w Poznaniu _\"Spółka \"_ zawarła w dniu 5 maja 2015 r. umowę o kredyt\n                           długoterminowy z ING Bank Śląski SA z siedzibą w Katowicach _\"Bank\"_. Umowa dotyczy\n                           udzielenia kredytu w kwocie do 64 mln zł. Kredyt jest przeznaczony na refinansowanie\n                           akwizycji spółki Miitors ApS do kwoty 24 mln zł. Pozostałe środki tj. max. 40 mln\n                           zł, mogą być wykorzystane na finansowanie potencjalnych zamierzeń inwestycyjnych i\n                           zostaną wykorzystane w miarę potrzeby. O wystąpieniu okoliczności uzasadniających\n                           wykorzystanie tych środków Emitent poinformuje osobnym raportem bieżącym.Kredyt został udzielony na okres siedmiu lat tj. do dnia 30 listopada 2022 r. i spłacany\n                           będzie w osiemdziesięciu czterech miesięcznych ratach począwszy od dnia 31.12.2015\n                           r.Oprocentowanie kredytu ustalane jest według zmiennej stopy procentowej równej stawce\n                           WIBOR dla depozytów jednomiesięcznych powiększonej o marżę Banku, której wysokość\n                           uzależniona będzie od wskaźnika dług netto/EBIDTA oraz prowizję. Naliczanie odsetek\n                           i ich płatność następować będzie w okresach miesięcznych.W ramach umowy o kredyt ustalono następujące zabezpieczenia:- hipoteka umowna do kwoty 76,8 mln zł na nieruchomości Spółki położonej w Poznaniu\n                           przy ul. Janickiego 23/25  wraz z cesją praw z polisy ubezpieczeniowej _o ustanowieniu\n                           hipoteki Emitent poinformuje osobnym raportem bieżącym_,- pełnomocnictwo do dysponowania środkami zgromadzonymi na wszystkich obecnych i przyszłych\n                           rachunkach otwartych i prowadzonych przez Bank.W zakresie zobowiązań wynikających z umowy o kredyt długoterminowy Spółka złożyła\n                           oświadczenie o poddaniu się egzekucji do kwoty 96 mln zł.Umowa o kredyt długoterminowy nie zawiera warunków, które odbiegają od powszechnie\n                           stosowanych dla umów kredytowych. Nie zawiera także postanowień dotyczących kar umownych\n                           oraz innych istotnych zastrzeżeń co do warunku lub terminu.Umowa kredytowa została uznana za umowę znaczącą ze względu na przekroczenie 10% kapitałów\n                           własnych Emitenta.Pomiędzy Emitentem, osobami zarządzającymi lub nadzorującymi Emitenta a Bankiem i\n                           osobami nim zarządzającymi nie występują żadne powiązania.Podstawa prawna: _i_ §5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. Nr 33 poz. 259 z późn. zm._.",
        "date": "2015-05-05"
    },
    {
        "company_name": "APATOR",
        "content": "Zarząd Apator SA informuje, że w dniu 30 kwietnia 2015 r. Członek Rady Nadzorczej\n                           Apator SA sprzedał 3 811 akcji na okaziciela spółki Apator SA po cenie 43,50 zł za\n                           jedną akcję.Członek Rady Nadzorczej Apator SA, od którego Spółka otrzymała zawiadomienie, na podstawie\n                           § 3 ust. 2 Rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych z\n                           dnia 15 listopada 2005 r., nie wyraził zgody na opublikowanie swoich danych osobowych.Podstawa prawna: Art. 160 ust. 4 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami\n                           finansowymi.",
        "date": "2015-05-01"
    }
]