[
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 23 listopada 2015 roku do Spółki\n                           wpłynęło zawiadomienie z dnia 23 listopada 2015 roku od prokurenta Spółki, dokonane\n                           w trybie art. 160 ust. 1 Ustawy o obrocie instrumentami finansowymi. W zawiadomieniu\n                           tym ww. osoba obowiązana poinformowała o zbyciu przez siebie w ramach transakcji sesyjnej\n                           zwykłej na Giełdzie Papierów Wartościowych w Warszawie S.A., w dniu 17 listopada 2015\n                           roku 6500 akcji Spółki po cenie 12,35 zł za jedną akcję.Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           z dnia 15 listopada 2005 r.  w sprawie przekazywania i udostępniania informacji o\n                           niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania i prowadzenia\n                           listy osób posiadających dostęp do określonych informacji poufnych.",
        "date": "2015-11-23"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _\"Spółka\"_ informuje, że w dniu 18 i 19 listopada 2015 roku otrzymał\n                           w trybie art. 160 ust. 1 Ustawy o obrocie instrumentami finansowymi następujące zawiadomienia\n                           od czterech prokurentów Spółki o transakcjach na akcjach Spółki:1_ zawiadomienie z dnia 17 listopada 2015 roku od prokurenta Spółki dotyczące sprzedaży\n                           przez osobę zobowiązaną w drodze transakcji sesyjnych zwykłych na Giełdzie Papierów\n                           Wartościowych w Warszawie S.A. w dniu 17 listopada 2015 roku 2500 akcji Spółki po\n                           cenie 12,35 zł za jedną akcję;2_ zawiadomienie z dnia 18 listopada 2015 roku od prokurenta Spółki dotyczące sprzedaży\n                           przez osobę zobowiązaną w drodze transakcji sesyjnych zwykłych na Giełdzie Papierów\n                           Wartościowych w Warszawie S.A.:- w dniu 6 października 2015 roku 183 akcji Spółki po cenie 12,70 zł za jedną akcję,- w dniu 7 października 2015 roku 1 akcji Spółki po cenie 12,71 zł za jedną akcję,\n                           - w dniu 9 października 2015 roku 166 akcji Spółki po cenie 12,72 zł za jedną akcję,\n                           - w dniu 17 listopada 2015 roku 2850 akcji Spółki po cenie 12,35 zł za jedną akcję;\n                           3_ zawiadomienie z dnia 18 listopada 2015 roku od prokurenta Spółki dotyczące sprzedaży\n                           przez osobę zobowiązaną w drodze transakcji sesyjnych zwykłych na Giełdzie Papierów\n                           Wartościowych w Warszawie S.A.:- w dniu 16 września 2015 roku 1500 akcji Spółki po cenie 12,70 zł za jedną akcję,\n                           - w dniu 17 listopada 2015 roku 10000 akcji Spółki po cenie 12,35 zł za jedną akcję;\n                           4_ zawiadomienie z dnia 19 listopada 2015 roku od prokurenta Spółki dotyczące sprzedaży\n                           przez osobę zobowiązaną w drodze transakcji sesyjnych zwykłych na Giełdzie Papierów\n                           Wartościowych w Warszawie S.A.:- w dniu 9 listopada 2015 roku 500 akcji Spółki po cenie 12,50 zł za jedną akcję,\n                           - w dniu 17 listopada 2015 roku 8473 akcji Spółki po cenie 12,35 zł za jedną akcję.\n                           Osoby, których dotyczą przedmiotowe zawiadomienia nie wyraziły zgody na przekazanie\n                           do publicznej wiadomości danych określonych w § 2 ust. 1 pkt. 1 Rozporządzenia Ministra\n                           Finansów z dnia 15 listopada 2005 r. w sprawie przekazywania i udostępniania informacji\n                           o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania i prowadzenia\n                           listy osób posiadających dostęp do określonych informacji poufnych.",
        "date": "2015-11-19"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. informuje o zmianie terminu przekazania do publicznej wiadomości\n                           rozszerzonego skonsolidowanego raportu APLISENS S.A. za III kwartał 2015 r. Raport,\n                           o którym mowa powyżej, opublikowany zostanie w dniu 3 listopada 2015 r. Zgodnie z\n                           treścią raportu bieżącego nr 3/2015 z dnia 14 stycznia 2015 r. pierwotny termin publikacji\n                           ww. raportu określony był na dzień 13 listopada 2015 r.",
        "date": "2015-10-27"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd Aplisens S.A. _Emitent_ informuje, iż prowadzi negocjacje w sprawie zawarcia\n                           umowy na jednorazową dostawę specjalizowanych urządzeń do pomiaru ciśnienia, o wartości\n                           rzędu 12-19 mln zł, dla kontrahenta z Unii Europejskiej.  Emitent postrzega informację za istotną ze względu na wielkość negocjowanego kontraktu,\n                           znacznie przekraczającą wielkości odrębnych kontraktów realizowanych dotychczas przez\n                           Emitenta.  Podpisanie umowy z kontrahentem uzależnione jest m.in. od wynegocjowania przez niego\n                           kontraktu ze stroną trzecią, w którego realizacji miałby uczestniczyć Emitent jako\n                           poddostawca.O zawarciu umowy bądź niedojściu negocjacji do skutku Emitent poinformuje osobnym\n                           raportem bieżącym.",
        "date": "2015-10-16"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 17 sierpnia 2015 roku do Spółki\n                           wpłynęło zawiadomienie z dnia 17 sierpnia 2015 roku od Prokurenta Spółki, dokonane\n                           w trybie art. 160 ust. 1 Ustawy o obrocie instrumentami finansowymi. W zawiadomieniu\n                           tym Prokurent poinformował o zbyciu przez siebie w ramach transakcji sesyjnych zwykłych\n                           na Giełdzie Papierów Wartościowych w Warszawie S.A.:- w dniu 6 lipca  2015 roku 790 akcji Spółki po cenie 12,70 zł za jedną akcję- w dniu 17 sierpnia 2015 roku 737 akcji Spółki po średniej cenie 13,53 za jedną akcję.Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-08-17"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd Aplisens S.A. _\"Spółka\"_ informuje o zmianie terminu przekazania przez Spółkę\n                           do publicznej wiadomości rozszerzonego skonsolidowanego raportu za I półrocze 2015\n                           roku. Zgodnie z treścią raportu bieżącego nr 3/2015 z dnia 14 stycznia 2015 r. pierwotny\n                           termin publikacji ww. raportu okresowego określony był na dzień 31 sierpnia 2015 r.\n                           Spółka informuje, iż powyższy raport zostanie opublikowany w dniu 13 sierpnia 2015\n                           r.",
        "date": "2015-08-05"
    },
    {
        "company_name": "APLISENS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 30/2015 w sprawie rejestracji zmiany kapitału\n                           zakładowego oraz zmiany statutu Zarząd APLISENS S.A.  _Spółka_ informuje, iż w dniu\n                           dzisiejszym powziął informację o podjęciu przez Zarząd KDPW uchwały, w której stwierdzono,\n                           że w związku z umorzeniem dokonanym w trybie art. 360 § 1 w zw. z art. 359 § 1 i 2\n                           Kodeksu spółek handlowych 490.444 akcji zwykłych na okaziciela spółki APLISENS S.A.\n                           z dniem 16 lipca 2015 r. kodem PLAPLS000016 oznaczonych jest 13.202.954 akcji Spółki.",
        "date": "2015-07-14"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 14 lipca 2015 roku do Spółki wpłynęło\n                           zawiadomienie z dnia 13 lipca 2015 roku od Prokurenta Spółki, dokonane w trybie art.\n                           160 ust. 1 Ustawy o obrocie instrumentami finansowymi. W zawiadomieniu tym Prokurent\n                           poinformował o zbyciu przez siebie w ramach transakcji sesyjnej zwykłej na Giełdzie\n                           Papierów Wartościowych w Warszawie S.A., w dniu 13 lipca 2015 roku 600 akcji Spółki\n                           po cenie 12,90 zł za jedną akcję.Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-07-14"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd Aplisens SA _\"Spółka\"_ informuje, że w związku z powziętą w dniu 1 lipca 2015\n                           r. informacją o dokonaniu przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, XIII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego rejestracją zmiany kapitału zakładowego\n                           Spółki, zmianie uległ udział Spółki w ogólnej liczbie głosów przysługujących z akcji\n                           Spółki. Przed rejestracją zmiany kapitału zakładowego, Spółka posiadała 713.940 akcji własnych\n                           stanowiących 5,3% kapitału zakładowego Spółki oraz dających prawo do łącznie 713.940\n                           głosów, co stanowi 5,3% ogółu głosów przed ww. rejestracją.Po rejestracji przedmiotowej zmiany kapitału zakładowego Spółka posiada 223.496 akcji\n                           własnych stanowiących 1,7% kapitału zakładowego i upoważniających do 223.496 głosów\n                           stanowiących 1,7% głosów ogółem. Zgodnie z prawem, Spółka nie wykonuje praw udziałowych z akcji własnych.",
        "date": "2015-07-02"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd Aplisens SA _\"Spółka\"_ informuje, że w dniu 1 lipca 2015 r. wpłynęło do Spółki\n                           postanowienie Sądu Rejonowego dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego _\"Sąd\"_ zgodnie z którym, z dniem 25 czerwca 2015 r. Sąd\n                           dokonał rejestracji zmiany kapitału zakładowego Spółki oraz związanej z tym zmiany\n                           statutu Spółki.Zmiana kapitału zakładowegoZmiana kapitału zakładowego nastąpiła w związku z umorzeniem 490.444 akcji Spółki.\n                           Po rejestracji zmiany kapitał zakładowy Spółki wynosi 2 640 590,80 zł i dzieli się\n                           na 13 202 954 akcji, z których przysługuje prawo do 13 202 954 głosów na walnym zgromadzeniu\n                           APLISENS S.A.Zmiana statutuSkreślono § 5a dotyczący kapitału docelowego oraz zmieniono § 5. Brzmienie statutu Spółki po zmianach:§ 51. Kapitał zakładowy Spółki wynosi 2.640.590,80 zł _dwa miliony sześćset czterdzieści\n                           tysięcy pięćset dziewięćdziesiąt złotych osiemdziesiąt groszy_.2. Kapitał zakładowy dzieli się na 13.202.954 _trzynaście milionów dwieście dwa tysiące\n                           dziewięćset pięćdziesiąt cztery_ akcje zwykłe na okaziciela o wartości nominalnej\n                           0,20 zł _dwadzieścia groszy_ każda.\"Zwyczajne Walne Zgromadzenie APLISENS S.A. na podstawie art. 430 § 1 ksh, w związku\n                           z wykonaniem Programu Motywacyjnego na lata 2011 – 2013 dla pracowników i członków\n                           Zarządu Aplisens S.A. - dla wykonania którego Uchwałą nr 4 Nadzwyczajnego Walnego\n                           Zgromadzenia APLISENS S.A. z dnia 25 listopada 2010 roku przyznano Zarządowi upoważnienie\n                           do dokonania podwyższeń kapitału zakładowego w ramach instytucji kapitału docelowego,\n                           określonej w art. 444 i n. ksh, zmienia Statut Spółki w ten sposób, że wykreśla §\n                           5a Statutu Spółki.Brzmienie § 5 Spółki przed zmianami :§ 51. Kapitał zakładowy Spółki wynosi 2.738.679,60 zł _dwa miliony siedemset trzydzieści\n                           osiem tysięcy sześćset siedemdziesiąt dziewięć złotych sześćdziesiąt groszy_. 2. Kapitał zakładowy dzieli się na 13.693.398 _trzynaście milionów sześćset dziewięćdziesiąt\n                           trzy tysiące trzysta dziewięćdziesiąt osiem_ akcje zwykłe na okaziciela o wartości\n                           nominalnej 0,20 zł _dwadzieścia groszy_ każda. Jednocześnie Zarząd APLISENS S.A. przekazuje w załączeniu tekst jednolity statutu\n                           Spółki uwzględniający ww. zmiany.",
        "date": "2015-07-01"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Działając na podstawie art. 70 pkt. 3 Ustawy o ofercie publicznej _…_, Zarząd APLISENS\n                           S.A. przedstawia w załączeniu wykaz akcjonariuszy dysponujących co najmniej 5% głosów\n                           na Zwyczajnym Walnym Zgromadzeniu APLISENS S.A. w dniu 26 maja 2015 r.",
        "date": "2015-05-28"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 26 maja 2015 roku  Zwyczajne Walne\n                           Zgromadzenie Spółki podjęło uchwałę nr 17 w sprawie umorzenia akcji własnych Spółki.Zgodnie z podjętą uchwałą umarza się w drodze umorzenia dobrowolnego 490.444 akcji\n                           zwykłych na okaziciela serii A o wartości nominalnej 0,20 zł każda, stanowiących 3,58%\n                           kapitału zakładowego przed umorzeniem, z których wszystkie akcje są zdeponowane i\n                           oznaczone przez Krajowy Depozyt Papierów Wartościowych kodem papierów wartościowych\n                           PLAPLS000016.Po dokonaniu przedmiotowego umorzenia akcji własnych kapitał zakładowy Emitenta będzie\n                           wynosił 2 640 590,80 zł i dzielił się na 13 202 954 akcji, z których przysługiwać\n                           będzie  prawo do 13 202 954 głosów na walnym zgromadzeniu APLISENS S.A.Podlegające umorzeniu Akcje zostały nabyte przez Spółkę w wyniku nabycia akcji własnych\n                           w ramach Oferty Zakupu Akcji APLISENS S.A. ogłoszonej raportem bieżącym nr 32/2014\n                           z dnia 6 października 2014 r.Cena zakupu wynosiła 14,50 zł  za jedną nabytą akcję oraz 10.352.130 zł  łącznie za\n                           wszystkie nabyte akcje.Wynagrodzenie zostało wypłacone z kwoty, która zgodnie z art. 348 § 1 ksh może być\n                           przeznaczona do podziału tj. z kapitału rezerwowego utworzonego w tym celu z przesunięcia\n                           kwoty z kapitału zapasowego Spółki, zgodnie z Uchwałą nr 18 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 24 czerwca 2014 r.",
        "date": "2015-05-26"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ przekazuje do wiadomości publicznej zestawienie zmian\n                           Statutu Spółki, dokonanych przez Zwyczajne Walne Zgromadzenie APLISENS S.A. w dniu\n                           26 maja 2015 r.Zwyczajne Walne Zgromadzenie APLISENS S.A. na podstawie art. 430 § 1 ksh, w związku\n                           z podjęciem uchwały w sprawie obniżeniem kapitału zakładowego w związku z umorzeniem\n                           akcji własnych, zmienia Statut Spółki w ten sposób, że § 5 Statutu Spółki otrzymuje\n                           następujące brzmienie:§ 51. Kapitał zakładowy Spółki wynosi 2.640.590,80 zł _dwa miliony sześćset czterdzieści\n                           tysięcy pięćset dziewięćdziesiąt złotych osiemdziesiąt groszy_.2. Kapitał zakładowy dzieli się na 13.202.954 _trzynaście milionów dwieście dwa tysiące\n                           dziewięćset pięćdziesiąt cztery_ akcje zwykłe na okaziciela o wartości nominalnej\n                           0,20 zł _dwadzieścia groszy_ każda.\"Zwyczajne Walne Zgromadzenie APLISENS S.A. na podstawie art. 430 § 1 ksh, w związku\n                           z wykonaniem Programu Motywacyjnego na lata 2011 – 2013 dla pracowników i członków\n                           Zarządu Aplisens S.A. - dla wykonania którego Uchwałą nr 4 Nadzwyczajnego Walnego\n                           Zgromadzenia APLISENS S.A. z dnia 25 listopada 2010 roku przyznano Zarządowi upoważnienie\n                           do dokonania podwyższeń kapitału zakładowego w ramach instytucji kapitału docelowego,\n                           określonej w art. 444 i n. ksh, zmienia Statut Spółki w ten sposób, że wykreśla §\n                           5a Statutu Spółki.Brzmienie § 5 i § 5 a Statutu Spółki przed zmianami :III  KAPITAŁ ZAKŁADOWY SPÓŁKI§ 5 1. Kapitał zakładowy Spółki wynosi 2.738.679,60 zł _dwa miliony siedemset trzydzieści\n                           osiem tysięcy sześćset siedemdziesiąt dziewięć złotych sześćdziesiąt groszy_. 2. Kapitał zakładowy dzieli się na 13.693.398 _trzynaście milionów sześćset dziewięćdziesiąt\n                           trzy tysiące trzysta dziewięćdziesiąt osiem_ akcje zwykłe na okaziciela o wartości\n                           nominalnej 0,20 zł _dwadzieścia groszy_ każda. § 5 aKAPITAŁ DOCELOWY1. Zarząd jest uprawniony do podwyższania kapitału zakładowego Spółki przez emisję\n                           nowych akcji o łącznej wartości nominalnej nie większej niż 150.000,00 zł _sto pięćdziesiąt\n                           tysięcy złotych_, w drodze wielokrotnych podwyższeń kapitału zakładowego w granicach\n                           określonych powyżej _kapitał docelowy_. 2. Upoważnienie Zarządu do podwyższania kapitału zakładowego oraz do emitowania nowych\n                           akcji w ramach kapitału docelowego wygasa z upływem 3 lat od dnia pierwszego podwyższenia\n                           w ramach kapitału docelowego. 3. Za zgodą rady nadzorczej, zarząd może pozbawić dotychczasowych akcjonariuszy w\n                           całości lub w części prawa poboru. Pozbawienie prawa poboru w ramach kapitału docelowego\n                           może dotyczy wyłącznie podwyższenia kapitału zakładowego w celu realizacji praw z\n                           warrantów subskrypcyjnych emitowanych zgodnie z postanowieniem ust. 6 poniżej w ramach\n                           niniejszego Programu Motywacyjnego. 4. Zarząd decyduje o wszystkich sprawach związanych z podwyższeniem kapitału zakładowego\n                           w ramach kapitału docelowego o ile przepisy Kodeksu spółek handlowych oraz uchwała\n                           Walnego Zgromadzenia w sprawie przyjęcia Programu Motywacyjnego na lata 2011 – 2013\n                           nie stanowią inaczej. W szczególności Zarząd jest umocowany do: 1_ podejmowania uchwał oraz innych działań w sprawie dematerializacji akcji oraz zawierania\n                           umów z Krajowym Depozytem Papierów Wartościowych o rejestrację akcji, 2_ podejmowania uchwał oraz innych działań w sprawie odpowiednio emisji akcji w drodze\n                           oferty publicznej lub prywatnej oraz w sprawie ubiegania się o dopuszczenie akcji\n                           do obrotu na rynku regulowanym. 5. Akcje wydawane w ramach kapitału docelowego mogą być obejmowane za wkłady pieniężne.\n                           6. Zarząd w ramach upoważnienia do podwyższania kapitału zakładowego w ramach kapitału\n                           docelowego może emitować warranty subskrypcyjne, z terminem wykonania prawa zapisu\n                           upływającym nie później niż okres, na który zostało udzielone Zarządowi upoważnienie\n                           do podwyższenia kapitału zakładowego w ramach kapitału docelowego. Jednocześnie Zarząd APLISENS S.A. przekazuje w załączeniu przyjęty przez Zwyczajne\n                           Walne Zgromadzenie Spółki w dniu 26 maja 2015 roku tekst jednolity Statutu Spółki\n                           uwzględniający ww. zmiany.",
        "date": "2015-05-26"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 26 maja 2015 roku Zwyczajne Walne\n                           Zgromadzenie Spółki podjęło uchwałę nr 15c w sprawie podziału zysku netto Spółki za\n                           rok 2014.Na mocy ww. uchwały Zwyczajne Walne Zgromadzenie APLISENS S.A. postanowiło zysk netto\n                           za 2014 rok w wysokości 13 721 315,25 zł przeznaczyć:a_ w kwocie 9 827 477,85 zł na zwiększenie kapitału zapasowego Spółki; b_ w kwocie 3 893 837,40 zł na wypłatę dywidendy dla akcjonariuszy, to jest 0,30 zł\n                           na jedną akcję. Zwyczajne Walne Zgromadzenia Spółki ustaliło dzień dywidendy na 21 sierpnia 2015 roku,\n                           a termin wypłaty dywidendy na dzień 9 września 2015 roku. Dywidendą objętych zostało\n                           12 979 458 akcji APLISENS S.A.",
        "date": "2015-05-26"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych przez\n                           Zwyczajne Walne Zgromadzenie APLISENS S.A. w dniu 26 maja 2015 r. Jednocześnie Zarząd APLISENS S.A. informuje, że Zwyczajne Walne Zgromadzenie Emitenta\n                           nie odstąpiło od rozpatrzenia któregokolwiek z punktów porządku obrad oraz, że do\n                           protokołu nie zgłoszono sprzeciwu w stosunku do żadnej z podjętych uchwał.",
        "date": "2015-05-26"
    },
    {
        "company_name": "APLISENS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 19/2015 dotyczącego ogłoszenia o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia APLISENS S.A, Zarząd APLISENS S.A. przekazuje w załączeniu przyjęte\n                           w dniu dzisiejszym przez Radę Nadzorczą Sprawozdanie z działalności Rady Nadzorczej\n                           za rok 2014.",
        "date": "2015-05-22"
    },
    {
        "company_name": "APLISENS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 21/2015 w sprawie warunkowej rejestracji przez\n                           Zarząd Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ 223 874 akcji serii\n                           H spółki APLISENS S.A. _Spółka_, Zarząd Spółki informuje, iż w dniu  dzisiejszym otrzymał\n                           Komunikat Działu Operacyjnego KDPW z dnia18 maja 2015 r., w którym poinformowano,\n                           że w dniu 19 maja 2015 roku w KDPW nastąpi rejestracja 223 874 akcji Spółki. Akcje, o których mowa powyżej, zostaną oznaczone kodem ISIN: PLAPLS000016.",
        "date": "2015-05-18"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Działając na podstawie § 34 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […] Zarząd APLISENS S.A. informuje, że w dniu 15 maja 2015 r. otrzymał\n                           Uchwałę Zarządu Giełdy Papierów Wartościowych w Warszawie S.A. _GPW_ nr 464/2015 z\n                           dnia 15 maja 2015 r. w sprawie dopuszczenia i wprowadzenia do obrotu giełdowego na\n                           Głównym Rynku GPW akcji zwykłych na okaziciela serii H spółki APLISENS S.A.W treści wymienionej uchwały Zarząd GPW stwierdził, że zgodnie z §19 ust. 1 i 2 Regulaminu\n                           Giełdy do obrotu giełdowego na rynku podstawowym dopuszczonych jest 223 874 _dwieście\n                           dwadzieścia trzy tysiące osiemset siedemdziesiąt cztery_ akcji zwykłych na okaziciela\n                           serii H spółki APLISENS S.A., o wartości nominalnej 0,20 zł _dwadzieścia groszy_ każda.Jednocześnie na podstawie § 38 ust. 1 i 3 Regulaminu Giełdy, Zarząd GPW postanowił\n                           wprowadzić z dniem 19 maja 2015 r. w trybie zwykłym do obrotu giełdowego na rynku\n                           podstawowym ww. akcje pod warunkiem dokonania przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. w dniu 19 maja 2015 r. rejestracji tych akcji i oznaczenia ich kodem \"PLAPLS000016\".Uchwała, o której mowa powyżej weszła w życie z dniem podjęcia.",
        "date": "2015-05-15"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd Spółki APLISENS S.A. _Emitent, Spółka_ informuje, że w dniu 5 maja 2015 roku\n                           otrzymał uchwałę Zarządu Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ z\n                           dnia 5 maja 2015 roku, w której Zarząd KDPW postanowił zarejestrować z tym dniem w\n                           depozycie papierów wartościowych 223.874 akcji zwykłych na okaziciela serii H spółki\n                           APLISENS S.A. o wartości nominalnej 0,20 zł każda oraz nadać im kod PLAPLS000016,\n                           pod warunkiem podjęcia decyzji przez spółkę prowadzącą rynek regulowany o wprowadzeniu\n                           tych akcji do obrotu na tym samym rynku regulowanym, na który zostały wprowadzone\n                           inne akcje Spółki oznaczone ww. kodem, z zastrzeżeniem, że zarejestrowanie wskazanych\n                           akcji serii H w KDPW nastąpi w terminie trzech dni od dnia otrzymania przez KDPW wskazanej\n                           powyżej decyzji, nie wcześniej jednak niż w dniu wskazanym w tej decyzji jako dzień\n                           wprowadzenia tych akcji do obrotu.",
        "date": "2015-05-05"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS SA _Spółka_ przekazuje informacje o proponowanej zmianie Statutu Spółki,\n                           której dokonanie planowane jest na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu 26\n                           maja 2015 roku. Zgodnie z planowanym porządkiem obrad Zwyczajnego Walnego Zgromadzenia\n                           Spółki przedmiotem obrad będzie również ustalenie tekstu jednolitego Statutu Spółki,\n                           którego projekt Spółka przekazuje w załączeniu niniejszego raportu bieżącego.Proponowana zmiana Statutu Spółki polega na tym, że wykreśla się § 5a Statutu Spółki\n                           _dotyczący kapitału docelowego_, a § 5 otrzymuje następujące brzmienie:\"§ 51. Kapitał zakładowy Spółki wynosi 2.640.590,80 zł _dwa miliony sześćset czterdzieści\n                           tysięcy pięćset dziewięćdziesiąt złotych osiemdziesiąt groszy_.2. Kapitał zakładowy dzieli się na 13.202.954 _trzynaście milionów dwieście dwa tysiące\n                           dziewięćset pięćdziesiąt cztery_ akcje zwykłe na okaziciela o wartości nominalnej\n                           0,20 zł _dwadzieścia groszy_ każda.\"Dotychczasowe brzmienie § 5 Statutu:\"§ 51. Kapitał zakładowy Spółki wynosi 2.738.679,60 zł _dwa miliony siedemset trzydzieści\n                           osiem tysięcy sześćset siedemdziesiąt dziewięć złotych sześćdziesiąt groszy_.2. Kapitał zakładowy dzieli się na 13693398 _trzynaście milionów sześćset dziewięćdziesiąt\n                           trzy tysiące trzysta dziewięćdziesiąt osiem_ akcje zwykłe na okaziciela o wartości\n                           nominalnej 0,20 zł _dwadzieścia groszy_ każda.\"Załącznik:Proponowany tekst jednolity Statutu.",
        "date": "2015-04-28"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. z siedzibą w Warszawie _Spółka_ na podstawie przepisów art. 399\n                           § 1, art. 395 § 1-2, art. 402_1_ oraz 402_2_ Kodeksu spółek handlowych oraz § 23 ust.\n                           3 i § 24 ust. 1 Statutu Spółki, zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień\n                           26 maja 2015 roku na godz. 10.00 _Zgromadzenie_. Zwyczajne Walne Zgromadzenie Spółki odbędzie się w siedzibie Spółki przy ul. Morelowej\n                           7 w Warszawie. Porządek obrad Zgromadzenia:1. Otwarcie obrad Zwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3. Wybór Komisji Skrutacyjnej Zwyczajnego Walnego Zgromadzenia.4. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do powzięcia wiążących uchwał.5. Przyjęcie porządku obrad Zwyczajnego Walnego Zgromadzenia.6. Rozpatrzenie sprawozdania Rady Nadzorczej APLISENS S.A. dla Zwyczajnego Walnego\n                           Zgromadzenia APLISENS S.A. z wyników oceny sprawozdania Zarządu APLISENS S.A. z działalności\n                           Spółki oraz sprawozdania finansowego za rok obrotowy 2014, wniosku Zarządu dotyczącego\n                           podziału zysku oraz z wyników oceny sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           APLISENS i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej APLISENS za\n                           rok obrotowy 2014.7. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Spółki w 2014\n                           roku oraz sprawozdania Zarządu z działalności Grupy Kapitałowej APLISENS w 2014 roku.8. Rozpatrzenie i zatwierdzenie jednostkowego sprawozdania finansowego Spółki za 2014\n                           rok oraz skonsolidowanego sprawozdania finansowego Grupy Kapitałowej APLISENS za 2014\n                           rok.9. Przedstawienie Sprawozdania z działalności Rady Nadzorczej APLISENS S.A. w roku\n                           2014 oraz Sprawozdania Rady Nadzorczej APLISENS S.A. z wyników oceny sytuacji APLISENS\n                           S.A. w okresie od 1 stycznia 2014 r. do 31 grudnia 2014 r.10. Podjęcie uchwały w sprawie udzielenia członkom Zarządu absolutorium z wykonania\n                           obowiązków w 2014 roku.11. Podjęcie uchwał w sprawie udzielenia członkom Rady Nadzorczej absolutorium z wykonania\n                           obowiązków w 2014 roku.12. Uchwała w sprawie podziału zysku netto Spółki za rok 2014 i terminów dywidendy.13. Informacja Zarządu zgodna z art. 363 § 1 Kodeksu spółek handlowych o przyczynach\n                           lub celu nabycia własnych akcji, liczbie i wartości nominalnej tych akcji, ich udziale\n                           w kapitale zakładowym, jak również o wartości świadczenia spełnionego w zamian za\n                           nabyte akcje.14. Uchwała w sprawie przyjęcia Informacji Zarządu zgodnej z art. 363 § 1 Kodeksu\n                           spółek handlowych.15. Uchwała w sprawie umorzenia akcji własnych.16. Uchwała w sprawie obniżenia kapitału zakładowego w związku z umorzeniem akcji\n                           własnych.17. Uchwała w sprawie zmiany Statutu Spółki związanej z obniżeniem kapitału zakładowego\n                           _§ 5_ i wykonaniem Programu Motywacyjnego na lata 2011 – 2013 _wykreślenie § 5 a dotyczącego\n                           kapitału docelowego_.18. Uchwała w sprawie zmiany Programu Motywacyjnego na lata 2014 – 2016 przyjętego\n                           przez Nadzwyczajne Walne Zgromadzenie Spółki z dnia 26 marca 2014 roku.19. Uchwała w sprawie sposobu i szczegółowych parametrów realizacji Programu Motywacyjnego\n                           na lata 2014 – 2016 za 2014 rok.20. Uchwała w sprawie ustalenia jednolitego tekstu Statutu APLISENS S.A.21. Zamknięcie obrad.Zarząd APLISENS S.A. z siedzibą w Warszawie zgodnie z art. 402_2_\n                           Kodeksu spółek handlowych przedstawia następujące informacje:1. W Zgromadzeniu mogą uczestniczyć tylko te osoby, które będą akcjonariuszami Spółki\n                           w dniu rejestracji, czyli 10 maja 2015 r.2. W celu zapewnienia udziału w Zgromadzeniu akcjonariusze powinni nie wcześniej niż\n                           po ogłoszeniu o zwołaniu walnego zgromadzenia i nie później niż w pierwszym dniu powszednim\n                           po dniu rejestracji, czyli od 29 kwietnia do 11 maja 2015 r. zażądać od podmiotu prowadzącego\n                           rachunek papierów wartościowych, wystawienia imiennego zaświadczenia o prawie uczestnictwa\n                           w walnym zgromadzeniu.3. Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw w porządku obrad Zgromadzenia.\n                           Żądanie powinno być zgłoszone Zarządowi nie później niż na 21 dni przed wyznaczonym\n                           terminem Zgromadzenia. Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie powinno być zgłoszone na piśmie lub drogą\n                           elektroniczną na adres poczty elektronicznej wza@aplisens.pl Akcjonariusze powinni\n                           wykazać posiadanie odpowiedniej liczby akcji na dzień złożenia żądania, załączając\n                           do żądania świadectwo depozytowe, a w przypadku akcjonariuszy będących osobami prawnymi\n                           i spółkami osobowymi potwierdzić również uprawnienie do działania w imieniu tego podmiotu\n                           załączając aktualny odpis z KRS. W przypadku akcjonariuszy zgłaszających żądanie przy\n                           wykorzystaniu elektronicznych środków komunikacji dokumenty powinny zostać przesłane\n                           w formacie PDF.4. Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Zgromadzenia zgłaszać Spółce na piśmie lub przy wykorzystaniu\n                           środków komunikacji elektronicznej _adres poczty elektronicznej: wza@aplisens.pl _\n                           projekty uchwał dotyczące spraw wprowadzonych do porządku obrad Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Akcjonariusze powinni wykazać posiadanie\n                           odpowiedniej liczby akcji na dzień złożenia żądania załączając do żądania świadectwo\n                           depozytowe, a w przypadku akcjonariuszy będących osobami prawnymi i spółkami osobowymi\n                           potwierdzić również uprawnienie do działania w imieniu tego podmiotu załączając aktualny\n                           odpis z KRS. W przypadku akcjonariuszy zgłaszających żądanie przy wykorzystaniu elektronicznych\n                           środków komunikacji, dokumenty powinny zostać przesłane w formacie PDF.5. Każdy z akcjonariuszy uczestniczący w Zgromadzeniu może w trakcie jego trwania\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.6. Akcjonariusze uczestniczyć mogą w Zgromadzeniu i wykonywać prawo głosu osobiście\n                           lub przez pełnomocnika.7. Pełnomocnictwo do uczestnictwa w Zgromadzeniu i wykonywania prawa głosu powinno\n                           być udzielone na piśmie lub w postaci elektronicznej za pomocą formularzy umieszczonych\n                           pod adresem: http://www.aplisens.com.pl/webpage/pl/pelnomocnictwa.htmlPełnomocnictwo uprawniające do uczestnictwa i wykonywania prawa głosu powinno zostać\n                           doręczone najpóźniej w dniu odbycia Zgromadzenia.8. Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia go bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Akcjonariusz, który zamierza zawiadamiać Spółkę przy wykorzystaniu środków komunikacji\n                           elektronicznej o udzielaniu i odwoływaniu pełnomocnictw w postaci elektronicznej,\n                           powinien złożyć w Spółce podpisane przez siebie oświadczenie zawierające adresy kont\n                           internetowych z których będzie zawiadamiał Spółkę o udzieleniu pełnomocnictwa albo\n                           przesłać je w formacie PDF.a_ Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być\n                           skierowane na adres poczty elektronicznej wza@aplisens.pl i zawierać dokładne oznaczenie\n                           mocodawcy, pełnomocnika, treść pełnomocnictwa. Listę zawiadomień spółka publikuje\n                           na stronie internetowej http://www.aplisens.com.pl/webpage/pl/pelnomocnictwa.htmlb_ Po przybyciu na Zgromadzenie, a przed podpisaniem listy obecności pełnomocnik powinien\n                           okazać dokument pełnomocnictwa lub odpis _wydruk_ pełnomocnictwa udzielonego w postaci\n                           elektronicznej, a także dokumenty pozwalające na ustalenie tożsamości mocodawcy i\n                           pełnomocnika _w przypadku osób prawnych dodatkowo odpisy z właściwych rejestrów_; c_ Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na walnym zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa wtedy Pełnomocnik głosuje zgodnie\n                           z instrukcjami udzielonymi przez akcjonariusza;d_ Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa;e_ Pełnomocnik może reprezentować więcej niż jednego akcjonariusza i głosować odmiennie\n                           z akcji każdego akcjonariusza;f_ Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków;g_ Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności wskazujące na istnienie\n                           bądź możliwość wystąpienia konfliktu interesów;h_ Zasady wykonywania prawa głosu przez pełnomocnika stosuje się do wykonywania prawa\n                           głosu przez innego przedstawiciela akcjonariusza;9. Statut Spółki nie dopuszcza możliwości uczestniczenia w Zgromadzeniu przy wykorzystaniu\n                           środków komunikacji elektronicznej. Statut Spółki nie dopuszcza także możliwości wypowiadania\n                           się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej.10. Regulamin Walnego Zgromadzenia nie przewiduje możliwości wykonania prawa głosu\n                           na Zgromadzeniu drogą korespondencyjną.11. Statut Spółki nie przewiduje możliwości wykonywania prawa głosu na Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.12. Pełny tekst dokumentacji, która ma być przedstawiona Zgromadzeniu, obejmujący\n                           projekty uchwał wraz z załącznikami do nich, będzie dostępny na stronie internetowej\n                           Spółki http://www.aplisens.com.pl/webpage/pl/materialy-walne.html Projekty zostaną\n                           przekazane do publicznej wiadomości także w drodze raportu bieżącego.13. Lista akcjonariuszy uprawnionych do uczestnictwa w Zgromadzeniu, zgodnie z art.\n                           407 § 1 Kodeksu spółek handlowych będzie wyłożona w siedzibie Spółki w Warszawie przy\n                           ulicy Morelowej 7, przez 3 dni powszednie przed dniem Zgromadzenia tj. od dnia 21\n                           maja do dnia 25 maja 2015 roku.14. Informacje dotyczące Zgromadzenia, będą udostępnione na stronie internetowej Spółki\n                           pod adresem http://www.aplisens.com.pl/webpage/pl/zwolanie-wz.htmlW załączeniu Zarząd APLISENS S.A. przedstawia:1_ Projekty uchwał na Zwyczajne Walne Zgromadzenie zwołane na dzień 26 maja 2015 r.;2_ Sprawozdanie Rady Nadzorczej APLISENS S.A. dla Zwyczajnego Walnego Zgromadzenia\n                           APLISENS S.A. z wyników oceny sprawozdania Zarządu APLISENS S.A. z działalności Spółki\n                           oraz sprawozdania finansowego za rok obrotowy 2014, wniosku Zarządu dotyczącego podziału\n                           zysku oraz z wyników oceny sprawozdania Zarządu z działalności Grupy Kapitałowej APLISENS\n                           i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej APLISENS za rok obrotowy\n                           2014;3_ Sprawozdanie Rady Nadzorczej APLISENS S.A. z wyników oceny sytuacji APLISENS S.A.\n                           w okresie od 1 stycznia 2014 r. do 31 grudnia 2014 r.;4_ Uchwałę Zarządu o rekomendowaniu Radzie Nadzorczej i Zwyczajnemu Walnemu Zgromadzeniu\n                           Akcjonariuszy przeznaczenia wypracowanego zysku za 2014 rok;5_ Uchwałę Rady Nadzorczej APLISENS S.A. w sprawie: sprawozdania z wyników oceny sprawozdań\n                           APLISENS S.A. i Grupy Kapitałowej APLISENS za rok 2014 oraz wniosku Zarządu dotyczącego\n                           podziału zysku.6_ Projekt tekstu jednolitego Statutu Spółki.7_ Informacja Zarządu zgodna z art. 363 § 1 Kodeksu spółek handlowych o przyczynach\n                           lub celu nabycia własnych akcji, liczbie i wartości nominalnej tych akcji, ich udziale\n                           w kapitale zakładowym, jak również o wartości świadczenia spełnionego w zamian za\n                           nabyte akcje.Sprawozdanie z działalności Rady Nadzorczej za rok 2014 zostanie opublikowane niezwłocznie\n                           po przyjęciu go przez Radę Nadzorczą.",
        "date": "2015-04-28"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _\"Spółka\"_ informuje o zmianie terminu przekazania przez Spółkę\n                           do publicznej wiadomości rozszerzonego skonsolidowanego raportu za I kwartał 2015\n                           r. Raport, o którym mowa powyżej, opublikowany zostanie w dniu 7 maja 2015 r. Zgodnie\n                           z treścią raportu bieżącego nr 3/2015 z dnia 14 stycznia 2015 r. pierwotny termin\n                           publikacji ww. raportu okresowego określony był na dzień 15 maja 2015 r.",
        "date": "2015-04-27"
    },
    {
        "company_name": "APLISENS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 16/2015 dotyczącego rekomendacji Zarządu APLISENS\n                           SA _\"Spółka\"_, Zarząd Spółki informuje, że w dniu 23 kwietnia 2015 r. Rada Nadzorcza\n                           podjęła uchwałę w sprawie \"sprawozdania z wyników oceny sprawozdań APLISENS S.A. i\n                           Grupy Kapitałowej APLISENS za rok 2014 oraz wniosku Zarządu dotyczącego podziału zysku\".Zgodnie z ww. uchwałą, Rada Nadzorcza Spółki zgodnie z propozycją Zarządu co do podziału\n                           zysku za 2014 rok, wnosi o podjęcie przez Zwyczajne Walne Zgromadzenie APLISENS S.A.\n                           uchwały w sprawie przeznaczenia wypracowanego zysku za 2014 rok w kwocie 10.476.450,75\n                           zł na zwiększenie kapitału zapasowego Spółki, a pozostałej części zysku wypracowanego\n                           w 2014 roku, w kwocie 3.244.864,50 zł tj. około 23,65 % zysku wypracowanego w 2014\n                           roku, na wypłatę dywidendy, to jest 25 groszy na akcję.Równocześnie Rada Nadzorcza postanowiła zgodnie z propozycją Zarządu przedłożyć Zwyczajnemu\n                           Walnemu Zgromadzeniu Spółki rekomendację ustalającą:• dzień dywidendy na dzień 21 sierpnia 2015 r.,• termin wypłaty dywidendy na dzień 9 września 2015 r.Ostateczną decyzję dotyczącą podziału zysku za rok obrotowy 2014 podejmie Zwyczajne\n                           Walne Zgromadzenie APLISENS S.A.",
        "date": "2015-04-23"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _\"Spółka\"_ informuje, iż w dniu 23 kwietnia 2015 r. podjął uchwałę\n                           o rekomendowaniu Radzie Nadzorczej i Zwyczajnemu Walnemu Zgromadzeniu przeznaczenia\n                           wypracowanego zysku za 2014 rok w kwocie 13.721.315,25  zł na:a_ w kwocie 10.476.450,75 zł na zwiększenie kapitału zapasowego Spółki,b_ w kwocie 3.244.864,50 zł na wypłatę dywidendy dla akcjonariuszy, to jest 0,25 zł\n                           na jedną akcję. Jako dzień dywidendy wskazano 21 sierpnia 2015 r., a na termin wypłaty\n                           dywidendy – 9 września 2015 r.",
        "date": "2015-04-23"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 10 kwietnia 2015 roku do Spółki\n                           wpłynęło zawiadomienie z dnia 10 kwietnia 2015 roku od Prokurenta Spółki, dokonane\n                           w trybie art. 160 ust. 1 Ustawy o obrocie instrumentami finansowymi. W zawiadomieniu\n                           tym Prokurent poinformował o zbyciu przez siebie w ramach transakcji sesyjnej zwykłej\n                           na Giełdzie Papierów Wartościowych w Warszawie S.A., w dniu 9 kwietnia 2015 roku 2.100\n                           akcji Spółki po cenie 13,10 zł za jedną akcję.Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-04-10"
    },
    {
        "company_name": "APLISENS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 21/2011 dotyczącego uzyskania przez Aplisens\n                           SA _\"Spółka\"_ zezwolenia  na prowadzenie działalności gospodarczej na terenie Tarnobrzeskiej\n                           Specjalnej Strefy Ekonomicznej EURO – PARK WISŁOSAN _\"Zezwolenie\"_, Zarząd Spółki\n                           informuje o otrzymaniu w dniu dzisiejszym informacji o zmianie przez Ministra Gospodarki\n                           zgodnie z intencją Spółki Zezwolenia w ten sposób, że termin poniesienia na terenie\n                           specjalnej strefy ekonomicznej przez Spółkę wskazanych w raporcie bieżącym nr 21/2011\n                           wydatków inwestycyjnych w wysokości nie mniej niż 29,7 mln PLN został przesunięty\n                           z 30 września 2015 r. na 30 września 2016 r. Pozostałe warunki Zezwolenia pozostają\n                           bez zmian.",
        "date": "2015-04-09"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 20 marca 2015 roku do Spółki wpłynęło\n                           zawiadomienie z dnia 19 marca 2015 roku od Prokurenta Spółki, dokonane w trybie art.\n                           160 ust. 1 Ustawy o obrocie instrumentami finansowymi. W zawiadomieniu Prokurent poinformował\n                           o zbyciu przez siebie w ramach transakcji sesyjnych zwykłych na Giełdzie Papierów\n                           Wartościowych w Warszawie S.A.:- 200 akcji Spółki po cenie 13,10 zł za jedną akcję w dniu 16 marca 2015 roku,- 150 akcji Spółki po cenie 13,12 zł za jedną akcję w dniu 17 marca 2015 roku,- 184 akcji Spółki po cenie 13,11 zł za jedną akcję w dniu 18 marca 2015 roku,- 200 akcji Spółki po cenie 13,16 zł za jedną akcję w dniu 19 marca 2015 roku.Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-03-20"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 10 marca 2015 roku do Spółki wpłynęły\n                           dwa zawiadomienia _z dnia 10 i 11 marca 2015 roku_ od Prokurenta Spółki, dokonane\n                           w trybie art. 160 ust. 1 Ustawy o obrocie instrumentami finansowymi. W zawiadomieniach\n                           Prokurent poinformował o zbyciu przez siebie w ramach transakcji sesyjnych zwykłych\n                           na Giełdzie Papierów Wartościowych w Warszawie S.A.:- 4455 akcji Spółki po średniej cenie 12,87 zł za jedną akcję w dniu 6 marca 2015\n                           roku,- 6984 akcji Spółki po cenie 12,82 zł za jedną akcję w dniu 9 marca 2015 roku.Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-03-10"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 10 marca 2015 roku do Spółki wpłynęło\n                           zawiadomienie z dnia 9 marca 2015 roku od Prokurenta Spółki, dokonane w trybie art.\n                           160 ust. 1 Ustawy o obrocie instrumentami finansowymi. W zawiadomieniu tym Prokurent\n                           poinformował o zbyciu przez siebie w ramach transakcji sesyjnej zwykłej na Giełdzie\n                           Papierów Wartościowych w Warszawie S.A., w dniu 9 marca 2015 roku 10.544 akcji Spółki\n                           po cenie 12,82 zł za jedną akcję.Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-03-10"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Aplisens SA _\"Spółka\"_ z przykrością informuje o śmierci Członka Zarządu - Dyrektor\n                           Finansowej Spółki, Pani Anny Jełmak. Rada Nadzorcza Spółki podjęła w dniu dzisiejszym uchwałę, na mocy której od dnia 9\n                           marca 2015 r. Zarząd Spółki będzie działał w składzie jednoosobowym.",
        "date": "2015-03-09"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Na podstawie § 5 ust. 1 pkt. 9 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych [...] w nawiązaniu do raportów bieżących nr 1/2015 z dnia 7 stycznia\n                           2015 roku oraz 4/2015 z dnia 16 stycznia 2015 r., Zarząd APLISENS S.A. _Emitent_ zawiadamia,\n                           że w dniu 3 marca 2015 roku otrzymał informację o rejestracji w dniu  3 marca 2015\n                           r. przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego _KRS_ podwyższenia kapitału zakładowego APLISENS S.A. o kwotę 44\n                           774,80 zł. Podwyższenie zostało zrealizowane w ramach kapitału docelowego poprzez\n                           emisję 223 874 akcji zwykłych na okaziciela serii H o wartości nominalnej 0,20 zł\n                           każda, wyemitowanych na podstawie Uchwały Zarządu APLISENS S.A. z dnia 7 stycznia\n                           2015 roku w sprawie podwyższenia kapitału zakładowego Spółki w granicach kapitału\n                           docelowego. Po dokonaniu przedmiotowego podwyższenia kapitał zakładowy Emitenta wynosi 2 738 679,60\n                           zł i dzieli się na 13 693 398 akcji, z których przysługuje prawo do 13 693 398 głosów\n                           na walnym zgromadzeniu APLISENS S.A.  Struktura kapitału zakładowego Emitenta po rejestracji ww. podwyższenia przedstawia\n                           się następująco:- 10 000 000 akcji zwykłych serii A o wartości nominalnej 0,20 zł każda,  - 2 500 000 akcji zwykłych serii B o wartości nominalnej 0,20 zł każda,- 207 595 akcji zwykłych serii C o wartości nominalnej 0,20 zł każda,- 98 188 akcji zwykłych serii D o wartości nominalnej 0,20 zł każda,- 210 232  akcji zwykłych serii E o wartości nominalnej 0,20 zł każda,- 220 714 akcji zwykłych serii F o wartości nominalnej 0,20 zł każda,- 232 795 akcji zwykłych serii G o wartości nominalnej 0,20 zł każda,- 223 874 akcji zwykłych serii H o wartości nominalnej 0,20 zł każda,Jednocześnie Emitent informuje, iż w związku z rejestracją ww. podwyższenia kapitału\n                           zakładowego stosownej zmianie _wskazanej w raporcie bieżącym nr 1/2015_ uległ §5 Statutu\n                           Spółki.",
        "date": "2015-03-03"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. informuje o przyśpieszeniu terminu przekazania do publicznej\n                           wiadomości jednostkowego raportu rocznego za 2014 rok oraz skonsolidowanego raportu\n                           rocznego za 2014 rok. Raporty, o których mowa powyżej zostaną opublikowane w dniu\n                           5 marca 2015 r. Zgodnie z treścią raportu bieżącego nr 3/2015 z dnia 14 stycznia 2015 r. pierwotny\n                           termin publikacji ww. raportów określony był na dzień 20 marca 2015 r.Podstawa prawna: § 103 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […].",
        "date": "2015-02-26"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka, Emitent_ informuje, że w dniu 12 lutego 2015 roku Rada\n                           Nadzorcza Emitenta, działając na podstawie §20 pkt. 3 Statutu Spółki, dokonała wyboru\n                           podmiotu uprawnionego do przeprowadzenia:- badania sprawozdania finansowego APLISENS S.A. oraz skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej APLISENS za rok obrotowy 2015,- przeglądu śródrocznego sprawozdania finansowego APLISENS S.A. oraz skonsolidowanego\n                           śródrocznego sprawozdania finansowego Grupy Kapitałowej APLISENS za okres 1 stycznia\n                           - 30 czerwca 2015 r.Wybranym podmiotem jest spółka PKF Consult Sp. z o.o. z siedzibą w Warszawie przy\n                           ul. Orzyckiej 6 lok. 1B, 02-695 Warszawa, wpisana do rejestru przedsiębiorców prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy XIII Wydział Gospodarczy pod numerem KRS 34774\n                           oraz wpisaną na listę Krajowej Izby Biegłych Rewidentów pod numerem 477 _PKF Consult_.Wybór PKF Consult został dokonany zgodnie z obowiązującymi przepisami i normami zawodowymi.\n                           Rada Nadzorcza upoważniła Zarząd APLISENS S.A. do podpisania stosownych umów z wybranym\n                           podmiotem. Umowa z wybranym podmiotem zostanie zawarta na czas niezbędny do wykonania\n                           ww. czynności.Spółka korzystała z usług PKF Consult w zakresie badania sprawozdań finansowych za\n                           rok 2014 oraz w zakresie przeglądu śródrocznych sprawozdań finansowych w tym samym\n                           okresie.W 2013 roku PKF Consult połączył się jako podmiot przejmujący m.in. ze spółką PKF\n                           Audyt Sp. z o.o., która to spółka świadczyła na rzecz spółek z Grupy Kapitałowej Emitenta\n                           usługi:- w zakresie badania sprawozdań finansowych za pełne lata 2008 - 2013 oraz w zakresie\n                           przeglądu śródrocznych sprawozdań finansowych w tym samym okresie, -  z zakresu badania finansowego podmiotów stanowiących przedmiot potencjalnych przejęć,\n                           doradztwa podatkowego oraz przygotowania prospektu emisyjnego Spółki na przestrzeni\n                           lat 2008 – 2013.Szczegółowa podstawa prawna: §5 ust 1 pkt. 19 rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych [...]",
        "date": "2015-02-12"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 16 stycznia 2015 roku do Spółki\n                           wpłynęło w trybie art. 160 ust. 1 Ustawy o obrocie instrumentami finansowymi zawiadomienie\n                           od Prokurenta Spółki o dokonaniu następujących transakcji zbycia akcji Spółki w ramach\n                           transakcji sesyjnych zwykłych na Giełdzie Papierów Wartościowych w Warszawie S.A.:- w dniu 9 stycznia 2015 roku zbył 765 akcji po cenie 12,08 zł za jedną akcję,- w dniu 12 stycznia 2015 roku zbył 15 akcji po cenie 12,31 zł za jedną akcję,- w dniu 13 stycznia 2015 roku zbył 476 akcji po cenie 12,26 zł za jedną akcję,Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-01-16"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka, Emitent_ informuje, że w dniu 16 stycznia 2015 r. do\n                           Spółki wpłynęło w trybie art. 160 ust. 1 Ustawy o obrocie instrumentami finansowymi\n                           łącznie dwanaście zawiadomień z dnia 16 stycznia 2015 roku, w tym:- dwa zawiadomienia od osoby zarządzającej, - jedno zawiadomienie od osoby zarządzającej innej niż ww.,- dwa zawiadomienia od jednego z prokurentów Spółki będącego jednocześnie osobą powiązaną\n                           z pierwszą z ww. osób zarządzających,- po jednym zawiadomieniu od siedmiu innych niż ww. prokurentów Spółki.W pierwszym z zawiadomień osoba zarządzająca poinformowała o nabyciu przez siebie\n                           65.117 akcji serii H Spółki. W drugim z zawiadomień osoba ta poinformowała o nabyciu\n                           3.500 akcji serii H Spółki przez osobą z nią powiązaną. W zawiadomieniu od innej niż ww. osoby zarządzającej, osoba ta poinformowała o nabyciu\n                           13.000 akcji serii H Spółki.W pierwszym z zawiadomień złożonych przez prokurenta będącego jednocześnie osobą powiązaną\n                           z pierwszą z ww. osób zarządzających, prokurent poinformował o nabyciu przez siebie\n                           3.500 akcji serii H Spółki, a w drugim o nabyciu przez osobę z nim powiązaną 65.117\n                           akcji serii H Spółki.W pozostałych zawiadomieniach siedmiu prokurentów Spółki poinformowało o nabyciu odrębnie\n                           przez każdego z nich odpowiednio:- 14.700 akcji serii H Spółki,- 14.007 akcji serii H Spółki,- 11.000 akcji serii H Spółki,- 10.500 akcji serii H Spółki,- 6.000 akcji serii H Spółki,- 3.500 akcji serii H Spółki,- 1.600 akcji serii H Spółki,Wszystkie transakcje nabycia akcji, o których mowa powyżej zostały dokonane w dniu\n                           16 stycznia 2015 roku poza rynkiem regulowanym, w trybie innej czynności prawnej.\n                           Nabycie akcji serii H w odniesieniu do każdej z ww. transakcji miało miejsce w związku\n                           z dokonaniem przez Zarząd Spółki przydziału tych akcji w dniu 16 stycznia 2015 r.\n                           Wszystkie akcje serii H zostały nabyte po cenie 3 zł za jedną akcję w związku z wykonaniem\n                           praw z warrantów subskrypcyjnych odpowiednio serii FF w odniesieniu do osoby zarządzającej\n                           oraz serii F w odniesieniu do pozostałych osób, których dotyczą ww. zawiadomienia.\n                           Warranty, o których mowa powyżej zostały wyemitowane w związku z realizacją Programu\n                           Motywacyjnego na lata 2011-2013. Osoby, których dotyczą ww. zawiadomienia nie wyraziły zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-01-16"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka, Emitent_ informuje, iż w związku z wykonaniem uchwały\n                           z dnia 7 stycznia 2015 r. w sprawie podwyższenia kapitału zakładowego Spółki w granicach\n                           kapitału docelowego Spółki, o podjęciu której Emitent informował w raporcie bieżącym\n                           nr 1/2015, w dniu 16 stycznia 2015 roku Zarząd Spółki dokonał przydziału łącznie 223\n                           874 akcji serii H. Akcje serii H zostały wyemitowane w związku z wykonaniem praw z\n                           warrantów subskrypcyjnych serii F i FF,  wyemitowanych w związku z realizacją w Spółce\n                           Programu Motywacyjnego na lata 2011 – 2013, o przyjęciu którego Emitent informował\n                           w raporcie bieżącym 19/2012 z dnia 5 czerwca 2012 roku.W związku z dokonaniem przydziału akcji serii H Emitent poniżej przedstawia informacje\n                           nt. zakończonej subskrypcji i przydziału tych akcji.1. Zapisy na akcje serii H rozpoczęły się w dniu 7 stycznia i zakończyły w dniu 16\n                           stycznia 2015 r.2. Przydział akcji został dokonany w dniu 16 stycznia 2015 r.3. Subskrypcją zostało objętych 223 874 akcji.4. W ramach przeprowadzonej subskrypcji nie miała miejsca redukcja zapisów na akcje.5. W ramach przeprowadzonej subskrypcji złożono zapisy na 223 874 akcji.6. W ramach przeprowadzonej subskrypcji dokonano przydziału 223 874 akcji.7. Akcje były obejmowane po cenie emisyjnej równej 3 zł.8. Zapisów na akcje dokonało 27 osób fizycznych.9. W ramach przeprowadzonej subskrypcji dokonano przydziału akcji 27 osobom fizycznym.10. Akcje nie zostały objęte przez subemitentów _nie zawarto umów o subemisję_.11. Wartość przeprowadzonej subskrypcji wyniosła 671 622 zł.12. Łączny koszt emisji akcji serii H wyniósł ok. 1 tys. zł, na co składały się koszty\n                           przygotowania i przeprowadzenia emisji. W związku z emisją akcji serii H nie zostały\n                           poniesione inne koszty tj. w szczególności koszty wynagrodzenia subemitentów, sporządzenia\n                           prospektu emisyjnego, doradztwa oraz promocji oferty.Koszty emisji akcji zostaną rozliczone w księgach rachunkowych Spółki poprzez pomniejszenie\n                           kapitału zapasowego i zostaną ujęte w sprawozdaniu finansowym w pozycji kapitał zapasowy.13. Średni koszt przeprowadzenia subskrypcji przypadający na jedną akcję wyniósł mniej\n                           niż 0,01 zł.Szczegółowa postawa prawna: §33 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych [...].",
        "date": "2015-01-16"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Działając zgodnie z § 103 ust. 1 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych […] _Rozporządzenie_ Zarząd APLISENS\n                           S.A. _Emitent_ podaje do publicznej wiadomości terminy publikacji raportów okresowych\n                           w 2015 roku.Jednostkowy raport roczny za 2014 r. oraz skonsolidowany raport roczny za 2014 r.\n                           opublikowane zostaną w dniu 20.03.2015 r.Rozszerzony skonsolidowany raport kwartalny za I kwartał 2015 r. opublikowany zostanie\n                           w dniu  15.05.2015 r. Rozszerzony skonsolidowany raport za I półrocze 2015 r. opublikowany zostanie w dniu\n                           31.08.2015 r.Rozszerzony skonsolidowany raport kwartalny za III kwartał 2015 r. opublikowany zostanie\n                           w dniu  13.11.2015 r.Spółka informuje, iż zgodnie z § 102 ust. 1 oraz § 101 ust. 2 Rozporządzenia Emitent\n                           podjął decyzję o rezygnacji z publikacji odpowiednio rozszerzonego skonsolidowanego\n                           raportu kwartalnego za IV kwartał 2014 roku oraz rozszerzonego skonsolidowanego raportu\n                           kwartalnego za II kwartał 2015 roku.  Jednocześnie Emitent informuje, iż w 2015 r. będzie kontynuował przekazywanie do publicznej\n                           wiadomości tzw. ,, rozszerzonych \" skonsolidowanych raportów kwartalnych i półrocznego,\n                           o których mowa odpowiednio w § 83 ust. 1 i 3 Rozporządzenia.",
        "date": "2015-01-14"
    },
    {
        "company_name": "APLISENS SA",
        "content": "Zarząd APLISENS S.A. _Spółka_ informuje, że w dniu 8 stycznia 2015 roku otrzymał w\n                           trybie art. 160 ust. 1 Ustawy o obrocie instrumentami finansowymi dwa zawiadomienia\n                           z dnia 8 stycznia 2015 r. o transakcjach na akcjach Spółki, których wartość nie przekroczyła\n                           w 2014 r. równowartości 5 tys. euro.Zgodnie z powyższymi zawiadomieniami  Prokurent Spółki zbył:•\tw dniu 6 października  2014 roku 100 akcji Spółki po cenie 13,48 zł za jedną akcję\n                           w ramach transakcji sesyjnych zwykłych na Giełdzie Papierów Wartościowych w Warszawie\n                           S.A. . •\tw dniu 27 października 2014 r. 510 akcji Spółki po cenie 14,50 zł poza rynkiem regulowanym\n                           w ramach skupu akcji własnych APLISENS S.A., którego warunki przewidywały składanie\n                           ofert sprzedaży do dnia 27 października 2014r. _przed okresem zamkniętym związanym\n                           z publikacją raportu za III kwartał 2014 r._ transakcje zostały rozliczone w dniu\n                           31 października 2014r.Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt. 1 Rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych.",
        "date": "2015-01-08"
    }
]