[
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Arctic Paper S.A. _\"Emitent\"_, w nawiązaniu do informacji przekazanych w Skonsolidowanym\n                           raporcie kwartalnym za III kwartał 2015 roku, w szczególności w nawiązaniu do noty\n                           w Sprawozdaniu Zarządu dotyczącej negocjacji ze szwedzkimi bankami informuje, że w\n                           dniu 28 grudnia 2015 roku podmiot zależny Emitenta Arctic Paper Grycksbo AB uzyskał\n                           ze swojego banku finansującego Svenska Handelsbanken AB zwolnienie z obowiązku dotrzymania\n                           na dzień 31 grudnia 2015 roku współczynnika pokrycia odsetek _ang. interest coverage\n                           ratio_ określonego umową kredytową.Podstawa prawna przekazania raportu:Art. 56 ust. 1 pkt. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego obrotu oraz o spółkach publicznych",
        "date": "2015-12-29"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Treść:Zarząd Spółki Arctic Paper S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości wykaz\n                           akcjonariuszy posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki w dniu 21 grudnia 2015 roku.lp.1Akcjonariusz: NEMUS HOLDING AB\tLiczba akcji zarejestrowanych na NWZA: 39 736 000\tLiczba głosów z akcji zarejestrowanych na NWZA:39 736 000Udział w liczbie głosów na NWZA: 97,01%\tUdział w ogólnej liczbie głosów na NWZA: 57,35%  Podstawa prawna przekazania raportu:Art. 70 pkt 3 Ustawy o ofercie publicznej - WZA lista powyżej 5%",
        "date": "2015-12-21"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Arctic Paper S.A. _\"Spółka\"_ informuje, iż dnia 21 grudnia 2015 roku Nadzwyczajne\n                           Walne Zgromadzenia Spółki powołało Radę Nadzorczą na kolejną kadencję w dotychczasowym\n                           składzie, to jest:1. Pan Rolf Olof Grundberg – Przewodniczący Rady Nadzorczej2. Pan Rune Roger Ingvarsson – Członek Rady Nadzorczej3. Pan Thomas Onstad - – Członek Rady Nadzorczej4. Pan Mariusz Cezary Grendowicz - – Członek Rady Nadzorczej5. Pan Dariusz Witkowski – Członek Rady Nadzorczej6. Pan Roger Mattsson - Członek Rady NadzorczejPodstawa prawna przekazania raportu:§5 ust. 1 pkt. 22 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim.",
        "date": "2015-12-21"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Spółki Arctic Paper S.A. _\"Spółka\"_ w załączeniu przekazuje do publicznej wiadomości\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki w dniu 21 grudnia\n                           2015 roku _\"NWZ\"_ w tym uchwałę o zmianie Statutu. W stosunku do żadnej z uchwał Nadzwyczajnego\n                           Walnego Zgromadzenia nie został zgłoszony sprzeciw. NWZ nie odstąpiło od rozpatrzenia\n                           któregokolwiek z punktów planowanego porządku obrad.Podstawa prawna przekazania raportu:Rozporządzenie Ministra Finansów w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim § 38 ust. 1\n                           pkt 7, 8 i 9.",
        "date": "2015-12-21"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Arctic Paper S.A. w załączeniu przekazuje treść projektów uchwał, które mają\n                           być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia Spółki Arctic Paper S.A.,\n                           zwołanego na dzień 21 grudnia 2015 r.Jednocześnie w załączeniu do niniejszego raportu przekazuje się wykaz proponowanych\n                           zmian w Statucie w ich dotychczasowym brzmieniu oraz po planowanej zmianie.Podstawa prawna przekazania raportu:Rozporządzenie Ministra Finansów § 38 ust. 1 pkt 2 i 3 z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych.",
        "date": "2015-11-25"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Arctic Paper S.A. w załączeniu przekazuje ogłoszenie o zwołaniu na dzień 21\n                           grudnia 2015 roku na godz. 11.00 Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy,\n                           które odbędzie się w siedzibie ARCTIC PAPER S.A., ul. Jana Henryka Dąbrowskiego 334\n                           A, 60-406 Poznań.Podstawa prawna przekazania raportu: Rozporządzenie Ministra Finansów § 38 ust. 1 pkt 1 z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych.",
        "date": "2015-11-25"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 10/2015 z dnia 28 lipca 2015 roku Zarząd Arctic\n                           Paper S.A. _\"Spółka, Emitent\"_ informuje, iż w dniu 15 listopada 2015 roku Zarząd\n                           spółki Arctic Paper Mochenwangen GmbH _\"APMW\"_ zakończył negocjacje z Radą Zakładową.\n                           Negocjacje dotyczyły między innymi uzgodnienia kwoty odpraw dla pracowników APMW w\n                           związku z wygaszeniem produkcji w tej fabryce w grudniu 2015 roku.Jednocześnie Zarząd Spółki informuje, iż proces związany z poszukiwaniem nabywcy dla\n                           APMW jest kontynuowany.W związku z powyższym Zarząd Spółki rozpoczyna szacowanie przewidywanych kosztów zamknięcia\n                           produkcji i utworzy na nie w czwartym kwartale rezerwę, która wyniesie około 9,3 mln\n                           EUR _ok. 39 mln zł_. Koszty te obciążą działalność niekontynuowaną Grupy.Podstawa\n                           prawna przekazania raportu:Art. 56 ust. 5 ustawy o ofercie – aktualizacja informacji",
        "date": "2015-11-16"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Mając na względzie potrzebę zapewnienia wysokiej jakości komunikacji z uczestnikami\n                           rynku kapitałowego i w nawiązaniu do artykułu opublikowanego w dniu 14 sierpnia 2015\n                           roku na portalu parkiet.com oraz w Gazecie Giełdy Parkiet _\"Arctic Paper: Problemem\n                           mocny dolar\"_, Zarząd Arctic Paper S.A. _\"Spółka, Emitent\"_ potwierdza informacje\n                           o czynnikach mających wpływ na wyniki finansowe Grupy Kapitałowej Arctic Paper za\n                           II kwartał 2015 roku zawarte w wyżej wymienionym artykule. Zgodnie z informacjami zawartymi w raporcie okresowym  za I kwartał _\"Czynniki mające\n                           wpływ na wyniki finansowe w perspektywie, kolejnego kwartału\", \"Komentarz Prezesa\n                           Zarządu Wolfganga Lübberta do wyników pierwszego kwartału 2015 roku\"_, istotny wpływ\n                           na wyniki finansowe Grupy mają wahania kursów walut _w szczególności dla działalności\n                           Spółki w segmencie papieru negatywny wpływ może mieć umocnienie się PLN i SEK w stosunku\n                           do EUR oraz GBP, umocnienie się PLN w stosunku do SEK, a także osłabienie się PLN,\n                           EUR i SEK w stosunku do USD, a dla działalności Spółki w segmencie produkcji celulozy\n                           korzystny wpływ będzie miała aprecjacja USD względem SEK_ a także zmiany cen surowców,\n                           w szczególności celulozy liściastej _BHKP_.O czynnikach tych wspominał również Prezes Zarządu w liście zawartym w Raporcie Rocznym\n                           za 2014 rok.W ocenie Zarządu obserwowane tendencje wzrostowe cen na rynku celulozy BHKP, a także\n                           utrzymujący się wysoki kurs dolara spowodowały, iż otoczenie rynkowe w II kwartale\n                           2015 roku pozostało dla Grupy niekorzystne.Podstawa prawna przekazania raportu:Art. 56 ust. 1 pkt 1 ustawy o ofercie – informacje poufne",
        "date": "2015-08-16"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Arctic Paper S.A. informuje, iż w dniu 28 lipca 2015 roku do spółki wpłynęła\n                           podjęta w trybie obiegowym uchwała Rady Nadzorczej z dnia 22 lipca 2015 roku o wyborze\n                           na biegłego rewidenta Spółki firmy Ernst & Young Audyt Polska sp. z o.o. sp.k., jako\n                           podmiotu uprawnionego do badania sprawozdań finansowych. Rada Nadzorcza jest organem\n                           uprawnionym do podjęcia takiej uchwały na podstawie Art. 15 ust. 15.2 pkt e_ Statutu\n                           Spółki.Wybór nastąpił zgodnie z obowiązującymi przepisami i normami zawodowymi.Ernst & Young Audyt Polska sp. z o.o. sp.k. z siedzibą w Warszawie _00-124_, Rondo\n                           ONZ 1, wpisana jest na listę podmiotów uprawnionych do badania sprawozdań finansowych,\n                           prowadzoną przez Krajową Izbę Biegłych Rewidentów, pod nr ewid. 130.Ernst & Young Audyt Polska sp. z o.o. sp.k.  przeprowadzi:1_ przegląd śródrocznego sprawozdania finansowego jednostkowego Spółki i śródrocznego\n                           skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Arctic Paper S.A., sporządzonego\n                           na dzień 30 czerwca 2015 roku2_ oraz badanie rocznego sprawozdania finansowego jednostkowego Spółki i rocznego\n                           skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Arctic Paper S.A. za rok\n                           obrotowy od 01.01.2015 do 31.12.2015r, sporządzonych zgodnie z MSR/MSSF.Umowa z ww. podmiotem zostanie zawarta na okres niezbędny do wykonania przedmiotu\n                           umowy.Emitent korzystał już wcześniej z usług tego pomiotu w zakresie badania sprawozdań\n                           finansowych Spółki Arctic Paper S.A. w latach 2008-2014.Podstawa prawna przekazania raportu:§5 ust. 1 pkt. 19 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim.",
        "date": "2015-07-29"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Arctic Paper S.A. _Spółka, Emitent_ w dniu dzisiejszym podaje do publicznej\n                           wiadomości plan działań w zakresie poprawy rentowności _\"Program\"_ Grupy Kapitałowej\n                           Arctic Paper SA. _\"Grupa\"_, którego celem jest redukcja kosztów działalności o około\n                           50 MPLN rocznie.Przyjęty Program będzie realizowany co najmniej do czerwca 2016 roku.Zgodnie z założeniami Programu głównymi działaniami w jego zakresie będą: stworzenie\n                           centrów usług wspólnych dla spółek z Grupy, wprowadzenie indywidualnych programów\n                           poprawy rentowności w fabrykach oraz audyt kosztów usług świadczonych przez podmioty\n                           zewnętrzne.W wyniku przeprowadzenia powyższego Programu, Zarząd oczekuje poprawy rentowności\n                           działalności operacyjnej Grupy i wzrostu efektywności wszystkich funkcji wsparcia\n                           operacyjnego.Jednocześnie Arctic Paper rozpoczyna aktywne poszukiwanie nabywcy dla fabryki Arctic\n                           Paper Mochenwangen, a także równolegle poddaje ocenie możliwość pojęcia działań w\n                           celu dalszej redukcji strat tej papierni, w tym związanych z wygaszaniem produkcji.\n                           Powyższa decyzja Zarządu odnośnie poszukiwania nabywcy dla fabryki w Mochenwangen,\n                           zgodnie z Międzynarodowymi Standardami Rachunkowości powoduje wyłączenie wyniku fabryki\n                           w Mochenwangen ze skonsolidowanego rachunku zysków i strat Grupy Arctic Paper i wykazanie\n                           go odrębnie jako działalności niekontynuowanej. Zarząd spodziewa się, że rezultatem\n                           wyłączenia strat fabryki w Mochenwangen ze skonsolidowanego rachunku zysków i strat,\n                           będzie poprawa wyniku Grupy o około 18 MPLN w 2015 roku.Zarząd jednocześnie informuje, iż w dniu 1 lipca 2015 roku opóźnił przekazanie informacji\n                           o prowadzonych negocjacjach dotyczących decyzji Zarządu co do aktywa o znacznej wartości\n                           zgodnie z  § 2 ust. 1 pkt. 1 Rozporządzenia Ministra Finansów w sprawie rodzaju informacji,\n                           które mogą naruszyć słuszny interes emitenta, oraz sposobu postępowania emitenta w\n                           związku z opóźnianiem przekazania do publicznej wiadomości informacji poufnych z dnia\n                           13 kwietnia 2006 r.Podstawa prawna przekazania raportu:Art. 56 ust. 1 pkt 1 ustawy o ofercie – informacje poufne w zw. z art. 57 ust. 3 ustawy\n                           o ofercie",
        "date": "2015-07-28"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Arctic Paper S.A. _\"Spółka\"_ informuje, że w dniu 10 lipca 2015 roku Spółka\n                           otrzymała od Pana Thomasa Onstada, członka rady nadzorczej Spółki zawiadomienia w\n                           sprawie transakcji na akcjach Spółki.W pierwszym z zawiadomień Pan Thomas Onstad jako osoba zobowiązana  zawiadomił o transakcji\n                           dokonanej poza rynkiem regulowanym przez podmiot przez siebie pośrednio kontrolowany\n                           – Nemus Holding AB. Podmiot ten w dniu 8 lipca 2015 r. przekazał 1.350.000 akcji Spółki\n                           po cenie rynkowej 7,53 SEK _3,38 zł_ za jedną akcję jako rozliczenie długu. W drugim z zawiadomień Pan Thomas Onstad jako osoba zobowiązana zawiadomił o transakcji\n                           dokonanej poza rynkiem regulowanym przez podmiot przez siebie pośrednio kontrolowany\n                           - Håfreströms Företagspark AB. Podmiot ten w dniu 8 lipca 2015 roku otrzymał 1.350.000\n                           akcji Spółki po cenie rynkowej 7,53 SEK _3,38 zł_ za jedną akcję w ramach rozliczenia\n                           należności od Nemus Holding AB. W załączeniu emitent przekazuje oryginalną treść zawiadomień.Podstawa prawna przekazania raportu:art. 160 ust. 4 Ustawy o obrocie.",
        "date": "2015-07-10"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Arctic Paper S.A. _\"Spółka\"_ informuje, że w dniu 10 lipca 2015 roku otrzymał\n                           od akcjonariusza - Nemus Holding AB _z siedzibą w Göteborgu, Szwecja_, kontrolowanego\n                           przez Pana Thomasa Onstada, członka rady nadzorczej Spółki, zawiadomienie w sprawie\n                           zmiany stanu posiadania w ogólnej liczbie głosów Spółki.Treść zawiadomienia stanowi załącznik do raportu.Podstawa prawna szczególna: Art. 70 pkt 1 i 70a Ustawy o ofercie",
        "date": "2015-07-10"
    },
    {
        "company_name": "ARCTIC PAPER SA",
        "content": "Zarząd Spółki Arctic Paper S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości wykaz\n                           akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki w dniu 29 czerwca 2015 roku.Akcjonariusz NEMUS HOLDING ABLiczba akcji na WZA 41086000Liczba głosów z akcji na WZA 41086000Udział w liczbie głosów na WZA 98,13%Udział w ogólnej liczbie głosów na WZ 59,3%Podstawa prawna przekazania raportu:Art. 70 pkt 3 Ustawy o ofercie publicznej - WZA lista powyżej 5%",
        "date": "2015-06-29"
    }
]