[
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że w dniu 23 grudnia 2015 r. otrzymał zawiadomienie\n                           od wiceprezesa Zarządu Spółki o dokonanych przez niego transakcjach sprzedaży i kupna\n                           akcji Spółki, których łączna wartość przekroczyła równowartość w złotych polskich\n                           kwoty 5 000 euro. Przedmiotowe transakcje dotyczą:- sprzedaży w dniu 21 grudnia 2015 r. 38 895 akcji po cenie 2,70 zł każda;- zakupu w dniu 22 grudnia 2015 r. 7 000 akcji po cenie 2,70 zł każda;- zakupu w dniu 22 grudnia 2015 r. 52 000 akcji po cenie 2,65 zł każda;- zakupu w dniu 23 grudnia 2015 r. 7 287 akcji po cenie 2,65 zł każda.Wszystkie akcje, o których mowa powyżej, to akcje zwykłe na okaziciela. Transakcje\n                           zostały zawarte na rynku regulowanym w trybie transakcji sesyjnych zwykłych.",
        "date": "2015-12-23"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym Rada Nadzorcza Spółki\n                           podjęła uchwałę o powołaniu z dniem 11 stycznia 2016 r. Jacka Szczepańskiego na członka\n                           zarządu Spółki w funkcji wiceprezesa zarządu ds. operacyjnych.Jacek Szczepański, ur. 1968 r., posiada wykształcenie wyższe. Absolwent studiów magisterskich\n                           Wydziału Informatyki i Zarządzania Politechniki Wrocławskiej _ 1992_. Uczestnik programów\n                           menedżerskich prowadzonych przez Insead, Francja i London School of Economics, Wielka\n                           Brytania.Przebieg pacy zawodowej: 1993-1995: Dynasoft s.c., produkcja oprogramowania, założyciel\n                           i właściciel; 1995-1998: SAP Polska, Konsultant wdrożeniowy; 1998-2001: SAP Polska,\n                           Menedżer w dziale Konsultingu; 2001-2003: SAP Polska, Dyrektor Działu Sprzedaży Sektora\n                           Przemysłowego; 2003-2013: SAP Polska, Dyrektor Konsultingu; 2011-2013: SAP Polska,\n                           wiceprezes Zarządu; 2013-2015: Hewlett-Packard Polska, Szef działu Konsultingu Technologicznego,\n                           członek kierownictwa działu Enterprise Group.Jacek Szczepański posiada bogate doświadczenie w zakresie tworzenia i wdrażania strategii\n                           rynkowych, budowy i zarządzania działami sprzedaży oraz usługowymi _konsulting_, a\n                           także sprzedaży oprogramowania, usług i infrastruktury IT Jacek Szczepański nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           Spółki oraz jej podmiotów powiązanych. Nie uczestniczy w spółce konkurencyjnej jako\n                           wspólnik spółki cywilnej, spółki osobowej, członek organu spółki kapitałowej ani nie\n                           uczestniczy w innej konkurencyjnej osobie prawnej jako członek jej organu. Nie został\n                           wpisany do Rejestru Dłużników Niewypłacalnych na podstawie Ustawy o Krajowym Rejestrze\n                           Sądowym.",
        "date": "2015-12-16"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że w dniu 10 września 2015 r. otrzymał zawiadomienie\n                           od Nationale-Nederlanden Powszechne Towarzystwo Emerytalne S.A. _dawniej ING Powszechne\n                           Towarzystwo Emerytalne S.A._ z siedzibą w Warszawie, iż w wyniku nabycia akcji rozliczonych\n                           w dniu 3 września 2015 r. Nationale-Nederlanden Otwarty Fundusz Emerytalny _dawniej\n                           ING Otwarty Fundusz Emerytalny_ dalej \"Fundusz\", zwiększył stan posiadanych akcji\n                           o co najmniej 2% ogólnej liczby głosów na walnym zgromadzeniu akcjonariuszy Spółki.Przed nabyciem akcji, o którym mowa powyżej, Fundusz posiadał 5 175 255 akcji Spółki,\n                           stanowiących 14,24% kapitału zakładowego Spółki. Z tych akcji przysługiwało 5 175\n                           255 głosów na walnym zgromadzeniu akcjonariuszy Spółki, stanowiących 14,24% ogólnej\n                           liczby głosów.W dniu 9 września 2015 r. stan posiadania na rachunku papierów wartościowych Funduszu\n                           wynosił 5 906 601 akcji Spółki, stanowiących 16,25% kapitału zakładowego Spółki. Akcje\n                           te uprawniały do 5 906 601 głosów na walnym zgromadzeniu Spółki, stanowiących 16,25%\n                           ogólnej liczby głosów.",
        "date": "2015-09-10"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że dnia 30 czerwca 2015 r. podpisana została\n                           Umowa na budowę i wdrożenie centrów danych, ośrodków przetwarzania i archiwizacji\n                           danych _dalej \"Umowa\"_ pomiędzy Spółką a Resortowym Centrum Zarządzania Sieciami i\n                           Usługami Teleinformatycznymi _dalej \"Zamawiający\"_. Wartość umowy wynosi 66,4 mln\n                           zł brutto. Warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.Przedmiotem umowy jest dostawa platformy wirtualizacji, rozbudowa istniejącej platformy\n                           wirtualizacji oraz dostawa sprzętu i oprogramowania do archiwum dokumentów elektronicznych,\n                           wraz z usługami instalacji, wdrożenia, serwisu i szkolenia. Termin wykonania umowy\n                           w zakresie wykonania wdrożenia został określony na 15 grudnia 2016 r. Wykonawca zamówienia\n                           będzie realizował serwis gwarancyjny przez 36 miesięcy. Umowa określa kary umowne za odstąpienie Zamawiającego od Umowy z powodu okoliczności,\n                           za które odpowiada wykonawca w wysokości 20% wartości brutto Umowy, za opóźnienie\n                           w wykonaniu całości przedmiotu Umowy w wysokości 0,2% wartości brutto Umowy za każdy\n                           dzień opóźnienia oraz za niewykonanie w terminie zobowiązań gwarancyjnych wynikających\n                           z Umowy w wysokości 2 000 zł brutto za każdy dzień opóźnienia. Postanowienia dotyczące\n                           kar umownych nie wyłączają prawa Zamawiającego do dochodzenia odszkodowania na zasadach\n                           ogólnych kodeksu cywilnego.Kryterium uznania umowy za znaczącą jest przekroczenie kwoty 10% wartości przychodów\n                           ze sprzedaży Grupy Kapitałowej Emitenta za okres ostatnich czterech kwartałów obrotowych,\n                           które wyniosły 213 558 tys. zł.",
        "date": "2015-06-30"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że 6 maja 2015 r. zwyczajne walne zgromadzenie\n                           Spółki podjęło uchwałę w sprawie podziału zysku. Na mocy ww. uchwały zwyczajne walne\n                           zgromadzenie postanowiło przeznaczyć cały zysk netto spółki za rok obrotowy 2014 wynoszący\n                           5 174 547,50 zł oraz kwotę 276 954,10 zł z niepodzielonego zysku za rok 2013, co łącznie\n                           stanowi kwotę w wysokości 5 451 501,60 zł, na wypłatę dywidendy. Oznacza to wartość\n                           dywidendy na jedną akcję w kwocie 0,15 zł.Zgodnie z podjętą uchwałą zwyczajnego walnego zgromadzenia Spółki dniem ustalenia\n                           prawa do dywidendy jest dzień 9 czerwca 2015 roku. Termin wypłaty dywidendy ustalono\n                           na dzień 23 czerwca 2015 roku. Dywidendą zostaną objęte wszystkie akcje Spółki w liczbie\n                           36 343 344.",
        "date": "2015-05-06"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. podaje do wiadomości wykaz akcjonariuszy posiadających co najmniej\n                           5% głosów na zwyczajnym walnym zgromadzeniu Atende S.A., które odbyło się 6 maja 2015\n                           roku:1. Spinoza Investments sp. z o.o. S.K.A., 8 668 965 głosów, 49,91% na ZWZ, 23,85%\n                           ogółem,2. ING Otwarty Fundusz Emerytalny, 4 250 000 głosów, 24,47% na ZWZ, 11,69% ogółem,3. Roman Szwed, 3 287 993 głosów, 18,93% na ZWZ, 9,05% ogółem.Na zwyczajnym walnym zgromadzeniu reprezentowanych było łącznie 17 369 958 akcji stanowiących\n                           47,79% kapitału zakładowego.",
        "date": "2015-05-06"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. przekazuje w załączeniu treść uchwał podjętych przez zwyczajne\n                           walne zgromadzenie Atende S.A., które odbyło się 6 maja 2015 roku.",
        "date": "2015-05-06"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że w dniu 22 kwietnia 2015 r. otrzymał zawiadomienie\n                           od ING Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie, iż w wyniku\n                           nabyć akcji rozliczonych w dniu 16 kwietnia 2015 r. ING Otwarty Fundusz Emerytalny\n                           _\"Fundusz\"_ zwiększył stan posiadanych akcji o co najmniej 2% ogólnej liczby głosów\n                           na walnym zgromadzeniu akcjonariuszy Spółki.Przed nabyciem akcji, o którym mowa powyżej, Fundusz posiadał 4 371 966 akcji Spółki,\n                           stanowiących 12,03% kapitału zakładowego Spółki. Z tych akcji przysługiwało 4 371\n                           966 głosów na walnym zgromadzeniu akcjonariuszy Spółki, stanowiących 12,03% ogólnej\n                           liczby głosów.W dniu 22 kwietnia 2015 r. stan posiadania na rachunku papierów wartościowych Funduszu\n                           wynosił 4 447 266 akcji Spółki, stanowiących 12,24% kapitału zakładowego Spółki. Akcje\n                           te uprawniały do 4 447 266 głosów na walnym zgromadzeniu Spółki, stanowiących 12,24%\n                           ogólnej liczby głosów.Zwiększenie o ponad 2% ogólnej liczby głosów na walnym zgromadzeniu akcjonariuszy\n                           Spółki nastąpiło względem stanu posiadania przez Fundusz 3 667 415 akcji Spółki, o\n                           którym Spółka poinformowała raportem bieżącym nr 12/2014 dnia 5 września 2014 r. na\n                           podstawie zawiadomienia od ING Powszechne Towarzystwo Emerytalne S.A. o przekroczeniu\n                           progu 10%.W perspektywie 12 miesięcy Fundusz nie wyklucza zwiększania lub zmniejszania ilości\n                           posiadanych akcji w zależności od sytuacji rynkowej i funkcjonowania Spółki. Celem\n                           nabycia akcji Spółki jest lokowanie środków pieniężnych w ramach działalności inwestycyjnej\n                           Funduszu.",
        "date": "2015-04-23"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że w dniu 16 kwietnia 2015 r. Rada Nadzorcza\n                           Spółki, podjęła uchwałę o wyborze biegłego rewidenta - PKF Consult sp. z o.o. z siedzibą\n                           w Warszawie - do przeprowadzenia przeglądu półrocznego sprawozdania jednostkowego\n                           Spółki i półrocznego skonsolidowanego sprawozdania Grupy Kapitałowej Spółki za I półrocze\n                           2015 r. oraz badania jednostkowego sprawozdania finansowego Spółki i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Spółki za 2015 r.Spółka PKF Consult sp. z o.o. jest podmiotem uprawnionym do badania sprawozdań finansowych\n                           na podstawie wpisu na listę biegłych rewidentów nr 477 w Krajowej Izbie Biegłych Rewidentów\n                           w Warszawie.Spółka korzystała z usług spółki PKF Consult sp. z o.o. przy badaniu sprawozdań rocznych\n                           za lata 2013 i 2014 oraz przy przeglądzie sprawozdania za I półrocze 2014 r. Wcześniej,\n                           badania sprawozdań rocznych za lata 2011 i 2012 oraz przegląd sprawozdania za I półrocze\n                           2013 r. przeprowadziła spółka PKF Audyt sp. z o.o., która 27 września 2013 r. została\n                           połączona ze spółkami PKF Consult, PKF Capital oraz PKF Tax tworząc PKF Consult sp.\n                           z o.o.Umowa, do której zawarcia Rada Nadzorcza upoważniła Zarząd Spółki, zostanie zawarta\n                           na okres jednego roku. Wybór został dokonany zgodnie z obowiązującymi przepisami i\n                           normami zawodowymi.",
        "date": "2015-04-17"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd spółki Atende S.A. _\"Spółka\"_ z siedzibą w Warszawie, działając na podstawie\n                           art. 399 par. 1, art. 4021 par. 1 i 2 ksh i art. 4022 ksh zwołuje Zwyczajne Walne\n                           Zgromadzenie na dzień 6 maja 2015 r. na godz. 11:00 w siedzibie Spółki przy ul. Ostrobramskiej\n                           86 w Warszawie, z następującym porządkiem obrad: 1. Otwarcie obrad Zwyczajnego Walnego Zgromadzenia;2. Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia;3. Stwierdzenie zdolności Zwyczajnego Walnego Zgromadzenia do podejmowania uchwał;4. Przyjęcie porządku obrad;5. Przedstawienie sprawozdań Rady Nadzorczej Spółki z wyników oceny: _a_ sprawozdania\n                           Zarządu z działalności Spółki oraz sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           Atende S.A. za rok 2014, _b_ sprawozdania finansowego Spółki oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Atende S.A. za rok 2014, _c_  wniosku Zarządu\n                           co do podziału zysku Spółki oraz _d_ sytuacji Spółki w roku 2014;  6. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Spółki za rok\n                           2014;7. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           Atende S.A. za rok 2014;8. Rozpatrzenie i zatwierdzenie sprawozdania finansowego Spółki za rok 2014;9. Rozpatrzenie i zatwierdzenia skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Atende S.A. za rok 2014;  10. Podział zysku Spółki;11. Udzielenie członkom Zarządu absolutorium z wykonania przez nich obowiązków za\n                           rok 2014;12. Udzielenie członkom Rady Nadzorczej absolutorium z wykonania przez nich obowiązków\n                           za rok 2014;13. Zamknięcie obrad.  Dzień rejestracji uczestnictwa w Walnym ZgromadzeniuDzień rejestracji uczestnictwa w Walnym Zgromadzeniu przypada na 16 dni przed datą\n                           Zgromadzenia, tj. na dzień 20 kwietnia 2015 r. Prawo do uczestnictwa w Walnym Zgromadzeniu W Walnym Zgromadzeniu mają prawo uczestniczyć osoby będące akcjonariuszami Spółki\n                           na 16 dni przed datą Walnego Zgromadzenia, tj. w dniu rejestracji uczestnictwa w Walnym\n                           Zgromadzeniu. Uprawnieni z akcji imiennych i świadectw tymczasowych oraz zastawnicy i użytkownicy,\n                           którym przysługuje prawo głosu, mają prawo uczestniczenia w Walnym Zgromadzeniu, jeżeli\n                           są wpisani do księgi akcyjnej w dniu rejestracji.Uprawnieni ze zdematerializowanych akcji na okaziciela spółki Atende S.A. nie wcześniej\n                           niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później niż w pierwszym dniu\n                           powszednim po rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu zgłaszają\n                           do podmiotu prowadzącego rachunek papierów wartościowych żądanie wystawienia imiennego\n                           zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu. W treści zaświadczenia\n                           zgodnie z wolą akcjonariusza powinna zostać wskazana część lub wszystkie akcje zarejestrowane\n                           na jego rachunku papierów wartościowych.Zaświadczenie, o którym mowa powyżej, musi zawierać:   a_  firmę _nazwę_, siedzibę, adres i pieczęć wystawiającego oraz numer zaświadczenia,   b_  liczbę akcji,   c_  rodzaj i kod akcji,   d_  firmę _nazwę_, siedzibę i adres spółki publicznej, która wyemitowała akcje,   e_  wartość nominalną akcji,   f_  imię i nazwisko albo firmę _nazwę_ uprawnionego z akcji,   g_  siedzibę _miejsce zamieszkania_ i adres uprawnionego z akcji,   h_  cel wystawienia zaświadczenia,   i_  datę i miejsce wystawienia zaświadczenia,   j_  podpis osoby upoważnionej do wystawienia zaświadczenia. Prawo akcjonariusza żądania umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw w porządku obrad Walnego Zgromadzenia.\n                           Żądanie powinno zostać zgłoszone Zarządowi Spółki nie później niż na dwadzieścia jeden\n                           dni przed wyznaczonym terminem Walnego Zgromadzenia, tj. do dnia 15 kwietnia 2015\n                           r. Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           porządku obrad. Zarząd niezwłocznie, jednak nie później niż na osiemnaście dni przed\n                           wyznaczonym terminem Zwyczajnego Walnego Zgromadzenia, tj. do dnia 18 kwietnia 2015\n                           r., ogłasza zmiany porządku obrad, wprowadzone na żądanie akcjonariuszy. Ogłoszenie\n                           następuje w sposób właściwy dla zwołania Walnego Zgromadzenia. Żądania należy przesyłać\n                           na adres siedziby Spółki lub w postaci elektronicznej na adres: kontakt@atende.pl.\n                           Do żądania dołączane są dokumenty potwierdzające uprawnienie do zgłoszenia niniejszego\n                           żądania.Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad lub spraw, które mają zostać wprowadzone do porządku obrad przed\n                           terminem Walnego ZgromadzeniaAkcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego Spółki mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce\n                           na piśmie lub przy wykorzystaniu środków komunikacji elektronicznej projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw, które\n                           mają zostać wprowadzone do porządku obrad Walnego Zgromadzenia. Spółka niezwłocznie\n                           ogłasza projekty uchwał na stronie internetowej Spółki. Projekty uchwał wraz z uzasadnieniem\n                           należy przesyłać na adres siedziby Spółki lub w postaci elektronicznej na adres: kontakt@atende.pl.Prawo do zgłaszania projektów uchwał dotyczących spraw wprowadzonych do porządku obrad\n                           podczas Walnego Zgromadzenia Każdy z akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad. Akcjonariusz ponadto ma prawo wnoszenia propozycji\n                           zmian i uzupełnień do projektów uchwał, objętych porządkiem obrad Walnego Zgromadzenia\n                           do czasu zamknięcia dyskusji nad punktem porządku obrad obejmującym projekt uchwały,\n                           której taka propozycja dotyczy. Propozycje te wraz z krótkim uzasadnieniem winny być\n                           składane na piśmie osobno dla każdego projektu uchwały z podaniem imienia i nazwiska\n                           albo firmy _nazwy_ akcjonariusza, na ręce Przewodniczącego Walnego Zgromadzenia.Wykonywanie prawa głosu przez pełnomocnika Zgodnie z art. 412 oraz 412¹ Kodeksu spółek handlowych akcjonariusze mogą uczestniczyć\n                           w Walnym Zgromadzeniu spółki Atende S.A. oraz wykonywać prawo głosu osobiście lub\n                           przez pełnomocników.Akcjonariusz będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocników.Akcjonariusz niebędący osobą fizyczną  może uczestniczyć w Walnym Zgromadzeniu oraz\n                           wykonywać prawo głosu przez osobę uprawnioną do składania oświadczeń woli w jego imieniu\n                           lub przez pełnomocników. Przedstawiciele osób prawnych powinni okazać aktualne odpisy\n                           z właściwych rejestrów sądowych wymieniające osoby uprawnione do reprezentowania tych\n                           podmiotów. Osoby nie wymienione w w/w odpisie powinny legitymować się właściwym pełnomocnictwem\n                           podpisanym przez osoby uprawnione do reprezentowania danego podmiotu.Pełnomocnictwo, pod rygorem nieważności, powinno być udzielone na piśmie lub w postaci\n                           elektronicznej. Formularz zawierający wzór pełnomocnictwa znajdujący się końcu niniejszego\n                           ogłoszenia dostępny jest od dnia publikacji niniejszego ogłoszenia na stronie internetowej\n                           Spółki www.atende.pl w zakładce Relacje inwestorskie / Walne Zgromadzenia oraz w siedzibie\n                           Spółki w Warszawie przy ul. Ostrobramskiej 86, w godzinach od 9:00 do 16:00.Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu Spółki i wykonywania prawa\n                           głosu może być udzielone w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci\n                           elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu. Pełnomocnictwo udzielone w postaci\n                           elektronicznej powinno zapewnić identyfikację akcjonariusza oraz pełnomocnika.Pełnomocnictwo udzielone w postaci elektronicznej powinno być wysłane na adres e-mail:\n                           kontakt@atende.pl najpóźniej do godziny rozpoczęcia Walnego Zgromadzenia. O udzieleniu\n                           pełnomocnictwa w postaci elektronicznej należy zawiadomić Spółkę przy wykorzystaniu\n                           środków komunikacji elektronicznej w postaci informacji przesłanej pocztą elektroniczną\n                           na adres: kontakt@atende.pl. Informacja o udzieleniu pełnomocnictwa powinna zawierać\n                           dokładne oznaczenie pełnomocnika i mocodawcy ze wskazaniem imienia, nazwiska, serii\n                           i numeru dowodu osobistego, adresu, telefonu i adresu poczty elektronicznej obu osób.\n                           Informacja o udzieleniu pełnomocnictwa powinna wskazywać również liczbę akcji, z których\n                           wykonywane będzie prawo głosu oraz datę i nazwę Walnego Zgromadzenia Spółki, na którym\n                           prawa te będą wykonywane. Pełnomocnictwo elektroniczne powinno być sformułowane w odrębnym dokumencie podpisanym\n                           przez akcjonariusza lub osobę uprawnioną do reprezentacji akcjonariusza, przesłanym\n                           jako załącznik w formacie PDF na adres e-mail wskazany powyżej. Obowiązkowo wraz z\n                           pełnomocnictwem elektronicznym należy przesłać dokumenty potwierdzające uprawnienie\n                           danego akcjonariusza do udziału w Walnym Zgromadzeniu. Pełnomocnik obowiązany jest\n                           okazać przedmiotowe pełnomocnictwo przy sporządzaniu listy obecności. Jeżeli pełnomocnikiem na Walne Zgromadzenie Spółki jest Członek Zarządu Spółki, Członek\n                           Rady Nadzorczej Spółki lub pracownik Spółki, pełnomocnictwo upoważnia do reprezentacji\n                           tylko na Walnym Zgromadzeniu w dniu 6 maja 2015 r. Pełnomocnik ma obowiązek ujawnić\n                           akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu\n                           interesów. Udzielenie dalszego pełnomocnictwa jest wyłączone. Pełnomocnik głosuje\n                           zgodnie z instrukcjami udzielonymi przez akcjonariusza.Dokumentacja Pełny tekst dokumentacji, która ma być przedstawiona Walnemu Zgromadzeniu oraz projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad lub spraw, które mają zostać\n                           wprowadzone do porządku obrad przed terminem Walnego Zgromadzenia jest umieszczony\n                           od dnia zwołania Walnego Zgromadzenia na stronie internetowej Spółki. Dokumenty te\n                           są niezwłocznie aktualizowane w przypadku wprowadzania zmian zgodnie z przepisami\n                           Kodeksu spółek handlowych. Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu\n                           może uzyskać odpisy w/w dokumentacji w siedzibie Spółki w Warszawie przy ul. Ostrobramskiej\n                           86.Lista uprawnionych do uczestnictwa w Walnym ZgromadzeniuLista uprawnionych do uczestnictwa na Walnym Zgromadzeniu będzie wyłożona do wglądu\n                           akcjonariuszy na trzy dni powszednie przed odbyciem Walnego Zgromadzenia w siedzibie\n                           Spółki w Warszawie przy ul. Ostrobramskiej 86 w godzinach od 9:00 do 16:00. Akcjonariusz\n                           może żądać przesłania mu listy akcjonariuszy nieodpłatnie pocztą elektroniczną, podając\n                           adres, na który lista powinna być wysłana. Zaleca się akcjonariuszom pobieranie wystawionego\n                           zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu oraz sprawdzanie czy akcjonariusz\n                           został ujęty na liście akcjonariuszy uprawnionych do udziału w Walnym Zgromadzeniu.Uczestnictwo w Walnym Zgromadzeniu przy wykorzystaniu środków komunikacji elektronicznej\n                           i drogą korespondencyjnąSpółka nie przewiduje możliwości uczestnictwa w Walnym Zgromadzeniu przy wykorzystaniu\n                           środków komunikacji elektronicznej oraz oddawania głosu na Zgromadzeniu drogą korespondencyjną.\n                           Spółka nie przewiduje również możliwości wypowiadania się w trakcie Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej. Ryzyko związane z użyciem elektronicznej\n                           formy komunikacji, w szczególności przesyłanie żądania umieszczenia określonych spraw\n                           w porządku obrad Walnego Zgromadzenia, zgłoszenie projektów uchwał dotyczących spraw\n                           wprowadzonych do porządku obrad lub spraw, które mają zostać wprowadzone do porządku\n                           obrad przed terminem Walnego Zgromadzenia oraz zawiadomienie Spółki o ustanowieniu\n                           pełnomocnika na adres e-mail wskazany w niniejszym ogłoszeniu, leży po stronie Akcjonariusza.\n                           WZÓR PEŁNOMOCNICTWA_Osoba Prawna i jednostka organizacyjna, o której mowa w art. 33 1 k.c._:Ja …………………………….. _wskazać imię, nazwisko i adres_ legitymujący się …………………………… _wskazać\n                           dokument tożsamości_ o numerze …………………………. _wskazać numer i serię dokumentu_ / Działając\n                           w imieniu ………………………………. _wskazać nazwę podmiotu, siedzibę, adres, numer rejestrowy,\n                           numer KRS1 i NIP_ niniejszym udzielam/udzielamy Pani/Panu ……………………………… _wskazać imię\n                           i nazwisko_ legitymującemu/ej się ………………………….. _wskazać dokument tożsamości_ o numerze\n                           …………………………… _wskazać numer i serię dokumentu_, zamieszkałemu/ej ……………………………. _wskazać\n                           adres_ pełnomocnictwa do uczestniczenia i wykonywania prawa głosu z posiadanych przeze\n                           mnie / przez …………….. _wskazać podmiot_ akcji Atende Spółka Akcyjna na Zwyczajnym Walnym\n                           Zgromadzeniu Atende S.A. zwołanym na dzień 6 maja 2015 r.……………………………… _Podpis/Podpisy_……………………. dnia ……………… 2015 r. _wskazać miejscowość i datę_……………………………… _wskazać dane kontaktowe Pełnomocnika_ 1 odpis z KRS należy przesłać wraz z pełnomocnictwem  WZÓR PEŁNOMOCNICTWA_Osoba Fizyczna_:Ja …………………………….. _wskazać imię, nazwisko i adres_ legitymujący się …………………………… _wskazać\n                           dokument tożsamości_ o numerze …………………………. _wskazać numer i serię dokumentu_ niniejszym\n                           udzielam/udzielamy Pani/Panu ……………………………… _wskazać imię i nazwisko_ legitymującemu/ej\n                           się ………………………….. _wskazać dokument tożsamości_ o numerze …………………………… _wskazać numer\n                           i serię dokumentu_, zamieszkałemu/ej ……………………………. _wskazać adres_ pełnomocnictwa do\n                           uczestniczenia i wykonywania prawa głosu z posiadanych przeze mnie / przez ……………..\n                           _wskazać podmiot_ akcji Atende Spółka Akcyjna na Zwyczajnym Walnym Zgromadzeniu Atende\n                           S.A. zwołanym na dzień 6 maja 2015 r.……………………………… _Podpis/Podpisy_……………………. dnia ……………… 2015 r. _wskazać miejscowość i datę_……………………………… _wskazać dane kontaktowe Pełnomocnika_",
        "date": "2015-05-06"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. informuje, że w dniu 9 kwietnia 2015 r. podjął uchwałę w sprawie\n                           zarekomendowania zwyczajnemu walnemu zgromadzeniu Spółki wypłaty dywidendy w wysokości\n                           5 451 501,60 zł, co oznacza kwotę 0,15 zł na jedną akcję. Zarząd Spółki rekomenduje\n                           ustalenie daty 9 czerwca 2015 r. jako dnia dywidendy oraz daty 23 czerwca 2015 r.\n                           jako terminu wypłaty dywidendy. Rekomendacja zostanie przedłożona radzie nadzorczej\n                           Spółki do oceny. Ostateczną decyzję w przedmiocie podziału zysku za 2014 r. podejmie\n                           zwyczajne walne zgromadzenie Spółki.",
        "date": "2015-04-09"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że w dniu 2 marca 2015 r. otrzymał zawiadomienie\n                           od BZ WBK Asset Management S.A. z siedzibą w Poznaniu _\"BZ WBK AM\"_, iż w wyniku sprzedaży\n                           akcji w dniu 25 lutego 2015 r. klienci BZ WBK AM stali się posiadaczami akcji zapewniających\n                           mniej niż 5% ogólnej liczby głosów na walnym zgromadzeniu Spółki.Przed zmniejszeniem udziału, o którym mowa powyżej, klienci BZ WBK AM, których rachunki\n                           są objęte umowami o zarządzanie, posiadali 1 817 927 akcji Spółki, co stanowi 5,00%\n                           w kapitale zakładowym. Z tych akcji przysługiwały 1 817 927 głosy na walnym zgromadzeniu\n                           Spółki, co stanowi 5,00% udziału w ogólnej liczbie głosów na walnym zgromadzeniu Spółki.W dniu 25 lutego 2015 r. klienci BZ WBK AM, których rachunki są objęte umowami o zarządzanie,\n                           posiadali 1 799 209 akcji Spółki, co stanowi 4,95% w kapitale zakładowym. Z tych akcji\n                           przysługiwały 1 799 209 głosy na walnym zgromadzeniu Spółki, co stanowi 4,95% udziału\n                           w ogólnej liczbie głosów na walnym zgromadzeniu Spółki.",
        "date": "2015-03-02"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A., działając na podstawie § 103 ust. 1 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych _…_, informuje\n                           o terminach publikacji raportów okresowych w 2015 r.:•\tJednostkowy Raport Roczny za 2014 rok – 23 marca 2015 r.•\tSkonsolidowany Raport Roczny za 2014 rok – 23 marca 2015 r.•\tSkonsolidowany Raport Kwartalny za I kwartał 2015 roku – 13 maja 2015 r.•\tSkonsolidowany Raport Półroczny za I półrocze 2015 roku – 31 sierpnia 2015 r.•\tSkonsolidowany Raport Kwartalny za III kwartał 2015 roku – 16 listopada 2015 r.Zarząd Atende S.A. oświadcza, że nie będzie przekazywał do publicznej wiadomości Skonsolidowanego\n                           Raportu Kwartalnego za IV kwartał 2014 r. _zgodnie z § 102 ust. 1 ww. Rozporządzenia_\n                           oraz Skonsolidowanego Raportu Kwartalnego za II kwartał 2015 r. _zgodnie z § 101 ust.\n                           2 ww. Rozporządzenia_.Jednocześnie zgodnie z § 83 ust. 1 oraz ust. 3 ww. Rozporządzenia, Zarząd Spółki oświadcza,\n                           że nie będzie publikował odrębnych jednostkowych raportów kwartalnych oraz raportu\n                           półrocznego, oraz że zamierza publikować skonsolidowane raporty kwartalne zawierające\n                           skrócone jednostkowe informacje finansowe i skonsolidowany raport półroczny zawierający\n                           skrócone jednostkowe sprawozdanie półroczne wraz z opinią biegłego rewidenta z przeglądu\n                           sprawozdania.",
        "date": "2015-01-19"
    },
    {
        "company_name": "ATENDE SA",
        "content": "Zarząd Atende S.A. _\"Spółka\"_ informuje, że w dniu 12 stycznia 2015 r. otrzymał zawiadomienie\n                           od wiceprezesa Zarządu Spółki o dokonanych przez niego transakcjach nabycia akcji\n                           Spółki, których łączna wartość przekroczyła równowartość w złotych polskich kwoty\n                           5 000 euro. Przedmiotowe transakcje dotyczą zakupu:- w dniu 23 grudnia 2014 r. 5 000 akcji po cenie 2,40 zł każda;- w dniu 5 stycznia 2015 r. 1 560 akcji po cenie 2,30 zł każda;- w dniu 7 stycznia 2015 r. 1 075 akcji po cenie 2,30 zł każda;- w dniu 8 stycznia 2015 r. 6 000 akcji po cenie 2,36 zł każda;- w dniu 12 stycznia 2015 r. 8 365 akcji po cenie 2,50 zł każda.Wszystkie akcje, o których mowa powyżej, to akcje zwykłe na okaziciela, nabyte na\n                           rynku regulowanym w trybie transakcji sesyjnych zwykłych.",
        "date": "2015-01-12"
    }
]