[
    {
        "company_name": "ATREM SA",
        "content": "W nawiązaniu do raportu bieżącego nr 44/2016, Zarząd Atrem S.A. informuje, iż w dniu\n                           19 grudnia 2016 r. powziął informację o zawarciu w trybie obiegowym przez spółkę zależną\n                           od Emitenta: Contrast Sp. z o. o. _Wykonawca_ umowy z ENEA Operator Sp. z o. o. z\n                           siedzibą w Poznaniu Oddział Dystrybucji Szczecin _Zamawiający_ na realizację zamówienia\n                           pn. \"Przebudowa rozdzielni WN i SN stacji 110/15kV Zdroje\". O wyborze oferty spółki zależnej od Emitenta: Contrast Sp. z o. o. na realizację wskazanego\n                           powyżej zadania, Emitent informował raportem bieżącym nr 44/2016.Wartość wynagrodzenia Contrast Sp. z o. o. wynosi 8.980.000,00 zł netto _słownie:\n                           osiem milionów dziewięćset osiemdziesiąt tysięcy 00/100_.Termin realizacji zamówienia został określony do 20 kwietnia 2018 r.Wykonawca wniósł zabezpieczenie należytego wykonania umowy w wysokości 5% wartości\n                           wynagrodzenia umownego brutto. Okres gwarancji: W zakresie robót budowlanych: 60 miesięcy od dnia podpisania protokołu odbioru końcowego.W zakresie dostarczonych elementów linii kablowej 110 kV _gwarancja na materiały_:\n                           96 miesiący od dnia podpisania protokołu odbioru końcowego.Zamawiający niezależnie od uprawnień wynikających z gwarancji zastrzegł sobie możliwość\n                           wykonywania uprawnień wynikających z tytułu rękojmi. Okres rękojmi określony został\n                           na 60 miesięcy od dnia podpisania protokołu odbioru końcowego.Wykonawca zobowiązany jest do zapłaty kary umownej za:1_ każdy rozpoczęty dzień zwłoki lub opóźnienia w zakończeniu roboty budowlanej, w\n                           wysokości 0,2% wynagrodzenia umownego netto;2_ zwłokę lub opóźnienie w usunięciu wad lub usterek stwierdzonych przy odbiorze lub\n                           ujawnionych w okresie gwarancji lub rękojmi w wysokości 0,2% wynagrodzenia umownego\n                           netto za każdy rozpoczęty dzień zwłoki i opóźnienia;3_ odstąpienie przez Zamawiającego lub Wykonawcę od umowy z przyczyn leżących po stronie\n                           Wykonawcy - w wysokości 10 % umownego wynagrodzenia netto;4_ naruszenie przez Wykonawcę obowiązków związanych z podzlecaniem prac, w wysokości\n                           2 % umownego wynagrodzenia netto;5_ każdy rozpoczęty dzień zwłoki lub opóźnienia w dostarczeniu Zamawiającemu polisy\n                           OC, w wysokości 0,1 % wynagrodzenia netto.W przypadku, gdy szkoda przekracza wysokość kar umownych, Zamawiający może dochodzić\n                           odszkodowania na zasadach ogólnych.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-12-19"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 14 grudnia 2016 roku powziął informację o zawarciu,\n                           w trybie obiegowym, przez spółkę zależną od Emitenta: Contrast Sp. z o. o. _Wykonawca_\n                           ze spółką Aldesa Construcciones Polska Sp. z o.o. z siedzibą w Warszawie _Zamawiający_,\n                           aneksu do umowy z dnia 25 lutego 2015 r. na wykonanie prac projektowych oraz robót\n                           budowlanych w zakresie instalacji mechanicznych, elektrycznych, niskiego napięcia\n                           w ramach inwestycji pod nazwą: \"Rozbudowa fabryki Gestamp we Wrześni\". Zgodnie z treścią aneksu zmianie uległ termin zakończenia realizacji przedmiotu umowy\n                           na dzień 15 grudnia 2016 r.Przedmiot umowy uległ rozszerzeniu o zakres prac dodatkowych związanych z wykonaniem\n                           przebudowy instalacji oświetlenia ewakuacyjnego. W związku z rozszerzeniem zakresu przedmiotu umowy wynagrodzenie Wykonawcy uległo\n                           podwyższeniu o kwotę 89.000,00 zł netto, w związku z czym łączne wynagrodzenie Wykonawcy\n                           za wykonanie przedmiotu umowy wynosi 13.615.449,15 zł netto _słownie: trzynaście milionów\n                           sześćset piętnaście tysięcy czterysta czterdzieści dziewięć złotych 15/100_.Pozostałe warunki aneksu nie odbiegają od warunków rynkowych powszechnie stosowanych\n                           dla tego typu umów.Emitent informował o zawarciu wskazanej powyżej umowy oraz jej zmianach w raportach\n                           bieżących nr 5/2015, 7/2016, 32/2016, 34/2016 oraz 39/2016.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-12-14"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 29 listopada 2016 r. Konsorcjum z udziałem\n                           Emitenta w składzie: Techmadex S.A. _Lider Konsorcjum_, Atrem S.A. _Partner Konsorcjum_\n                           oraz GP Energia Sp. o. o. _Partner Konsorcjum_ złożyło w Sądzie Okręgowym w Warszawie\n                           pozew przeciwko spółce Operator Gazociągów Przesyłowych GAZ - SYSTEM S.A. z siedzibą\n                           w Warszawie o ustalenie nieistnienia prawa spółki Operator Gazociągów Przesyłowych\n                           GAZ - SYSTEM S.A. do żądania zapłaty przez Konsorcjum kary umownej naliczonej w dniu\n                           4 lipca 2016 r. w związku z realizacją przez Konsorcjum zamówienia pn. Budowę Laboratorium\n                           Wzorcowania Gazomierzy przy ciśnieniu roboczym na terenie TJE Hołowczyce w ramach\n                           realizacji projektu pn: \"Opracowanie i wdrożenie technologii wzorcowania gazomierzy\n                           na średnim i wysokim ciśnieniu w systemie otwarto- zamkniętym\" _zwanej dalej Umową_,\n                           o nałożeniu której Emitent informował raportem bieżącym nr 28/2016. Wartość przedmiotu sporu: 9.767.430,00 zł _słownie: dziewięć milionów siedemset sześćdziesiąt\n                           siedem tysięcy czterysta trzydzieści złotych_.Celem wskazanego powyżej postępowania jest zapewnienie Konsorcjum ochrony ich prawnie\n                           chronionych interesów poprzez definitywne zakończenie sporu między Powódkami a Pozwaną\n                           _Operator Gazociągów Przesyłowych GAZ - SYSTEM S.A._ na tle istnienia przesłanek do\n                           nałożenia przez Pozwaną kary umownej. W przedmiotowej sprawie skutkiem ustalenia przez\n                           sąd, że Pozwanej nie przysługiwało prawo do nałożenia kary umownej na powodowe Konsorcjum\n                           będzie uniemożliwienie wykorzystywania noty wystawionej tytułem kar umownych w celu\n                           dochodzenia roszczeń przez Pozwaną poprzez m.in. skorzystanie z gwarancji ubezpieczeniowej\n                           wystawionej przez powodowe Konsorcjum tytułem zabezpieczenia należytego wykonania\n                           umowy, potrącenie należności z wynagrodzenia Powódek czy też skierowanie powództwa\n                           o zapłatę całości lub części kwoty objętej notą obciążeniową wystawioną tytułem kar\n                           umownych. Przeciwko spółce Operator Gazociągów Przesyłowych GAZ - SYSTEM S.A. aktualnie\n                           toczy się przed Sądem Okręgowym w Warszawie postępowanie z powództwa Konsorcjum z\n                           udziałem Emitenta w składzie: Techmadex S.A. _Lider Konsorcjum_, Atrem S.A. _Partner\n                           Konsorcjum_ oraz GP Energia Sp. o. o. _Partner Konsorcjum_ o zapłatę kwoty 12.140.070,20\n                           zł tytułem należności wynikających z realizacji umowy na wykonanie zamówienia pn.\n                           Budowę Laboratorium Wzorcowania Gazomierzy przy ciśnieniu roboczym na terenie TJE\n                           Hołowczyce w ramach realizacji projektu pn: \"Opracowanie i wdrożenie technologii wzorcowania\n                           gazomierzy na średnim i wysokim ciśnieniu w systemie otwarto- zamkniętym\" _zwanej\n                           dalej Umową_, odpowiadającą wartości nienależnego świadczenia. O złożeniu pozwu w\n                           ww. sprawie Emitent informował raportem bieżącym nr 9/2016.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady  _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku  _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-11-29"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że Rada Nadzorcza Spółki, zgodnie z § 24 ust. 2 pkt j_\n                           Statutu Spółki Atrem S.A. w związku z § 20 ust 1 pkt j_ Regulaminu Rady Nadzorczej\n                           oraz art. 66 ust. 4 ustawy o rachunkowości, w dniu 17 listopada 2016 roku dokonała\n                           wyboru spółki SWGK Audyt sp. z o.o. z siedzibą w Poznaniu przy ulicy Wojskowej 4 _dawniej\n                           HLB Sarnowski & Wiśniewski Sp. z o.o._ na biegłego rewidenta.Biegły rewident został wybrany do badania rocznego jednostkowego sprawozdania finansowego\n                           Atrem S.A. za rok 2016 oraz rocznego skonsolidowanego sprawozdania finansowego Grupy\n                           Kapitałowej Atrem za rok 2016.SWGK Audyt sp. z o.o. została wpisana na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych, prowadzoną przez Krajową Izbę Biegłych Rewidentów, pod numerem 2917.Umowa z SWGK Audyt sp. z o.o. ma być zawarta na okres umożliwiający przeprowadzenie\n                           wyżej wymienionych usług.Spółka Atrem S.A. dotychczas korzystała z usług SWGK Audyt sp. z o.o. _dawniej: HLB\n                           Sarnowski &Wiśniewski sp. z o.o._ przy badaniu jednostkowego oraz skonsolidowanego\n                           sprawozdania finansowego za rok obrotowy 2007, 2008, 2009, 2010, 2011, 2012, 2013,\n                           2014 i 2015, a także przy przeglądzie półrocznego jednostkowego sprawozdania finansowego\n                           spółki Atrem S.A. za I półrocze 2009 roku, za I półrocze 2010 roku, I półrocze 2011\n                           roku, I półrocze 2012 roku, I półrocze 2013 roku, I półrocze 2014, I półrocze 2015,\n                           oraz przeglądzie półrocznego skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Atrem za I półrocze 2009 roku, za I półrocze 2010 roku, za I półrocze 2011 roku, za\n                           I półrocze 2012 roku, I półrocze 2013 roku, I półrocze 2014, I półrocze 2015 oraz\n                           przeglądzie półrocznego skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Atrem za I półrocze 2016 roku, zawierającego skrócone jednostkowe sprawozdanie finansowe\n                           Atrem spółka akcyjna za I półrocze 2016 roku.Wybór dokonany przez Radę Nadzorczą nastąpił zgodnie z obowiązującymi przepisami i\n                           normami zawodowymi.Podstawą prawną niniejszego raportu jest: § 5 ust. 1 pkt. 19 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz.U.\n                           2014 poz. 133_.",
        "date": "2016-11-17"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 10 listopada 2016 r. spółki Grupy Kapitałowej\n                           ATREM- tj. Atrem S.A. oraz Contrast sp. z o. o. zawarły z Gothaer Towarzystwem Ubezpieczeń\n                           S.A. aneksy do umów zlecenia udzielania gwarancji ubezpieczeniowych zapłaty wadium,\n                           dobrego wykonania kontraktu, właściwego usunięcia wad i usterek, należytego wykonania\n                           umowy.Zgodnie z treścią aneksów do obu umów _umowy zawartej przez Atrem S.A. z Gothaer Towarzystwem\n                           Ubezpieczeń S.A. oraz umowy zawartej przez Contrast Sp. z o. o. z Gothaer Towarzystwem\n                           Ubezpieczeń S.A._  wydłużeniu uległ okres wystawiania gwarancji do dnia 06.10.2017\n                           r.Łączny maksymalny odnawialny limit gwarancyjny przysługujący spółkom Grupy Kapitałowej\n                           ATREM na podstawie ww. umów nie uległ zmianie i wynosi 5.500.000,00 zł, przy czym\n                           limit dla spółki Atrem S.A. wynosi 3.000.000,00 zł a dla spółki Contrast Sp. z o.\n                           o. wynosi 2.500.000,00 zł. Emitent informował o zawarciu umów z Gothaer Towarzystwem Ubezpieczeń S.A. raportem\n                           bieżącym nr 8/2015.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady  _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku  _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-11-10"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 2 listopada 2016 r. powziął informację, iż\n                           w okresie od dnia 9 sierpnia 2016 r. do dnia 2 listopada 2016 r., spółki Grupy Kapitałowej\n                           ATREM zawarły ze spółkami Grupy Kapitałowej PGNiG umowy na łączną szacunkową wartość\n                           5.631.826,09 zł netto _słownie: pięć milionów sześćset trzydzieści jeden tysięcy osiemset\n                           dwadzieścia sześć złotych 09/100_.Umową o największej wartości jest umowa zawarta pomiędzy spółką Polska Spółka Gazownictwa\n                           sp. z o.o. _Zamawiający_ a Atrem S.A. _Wykonawca_ z dnia 4 października 2016 r., przedmiotem\n                           której jest wdrożenie Centralnego Systemu Kolekcji Danych Pomiarowych. W ramach umowy\n                           Wykonawca udzieli Zamawiającemu licencji na System Kolekcji Danych Pomiarowych, wdrażany\n                           w oparciu o oprogramowanie będące własnością Emitenta.  Termin wykonania przedmiotu umowy został określony na 6 miesięcy od dnia zawarcia\n                           umowy. Łączna wartość wynagrodzenia należnego za wykonanie przedmiotu umowy wynosi 1.340.000,00\n                           złotych netto _słownie: jeden milion trzysta czterdzieści tysięcy złotych 00/100_.Wykonawca udzieli Zamawiającemu gwarancji jakości na wykonany przedmiot umowy na okres\n                           12 miesięcy licząc od dnia następującego po dniu podpisania przez Zamawiającego końcowego\n                           protokołu odbioru Systemu bez zastrzeżeń oraz rękojmi za wady fizyczne i prawne Systemu\n                           oraz pozostałego oprogramowania jak i dostarczonej dokumentacji oraz ich poszczególnych\n                           elementów na okres 12 miesięcy licząc od dnia następującego po dniu podpisania przez\n                           Zamawiającego końcowego protokołu odbioru Systemu bez zastrzeżeń.Zamawiający jest uprawniony do naliczenia Wykonawcy kar umownych w następujących przypadkach:\n                           1_ w razie opóźnienia w dotrzymaniu terminu Wdrożenia Systemu _w tym terminów pośrednich\n                           określonych w Harmonogramie_ – w wysokości 0,5% łącznego wynagrodzenia brutto za wykonanie\n                           przedmiotu umowy za każdy dzień opóźnienia, licząc od dnia upływu terminu w którym\n                           świadczenie przewidziane w umowie miało zostać wykonane zgodnie z umową;2_ z tytułu opóźnienia w dotrzymaniu terminu udostępnienia Zamawiającemu Elektronicznego\n                           Systemu Zgłoszeń – w wysokości 0,02% łącznego wynagrodzenia brutto za wykonanie przedmiotu\n                           umowy za każdy rozpoczęty dzień opóźnienia. Kara ta naliczana jest również w razie\n                           braku dostępności do Elektronicznego Systemu Zgłoszeń – za każdy dzień braku dostępności;3_ z tytułu opóźnienia w Naprawie Błędu – w wysokości 250,00 zł _słownie: dwieście\n                           pięćdziesiąt 00/100_ za każdą rozpoczętą godzinę opóźnienia w Naprawie Błędu;4_ z tytułu opóźnienia w zaimplementowaniu i aktywacji odpowiedniej modyfikacji Systemu\n                           realizowanej w ramach wsparcia powdrożeniowego – w wysokości 300,00 zł _słownie: trzysta\n                           00/100_ za każdy rozpoczęty dzień opóźnienia w zaimplementowaniu i aktywacji odpowiedniej\n                           modyfikacji Systemu;5_ z tytułu naruszenia przez Wykonawcę, członka jego zespołu lub jakiekolwiek inne\n                           osoby lub podmioty, przy pomocy których Wykonawca realizuje umowę, któregokolwiek\n                           z obowiązków związanych z dostępem do informacji poufnej oraz ochroną danych osobowych\n                           – w wysokości 10.000,00 zł _słownie: dziesięć tysięcy złotych 00/100_ za każdy stwierdzony\n                           przypadek naruszenia takich obowiązków;6_ z tytułu odstąpienia od umowy, z przyczyn leżących po stronie Wykonawcy albo odstąpienia\n                           od Umowy przez Wykonawcę z przyczyn nieleżących po stronie Zamawiającego – w wysokości\n                           20% łącznego wynagrodzenia brutto za wykonanie przedmiotu umowy.Zamawiający zobowiązany jest zapłacić Wykonawcy karę umowną w przypadku odstąpienia\n                           od umowy przez Wykonawcę wskutek przyczyn zawinionych przez Zamawiającego lub w przypadku\n                           odstąpienia od umowy przez Zamawiającego z przyczyn nieleżących po stronie Wykonawcy\n                           – w wysokości 20% łącznego wynagrodzenia brutto za wykonanie przedmiotu umowy.Zamawiający jest uprawniony do dochodzenia odszkodowania przekraczającego wysokość\n                           zastrzeżonych kar umownych na zasadach ogólnych kodeksu cywilnego. Rozwiązanie, wygaśnięcie\n                           czy też odstąpienie od umowy z jakichkolwiek przyczyn nie powoduje wygaśnięcia roszczeń\n                           o zapłatę kary umownej czy też odszkodowania uzupełniającego.Umowa nie przewiduje limitu kar umownych. Wykonawca wniósł zabezpieczenie należytego wykonania umowy w wysokości 3% łącznego\n                           wynagrodzenia brutto za wykonanie przedmiotu umowy tj. 49.446,00 zł.Łączna wartość kontraktów zawieranych ze spółkami Grupy Kapitałowej PGNiG w określonym\n                           przedziale czasu pozwala na określenie szacunkowego zakresu udziału tych podmiotów\n                           w zamówieniach otrzymywanych przez spółki z Grupy Kapitałowej ATREM.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady  _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku  _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-11-02"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 2 listopada 2016 r. powziął informację o wyborze\n                           oferty spółki zależnej od Emitenta: Contrast Sp. z o. o. _Wykonawca_ przez ENEA Operator\n                           Sp. z o. o. z siedzibą w Poznaniu Oddział Dystrybucji Szczecin _Zamawiający_ na realizację\n                           zamówienia pn. \"Przebudowa rozdzielni WN i SN stacji 110/15kV Zdroje\".Wartość oferty spółki Contrast Sp. z o. o. wynosi 8.980.000,00 _słownie: osiem milionów\n                           dziewięćset osiemdziesiąt tysięcy 00/100_ zł netto.Termin realizacji zamówienia został określony do 20 kwietnia 2018 r.Zgodnie z warunkami postępowania na wybór wykonawcy w.w. zamówienia, Wykonawca zobowiązany\n                           jest do wniesienia zabezpieczenia należytego wykonania umowy w wysokości 5% wartości\n                           wynagrodzenia umownego brutto. Emitent poinformuje niezwłocznie osobnym raportem o podpisaniu przez spółkę zależną\n                           od Emitenta: Contrast Sp. z o. o. umowy z Zamawiającym, określającej szczegółowy zakres\n                           obowiązków Wykonawcy.W ciągu ostatnich 12 miesięcy spółka zależna od Emitenta zawarła z Enea Operator Sp.\n                           z o. o. umowy o łącznej wartości 3.615.900,00 _słownie: trzy miliony sześćset piętnaście\n                           tysięcy dziewięćset złotych 00/100_ zł netto. Po zawarciu umowy na realizację zamówienia\n                           pn. \"Przebudowa rozdzielni WN i SN stacji 110/15kV Zdroje\" łączna wartość umów zawartych\n                           przez Contrast Sp. z o. o. z Enea Operator Sp. z o. o. wyniesie 12.595.900,00 _słownie:\n                           dwanaście milionów pięćset dziewięćdziesiąt pięć tysięcy dziewięćset złotych 00/100_\n                           zł netto. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-11-02"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 26 października 2016 r. otrzymał oświadczenie\n                           MOLEWSKI S.A. z siedzibą w Chodecz _Zamawiający_ datowane na 20 października 2016\n                           r. o przyjęciu oferty Emitenta _Wykonawca_ na wykonanie instalacji niskoprądowych\n                           i systemów bezpieczeństwa w ramach inwestycji pn. \"Zaprojektowanie i wybudowanie stadionu\n                           żużlowego przy ul. 6 Sierpnia 71 w Łodzi\".Jest to drugie oświadczenie o przyjęciu oferty otrzymane przez spółki Grupy Kapitałowej\n                           ATREM w ramach inwestycji pn. \"Zaprojektowanie i wybudowanie stadionu żużlowego przy\n                           ul. 6 Sierpnia 71 w Łodzi\" w ciągu ostatnich 12 miesięcy od MOLEWSKI S.A. z siedzibą\n                           w Chodecz i jednocześnie dotyczące oferty o najwyższej wartości wynoszącej 3.550.000,00\n                           zł netto _słownie: trzy miliony pięćset pięćdziesiąt tysięcy 00/100_. Pierwsze oświadczenie o przyjęciu oferty otrzymała spółka zależna od Emitenta: Contrast\n                           Sp. z o. o. w dniu 20 czerwca 2016 roku na wykonanie instalacji elektrycznych i elektroenergetycznych\n                           wraz z projektem w ramach inwestycji pn. \"Zaprojektowanie i wybudowanie stadionu żużlowego\n                           przy ul. 6 Sierpnia 71 w Łodzi\". Wartość przyjętej przez MOLEWSKI S.A. oferty Contrast\n                           sp. z o. o. wynosi 2.545.000,00 zł netto.W związku z powyższym spółki Grupy Kapitałowej ATREM realizować będą w ramach ww.\n                           inwestycji roboty o łącznej wartości 6.095.000,00 zł netto _słownie: sześć milionów\n                           dziewięćdziesiąt pięć tysięcy 00/100_.Aktualnie przygotowywane są umowy, które będą precyzować warunki realizacji prac przez\n                           spółki Grupy Kapitałowej ATREM w ramach inwestycji pn. \"Zaprojektowanie i wybudowanie\n                           stadionu żużlowego przy ul. 6 Sierpnia 71 w Łodzi\".  Warunki realizacji przez Emitenta robót w ramach inwestycji pn. \"Zaprojektowanie i\n                           wybudowanie stadionu żużlowego przy ul. 6 Sierpnia 71 w Łodzi\":Termin zakończenia robót: 21.01.2018 r. Okres gwarancji: W zakresie robót budowlano- montażowych: 84 miesięcy od dnia zakończenia całości inwestycji.W zakresie dostarczonych urządzeń: 24 miesiące od dnia zakończenia całości inwestycji.W zakresie oprogramowania oraz sprzętu komputerowego: 24 miesiące od dnia zakończenia\n                           całości inwestycji.Wykonawca zobowiązany jest do wniesienia zabezpieczenia należytego wykonania umowy\n                           w wysokości: 10% wartości wynagrodzenia umownego brutto. W protokole z negocjacji stanowiącym załącznik do oświadczenia o przyjęciu oferty\n                           Emitenta, Strony ustaliły, iż niewykonanie lub nienależyte wykonanie umowy uprawnia\n                           Zamawiającego do żądania od Wykonawcy następujących kar umownych:a. Kara za niedotrzymanie terminu na dostarczenie, uszczegółowienie lub uaktualnienie\n                           harmonogramu robót w wysokości: 877,00 zł za każdy dzień opóźnienia;b. Kara umowna za niedotrzymanie terminu rozpoczęcia lub terminu zakończenia Przedmiotu\n                           Umowy w wysokości 4.383,00 zł za każdy dzień opóźnienia;c. Kara umowna za niedotrzymanie terminów pośrednich w wysokości: 2.191,50 zł za każdy\n                           dzień opóźnienia;d. Kara umowna za niedostarczenie podpisanych umów zawartych z dalszymi podwykonawcami\n                           w wysokości: 439,00 zł za każdy dzień opóźnienia;e. Kara umowna za nieuwzględnienie zastrzeżeń zgłoszonych do projektu umowy z dalszym\n                           podwykonawcą w wysokości 439,00 zł za każdy stwierdzony przypadek;f. Kara umowna za niedostarczenie oświadczeń dalszych podwykonawców o uregulowaniu\n                           na ich rzecz płatności przez Wykonawcę w wysokości: 439,00 zł za każdy dzień opóźnienia;g. Kara umowna za niedostarczenie oświadczenia o uregulowaniu na rzecz Wykonawcy płatności\n                           przez Zamawiającego w wysokości: 439,00 zł za każdy dzień opóźnienia;h. Kara umowna za niedotrzymanie terminu usunięcia wad/usterek określonych w protokole\n                           warunkowego potwierdzenia stanu zaawansowania albo protokole warunkowego odbioru albo\n                           zgłoszeniu naprawy gwarancyjnej w wysokości: 1.096,00 zł za każdy dzień opóźnienia;i. Kara umowna za odstąpienie przez Zamawiającego od umowy z przyczyn leżących po\n                           stronie Wykonawcy oraz za odstąpienie od Umowy przez Wykonawcę z przyczyn niezależnych\n                           od Zamawiającego w wysokości 15% wynagrodzenia umownego brutto;j. Kara umowna w wysokości 500,00 zł za każdy dzień opóźnienia w przekazaniu raportu\n                           z przeprowadzonych prac;k. Kara umowna w wysokości 2.192,00 zł za każdy dzień przerwy w wykonaniu robót, nie\n                           wynikającej z ustalonego harmonogramu;l. Kara umowa w wysokości 2.192,00 zł za każdy dzień opóźnienia w przedłożeniu dowodu\n                           przedłużenia ważności zabezpieczenia należytego wykonania umowy, w sytuacji zmiany\n                           terminów realizacji/ okresu gwarancji;m.  Kara umowna w wysokości 439,00 zł za każdy dzień opóźnienia w terminowej zapłacie\n                           wynagrodzenia dalszego podwykonawcy.Protokół z negocjacji stanowiący załącznik do oświadczenia o przyjęciu oferty Emitenta\n                           nie wskazuje limitu kar umownych. Zamawiający zastrzegł sobie prawo do dochodzenia na zasadach ogólnych odszkodowania\n                           uzupełniającego w przypadku, gdy zastrzeżona kara nie pokrywa wysokości rzeczywiście\n                           poniesionej szkody.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-10-26"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 14 października 2016 r. spółka zależna od Emitenta:\n                           Contrast Sp. z o. o. zawarła z InterRisk Towarzystwem Ubezpieczeń S.A. Vienna Insurance\n                           Group z siedzibą w Warszawie aneks do umowy generalnej z dnia 11 lipca 2013 r. o udzielanie\n                           ubezpieczeniowych gwarancji kontraktowych. Zgodnie z treścią aneksu wydłużeniu uległ okres na wystawianie gwarancji do dnia 13.10.2017\n                           r.Ponadto obniżeniu uległ limit gwarancyjny obejmujący wszystkie gwarancje wydane w\n                           oparciu o ww. umowę i w okresie jej obowiązywania. Po zmianie łączny limit gwarancyjny\n                           wynosi 7.000.000,00 zł _słownie: siedem milionów 00/100_.Limity dla poszczególnych typów gwarancji przedstawiają się następująco:a_ limit gwarancyjny dla gwarancji zapłaty wadium wynosi 2.000.000,00 zł _słownie:\n                           dwa miliony 00/100 złotych_, a kwota pojedynczej gwarancji nie może przekroczyć: 500.000,00\n                           zł _słownie: pięćset tysięcy 00/100 złotych_,b_ limit gwarancyjny dla gwarancji należytego wykonania kontraktu wynosi 3.000.000,00\n                           zł _słownie: trzy miliony 00/100 złotych_, a kwota pojedynczej gwarancji nie może\n                           przekroczyć: 1.500.000,00 zł _słownie: jeden milion pięćset tysięcy 00/100 złotych_,c_ limit gwarancyjny dla gwarancji usunięcia wad i usterek wynosi 2.000.000,00 zł\n                           _słownie: dwa miliony 00/100 złotych_, a kwota pojedynczej gwarancji nie może przekroczyć:\n                           500.000,00 zł _słownie: pięćset tysięcy 00/100 złotych_.Pozostałe warunki umowy nie uległy zmianie.Informacja o zawarciu umowy generalnej o udzielanie ubezpieczeniowych gwarancji kontraktowych\n                           oraz aneksie do w/w umowy została zamieszczona w raportach bieżących nr 20/2013, 44/2013,\n                           26/2014, 40/2015 oraz 8/2016.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-10-14"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 7 października 2016 r. Emitent złożył w Sądzie\n                           Okręgowym w Poznaniu pozew przeciwko spółce Port Lotniczy Poznań - Ławica Sp. z o.\n                           o. z siedzibą w Poznaniu o zapłatę kwoty 2.018.430,00 zł _słownie: dwa miliony osiemnaście\n                           tysięcy czterysta trzydzieści złotych 00/100_ tytułem wynagrodzenia za realizację\n                           umowy na wykonanie zamówienia pn.: \"Zaprojektowanie, dostawa i wdrożenie zintegrowanego\n                           systemu bezpieczeństwa Portu Lotniczego Poznań - Ławica oraz wymiana fragmentu ogrodzenia\n                           Portu Lotniczego\" _zwanej dalej Umową_, o której zawarciu Emitent informował raportem\n                           bieżącym nr 9/2015.Wartość przedmiotu sporu: 2.018.430,00 zł.W zakresie dochodzonej przez Emitenta pozwem kwoty spółka Atrem S.A. otrzymała od\n                           spółki Port Lotniczy Poznań - Ławica Sp. z o. o. z siedzibą w Poznaniu oświadczenie\n                           o potrąceniu wierzytelności w łącznej kwocie 4.243.114,26 zł _słownie: cztery miliony\n                           dwieście czterdzieści trzy tysiące sto czternaście złotych 26/100_, które rzekomo\n                           miałyby przysługiwać spółce Port Lotniczy Poznań - Ławica Sp. z o. o. z przysługującą\n                           Atrem S.A. wierzytelnością dochodzoną pozwem. O otrzymanym oświadczeniu Spółka informowała\n                           raportem bieżącym nr 36/2016.Emitent utworzył odpis aktualizujący wartość należności na kwotę dochodzoną pozwem,\n                           o czym informował raportem bieżącym nr 38/2016.W treści pozwu Emitent przedstawił argumentacje potwierdzającą bezzasadność roszczeń\n                           spółki Port Lotniczy Poznań - Ławica Sp. z o. o. z siedzibą w Poznaniu o zapłatę poniższych\n                           kwot:- 1.666.251,96 zł _słownie: jeden milion sześćset sześćdziesiąt sześć tysięcy dwieście\n                           pięćdziesiąt jeden złotych 96/100_, wynikającej z noty księgowej z dnia 20 czerwca\n                           2016 roku, wystawionej tytułem odszkodowania za szkodę związaną z rzekomym nieterminowym\n                           i nienależytym wykonaniem umowy na realizację zamówienia pn.: \"Zaprojektowanie, dostawa\n                           i wdrożenie zintegrowanego systemu bezpieczeństwa Portu Lotniczego Poznań - Ławica\n                           oraz wymiana fragmentu ogrodzenia Portu Lotniczego\", o której wystawieniu Emitent\n                           informował raportem bieżącym nr 29/2016, a która została przez Emitenta odesłania\n                           do Zamawiającego bez księgowania, jako wystawiona bezpodstawnie;- 2.576.862,30 zł _słownie: dwa miliony pięćset siedemdziesiąt sześć tysięcy osiemset\n                           sześćdziesiąt dwa złote 30/100_, wynikającej z noty księgowej z dnia 21 lipca 2016\n                           roku, wystawionej tytułem rzekomej zwłoki w przystąpieniu przez Emitenta do usuwania\n                           wad ujawnionych w przedmiocie umowy na realizację zamówienia pn.: \"Zaprojektowanie,\n                           dostawa i wdrożenie zintegrowanego systemu bezpieczeństwa Portu Lotniczego Poznań\n                           - Ławica oraz wymiana fragmentu ogrodzenia Portu Lotniczego\", o której wystawieniu\n                           Emitent informował raportem bieżącym nr 31/2016, a która została przez Emitenta odesłana\n                           do Zamawiającego bez księgowania, jako wystawiona bezpodstawnie.W ocenie ATREM S.A.\n                           roszczenie objęte przedmiotowym sporem jest zasadne i zasługuje na uwzględnienie.\n                           Zarząd Atrem S.A. podtrzymuje swoje dotychczasowe stanowisko dotyczące nieistnienia\n                           zgłaszanych przez Port Lotniczy Poznań – Ławica Sp. z o.o. wierzytelności. W ocenie\n                           Emitenta rzekome roszczenia Zamawiającego nie znajdują uzasadnienia w zaistniałym\n                           stanie faktycznym i prawnym, o czym Emitent informował raportem bieżącym nr 29/2016\n                           oraz 31/2016.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-10-07"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 7 października 2016 roku Emitent _Wykonawca_\n                           uzyskał informację o zawarciu w trybie obiegowym ze spółką ENERGA-OPERATOR S.A. z\n                           siedzibą w Gdańsku _Zamawiający_ datowanego na dzień 11 września 2016 r. aneksu do\n                           umowy z dnia 11 lipca 2014 r. przedmiotem, której jest wykonanie zamówienia pn. Rozbudowa\n                           i modernizacja Systemów Zabezpieczenia Technicznego w Obiektach ENERGA-OPERATOR S.A.Zgodnie z treścią aneksu zmianie uległ termin realizacji zamówienia poprzez jego wydłużenie\n                           o 3 miesiące. Po zmianie wprowadzonej aneksem termin realizacji przedmiotu umowy określony\n                           został na 29 miesięcy od dnia zawarcia umowy. O zawarciu ww. umowy oraz jej zmianie, Emitent informował raportem bieżącym nr 27/2014\n                           oraz 30/2016.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-10-07"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 6 października 2016 roku powziął informację\n                           o zawarciu, w trybie obiegowym, przez spółkę zależną od Emitenta: Contrast Sp. z o.\n                           o. _Wykonawca_ ze spółką Aldesa Construcciones Polska Sp. z o.o. z siedzibą w Warszawie\n                           _Zamawiający_, aneksu do umowy z dnia 25 lutego 2015 r. na wykonanie prac projektowych\n                           oraz robót budowlanych w zakresie instalacji mechanicznych, elektrycznych, niskiego\n                           napięcia w ramach inwestycji pod nazwą: \"Rozbudowa fabryki Gestamp we Wrześni\". Zgodnie z treścią aneksu zmianie uległ termin zakończenia realizacji przedmiotu umowy\n                           na dzień 15 listopada 2016 r.Przedmiot umowy uległ rozszerzeniu o zakres dodatkowych prac elektroenergetycznych.\n                           W związku z rozszerzeniem zakresu przedmiotu umowy wynagrodzenie Wykonawcy uległo\n                           podwyższeniu o kwotę 423.700,00 zł netto, w związku z czym łączne wynagrodzenie Wykonawcy\n                           za wykonanie przedmiotu umowy wynosi 13.526.449,15 zł netto _słownie: trzynaście milionów\n                           pięćset dwadzieścia sześć tysięcy czterysta czterdzieści dziewięć złotych 15/100_.Pozostałe warunki aneksu nie odbiegają od warunków rynkowych powszechnie stosowanych\n                           dla tego typu umów.Emitent informował o zawarciu wskazanej powyżej umowy oraz jej zmianach w raportach\n                           bieżących nr 5/2015, 7/2016, 32/2016 oraz 34/2016.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-10-06"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w związku z:• nieuregulowaniem na rzecz spółki Atrem S.A. przez Spółkę Port Lotniczy Poznań -\n                           Ławica Sp. z o. o. z siedzibą w Poznaniu wynagrodzenia należnego Emitentowi w wysokości\n                           2.018.430,00 zł _słownie: dwa miliony osiemnaście tysięcy czterysta trzydzieści złotych\n                           00/100_ za prace wykonane w ramach z Umowy z dnia 10 kwietnia 2015 roku, przedmiotem\n                           której było wykonanie zamówienia pn.: \"Zaprojektowanie, dostawa i wdrożenie zintegrowanego\n                           systemu bezpieczeństwa Portu Lotniczego Poznań - Ławica oraz wymiana fragmentu ogrodzenia\n                           Portu Lotniczego\", o której zawarciu Emitent informował raportem bieżącym nr 9/2015\n                           oraz • z uwagi na otrzymane od spółki Port Lotniczy Poznań - Ławica Sp. z o. o. z siedzibą\n                           w Poznaniu oświadczenie o potrąceniu wierzytelności w łącznej kwocie 4.243.114,26\n                           zł _słownie: cztery miliony dwieście czterdzieści trzy tysiące sto czternaście złotych\n                           26/100_, które rzekomo miałyby przysługiwać Port Lotniczy Poznań - Ławica Sp. z o.\n                           o. z przysługującą Atrem S.A. wierzytelnością w kwocie 2.018.430,00 zł _słownie: dwa\n                           miliony osiemnaście tysięcy czterysta trzydzieści złotych 00/100_, o którym Spółka\n                           informowała raportem bieżącym nr 36/2016 oraz• mając na względzie kwestionowanie przez spółkę Atrem S.A. skuteczności potrącenia,\n                           o którym mowa powyżej, z uwagi na nieistnienie zgłaszanych przez Port Lotniczy Poznań\n                           – Ławica Sp. z o.o. wierzytelności, o czym Emitent informował szczegółowo raportami\n                           bieżącymi nr 29/2016 oraz 31/2016,Emitent podjął decyzję o utworzeniu odpisu aktualizującego wartość należności w kwocie\n                           2.018.430,00 zł _słownie: dwa miliony osiemnaście tysięcy czterysta trzydzieści złotych\n                           00/100_. Kwota odpisu aktualizującego odpowiada wartości nieuregulowanego przez spółkę\n                           Port Lotniczy Poznań - Ławica Sp. z o. o. wymagalnego wynagrodzenia należnego spółce\n                           Atrem S.A.Emitent w najbliższym czasie zamierza złożyć pozew przeciwko spółce Port Lotniczy\n                           Poznań - Ławica Sp. z o. o. o zapłatę wskazanego powyżej wynagrodzenia w kwocie 2.018.430,00\n                           zł. O wszczęciu postępowania Spółka poinformuje odrębnym raportem.Odpis aktualizujący wartość należności utworzony został w celu wypełnienia wymogu\n                           z Międzynarodowego Standardu Rachunkowości nr 39. Odpis aktualizujący  utworzony jest na pokrycie przeterminowanych należności.Utworzenie ww. odpisu aktualizującego będzie miało istotny wpływ na wynik finansowy\n                           za III kwartał 2016 r., co zostanie szczegółowo opisane w skonsolidowanym sprawozdaniu\n                           finansowym Grupy Kapitałowej Atrem.Przewidywany wpływ utworzenia ww. odpisu aktualizującego wartość należności w skonsolidowanym\n                           sprawozdaniu finansowym Grupy Kapitałowej ATREM za III kwartał 2016 r. to pomniejszenie\n                           wyniku o  wartość odpisu. Spółka zastrzega, że wyżej zaprezentowana kwota nie jest ostateczna i może ulec zmianie\n                           w momencie tworzenia sprawozdania finansowego Grupy Kapitałowej ATREM. Publikacja\n                           sprawozdania finansowego Grupy Kapitałowej ATREM za III kwartał 2016 r. nastąpi w\n                           dniu 10 listopada 2016 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-09-30"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 15 września 2016 r. powziął informację, iż\n                           w okresie od dnia 26 stycznia 2016 r. do dnia 15 września 2016 r., spółki Grupy Kapitałowej\n                           Atrem zawarły ze spółką Operator Gazociągów Przesyłowych Gaz - System S.A. z siedzibą\n                           w Warszawie umowy na łączną szacunkową wartość 5.867.659,55 zł netto _słownie: pięć\n                           milionów osiemset sześćdziesiąt siedem tysięcy sześćset pięćdziesiąt dziewięć złotych\n                           55/100_.Umową o największej wartości jest umowa zawarta pomiędzy spółką Operator Gazociągów\n                           Przesyłowych Gaz - System S.A. _Zamawiający_ a Atrem S.A. _Wykonawca_ z dnia 14 czerwca\n                           2016 r., przedmiotem, której jest wykonanie zamówienia pn. \"Opracowanie dokumentacji\n                           projektowych i wykonanie robót budowlanych i innych prac oraz czynności na sześciu\n                           stacjach redukcyjno- pomiarowych: Wolin, Jarszewko, Strzebielewo, Międzyzdroje, Szczecin\n                           Płonia, Stargard Szczeciński, Lipnik\".Termin wykonania Przedmiotu Umowy ustalony został do 31 grudnia 2016 r.Łączna wartość wynagrodzenia należnego za wykonanie przedmiotu umowy wynosi 1.879.000,00\n                           zł netto _słownie: jeden milion osiemset siedemdziesiąt dziewięć tysięcy złotych 00/100_.\n                           Wykonawca udzieli Zamawiającemu gwarancji jakości oraz rękojmi na okres 60 miesięcy,\n                           liczony od dnia podpisania protokołu odbioru końcowego przedmiotu umowy.Strony ustaliły, iż niewykonanie lub nienależyte wykonanie umowy uprawnia Zamawiającego\n                           do żądania od Wykonawcy następujących kar umownych:1_ za opóźnienie w wykonaniu Przedmiotu Umowy w wysokości 0,1% wynagrodzenia umownego\n                           brutto, za każdy rozpoczęty dzień opóźnienia;2_ za opóźnienie w usunięciu wad stwierdzonych przy odbiorze lub w okresie gwarancji\n                           albo rękojmi za wady, w wysokości 0,1% wynagrodzenia umownego brutto, za każdy rozpoczęty\n                           dzień opóźnienia;3_ za opóźnienie w przekazaniu dowodów potwierdzających uiszczenie składek ubezpieczeniowych\n                           lub polisy w wysokości 0,1% wynagrodzenia umownego brutto, za każdy rozpoczęty dzień\n                           opóźnienia;4_ za opóźnienie w przekazaniu projektu harmonogramu rzeczowo- finansowego w wysokości\n                           0,1% wynagrodzenia umownego brutto, za każdy rozpoczęty dzień opóźnienia;5_ za opóźnienie w wykonaniu innych czynności poza wskazanymi powyżej a ustalonych\n                           w Umowie lub w harmonogramie rzeczowo- finansowym w wysokości 0,1% wynagrodzenia umownego\n                           brutto, za każdy rozpoczęty dzień opóźnienia;6_ za naruszenie postanowień umowy dotyczących poufności w wysokości 5.000,00 zł _słownie:\n                           pięć tysięcy złotych_ za każde z naruszeń;7_ za nieprzedłożenie do zaakceptowania projektu umowy o podwykonawstwo, której przedmiotem\n                           są roboty budowlane lub projektu jej zmiany w wysokości 10.000,00 zł _słownie: dziesięć\n                           tysięcy złotych 00/100_ za każdy stwierdzony przypadek;8_ za dopuszczenie do wykonania robót budowlanych stanowiących część Przedmiotu Umowy\n                           innego podmiotu niż wykonawca lub podwykonawca, na zawarcie umowy z którym Zamawiający\n                           wyraził zgodę w wysokości 10.000,00 zł _słownie: dziesięć tysięcy złotych 00/100_\n                           za każdy stwierdzony przypadek;9_ za opóźnienie w przekazaniu podpisanego dokumentu gwarancyjnego w wysokości 0,1%\n                           wynagrodzenia umownego brutto, za każdy rozpoczęty dzień opóźnienia10_ za odstąpienie od Umowy z przyczyn, za które odpowiedzialność ponosi Wykonawca\n                           w wysokości 20% wynagrodzenia umownego brutto;Łączna wysokość kar umownych _maksymalny limit kar umownych_ nie może przekroczyć\n                           30% wynagrodzenia umownego brutto. Zamawiający zastrzegł sobie prawo do dochodzenia odszkodowania uzupełniającego przekraczającego\n                           wysokość zastrzeżonych kar umownych na zasadach ogólnych.Wykonawca wniósł zabezpieczenie należytego wykonania umowy w wysokości 231.117,00\n                           zł.Umowy zawarte przez spółki Grupy Kapitałowej Atrem ze spółką Operator Gazociągów Przesyłowych\n                           Gaz - System S.A. z siedzibą w Warszawie spełniają kryterium umowy znaczącej, gdyż\n                           ich łączna wartość przekracza 10% kapitałów własnych Emitenta.Wskazanie łącznej wartości kontraktów zawieranych ze spółką Operator Gazociągów Przesyłowych\n                           Gaz - System S.A. z siedzibą w Warszawie w określonym przedziale czasu pozwala na\n                           określenie szacunkowego zakresu udziału tego podmiotu w zamówieniach otrzymywanych\n                           przez spółki z Grupy Kapitałowej ATREM. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-09-15"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 6 września 2016 roku do spółki Atrem S.A. wpłynęło\n                           datowane na dzień 29 sierpnia 2016 roku pismo spółki Port Lotniczy Poznań - Ławica\n                           Sp. z o. o. z siedzibą w Poznaniu _\"Zamawiający\"_ zawierające oświadczenie o potrąceniu\n                           wierzytelności w łącznej kwocie 4.243.114,26 zł _słownie: cztery miliony dwieście\n                           czterdzieści trzy tysiące sto czternaście złotych 26/100_, które miałyby przysługiwać\n                           Zamawiającemu z przysługującą Atrem S.A. wierzytelnością w kwocie 2.018.430,00 zł\n                           _słownie: dwa miliony osiemnaście tysięcy czterysta trzydzieści złotych 00/100_, wynikającą\n                           z Umowy z dnia 10 kwietnia 2015 roku, przedmiotem której jest wykonanie zamówienia\n                           pn.: \"Zaprojektowanie, dostawa i wdrożenie zintegrowanego systemu bezpieczeństwa Portu\n                           Lotniczego Poznań - Ławica oraz wymiana fragmentu ogrodzenia Portu Lotniczego\", o\n                           której zawarciu Emitent informował raportem bieżącym nr 9/2015.Na wskazaną powyżej wierzytelność spółki Port Lotniczy Poznań – Ławica Sp. z o.o.\n                           składa się:- kwota 1.666.251,96 zł _słownie: jeden milion sześćset sześćdziesiąt sześć tysięcy\n                           dwieście pięćdziesiąt jeden złotych 96/100_, wynikająca z noty księgowej z dnia 20\n                           czerwca 2016 roku, wystawionej tytułem odszkodowania za szkodę związaną z rzekomym\n                           nieterminowym i nienależytym wykonaniem umowy na realizację zamówienia pn.: \"Zaprojektowanie,\n                           dostawa i wdrożenie zintegrowanego systemu bezpieczeństwa Portu Lotniczego Poznań\n                           - Ławica oraz wymiana fragmentu ogrodzenia Portu Lotniczego\", o której wystawieniu\n                           Emitent informował raportem bieżącym nr 29/2016, a która została przez Emitenta odesłania\n                           do Zamawiającego bez księgowania, jako wystawiona bezpodstawnie;- kwota 2.576.862,30 zł _słownie: dwa miliony pięćset siedemdziesiąt sześć tysięcy\n                           osiemset sześćdziesiąt dwa złote 30/100_, wynikająca z noty księgowej z dnia 21 lipca\n                           2016 roku, wystawionej tytułem rzekomej zwłoki w przystąpieniu przez Emitenta do usuwania\n                           wad ujawnionych w przedmiocie umowy na realizację zamówienia pn.: \"Zaprojektowanie,\n                           dostawa i wdrożenie zintegrowanego systemu bezpieczeństwa Portu Lotniczego Poznań\n                           - Ławica oraz wymiana fragmentu ogrodzenia Portu Lotniczego\", o której wystawieniu\n                           Emitent informował raportem bieżącym nr 31/2016, a która została przez Emitenta odesłana\n                           do Zamawiającego bez księgowania, jako wystawiona bezpodstawnie.W ocenie Zamawiającego, na skutek dokonanego przez Port Lotniczy Poznań – Ławica Sp.\n                           z o.o. potrącenia, wskazane powyżej wierzytelności miałyby umorzyć się nawzajem do\n                           wysokości wierzytelności niższej, tj. do kwoty 2.018.430,00 zł _słownie: dwa miliony\n                           osiemnaście tysięcy czterysta trzydzieści złotych 00/100_.W związku z dokonanym potrąceniem, zdaniem Zamawiającego, wysokość kwoty należnej\n                           do zapłaty przez  Atrem S.A. na rzecz spółki Port Lotniczy Poznań – Ławica Sp. z o.o.\n                           to 2.224.684,26 zł _słownie: dwa miliony dwieście dwadzieścia cztery tysiące sześćset\n                           osiemdziesiąt cztery złote 26/100_.Zarząd Atrem S.A. podtrzymuje swoje dotychczasowe stanowisko dotyczące nieistnienia\n                           zgłaszanych przez Port Lotniczy Poznań – Ławica Sp. z o.o. wierzytelności. W ocenie\n                           Emitenta rzekome roszczenia Zamawiającego nie znajdują uzasadnienia w zaistniałym\n                           stanie faktycznym i prawnym, o czym Emitent informował raportem bieżącym nr 29/2016\n                           oraz 31/2016. W związku z otrzymanym oświadczeniem o potrąceniu wzajemnych wierzytelności\n                           Emitent zamierza skierować sprawę na drogę postępowania sądowego, celem obrony swoich\n                           praw i dochodzenia należnej Emitentowi kwoty, w zakresie której Zamawiający pozostaje\n                           w zwłoce z zapłatą.",
        "date": "2016-09-06"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A., w nawiązaniu do raportu bieżącego nr 25/2016, informuje, iż w dniu\n                           16 sierpnia 2016 roku Emitent powziął informację o dokonaniu przez Sąd Rejonowy Poznań\n                           Stare Miasto w Poznaniu V Wydział Ksiąg Wieczystych, w dniu 8 sierpnia 2016 r. wpisu\n                           w dziale IV księgi wieczystej prowadzonej dla nieruchomości będącej własnością Emitenta,\n                           położonej przy ul. Czołgowej 4 w Złotnikach, gmina Suchy Las, dla których prowadzone\n                           są księgi wieczyste o numerach: PO1P/00183502/9 oraz PO1P/00154940/9 _\"Nieruchomość\"_,\n                           zmiany wartości hipoteki umownej łącznej na kwotę 15.000.000,00 zł na rzecz mBank\n                           S.A. _\"Bank\"_, jako zabezpieczenie kwoty wierzytelności Banku z tytułu zawartej z\n                           Emitentem umowy ramowej z dnia 24 lipca 2009 r. w przedmiocie przyznania limitu na\n                           gwarancje. Maksymalny limit gwarancji ustalony został na poziomie 10.000.000,00 zł. Zmiana wartości hipoteki została wpisana na podstawie oświadczenia Banku z dnia 23\n                           czerwca 2016 r.Pozostałe istotne warunki wpisów w księdze wieczystej nie uległy zmianie.Informacje o podpisaniu umowy ramowej z dnia 24 lipca 2009 r. w przedmiocie przyznania\n                           limitu na gwarancje oraz aneksów zostały zamieszczone w raportach bieżących nr 44/2009,\n                           24/2010, 41/2010, 38/2011, 21/2012, 41/2013, 32/2015 oraz 25/2016Informację o dokonaniu przez Sąd Rejonowy Poznań Stare Miasto w Poznaniu V Wydział\n                           Ksiąg Wieczystych wpisu oraz zmian w dziale IV księgi wieczystej prowadzonej dla nieruchomości\n                           będącej własnością Emitenta, położonej przy ul. Czołgowej 4 w Złotnikach, gmina Suchy\n                           Las, dla których prowadzone są księgi wieczyste o numerach: PO1P/00183502/9 oraz PO1P/00154940/9\n                           _\"Nieruchomość\"_ hipoteki na rzecz mBank S.A. _\"Bank\"_, jako zabezpieczenie kwoty\n                           wierzytelności Banku z tytułu zawartej z Emitentem umowy ramowej z dnia 24 lipca 2009\n                           r. w przedmiocie przyznania limitu na gwarancje Emitent przekazywał raportami bieżącymi\n                           nr 25/2012 oraz nr 46/2013.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-08-16"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 10 sierpnia 2016 roku powziął informację o\n                           zawarciu, w trybie obiegowym, przez spółkę zależną od Emitenta: Contrast Sp. z o.\n                           o. _Wykonawca_ ze spółką Aldesa Construcciones Polska Sp. z o.o. z siedzibą w Warszawie\n                           _Zamawiający_, datowanego na dzień 30 czerwca 2016 r. aneksu do umowy z dnia 25 lutego\n                           2015 r. na wykonanie prac projektowych oraz robót budowlanych w zakresie instalacji\n                           mechanicznych, elektrycznych, niskiego napięcia w ramach inwestycji pod nazwą: \"Rozbudowa\n                           fabryki Gestamp we Wrześni\". Zgodnie z treścią aneksu zmianie uległ termin zakończenia realizacji przedmiotu umowy\n                           na dzień 31 lipca 2016 r.Przedmiot umowy uległ rozszerzeniu o zakres dodatkowych prac elektrycznych. W związku z rozszerzeniem zakresu przedmiotu umowy wynagrodzenie Wykonawcy uległo\n                           podwyższeniu o kwotę 393.00,00 zł netto, w związku z czym łączne wynagrodzenie Wykonawcy\n                           za wykonanie przedmiotu umowy wynosi 13.102.749,15 zł netto _słownie: trzynaście milionów\n                           sto dwa tysiące siedemset czterdzieści dziewięć złotych 15/100_.Pozostałe warunki aneksu nie odbiegają od warunków rynkowych powszechnie stosowanych\n                           dla tego typu umów.Emitent informował o zawarciu wskazanej powyżej umowy oraz jej zmianach w raportach\n                           bieżących nr 5/2015, 7/2016 oraz 32/2016.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-08-10"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 8 sierpnia 2016 r. powziął informację, iż w\n                           okresie od dnia 8 stycznia 2016 r. do dnia 8 sierpnia 2016 r., spółki Grupy Kapitałowej\n                           Atrem zawarły ze spółkami Grupy Kapitałowej PGNiG umowy na łączną szacunkową wartość\n                           5.776.508,18 zł netto _słownie: pięć milionów siedemset siedemdziesiąt sześć tysięcy\n                           pięćset osiem złotych 18/100_.Umową o największej wartości jest umowa zawarta pomiędzy spółką Polska Spółka Gazownictwa\n                           sp. z o. o. _Zamawiający_ a Atrem S.A. _Wykonawca_ z dnia 18 lipca 2016 r., przedmiotem,\n                           której jest przeprowadzenie prac związanych z modernizacją systemu ochrony przeciwkorozyjnej\n                           sieci gazowej w/c poprzez zabudowę punktów pomiarowych na terenie działalności Polskiej\n                           Spółki Gazownictwa sp. z o. o. Oddział w Poznaniu.Termin wykonania Przedmiotu Umowy ustalony został do dnia 1 września 2018 r.Łączna wartość wynagrodzenia należnego za wykonanie przedmiotu umowy wynosi 743.850,00\n                           zł netto _słownie: siedemset czterdzieści trzy tysiące osiemset pięćdziesiąt złotych\n                           00/100_. Wykonawca udzieli gwarancji jakości na wykonane w ramach Umowy prace na okres 36 miesięcy\n                           licząc od dnia podpisania protokołu odbioru końcowego.Zamawiający jest uprawniony do domagania się od Wykonawcy zapłaty kar umownych z następujących\n                           tytułów:a. z tytułu opóźnienia w oddaniu danej części Przedmiotu Umowy w terminie wskazanym\n                           w harmonogramie, z przyczyn leżących po stronie Wykonawcy- w wysokości 0,15% wynagrodzenia\n                           netto należnego za daną część przedmiotu umowy, za każdy dzień opóźnienia, lecz nie\n                           więcej niż 20% tej kwoty;b. z tytułu opóźnienia w usunięciu wad stwierdzonych podczas odbioru lub w okresie\n                           rękojmi i gwarancji z przyczyn leżących po stronie Wykonawcy- w wysokości 0,15% wynagrodzenia\n                           netto, za każdy dzień opóźnienia, lecz nie więcej niż 20% wynagrodzenia umownego;c. z tytułu opóźnienia w wykonaniu zobowiązania do bezzwłocznego poinformowania Zamawiającego\n                           o napotkanych trudnościach i o wszelkich zagrożeniach dla realizacji umowy, co do\n                           których to okoliczności Wykonawca zobowiązany jest zawiadomić Zamawiającego w terminie\n                           2 dni roboczych od daty powzięcia stosownej informacji - w wysokości 0,05% wynagrodzenia\n                           netto, za każdy dzień opóźnienia, lecz nie więcej niż 20% wynagrodzenia umownego;d. z tytułu naruszenia zasad dotyczących zobowiązania do zachowania poufności – w\n                           wysokości 1.000,00 zł netto za każde naruszenie;e. w razie odstąpienia od Umowy przez Zamawiającego z przyczyn leżących po stronie\n                           Wykonawcy – w wysokości 10% wynagrodzenia umownego netto.Łączna wysokość kar umownych przysługujących Zamawiającemu na podstawie Umowy nie\n                           może przekroczyć 30% wynagrodzenia umownego. Zamawiający jest uprawniony do dochodzenia odszkodowania przewyższającego wysokość\n                           zastrzeżonych kar umownych, na zasadach ogólnych. Wykonawca wniósł zabezpieczenie należytego wykonania umowy w wysokości 20.000,00 zł.\n                           Umowy zawarte przez spółki z Grupy Kapitałowej Atrem ze spółkami Grupy Kapitałowej\n                           PGNiG spełniają kryterium umowy znaczącej, gdyż ich łączna wartość przekracza 10%\n                           kapitałów własnych Emitenta. Łączna wartość kontraktów zawieranych ze spółkami Grupy\n                           Kapitałowej PGNiG pozwala na określenie szacunkowego zakresu udziału tych podmiotów\n                           w zamówieniach otrzymywanych przez spółki z Grupy Kapitałowej ATREM. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2016-08-08"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 26 lipca 2016 roku powziął informację o zawarciu,\n                           w trybie obiegowym, przez spółkę zależną od Emitenta: Contrast Sp. z o. o. _Wykonawca_\n                           ze spółką Aldesa Construcciones Polska Sp. z o.o. z siedzibą w Warszawie _Zamawiający_,\n                           datowanego na dzień 26 maja 2016 r. aneksu do umowy z dnia 25 lutego 2015 r. na wykonanie\n                           prac projektowych oraz robót budowlanych w zakresie instalacji mechanicznych, elektrycznych,\n                           niskiego napięcia w ramach inwestycji pod nazwą: \"Rozbudowa fabryki Gestamp we Wrześni\". Zgodnie z treścią aneksu zmianie uległ termin zakończenia realizacji przedmiotu umowy\n                           na dzień 31 maja 2016 r.Strony umowy przewidują podpisanie kolejnego aneksu terminowego. O jego zawarciu Spółka\n                           niezwłocznie powiadomi raportem bieżącym. Pozostałe warunki aneksu nie uległy zmianie.Emitent informował o zawarciu wskazanej powyżej umowy oraz jej zmianie w raporcie\n                           bieżącym nr 5/2015 oraz 7/2016.",
        "date": "2016-07-26"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 21 lipca 2016 roku do spółki Atrem S.A. wpłynęła\n                           nota księgowa wystawiona przez spółkę Port Lotniczy Poznań - Ławica Sp. z o. o. z\n                           siedzibą w Poznaniu na kwotę 2.576.862,30 zł _słownie: dwa miliony pięćset siedemdziesiąt\n                           sześć tysięcy osiemset sześćdziesiąt dwa złote 30/100_. Nota księgowa została wystawiona tytułem rzekomej zwłoki w przystąpieniu przez Emitenta\n                           do usuwania wad ujawnionych w przedmiocie Umowy na realizację zamówienia pn. \"Zaprojektowanie,\n                           dostawa i wdrożenie zintegrowanego systemu bezpieczeństwa Portu Lotniczego Poznań\n                           - Ławica oraz wymiana fragmentu ogrodzenia Portu Lotniczego\" _zwanej w dalszej części\n                           \"Kontraktem\"_, o zawarciu której Emitent informował raportem bieżącym nr 9/2015.W ocenie Emitenta kierowane przez spółkę Port Lotniczy Poznań - Ławica Sp. z o. o.\n                           roszczenia nie znajdują uzasadnienia w zaistniałym stanie faktycznym i prawnym, a\n                           tym samym nota księgowa wystawiona została bezpodstawnie. Emitent wykonywał swoje\n                           obowiązki umowne zgodnie z postanowieniami Kontraktu.Emitent kwestionuje zatem zasadność obciążenia Emitenta kwotą wskazaną w nocie obciążeniowej\n                           wystawionej przez Port Lotniczy Poznań - Ławica Sp. z o. o. Nota niezwłocznie zostanie\n                           odesłana do Zamawiającego, jako wystawiona bezpodstawnie. W sytuacji potrącenia kwoty objętej notą obciążeniową z faktur wystawionych przez\n                           Atrem S.A., Emitent nie wyklucza skierowania sprawy na drogę postępowania sądowego.",
        "date": "2016-07-21"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 15 lipca 2016 roku Emitent _Wykonawca_ zawarł\n                           ze spółką ENERGA-OPERATOR S.A. z siedzibą w Gdańsku _Zamawiający_ aneks do umowy z\n                           dnia 11 lipca 2014 r. przedmiotem, której jest wykonanie zamówienia pn. Rozbudowa\n                           i modernizacja Systemów Zabezpieczenia Technicznego w Obiektach ENERGA-OPERATOR S.A.Zgodnie z treścią aneksu zakres przedmiotu Umowy uległ zmianie wskutek zaistnienia\n                           okoliczności, które zgodnie z warunkami Specyfikacji Istotnych Warunków Zamówienia\n                           stanowią przesłanki zmiany zakresu, w tym likwidacji, przekształcenia, sprzedaży obiektów\n                           objętych przedmiotem Umowy, zmiany parametrów technicznych przedmiotu zamówienia oraz\n                           pojawienia się nowszej technologii wykonania przedmiotu Umowy pozwalającej na zaoszczędzenie\n                           czasu realizacji zamówienia lub jego kosztów. W związku ze zmianą zakresu wartość\n                           wynagrodzenia umownego Emitenta uległa zmianie poprzez jej podwyższenie z kwoty netto\n                           9.837.447,78 zł _słownie: dziewięć milionów osiemset trzydzieści siedem tysięcy czterysta\n                           czterdzieści siedem złotych 78/100_ do kwoty netto 10.699.497,24 zł _słownie: dziesięć\n                           milionów sześćset dziewięćdziesiąt dziewięć tysięcy czterysta dziewięćdziesiąt siedem\n                           złotych 24/100_.Pozostałe postanowienia umowy nie uległy zmianie.O zawarciu ww. umowy, Emitent informował raportem bieżącym nr 27/2014.",
        "date": "2016-07-15"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 6 lipca 2016 roku do spółki Atrem S.A. wpłynęła\n                           nota obciążeniowa wystawiona przez spółkę Port Lotniczy Poznań Ławica Sp. z o. o.\n                           z siedzibą w Poznaniu na kwotę 1.666.251,96 zł _słownie: jeden milion sześćset sześćdziesiąt\n                           sześć tysięcy dwieście pięćdziesiąt jeden złotych 96/100_. Zgodnie z uzasadnieniem przedstawionym przez spółkę Port Lotniczy Poznań Ławica Sp.\n                           z o.o., nota została wystawiona tytułem odszkodowania za szkodę związaną z rzekomym\n                           nieterminowym i nienależytym wykonaniem umowy na realizację zamówienia pn. \"Zaprojektowanie,\n                           dostawa i wdrożenie zintegrowanego systemu bezpieczeństwa Portu Lotniczego Poznań-\n                           Ławica oraz wymiana fragmentu ogrodzenia Portu Lotniczego\", o zawarciu, której Emitent\n                           informował raportem bieżącym nr 9/2015. Z treści noty obciążeniowej wynika, że wartość\n                           szkody obejmuje wartość utraconego dofinansowania z Europejskiego Funduszu Rozwoju\n                           Regionalnego, wartość zastępczego usuwania domniemywanych przez spółkę Port Lotniczy\n                           Poznań Ławica Sp. z o.o. wad oraz szkodę odpowiadającą wartości rzekomo niewykonanych\n                           prac. W ocenie Emitenta kierowane przez spółkę Port Lotniczy Poznań Ławica Sp. z o. o. roszczenia\n                           nie znajdują uzasadnienia w zaistniałym stanie faktycznym i prawnym, a tym samym nota\n                           księgowa wystawiona została bezpodstawnie. Na podstawie stosunku prawnego łączącego Emitenta ze spółką Port Lotniczy Poznań Ławica\n                           Sp. z o.o., a także wobec zaistniałego w trakcie realizacji przedmiotowego zamówienia\n                           stanu faktycznego, nie sposób przypisać Emitentowi odpowiedzialności, za ewentualną\n                           utratę przez Zamawiającego dofinansowania. Emitent wskazuje także, że nie ponosi odpowiedzialności\n                           za ewentualne wystąpienie po stronie spółki Port Lotniczy Poznań Ławica Sp. z o.o.\n                           pozostałych szkód wskazanych w treści pisma uzasadniającego wystawienie noty obciążeniowej.Emitent wskazuje jednocześnie, że spółka Port Lotniczy Poznań Ławica Sp. z o.o. nie\n                           przedstawiła wraz z pismem otrzymanym przez Emitenta w dniu 6 lipca 2016 roku jakichkolwiek\n                           dowodów czy potwierdzeń poniesienia przez spółkę Port Lotniczy Poznań Ławica Sp. z\n                           o.o., szkód, których zaspokojenia domaga się od Emitenta.Emitent kwestionuje zatem zasadność obciążenia Emitenta kwotą wskazaną w nocie obciążeniowej\n                           wystawionej przez Port Lotniczy Poznań Ławica Sp. z o. o. Nota niezwłocznie zostanie\n                           odesłana do Zamawiającego, jako wystawiona bezpodstawnie. W sytuacji potrącenia kwoty objętej notą obciążeniową z faktur wystawionych przez\n                           Atrem S.A., Emitent nie wyklucza skierowania sprawy na drogę postepowania sądowego.",
        "date": "2016-07-06"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 4 lipca 2016 roku, do spółki Techmadex S.A.\n                           pełniącej funkcję Lidera Konsorcjum z udziałem Emitenta w składzie: Techmadex S.A.\n                           _Lider Konsorcjum_, Atrem S.A. _Partner Konsorcjum_ oraz GP Energia Sp. o. o. _Partner\n                           Konsorcjum_ wpłynęła nota obciążeniowa wystawiona przez spółkę Operator Gazociągów\n                           Przesyłowych GAZ - SYSTEM S.A. z siedzibą w Warszawie tytułem kar umownych naliczonych\n                           w związku z realizacją przez Konsorcjum zamówienia pn. Budowę Laboratorium Wzorcowania\n                           Gazomierzy przy ciśnieniu roboczym na terenie TJE Hołowczyce w ramach realizacji projektu\n                           pn: \"Opracowanie i wdrożenie technologii wzorcowania gazomierzy na średnim i wysokim\n                           ciśnieniu w systemie otwarto- zamkniętym\" _zwanej dalej Umową_, o której zawarciu\n                           oraz jej zmianach Emitent informował raportami bieżącymi nr 37/2012 oraz 41/2014.Nota obciążeniowa wystawiona została na kwotę 9.767.430,00 zł _słownie: dziewięć milionów\n                           siedemset sześćdziesiąt siedem tysięcy czterysta trzydzieści złotych 00/100_.W treści noty obciążeniowej nie została przywołana umowna podstawa jej naliczenia.\n                           Niemniej w ocenie spółek wchodzących w skład Konsorcjum kara we wskazanej powyżej\n                           wysokości nie odpowiada stanowi faktycznemu, a tym samym jest bezpodstawna. W zakresie zamówienia, w ramach którego nałożona została ww. kara umowna, aktualnie\n                           toczy się przed Sądem Okręgowym w Warszawie postępowanie z powództwa Konsorcjum przeciwko\n                           spółce Operator Gazociągów Przesyłowych GAZ - SYSTEM S.A. z siedzibą w Warszawie o\n                           zapłatę kwoty 12.140.070,20 zł tytułem należności wynikających z realizacji umowy\n                           na wykonanie zamówienia pn. Budowę Laboratorium Wzorcowania Gazomierzy przy ciśnieniu\n                           roboczym na terenie TJE Hołowczyce w ramach realizacji projektu pn: \"Opracowanie i\n                           wdrożenie technologii wzorcowania gazomierzy na średnim i wysokim ciśnieniu w systemie\n                           otwarto- zamkniętym\", odpowiadającej wartości nienależnego świadczenia. O wszczęciu przed sądem postępowania dotyczącego wierzytelności Konsorcjum z udziałem\n                           Emitenta, spółka Atrem S.A. informowała raportem nr 9/2016.",
        "date": "2016-07-04"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 4 lipca 2016 roku, w związku z wymogami w zakresie\n                           podawania informacji do wiadomości publicznej wprowadzonymi Rozporządzeniem Parlamentu\n                           Europejskiego i Rady nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na\n                           rynku oraz uchylającym dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE, które stosuje się począwszy od dnia\n                           03 lipca 2016 roku, Zarząd Emitenta podjął uchwałę nr 01/07/2016 o przyjęciu \"Indywidualnych\n                           Standardów Raportowania w spółce ATREM spółka akcyjna\".Przyjęte Indywidualne Standardy Raportowania w ATREM spółka akcyjna stanowią integralną\n                           część polityki informacyjnej w spółce ATREM S.A. z siedzibą w Złotnikach i w sposób\n                           precyzyjny określają otwarty katalog zdarzeń spełniających, w opinii Emitenta, kryteria\n                           informacji poufnej. W sytuacji zaistnienia zdarzeń niewymienionych w załączonym dokumencie\n                           a spełniających przesłanki informacji poufnej, Emitent poda je do widomości, zgodnie\n                           z wymogami wynikającymi z obowiązujących przepisów.Indywidualne Standardy Raportowania w spółce Atrem S.A. stanowią załącznik do niniejszego\n                           raportu.",
        "date": "2016-07-04"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 23 czerwca 2016 roku spółki należące do Grupy\n                           Kapitałowej Atrem, tj.: Atrem S.A. oraz Contrast Sp. z o. o. zawarły z mBank S.A.\n                           z siedzibą w Warszawie aneks do umowy o kredyt w rachunku bieżącym Umbrella Facility\n                           z dnia 04 września 2007 roku o numerze 06/131/07/Z/VU.Wydłużeniu uległ okres, w którym spółki Grupy Kapitałowej Atrem mogą się zadłużać\n                           z tytułu udzielonego limitu kredytu do dnia 21 czerwca 2017 r. Kredytobiorcy zobowiązani\n                           są do ostatecznej spłaty salda debetowego rachunków bieżących w terminie do dnia 22\n                           czerwca 2017 r.Zwiększeniu uległa wartość kredytu w rachunku bieżącym do kwoty 12.500.000,00 zł _słownie:\n                           dwanaście milionów pięćset tysięcy złotych 00/100_.Pozostałe warunki aneksu nie odbiegają od warunków rynkowych powszechnie stosowanych\n                           dla tego typu umów.Informacja o zawarciu umowy kredytu oraz aneksach została zamieszczona w prospekcie\n                           emisyjnym _dostępnym na stronie: http://www.atrem.pl/files/prospekt_atrem.pdf_ oraz\n                           raportach bieżących nr 45/2009, 23/2010, 40/2010, 40/2011, 23/2012, 25/2013, 43/2013,\n                           32/2014 oraz 34/2015.",
        "date": "2016-06-23"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 23 czerwca 2016 roku Emitent zawarł z mBank\n                           S.A. z siedzibą w Warszawie aneks do umowy ramowej z dnia 24 lipca 2009 roku przedmiotem,\n                           której jest udostępnienie Emitentowi linii na gwarancje. Zgodnie z treścią aneksu, wydłużeniu uległ okres, w którym Emitent uprawniony jest\n                           do składania zleceń udzielenia gwarancji, do dnia 22 czerwca 2017 roku.Zgodnie z treścią aneksu, podwyższeniu uległ limit, w ramach, którego spółka Atrem\n                           S.A. uprawniona jest do składania zleceń udzielenia gwarancji, do kwoty 10.000.000,00\n                           _słownie: dziesięć milionów złotych 00/100_.Zmianie uległy zapisy dotyczące zabezpieczenia wierzytelności Banku. W związku ze\n                           zwiększeniem kwoty limitu, w ramach, którego Emitent uprawniony jest do składania\n                           zleceń udzielenia gwarancji, Emitent jest zobowiązany do zwiększenia wartości hipoteki\n                           łącznej umownej do kwoty 15.000.000,00 zł, ustanowionej tytułem zabezpieczenia wierzytelności\n                           mBank S.A. wynikających ze zleceń udzielenia gwarancji udostępnionych w ramach umowy,\n                           na będącej własnością Emitenta nieruchomości położonej w Złotnikach, gmina Suchy Las.\n                           Zabezpieczenie wierzytelności Banku z tytułu zleceń udzielenia Gwarancji udostępnionych\n                           w ramach Umowy będą stanowić:1/ hipoteka umowna łączna do kwoty 15.000.000,- PLN _słownie: piętnaście milionów\n                           złotych 00/100_ na będącej własnością Atrem S.A. z siedzibą w Złotnikach, ul. Czołgowa\n                           4, 62-002 Suchy Las, zabudowanych nieruchomościach gruntowych, położonych w miejscowości\n                           Złotniki, gmina Suchy Las, przy ulicy Czołgowej 4, 2/ 5 _słownie: pięć_ weksli in blanco wystawionych przez Atrem S.A.Pozostałe postanowienia aneksu nie odbiegają od warunków rynkowych powszechnie stosowanych\n                           dla tego typu umów. Informacje o podpisaniu umowy ramowej z dnia 24 lipca 2009 roku przedmiotem, której\n                           jest udostępnienie Emitentowi linii na gwarancje oraz aneksów zostały zamieszczone\n                           w raportach bieżących nr 44/2009, 24/2010, 41/2010, 38/2011, 21/2012, 23/2013, 41/2013,\n                           30/2014 oraz 32/2015.",
        "date": "2016-06-23"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 23 czerwca 2016 roku spółka zależna od Emitenta:\n                           Contrast Sp. z o. o. zawarła z mBank S.A. z siedzibą w Warszawie aneks do umowy ramowej\n                           z dnia 24 lipca 2009 roku przedmiotem, której jest udostępnienie Contrast Sp. z o.\n                           o. linii na gwarancje. Zgodnie z treścią aneksu, wydłużeniu uległ okres, w którym Contrast Sp. z o. o. uprawniona\n                           jest do składania zleceń udzielenia gwarancji, do dnia 22 czerwca 2017 roku.Zmianie uległy zapisy dotyczące zabezpieczenia wierzytelności Banku. Zabezpieczenie\n                           wierzytelności Banku z tytułu zleceń udzielenia Gwarancji udostępnionych w ramach\n                           Umowy będą stanowić:1. 5 _pięć_ weksli in blanco wystawionych przez Contrast Sp. z o. o.; 2. hipoteka umowna kaucyjna do kwoty 1.400.000,00 PLN _słownie: jeden milion czterysta\n                           tysięcy złotych 00/100_ na będącej własnością Contrast Sp. z o. o. zabudowanej nieruchomości\n                           gruntowej położonej w miejscowości Gorzów Wielkopolski, gmina Gorzów Wielkopolski,\n                           przy ulicy Cichej 4A;3. hipoteka łączna umowna do kwoty 12.250.000,00 PLN _słownie: dwanaście milionów\n                           dwieście pięćdziesiąt tysięcy złotych 00/100_, na będących własnością Atrem Spółki\n                           Akcyjnej z siedzibą w Złotnikach, zabudowanych nieruchomościach gruntowych, położonych\n                           w miejscowości Złotniki, gmina Suchy Las, przy ulicy Czołgowej 4. Pozostałe postanowienia aneksu nie odbiegają od warunków rynkowych powszechnie stosowanych\n                           dla tego typu umów. Informacje o podpisaniu umowy ramowej oraz aneksów zostały zamieszczone w raportach\n                           bieżących nr 44/2009, 39/2011, 22/2012, 24/2013, 31/2014, 13/2015 oraz 33/2015.",
        "date": "2016-06-23"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 17 czerwca 2016 r. spółka zależna od Emitenta-\n                           Contrast Sp. z o. o.  zawarła ze spółką Powszechny Zakład Ubezpieczeń S.A. aneks do\n                           umowy zlecenia o okresowe udzielanie gwarancji ubezpieczeniowych kontraktowych zawartej\n                           w dniu 18 kwietnia 2014 r.Zgodnie z treścią aneksu zmianie uległ maksymalny limit zaangażowania poprzez jego\n                           podwyższenie do kwoty 6.000.000,00 zł _słownie: sześć milionów złotych 00/100_.Strony ustaliły nowy okres obowiązywania maksymalnego limitu zaangażowania od dnia\n                           17czerwca 2016 r. do dnia 16 czerwca 2017 r. Pozostałe warunki aneksu nie odbiegają od warunków rynkowych powszechnie stosowanych\n                           dla tego typu umów.Emitent informował o zawarciu wskazanej powyżej umowy oraz jej zmianie raportami bieżącymi\n                           nr 10/2014 oraz nr 11/2015.",
        "date": "2016-06-17"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że Rada Nadzorcza Spółki, zgodnie z § 24 ust. 2 pkt j_\n                           Statutu Spółki Atrem S.A. w związku z § 20 ust 1 pkt j_ Regulaminu Rady Nadzorczej\n                           oraz art. 66 ust. 4 ustawy o rachunkowości, na posiedzeniu w dniu 25 maja 2016 roku\n                           dokonała wyboru firmy SWGK Audyt sp. z o.o. _dawniej: HLB Sarnowski &Wiśniewski sp.\n                           z o.o._ z siedzibą w Poznaniu, ul. Wojskowa 4, na biegłego rewidenta.Biegły rewident został wybrany do przeglądu półrocznego skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej Atrem za okres od dnia 1 stycznia 2016 roku do dnia\n                           30 czerwca 2016 roku, zawierającego skrócone półroczne jednostkowe sprawozdanie finansowe\n                           Atrem spółka akcyjna za okres od dnia 01 stycznia 2016 roku do dnia 30 czerwca 2016\n                           roku.SWGK Audyt sp. z o.o. została wpisana na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych, prowadzoną przez Krajową Izbę Biegłych Rewidentów, pod numerem 2917.Umowa z SWGK Audyt sp. z o.o. ma być zawarta na okres umożliwiający przeprowadzenie\n                           wyżej wymienionych usług.Spółka Atrem S.A. dotychczas korzystała z usług SWGK Audyt sp. z o.o. _dawniej: HLB\n                           Sarnowski &Wiśniewski sp. z o.o._ przy badaniu jednostkowego oraz skonsolidowanego\n                           sprawozdania finansowego za rok obrotowy 2007, 2008, 2009, 2010, 2011, 2012, 2013,\n                           2014 i 2015 a także przy przeglądzie półrocznego jednostkowego sprawozdania finansowego\n                           spółki Atrem S.A. za I półrocze 2009 roku, za I półrocze 2010 roku, I półrocze 2011\n                           roku, I półrocze 2012 roku, I półrocze 2013 roku, półrocze 2014, I półrocze 2015 oraz\n                           przeglądzie półrocznego skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Atrem za I półrocze 2009 roku, za I półrocze 2010 roku, za I półrocze 2011 roku, za\n                           I półrocze 2012 roku, I półrocze 2013 roku, półrocze 2014 oraz I półrocze 2015.Wybór dokonany przez Radę Nadzorczą nastąpił zgodnie z obowiązującymi przepisami i\n                           normami zawodowymi.Podstawą prawną niniejszego raportu jest: § 5 ust. 1 pkt. 19 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz.U.\n                           2014 poz. 133_.",
        "date": "2016-05-25"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 25 maja 2016 r. Rada Nadzorcza spółki Atrem\n                           S.A. podjęła uchwały o powołaniu Zarządu spółki Atrem S.A. na okres wspólnej czteroletniej\n                           kadencji. Rada Nadzorcza spółki Atrem S.A. uchwałą nr 06/05/2016 powierzyła Panu Konradowi\n                           Śniatale funkcję Prezesa Zarządu. Na wniosek Prezesa Zarządu, Rada Nadzorcza powołała\n                           w skład Zarządu: Pana Marka Korytowskiego do pełnienia funkcji Wiceprezesa Zarządu\n                           oraz Pana Łukasza Kalupę i Pana Przemysława Szmyta do pełnienia funkcji Członków Zarządu.•Pan\n                           Konrad Śniatała jest absolwentem Wydziału Elektrycznego Politechniki Poznańskiej,\n                           kierunku telekomunikacja. Ukończył także niżej wymienione studia podyplomowe: - na Politechnice Poznańskiej: \"Systemy mikrokomputerowe\" oraz \"Przesył i użytkowanie\n                           paliw gazowych\" _1991 r._  - na Akademii Ekonomicznej w Poznaniu: MBA - Poznań - Atlanta\n                           na Georgia State University i Akademii Ekonomicznej w Poznaniu _1995r. - 1997r._ oraz\n                           \"Marketing\" _1998 r._. W latach 1987-1999 Pan Konrad Śniatała był pracownikiem, a następnie Kierownikiem\n                           Działu Pomiarów i Automatyki w spółce Polskie Górnictwo Naftowe i Gazownictwo S.A.\n                           w Warszawie, w Wielkopolskim Okręgowym Zakładzie Gazownictwa w Poznaniu. Pan Konrad Śniatała jest głównym założycielem spółki Atrem Sp. z o. o. oraz jej następczyni\n                           prawnej Atrem S.A. Od początku działalności spółki Atrem Sp. z o. o. pełnił funkcję\n                           Prezesa Zarządu. Od dnia 17 grudnia 2007 roku pełni funkcję Prezesa Zarządu spółki\n                           Atrem S.A. Obok funkcji Prezesa Zarządu Emitenta, od czerwca 2007 roku, pełni także\n                           funkcję Przewodniczącego Rady Nadzorczej spółki zależnej od Emitenta- Contrast Sp.\n                           z o. o. Ponadto Pan Konrad Śniatała od października 2001 roku do września 2003 roku\n                           pełnił funkcję Członka Rady Nadzorczej KRI Sp. z o. o. Pan Konrad Śniatała jest członkiem Stowarzyszenia Naukowo - Technicznego Inżynierów\n                           i Techników Przemysłu Naftowego i Gazowniczego _SITPNiG_ oraz Członkiem Zarządu Izby\n                           Gospodarczej Gazownictwa.•Pan Marek Korytowski jest absolwentem Wydziału Elektrycznego Politechniki Poznańskiej,\n                           kierunku elektrotechnika. Ukończył studia podyplomowe: \"Inżyniera gazownictwa\" na\n                           Politechnice Warszawskiej _1997_, \"Sieci komputerowe i aplikacje internetowe\" na Politechnice\n                           Poznańskiej _2002_, Executive MBA-IGG na Uniwersytecie Gdańskim _2006-2008_ oraz \"Strategia\n                           i Planowanie Biznesu\" _2008_ na Akademii Ekonomicznej w Poznaniu. Posiada uprawnienia\n                           audytora systemu zarządzania jakością _TUV Akademie GmbH_ oraz ukończył szkolenia\n                           na temat zintegrowanego systemu zarządzania zawierającego wymagania norm PN-EN-ISO\n                           9001:2001, PN-EN-ISO 14001:2005, PN-N-18001:2004.Od 2000 roku Pan Marek Korytowski pełnił funkcję Dyrektora ds. Technicznych w spółce\n                           Atrem Sp. z o. o., a od 2002 roku funkcję Wiceprezesa Zarządu Atrem Sp. o. o. Pan\n                           Marek Korytowski jest jednym z założycieli spółki Atrem S.A. Od dnia 17 grudnia 2007\n                           roku pełni funkcję Wiceprezesa Zarządu spółki Atrem S.A. Obok funkcji Wiceprezesa\n                           Zarządu Emitenta, od czerwca 2007 roku pełni funkcję Prezesa Zarządu spółki zależnej\n                           od Emitenta- Contrast Sp. z o. o. Pan Marek Korytowski był Członkiem Rady Nadzorczej\n                           spółki zależnej od Emitenta- ELEKTRO- SYSTEM Sp. z o. o. od kwietnia 2008 roku do\n                           dnia jej połączenia ze spółką Contrast Sp. z o. o. Ponadto w okresie od października\n                           2004 roku do grudnia 2006 roku pełnił funkcję Członka Rady Nadzorczej spółki Common\n                           S.A. z siedzibą w Łodzi.Pan Marek Korytowski jest członkiem Stowarzyszenia Naukowo - Technicznego Inżynierów\n                           i Techników Przemysłu Naftowego i Gazowniczego _SITPNiG_.•Pan Łukasz Kalupa jest absolwentem\n                           Akademii Ekonomicznej w Poznaniu, Wydział Ekonomii, specjalność Polityka gospodarcza\n                           i strategia przedsiębiorstw. Posiada tytułu Doktora Nauk Ekonomicznych. Jest stypendystą\n                           Europejskiego Centrum Ładu Korporacyjnego _European Centre for Corporate Governance_\n                           funkcjonującego w ramach Liverpool John Moores University w Liverpoolu, w Wielkiej\n                           Brytanii. Pan Łukasz Kalupa był wykładowcą programów MBA i studiów podyplomowych,\n                           jest autorem kilkudziesięciu publikacji z dziedziny zarządzania strategicznego, polityki\n                           konkurencyjności i oceny kondycji ekonomiczno – finansowej przedsiębiorstw. Jest autorem\n                           lub współautorem wielu strategii, biznesplanów, wycen przedsiębiorstw. Współpracował\n                           jako doradca lub ekspert z wieloma instytucjami szkoleniowo – doradczymi. Pan Łukasz Kalupa od 1 lutego 2006 roku był związany z poprzedniczką prawną Emitenta-\n                           spółką Atrem Sp. z o. o. – w której był zatrudniony na stanowisku Dyrektora ds. Ekonomicznych.\n                           Od dnia 11 stycznia 2008 roku do dnia 11 marca 2008 roku pełnił funkcję Prokurenta\n                           Emitenta. Od dnia 11 marca 2008 roku pełni funkcję Członka Zarządu Dyrektora ds. Ekonomicznych\n                           spółki Atrem S.A. Dodatkowo od dnia 3 września 2007 roku jest Dyrektorem ds. Ekonomicznych\n                           w spółce zależnej od Emitenta- Contrast Sp. z o. o. Ponadto Pan Łukasz Kalupa pełnił następujące funkcje:-  Członka Rady Nadzorczej Atrem Sp. z o. o. od czerwca 2003 roku do stycznia 2006\n                           roku- Członka Rady Nadzorczej Wałbrzyskich Zakładów Koksowniczych VICTORIA S.A. w Wałbrzychu\n                           od maja 2006 roku do grudnia 2007 roku.- Członka Rady Nadzorczej spółki Dom- Mar Sp. z o. o. od października 2008 roku do\n                           dnia jej połączenia ze spółką Atrem S.A. Pan Łukasz Kalupa jest członkiem Stowarzyszenia Naukowo - Technicznego Inżynierów\n                           i Techników Przemysłu Naftowego i Gazowniczego _SITPNiG_.• Pan Przemysław Szmyt jest absolwentem Wydziału Elektrycznego Politechniki Poznańskiej.\n                           Ukończył studia podyplomowe “Strategia i Planowanie Biznesu\" na Akademii Ekonomicznej\n                           w Poznaniu oraz szkolenia na audytora wewnętrznego w przedsiębiorstwie oraz na temat\n                           zintegrowanego systemu zarządzania zawierającego wymagania norm PN-EN-ISO 9001:2000,\n                           PN-EN-ISO 14001:2004, PN-N 18001:2005; wymagań NATO w zakresie zarządzania ryzykiem\n                           oraz zapewnienia jakości i zarządzania konfiguracją, a także warsztaty szkoleniowe\n                           w zakresie skutecznego zarządzania projektem.           Posiada uprawnienia budowlane do kierowania robotami budowlanymi bez ograniczeń w\n                           specjalności instalacyjnej w zakresie sieci, instalacji i urządzeń elektrycznych oraz\n                           elektroenergetycznych, a także świadectwa kwalifikacyjne uprawniające do zajmowania\n                           się eksploatacją urządzeń, instalacji i sieci na stanowisku eksploatacji i dozoru\n                           dla grupy 1, 2 i 3, a także górnicze jako osoby niższego dozoru ruchu o specjalności\n                           technicznej budowlanej oraz średniego dozoru ruchu o specjalności elektrycznej.Karierę zawodową rozpoczął w 1994 roku w Energetyce Poznańskiej w Zakładzie Usług\n                           Energetycznych w Szamotułach. W latach 1999 – 2001 pracował w firmie Wavin Metalplast\n                           w Buku. Od 2001 roku pracował w spółce Atrem Sp. o. o. a następnie w jej następczyni\n                           prawnej spółce Atrem S.A., na początku, jako Kierownik Działu Wykonawstwa, następnie,\n                           jako Dyrektor ds. Technicznych.  Później został Pełnomocnikiem Grupy Kapitałowej.\n                           Od dnia 1 kwietnia 2010 r. Pan Przemysław Szmyt pełni funkcję Członka Zarządu spółki\n                           Atrem S.A., Dyrektora ds. Technicznych. W 2015 r. nadano mu stopień \"Dyrektora Górniczego\n                           III Stopnia\".Żaden z powołanych członków Zarządu nie wykonuje działalności konkurencyjnej\n                           w stosunku do Spółki ani też nie jest wspólnikiem konkurencyjnej spółki cywilnej,\n                           ani osobowej. Żaden z nich nie jest też członkiem organu konkurencyjnej spółki kapitałowej\n                           ani nie uczestniczy w innej konkurencyjnej osobie prawnej. Żaden z powołanych członków\n                           Zarządu nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.Podstawa prawna przekazania raportu: § 5 ust. 1 pkt. 22 oraz § 28 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. Nr 33\n                           z dnia 28 lutego 2009 roku poz. 259_.",
        "date": "2016-05-25"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 25 maja 2016 roku Zwyczajne Walne Zgromadzenie\n                           Atrem S.A. podjęło uchwałę w sprawie podziału zysku spółki za rok obrotowy 2015, w\n                           tym postanowiło przeznaczyć na wypłatę dywidendy kwotę 461.503,95 zł _słownie złotych:\n                           czterysta sześćdziesiąt jeden tysięcy pięćset trzy 95/100_. Kwota dywidendy przypadającej\n                           na jedną akcję wynosić będzie 0,05 zł _słownie złotych: zero 05/100_.Dzień dywidendy został ustalony na dzień 30 czerwca 2016 roku. Termin wypłaty dywidendy\n                           wskazany został na dzień 14 lipca 2016 roku. Liczba akcji objętych dywidendą wynosi\n                           9.230.079.Podstawa prawna: § 38 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r. poz. 133_.",
        "date": "2016-05-25"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. podaje w załączeniu treść uchwał podjętych przez Zwyczajne Walne\n                           Zgromadzenie Atrem S.A. w dniu 25 maja 2016 r., zwołane na godzinę 13:00, w siedzibie\n                           spółki Atrem S.A.Podstawą prawną niniejszego raportu jest § 38 ust. 1 pkt 7 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014\n                           r. poz. 133_.",
        "date": "2016-05-25"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Spółki Atrem S.A. przekazuje do publicznej wiadomości treść projektów uchwał,\n                           które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia ATREM S.A. zwołanego\n                           na dzień 25 maja 2016 roku na godz. 13.00.Podstawa prawna:§ 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _t.j. Dz.U. 2014 poz. 133_..",
        "date": "2016-04-28"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd ATREM S.A. z siedzibą w Złotnikach _adres: ul. Czołgowa 4, Złotniki, 62-002\n                           Suchy Las_, wpisanej do rejestru przedsiębiorców Krajowego Rejestru Sądowego pod numerem\n                           KRS: 0000295677 _sąd rejestrowy: Sąd Rejonowy Poznań - Nowe Miasto i Wilda w Poznaniu,\n                           VIII Wydział Gospodarczy Krajowego Rejestru Sądowego_, o kapitale zakładowym 4.615.039,50\n                           zł - wpłaconym w całości, zwanej dalej Spółką, działając na podstawie art. 399 § 1\n                           w zw. z art. 395 § 1, art. 402[1] i art. 402[2] Kodeksu spółek handlowych _Ksh_ oraz\n                           § 16 statutu Spółki, zwołuje Zwyczajne Walne Zgromadzenie ATREM S.A. na dzień 25 maja\n                           2016 roku na godz. 13:00. Zwyczajne Walne Zgromadzenie ATREM S.A. odbędzie się w siedzibie Spółki w Złotnikach\n                           przy ul. Czołgowej 4 w sali konferencyjnej.Porządek obrad:1. Otwarcie Zwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad Zwyczajnego Walnego Zgromadzenia.5. Wybór Komisji Skrutacyjnej.6. Przedstawienie przez Zarząd:a_ sprawozdania finansowego ATREM S.A. za rok obrotowy 2015, b_ sprawozdania Zarządu z działalności ATREM S.A. w roku obrotowym 2015,c_ skonsolidowanego sprawozdania finansowego Grupy Kapitałowej ATREM za rok obrotowy\n                           2015,d_ sprawozdania Zarządu z działalności Grupy Kapitałowej ATREM w roku obrotowym 2015,e_ wniosku Zarządu dotyczącego podziału zysku ATREM S.A. osiągniętego w roku obrotowym\n                           2015.7. Przedstawienie przez Radę Nadzorczą:a_ sprawozdania z wyników oceny: sprawozdania finansowego ATREM S.A. za rok obrotowy\n                           2015 i sprawozdania Zarządu z działalności ATREM S.A. w roku obrotowym 2015 oraz wniosku\n                           Zarządu dotyczącego podziału zysku ATREM S.A. za rok obrotowy 2015,b_ sprawozdania z wyników oceny: skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           ATREM za rok obrotowy 2015 i sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           ATREM w roku obrotowym 2015,c_ sprawozdania Rady Nadzorczej z jej działalności w roku obrotowym 2015,d_ oceny sytuacji ATREM S.A. w roku obrotowym 2015 z uwzględnieniem oceny systemów\n                           kontroli wewnętrznej, zarządzania ryzykiem oraz compliance,e_ oceny sposobu wykonywania przez ATREM S.A. obowiązków informacyjnych dotyczących\n                           stosowania zasad ładu korporacyjnego, określonych w Regulaminie Giełdy Papierów Wartościowych\n                           w Warszawie oraz przepisach dotyczących informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych,f_ oceny istnienia potrzeby wyodrębnienia organizacyjnego funkcji audytu wewnętrznego,g_ informacji o nieprowadzeniu polityki ATREM S.A. w przedmiocie działalności sponsoringowej,\n                           charytatywnej lub innej o zbliżonym charakterze,h_ opinii dotyczącej spraw mających być przedmiotem uchwał Zwyczajnego Walnego Zgromadzenia.8. Rozpatrzenie przedstawionych sprawozdań.9. Podjęcie uchwały w sprawie rozpatrzenia i zatwierdzenia sprawozdania finansowego\n                           ATREM S.A. za rok obrotowy 2015.10. Podjęcie uchwały w sprawie rozpatrzenia i zatwierdzenia sprawozdania Zarządu z\n                           działalności ATREM S.A. w roku obrotowym 2015.11. Podjęcie uchwały w sprawie rozpatrzenia i zatwierdzenia skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej ATREM za rok obrotowy 2015.12. Podjęcie uchwały w sprawie rozpatrzenia i zatwierdzenia sprawozdania Zarządu z\n                           działalności Grupy Kapitałowej ATREM w roku obrotowym 2015.13. Podjęcie uchwały w sprawie podziału zysku ATREM S.A. osiągniętego w roku obrotowym\n                           2015 oraz wypłaty dywidendy, ustalenia dnia dywidendy i terminu wypłaty dywidendy.14. Podjęcie uchwał w sprawie udzielenia członkom Zarządu ATREM S.A. absolutorium\n                           z wykonania przez nich obowiązków w roku obrotowym 2015.15. Podjęcie uchwał w sprawie udzielenia członkom Rady Nadzorczej ATREM S.A. absolutorium\n                           z wykonania przez nich obowiązków w roku obrotowym 2015.16. Podjęcie uchwały w sprawie wyrażenia zgody w trybie art. 15 § 1 Ksh na zawarcie\n                           przez ATREM S.A. umowy pożyczki z Członkiem Zarządu ATREM S.A. Panem Przemysławem\n                           Szmytem.17. Podjęcie uchwały w sprawie powołania, w trybie art. 379 § 1 Ksh, pełnomocnika\n                           ATREM S.A. do zawarcia umowy pożyczki z Członkiem Zarządu ATREM S.A. Panem Przemysławem\n                           Szmytem. 18. Podjęcie uchwały w sprawie wyrażenia zgody w trybie art. 15 § 2 Ksh na zawarcie\n                           przez spółkę zależną CONTRAST sp. z o.o. umowy pożyczki z Członkiem Zarządu ATREM\n                           S.A. Panem Łukaszem Kalupą.19. Dyskusja w sprawie zakresu Indywidualnych Standardów Raportowania przygotowywanych\n                           przez ATREM S.A. w związku z wymogami nałożonymi na Emitentów zgodnie z Rozporządzeniem\n                           Parlamentu Europejskiego i Rady nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie\n                           nadużyć na rynku oraz uchylającym dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady\n                           i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE, w szczególności w zakresie\n                           oczekiwań akcjonariuszy ATREM S.A. co do kryteriów zakwalifikowania poszczególnych\n                           zdarzeń do katalogu informacji poufnej podlegających upublicznieniu w formie raportów\n                           bieżących i okresowych.20. Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia.Prawo akcjonariusza do żądania\n                           umieszczenia określonych spraw w porządku obrad Zwyczajnego Walnego Zgromadzenia:Akcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 _słownie: jedną dwudziestą_\n                           kapitału zakładowego Spółki mogą żądać umieszczenia określonych spraw w porządku obrad\n                           Zwyczajnego Walnego Zgromadzenia. Żądanie akcjonariusza lub akcjonariuszy powinno\n                           zostać zgłoszone Zarządowi Spółki nie później niż na 21 _słownie: dwadzieścia jeden_\n                           dni przed wyznaczonym terminem Zwyczajnego Walnego Zgromadzenia. Żądanie powinno zawierać\n                           uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu porządku obrad. Do\n                           żądania należy dołączyć dokumenty potwierdzające uprawnienie do zgłoszenia przedmiotowego\n                           żądania. Żądanie może zostać złożone na piśmie na adres siedziby Spółki _ul. Czołgowa\n                           4, Złotniki, 62-002 Suchy Las_ lub w postaci elektronicznej na adres e-mail: wza@atrem.pl\n                           . Przykładowe formularze dostępne są pod adresem: http://www.atrem.pl/pl/ir/walne-zgromadzenie#9\n                           .Akcjonariusz lub akcjonariusze, o których mowa powyżej, powinien/powinni wykazać posiadanie\n                           odpowiedniej liczby akcji na dzień złożenia żądania załączając do żądania świadectwo/świadectwa\n                           depozytowe lub zaświadczenie wystawione przez podmiot prowadzący rachunek papierów\n                           wartościowych. W przypadku akcjonariuszy zgłaszających żądanie przy wykorzystaniu środków komunikacji\n                           elektronicznej wszystkie dokumenty powinny zostać przesłane w formacie PDF.Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i jego\n                           pełnomocnika, w celu weryfikacji przysługujących mu uprawnień wykonywanych przy wykorzystaniu\n                           środków komunikacji elektronicznej.Prawo akcjonariusza do zgłaszania projektów uchwał\n                           dotyczących spraw wprowadzonych do porządku obrad Zwyczajnego Walnego Zgromadzenia\n                           lub spraw, które mają zostać wprowadzone do porządku obrad przed terminem Zwyczajnego\n                           Walnego Zgromadzenia:Akcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 _słownie: jedną dwudziestą_\n                           kapitału zakładowego Spółki mogą przed terminem Zwyczajnego Walnego Zgromadzenia zgłaszać\n                           Spółce na piśmie na adres siedziby Spółki _ul. Czołgowa 4, Złotniki, 62-002 Suchy\n                           Las_ lub przy wykorzystaniu środków komunikacji elektronicznej na adres e-mail: wza@atrem.pl\n                           , projekty uchwał dotyczące spraw wprowadzonych do porządku obrad Zwyczajnego Walnego\n                           Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia. Do żądania należy dołączyć dokumenty potwierdzające uprawnienie\n                           do zgłoszenia przedmiotowego żądania. Spółka niezwłocznie ogłasza projekty uchwał\n                           na stronie internetowej http://www.atrem.pl . Przykładowe formularze dostępne są pod\n                           adresem: http://www.atrem.pl/pl/ir/walne-zgromadzenie#9 .Akcjonariusz lub akcjonariusze, o których mowa powyżej, powinien/powinni wykazać posiadanie\n                           odpowiedniej liczby akcji na dzień złożenia żądania załączając do żądania świadectwo/świadectwa\n                           depozytowe lub zaświadczenie wystawione przez podmiot prowadzący rachunek papierów\n                           wartościowych. W przypadku akcjonariuszy zgłaszających żądanie przy wykorzystaniu środków komunikacji\n                           elektronicznej wszystkie dokumenty powinny zostać przesłane w formacie PDF.Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i jego\n                           pełnomocnika, w celu weryfikacji przysługujących mu uprawnień wykonywanych przy wykorzystaniu\n                           środków komunikacji elektronicznej.Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Zwyczajnego Walnego Zgromadzenia:Każdy z akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           może podczas Zwyczajnego Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad Zwyczajnego Walnego Zgromadzenia.Sposób wykonywania\n                           prawa głosu przez pełnomocnika:Akcjonariusz będący osobą fizyczną może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu\n                           oraz wykonywać prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący\n                           osobą fizyczną może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu oraz wykonywać prawo\n                           głosu przez osobę uprawnioną do składania oświadczeń woli w jego imieniu lub przez\n                           pełnomocnika. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na Zwyczajnym\n                           Walnym Zgromadzeniu, chyba, że co innego wynika z treści pełnomocnictwa. Pełnomocnik\n                           może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik\n                           może reprezentować więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego\n                           akcjonariusza. Akcjonariusz spółki publicznej posiadający akcje zapisane na więcej\n                           niż jednym rachunku papierów wartościowych może ustanowić oddzielnych pełnomocników\n                           do wykonywania praw z akcji zapisanych na każdym z rachunków papierów wartościowych.Pełnomocnictwo do uczestniczenia w Zwyczajnym Walnym Zgromadzeniu i wykonywania prawa\n                           głosu wymaga udzielenia go na piśmie i odesłania na adres siedziby Spółki _ul. Czołgowa\n                           4, Złotniki, 62-002 Suchy Las_ lub w postaci elektronicznej na adres e-mail: wza@atrem.pl\n                           . Przykładowy formularz pełnomocnictwa dostępny jest pod adresem: http://www.atrem.pl/pl/ir/walne-zgromadzenie#9\n                           . Pełnomocnictwo uprawniające do uczestnictwa i wykonywania prawa głosu powinno zostać\n                           doręczone najpóźniej w dniu odbycia się posiedzenia Zwyczajnego Walnego Zgromadzenia.\n                           O udzieleniu pełnomocnictwa w postaci elektronicznej należy zawiadomić Spółkę przy\n                           wykorzystaniu środków komunikacji elektronicznej w postaci informacji przesłanej pocztą\n                           elektroniczną na adres email: wza@atrem.pl , dokładając wszelkich starań aby możliwa\n                           była skuteczna weryfikacja ważności pełnomocnictwa. W tym celu pełnomocnictwo przesyłane\n                           w postaci elektronicznej do Spółki powinno być zeskanowane do formatu PDF. Informacja\n                           o udzieleniu pełnomocnictwa powinna zawierać dokładne oznaczenie pełnomocnika i mocodawcy\n                           _ze wskazaniem imienia [imion], nazwiska [firmy, nazwy], serii i numeru dowodu osobistego\n                           [numeru wpisu do właściwego rejestru], adresu, telefonu i adresu poczty elektronicznej\n                           obu tych osób_. Informacja o udzieleniu pełnomocnictwa powinna również zawierać jego\n                           zakres tj. wskazywać liczbę akcji, z których wykonywane będzie prawo głosu oraz datę\n                           Zwyczajnego Walnego Zgromadzenia, na którym prawa te będą wykonywane. Ze względu na\n                           konieczność weryfikacji nadsyłanych dokumentów, zawiadomienia i pełnomocnictwa powinny\n                           być przesłane Spółce nie później niż do godz. 9:00 w dniu 25 maja 2016 roku.Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym zapytaniu w postaci elektronicznej lub\n                           telefonicznej skierowanym do akcjonariusza lub pełnomocnika w celu potwierdzenia faktu\n                           udzielenia pełnomocnictwa oraz jego zakresu. Spółka zastrzega, że w takim przypadku\n                           brak udzielenia odpowiedzi na pytania zadawane w trakcie weryfikacji traktowany będzie\n                           jako brak możliwości weryfikacji faktu udzielenia pełnomocnictwa oraz jego zakresu\n                           i stanowił będzie podstawę dla odmowy dopuszczenia pełnomocnika do udziału w Zwyczajnym\n                           Walnym Zgromadzeniu.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru prowadzonego\n                           dla danego akcjonariusza _składanego w oryginale lub kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza_, ewentualnie ciągu pełnomocnictw wraz z odpowiednimi\n                           odpisami z właściwego rejestru _składanych w oryginale lub kopii potwierdzonej za\n                           zgodność z oryginałem przez notariusza_.Osoba/osoby udzielająca/udzielające pełnomocnictwa w imieniu akcjonariusza niebędącego\n                           osobą fizyczną powinny być uwidocznione, jako uprawnione do jego reprezentacji w aktualnym\n                           odpisie z właściwego rejestru prowadzonego dla danego akcjonariusza.Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami akcjonariuszy na\n                           Zwyczajnym Walnym Zgromadzeniu. Jeżeli pełnomocnikiem na Zwyczajnym Walnym Zgromadzeniu jest członek Zarządu Spółki,\n                           członek Rady Nadzorczej Spółki, likwidator Spółki, pracownik Spółki lub członek organów\n                           lub pracownik spółki zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji\n                           tylko na tym jednym Zwyczajnym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić\n                           akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu\n                           interesów. Udzielenie dalszego pełnomocnictwa jest wyłączone. Taki pełnomocnik głosuje\n                           zgodnie z instrukcjami udzielonymi przez akcjonariusza.Komunikacja elektroniczna między akcjonariuszami a Spółką odbywa się przy użyciu adresu\n                           poczty elektronicznej: wza@atrem.pl .Postanowienia niniejszego ustępu nie zwalniają pełnomocnika z obowiązku przedstawienia\n                           przy sporządzaniu listy obecności osób uprawnionych do uczestniczenia w Zwyczajnym\n                           Walnym Zgromadzeniu, określonych w niniejszym ustępie dokumentów służących jego identyfikacji.Możliwość\n                           i sposób uczestniczenia w Zwyczajnym Walnym Zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznej:Spółka nie przewiduje możliwości uczestniczenia w Zwyczajnym Walnym Zgromadzeniu przy\n                           wykorzystaniu środków komunikacji elektronicznej.Sposób wypowiadania się w trakcie\n                           Zwyczajnego Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej:Spółka nie przewiduje możliwości wypowiadania się w trakcie Zwyczajnego Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystywaniu środków\n                           komunikacji elektronicznej:Spółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.Dzień rejestracji uczestnictwa\n                           na Zwyczajnym Walnym Zgromadzeniu:Dniem rejestracji uczestnictwa na Zwyczajnym Walnym Zgromadzeniu jest dzień 09 maja\n                           2016 roku, zwany dalej Dniem Rejestracji.Informacja o prawie uczestniczenia w Zwyczajnym\n                           Walnym Zgromadzeniu:Prawo uczestniczenia w Zwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Spółki w Dniu Rejestracji tj. w dniu 09 maja 2016 roku.W celu skorzystania z prawa uczestnictwa w Zwyczajnym Walnym Zgromadzeniu, uprawniony\n                           ze zdematerializowanych akcji na okaziciela Spółki powinien zgłosić, nie wcześniej\n                           niż po ogłoszeniu o zwołaniu Zwyczajnego Walnego Zgromadzenia tj. nie wcześniej niż\n                           w dniu 29 kwietnia 2016 roku i nie później niż w pierwszym dniu powszednim po Dniu\n                           Rejestracji tj. nie później niż w dniu 10 maja 2016 roku, podmiotowi prowadzącemu\n                           rachunek papierów wartościowych żądanie wystawienia imiennego zaświadczenia o prawie\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.Listę akcjonariuszy uprawnionych z akcji na okaziciela Spółki do uczestnictwa w Zwyczajnym\n                           Walnym Zgromadzeniu Spółka ustala na podstawie wykazu sporządzonego przez podmiot\n                           prowadzący depozyt papierów wartościowych zgodnie z przepisami o obrocie instrumentami\n                           finansowymi. Podmiot prowadzący depozyt papierów wartościowych sporządza wykaz na\n                           podstawie wykazów przekazywanych nie później niż na 12 _słownie: dwanaście_ dni przed\n                           datą Zwyczajnego Walnego Zgromadzenia przez podmioty uprawnione zgodnie z przepisami\n                           o obrocie instrumentami finansowymi. Podstawą sporządzenia wykazów przekazywanych\n                           podmiotowi prowadzącemu depozyt papierów wartościowych są wystawione zaświadczenia\n                           o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.Uprawnieni z akcji imiennych i świadectw tymczasowych oraz zastawnicy i użytkownicy,\n                           którym przysługuje prawo głosu, mają prawo uczestniczenia w Zwyczajnym Walnym Zgromadzeniu,\n                           jeżeli są wpisani do księgi akcyjnej w Dniu Rejestracji tj. w dniu 09 maja 2016 roku.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie Spółki pod adresem ul. Czołgowa 4, Złotniki, 62-002 Suchy Las, w godz.\n                           od 09:00 do 15:00, na trzy dni powszednie przed odbyciem Zwyczajnego Walnego Zgromadzenia,\n                           tj. w dniach: 20 maja 2016 roku, 23 maja 2016 roku oraz 24 maja 2016 roku. Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Zwyczajnym Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając własny\n                           adres poczty elektronicznej, na który lista powinna być wysłana. Wniosek w tej sprawie\n                           powinien być podpisany przez osoby uprawnione do reprezentacji akcjonariusza i przekazany\n                           Spółce w oryginale lub przesłany w formacie PDF na adres wza@atrem.pl . Przy żądaniu\n                           udostępnienia do wglądu lub przesłania listy akcjonariuszy, akcjonariusz obowiązany\n                           jest wykazać swoją tożsamość oraz swój status jako akcjonariusza Spółki. W tym celu\n                           można przekazać Spółce zaświadczenie o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           lub świadectwo depozytowe, w oryginale lub przesłane w formacie PDF na adres wskazany\n                           powyżej.Osoby uprawnione do uczestniczenia w Zwyczajnym Walnym Zgromadzeniu proszone są o\n                           dokonanie rejestracji i pobranie kart do głosowania bezpośrednio przed salą obrad\n                           na godzinę przed rozpoczęciem obrad.Miejsce umieszczenia informacji dotyczących Zwyczajnego\n                           Walnego Zgromadzenia:Dokumentacja przedstawiana Zwyczajnemu Walnemu Zgromadzeniu jest dostępna na stronie\n                           http://www.atrem.pl od dnia zwołania Zwyczajnego Walnego Zgromadzenia, zgodnie z art. 402[3] Ksh.Projekty uchwał są dostępne na stronie http://www.atrem.pl/pl/ir/raporty-biezace/2016\n                           .Uwagi i opinie Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia będą dostępne na stronie internetowej\n                           Spółki niezwłocznie po ich sporządzeniu. Wszelkie informacje dotyczące Zwyczajnego Walnego Zgromadzenia udostępnione są na\n                           stronie http://www.atrem.pl .Podstawa prawna:§ 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _t.j. Dz.U. 2014 poz. 133_.",
        "date": "2016-04-28"
    },
    {
        "company_name": "ATREM SA",
        "content": "W nawiązaniu do raportu bieżącego nr 14/2016, Zarząd Atrem S.A. informuje, że w dniu\n                           18 kwietnia r. Rada Nadzorcza Atrem S.A. pozytywnie zaopiniowała wniosek Zarządu w\n                           sprawie podziału zysku Spółki za rok obrotowy 2015, w którym Zarząd proponuje, aby\n                           część zysku w kwocie 461.503,95 zł _słownie złotych: czterysta sześćdziesiąt jeden tysięcy pięćset trzy\n                           95/100_ przeznaczyć na wypłatę dywidendy dla akcjonariuszy ATREM S.A., co będzie stanowiło\n                           dywidendę w kwocie 0,05 zł _słownie złotych: zero 05/100_ na jedną akcję ATREM S.A.Podstawa\n                           prawna: § 38 ust. 1 pkt. 11 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz.U. 2014 poz. 133_",
        "date": "2016-04-18"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A informuje, że w dniu 18 kwietnia 2016 roku powziął uchwałę w przedmiocie\n                           treści wniosku Zarządu w zakresie podziału zysku za rok obrotowy 2015. Zgodnie z treścią\n                           podjętej uchwały Zarząd Atrem S.A. zarekomenduje Zwyczajnemu Walnemu Zgromadzeniu\n                           Spółki wypłatę dywidendy dla akcjonariuszy Spółki w kwocie 461.503,95 zł _słownie\n                           złotych: czterysta sześćdziesiąt jeden tysięcy pięćset trzy 95/100_, z zysku netto\n                           za okres od dnia 1 stycznia 2015 r. do 31 grudnia 2015 r. Kwota dywidendy przypadającej\n                           na jedną akcję wynosić będzie 0,05 zł _słownie złotych: zero 05/100_ na jedną akcję\n                           spółki Atrem S.A. W pozostałej części zysk netto Spółki za wskazany powyżej okres,\n                           zgodnie z intencją Zarządu, miałby zostać przeznaczony na kapitał zapasowy.Wraz z podjęciem w/w uchwały Zarząd Spółki wystąpił do Rady Nadzorczej Spółki o wydanie\n                           oceny w sprawie zaproponowanego podziału zysku. Jednocześnie Emitent informuje, iż organem Spółki wyłącznie uprawnionym do podejmowania\n                           decyzji w sprawie podziału zysku, w tym decyzji o wypłacie dywidendy, jest Walne Zgromadzenie. Podstawa prawna: § 38 ust. 1 pkt. 11 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz.U. 2014 poz. 133_",
        "date": "2016-04-18"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 08 kwietnia 2016 roku powziął informację o\n                           zawarciu przez Spółki Grupy Kapitałowej ATREM: Atrem S.A. oraz Contrast Sp. z o. o.\n                           z Towarzystwem Ubezpieczeń i Reasekuracji WARTA S.A. z siedzibą w Warszawie, w trybie\n                           obiegowym datowanej na dzień 07 kwietnia 2016 r., umowy o udzielanie ubezpieczeniowych\n                           gwarancji kontraktowych w ramach określonego limitu gwarancyjnego.Na podstawie w/w umowy, w okresie do dnia 06 kwietnia 2017 r. Towarzystwo Ubezpieczeń\n                           i Reasekuracji WARTA S.A. zobowiązało się wystawiać na zlecenie Atrem S.A. oraz Contrast\n                           Sp. z o. o. gwarancje:a_ przetargowe,b_ należytego wykonania,c_ właściwego usunięcia wad,d_ zwrotu zaliczki.Maksymalny limit gwarancyjny, z tytułu wszystkich gwarancji wystawionych na podstawie\n                           ww. umowy oraz innych udzielanych przez Towarzystwo Ubezpieczeń i Reasekuracji WARTA\n                           S.A., poza ww. umową, ustalony został na 10.000.000,00 zł _słownie: dziesięć milionów\n                           złotych 00/100_ w tym podlimit dla gwarancji przetargowych ustalony został na poziomie\n                           4.000.000,00 zł _słownie: cztery miliony złotych 00/100_. Limit gwarancyjny ma charakter odnawialny, co oznacza, że w okresie obowiązywania\n                           umowy, w miejsce wygasłych gwarancji mogą być udzielone następne. Na podstawie wskazanej powyżej umowy mogą być wystawiane gwarancje o okresie ważności\n                           nie dłuższym niż: a_ 6 miesięcy – w przypadku gwarancji przetargowych,b_ 3 lata – w przypadku gwarancji należytego wykonania,c_ 5 lat – w przypadku gwarancji właściwego usunięcia wad,d_ 18 miesięcy – w przypadku gwarancji zwrotu zaliczki,przy czym łączny okres ważności gwarancji zabezpieczającej zobowiązania wynikające\n                           z jednego kontraktu nie może być dłuższy niż 6 lat.Jako zabezpieczenie roszczeń Towarzystwa Ubezpieczeń i Reasekuracji WARTA S.A. z tytułu\n                           ww. umowy, ustanowione zostały następujące zabezpieczenia:1_ 4 szt. weksli własnych in blanco z wystawienia Contrast sp. z o. o. wraz z deklaracjami\n                           wekslowymi2_ 4 szt. weksli własnych in blanco z wystawienia Atrem S.A. wraz z deklaracjami wekslowymi.Pozostałe postanowienia umowy nie odbiegają od warunków rynkowych stosowanych dla\n                           tego typu umów.Umowa zawarta z Towarzystwem Ubezpieczeń i Reasekuracji WARTA S.A. spełnia kryterium\n                           umowy znaczącej, gdyż jej wartość przekracza 10% kapitałów własnych Emitenta.Podstawą prawną niniejszego raportu jest: § 5 ust. 1 pkt. 3 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33 poz. 259_.",
        "date": "2016-04-08"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 1 kwietnia 2016 roku Emitent _Wykonawca_ powziął\n                           informację o zawarciu, w trybie obiegowym, ze spółką Innowator Elektrotechniki Sp.\n                           z o.o. z siedzibą w Łodzi _Zamawiający_, datowanego na dzień 31 marca 2016 r., aneksu\n                           do umowy generalnego wykonawstwa o wykonanie w formule \"zaprojektuj, wybuduj i wyposaż\"\n                           budynku Parku naukowo- technologicznego, w ramach zamówienia pn. \"Budowa Parku naukowo\n                           - technologicznego wraz z dostawą wyposażenia, współfinansowana ze środków Unii Europejskiej\n                           w ramach III Osi priorytetowej: Gospodarka, innowacyjność, przedsiębiorczość Regionalnego\n                           Programu Operacyjnego Województwa Łódzkiego na lata 2007 – 2013, Działanie III.4.\n                           \"Rozwój otoczenia biznesu\".Zgodnie z treścią aneksu zakres Przedmiotu Umowy uległ\n                           ograniczeniu, w związku z czym zmianie uległa wartość wynagrodzenia umownego, poprzez\n                           jego obniżenie do kwoty 20.309.601,63 zł _słownie: dwadzieścia milionów trzysta dziewięć\n                           tysięcy sześćset jeden złotych 63/100_ netto.Pozostałe postanowienia umowy nie uległy zmianie.Emitent informował o zawarciu umowy i aneksach do wskazanej powyżej umowy w raportach\n                           bieżących nr: 46/2014, 6/2015, 31/2015, 43/2015, 47/2015 oraz 50/2015.",
        "date": "2016-04-01"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 31 marca 2016 r. powziął informację, o zawarciu\n                           w trybie obiegowym, datowanego na dzień 30 marca 2016 r., aneksu do umowy zawartej\n                           pomiędzy spółką Polskie Górnictwo Naftowe i Gazownictwo S.A. z siedzibą w Warszawie,\n                           Oddział w Odolanowie _Zamawiający_ a Konsorcjum w składzie: Atrem S.A. i Contrast\n                           Sp. z o. o. _Wykonawca_ z dnia 18 sierpnia 2015 r., przedmiotem, której jest realizacja\n                           zamówienia pn. \"Budowa części obiektowej systemu odzysku helu z wykorzystaniem membran\".Zgodnie z treścią aneksu zmianie uległ termin zakończenia realizacji przedmiotu umowy\n                           na dzień  29 lipca 2016 r.Zmianie uległy zapisy umowy dotyczące kar umownych. Zgodnie z aktualnym brzmieniem\n                           umowy Zamawiający jest uprawniony do domagania się od Wykonawcy zapłaty kar umownych\n                           z następujących tytułów:1_ opóźnienia w dotrzymaniu przez Wykonawcę terminu odbioru technicznego- w wysokości\n                           0,09% wynagrodzenia za każdy rozpoczęty dzień opóźnienia;2_ opóźnienia w dotrzymaniu przez Wykonawcę terminu wykonania Przedmiotu Umowy- w\n                           wysokości 0,01% wynagrodzenia za każdy rozpoczęty dzień opóźnienia;3_ odstąpienia przez Zamawiającego od Umowy z przyczyn, za które odpowiedzialność\n                           ponosi Wykonawca- w wysokości 10% wynagrodzenia.Kary za opóźnienie w dotrzymaniu terminów wykonania przedmiotu umowy mogą zostać naliczone\n                           do wysokości 20% wynagrodzenia umownego netto.Pozostałe postanowienia umowy nie uległy\n                           zmianie.O zawarciu ww. umowy, Emitent informował raportem bieżącym nr 42/2015.",
        "date": "2016-03-31"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, że w dniu 29 lutego 2016 r. powziął informację, iż spółki\n                           Grupy Kapitałowej ATREM w okresie od dnia 19 marca 2015 r. do dnia 29 lutego 2016\n                           r. zawarły ze spółką Aquanet S.A. umowy na łączną szacunkową wartość 5.892.904,87\n                           zł netto _słownie: pięć milionów osiemset dziewięćdziesiąt dwa tysiące dziewięćset\n                           cztery złote 87/100_.Umową o największej wartości jest umowa zawarta w trybie obiegowym datowana na dzień\n                           5 lutego 2016 r. przez Konsorcjum z udziałem Emitenta _Wykonawca_ w składzie: Atrem\n                           S.A. _Partner Konsorcjum_ i Envirotech Sp. z o. o. _Lider Konsorcjum_ ze spółką Aquanet\n                           S.A. _Zamawiający_, na realizację zamówienia pn. \"Szlachęcin – modernizacja oczyszczalni\n                           ścieków polegająca na:a_ opracowaniu dokumentacji projektowej modernizacji oczyszczalni ścieków,b_ wykonaniu robót budowlanych polegających na modernizacji oczyszczalni ścieków,c_ opracowaniu dokumentacji powykonawczej po zrealizowaniu robót budowlanych\".Termin wykonania przedmiotu umowy został określony na 18 miesięcy od dnia zawarcia\n                           umowy.Za wykonanie przedmiotu umowy Konsorcjum otrzyma wynagrodzenie ryczałtowe w wysokości\n                           netto 5.217.980,00 złotych netto _słownie: pięć milionów dwieście siedemnaście tysięcy\n                           dziewięćset osiemdziesiąt złotych 00/100 netto_. Szacowany udział wynagrodzenia Atrem\n                           S.A. w wynagrodzeniu należnym całemu Konsorcjum wynosi 20%.Wykonawca udzieli Zamawiającemu gwarancji jakości oraz rękojmi na okres 36 miesięcy,\n                           liczony od dnia podpisania protokołu odbioru końcowego przedmiotu umowy.Strony ustaliły, że Wykonawca zobowiązany będzie do zapłaty na rzecz Zamawiającego\n                           kar umownych w następujących przypadkach: a_ w wysokości 15% Wynagrodzenia, gdy Zamawiający odstąpi od Umowy z przyczyn, za\n                           które odpowiada Wykonawca;b_ w wysokości 15% Wynagrodzenia, gdy Wykonawca odstąpi od Umowy z przyczyn za które\n                           sam odpowiada;c_ w wysokości 0,05% Wynagrodzenia za każdy rozpoczęty dzień zwłoki Wykonawcy w stosunku\n                           do terminów realizacji Przedmiotu Umowy zawartych w Umowie Zamawiający zobowiązuje się zapłacić Wykonawcy karę umowną w wysokości 15% Wynagrodzenia\n                           w razie odstąpienia przez Wykonawcę od Umowy z przyczyn, za które odpowiada Zamawiający.W razie niewykonania lub nienależytego wykonania Umowy, Wykonawca zobowiązuje się\n                           także zapłacić Zamawiającemu kary umowne:a_ w wysokości 0,5 % Wynagrodzenia za każdy rozpoczęty dzień zwłoki w usunięciu przez\n                           Wykonawcę wad lub usterek Przedmiotu Umowy,b_ w przypadku braku zapłaty lub nieterminowej zapłaty wynagrodzenia należnego podwykonawcom\n                           lub dalszym podwykonawcom – 5 % niezapłaconej przez Wykonawcę kwoty, za każdy przypadek\n                           braku lub nieterminowej zapłaty;c_ w wysokości 1.000,00 zł za każdy dzień zwłoki w nieprzedłożeniu projektu umowy\n                           o podwykonawstwo, lub projektu jej zmiany, d_ w wysokości 1.000,00 zł za każdy dzień zwłoki w nieprzedłożeniu poświadczonej za zgodność z oryginałem kopii umowy o podwykonawstwo lub jej zmiany,e_ w wysokości 10% wartości umowy o podwykonawstwo za każdy przypadek braku doprowadzenia\n                           do zmiany umowy o podwykonawstwo w zakresie terminu zapłaty, zgodnie z żądaniem Zamawiającego,f_ w wysokości 2.000,00 zł za każde naruszenie postanowień Umowy tj. w razie niewykonania\n                           lub nieprawidłowego wykonania przez Wykonawcę któregokolwiek z obowiązków wynikających\n                           z Umowy.W sytuacji, gdy wysokość szkody poniesionej przez Strony będzie przewyższać wysokość\n                           zastrzeżonej kary umownej, Strony będą uprawnione do dochodzenia odszkodowania uzupełniającego\n                           na zasadach ogólnych.Wykonawca wnosi zabezpieczenie należytego wykonania umowy w wysokości 5 % wynagrodzenia\n                           umownego netto.Umowy zawarte przez spółki Grupy Kapitałowej ATREM ze spółką Aquanet S.A. spełniają\n                           łącznie kryterium umowy znaczącej, gdyż ich łączna wartość przekracza 10% kapitałów\n                           własnych Emitenta.Podstawą prawną niniejszego raportu jest: § 5 ust. 1 pkt. 3 w związku\n                           z § 2 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33 poz. 259_.",
        "date": "2016-02-29"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 15 lutego 2016 r. Konsorcjum z udziałem Emitenta\n                           w składzie: Techmadex S.A. _Lider Konsorcjum_, Atrem S.A. _Partner Konsorcjum_ oraz\n                           GP Energia Sp. o. o. _Partner Konsorcjum_ złożyło w Sądzie Okręgowym w Warszawie pozew\n                           przeciwko spółce Operator Gazociągów Przesyłowych GAZ - SYSTEM S.A. z siedzibą w Warszawie\n                           o zapłatę kwoty 12.140.070,20 zł tytułem należności wynikających z realizacji umowy\n                           na wykonanie zamówienia pn. Budowę Laboratorium Wzorcowania Gazomierzy przy ciśnieniu\n                           roboczym na terenie TJE Hołowczyce w ramach realizacji projektu pn: \"Opracowanie i\n                           wdrożenie technologii wzorcowania gazomierzy na średnim i wysokim ciśnieniu w systemie\n                           otwarto- zamkniętym\" _zwanej dalej Umową_, odpowiadającą wartości nienależnego świadczenia.\n                           Wartość przedmiotu sporu: 12.140.070,20 zł. Spółki wchodzące w skład Konsorcjum, w ramach przedmiotowego postępowania, dochodzą\n                           od pozwanej osobnych roszczeń zgodnie z procentowym podziałem zakresu Zamówienia,\n                           odpowiadającym następującym wartościom: Techmadex S.A.- 40% wartości przedmiotu sporu,\n                           ATREM S.A.– 40% wartości przedmiotu sporu, GP Energia Sp. z o. o. – 20% wartości przedmiotu\n                           sporu. W ocenie ATREM S.A. roszczenie objęte przedmiotowym sporem jest zasadne i zasługuje\n                           na uwzględnienie. W trakcie realizacji Umowy, Konsorcjum Wykonawcy z udziałem Emitenta\n                           zostało zmuszone do wykonania szeregu prac dodatkowych, nieprzewidzianych w SIWZ,\n                           z przyczyn spowodowanych wadami dokumentacji przetargowej oraz wystąpieniem okoliczności\n                           niemożliwych do przewidzenia przez strony na etapie zawierania Umowy. Podstawa prawna:\n                           § 5 ust. 1 pkt 8 w zw. z § 14 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33 poz. 259_.",
        "date": "2016-02-16"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 10 lutego 2016 r. spółka zależna od Emitenta:\n                           Contrast Sp. z o. o. zawarła z InterRisk Towarzystwem Ubezpieczeń S.A. Vienna Insurance\n                           Group z siedzibą w Warszawie aneks do umowy generalnej z dnia 11 lipca 2013 r. o udzielanie\n                           ubezpieczeniowych gwarancji kontraktowych. Zgodnie z treścią aneksu podwyższeniu uległ limit gwarancyjny dla gwarancji należytego\n                           wykonania kontraktu, z kwoty 1.500.000,00 zł dla pojedynczej gwarancji na kwotę 1.600.000,00\n                           zł. Łączny limit gwarancyjny wynoszący 10.000.000,00 zł _słownie: dziesięć milionów 00/100\n                           złotych_ dla wszystkich gwarancji wystawianych w ramach umowy nie uległ zmianie. Po zmianie limity dla poszczególnych typów gwarancji przedstawiają się następująco:a_ limit gwarancyjny dla gwarancji zapłaty wadium wynosi 2.000.000,00 zł _słownie:\n                           dwa miliony 00/100 złotych_, a kwota pojedynczej gwarancji nie może przekroczyć: 500.000,00\n                           zł _słownie: pięćset tysięcy 00/100 złotych_,b_ limit gwarancyjny dla gwarancji należytego wykonania kontraktu wynosi 5.000.000,00\n                           zł _słownie: pięć milionów 00/100 złotych_, a kwota pojedynczej gwarancji nie może\n                           przekroczyć: 1.600.000,00 zł _słownie: jeden milion sześćset tysięcy 00/100 złotych_,c_ limit gwarancyjny dla gwarancji usunięcia wad i usterek wynosi 3.000.000,00 zł\n                           _słownie: trzy miliony 00/100 złotych_, a kwota pojedynczej gwarancji nie może przekroczyć:\n                           500.000,00 zł _słownie: pięćset tysięcy 00/100 złotych_.Pozostałe warunki umowy nie uległy zmianie.Informacja o zawarciu umowy generalnej o udzielanie ubezpieczeniowych gwarancji kontraktowych\n                           oraz aneksie do w/w umowy została zamieszczona w raportach bieżących nr 20/2013, 44/2013,\n                           26/2014 oraz 40/2015.",
        "date": "2016-02-11"
    },
    {
        "company_name": "ATREM SA",
        "content": "Zarząd Atrem S.A. informuje, iż w dniu 27 stycznia 2016 roku powziął informację o\n                           zawarciu, w trybie obiegowym, przez spółkę zależną od Emitenta: Contrast Sp. z o.\n                           o. _Wykonawca_ ze spółką Aldesa Construcciones Polska Sp. z o.o. z siedzibą w Warszawie\n                           _Zamawiający_, datowanego na dzień 28 grudnia 2015 r. aneksu do umowy z dnia 25 lutego\n                           2015 r. na wykonanie prac projektowych oraz robót budowlanych w zakresie instalacji\n                           mechanicznych, elektrycznych, niskiego napięcia w ramach inwestycji pod nazwą: \"Rozbudowa\n                           fabryki Gestamp we Wrześni\". Zgodnie z treścią aneksu zmianie uległ termin zakończenia realizacji przedmiotu umowy\n                           na dzień 30 kwietnia 2016 r.Przedmiot umowy uległ rozszerzeniu o nowy zakres instalacji elektrycznych. W związku z rozszerzeniem zakresu przedmiotu umowy wynagrodzenie Wykonawcy uległo\n                           podwyższeniu o kwotę 2.220.000,00 zł netto, w związku z czym łączne wynagrodzenie\n                           Wykonawcy za wykonanie przedmiotu umowy wynosi 12.709.749,15 zł netto _słownie: dwanaście\n                           milionów siedemset dziewięć tysięcy siedemset czterdzieści dziewięć złotych 15/100_.Pozostałe warunki aneksu nie odbiegają od warunków rynkowych powszechnie stosowanych\n                           dla tego typu umów.Emitent informował o zawarciu wskazanej powyżej umowy w raporcie bieżącym nr 5/2015.",
        "date": "2016-01-27"
    }
]