[
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 30 grudnia 2015 r. Olczyk\n                           Sp. z o.o. Lokum 5 Sp. k. _Lokum 5_ – spółka zależna od Emitenta zawarła, jako kredytobiorca\n                           umowę kredytu inwestorskiego _Umowa_ z Powszechną Kasą Oszczędności Bankiem Polskim\n                           S.A. _PKO BP_, na mocy którego Lokum 5 otrzymała do dyspozycji kredyt w wysokości\n                           24.860.000,00 zł _Kredyt_ z przeznaczeniem na finansowanie i refinansowanie kosztów\n                           netto budowy 2 budynków mieszkalnych wielorodzinnych  _budynki B1 i B2_ z lokalami\n                           usługowymi oraz garażami podziemnymi Lokum Victoria _etap I_ realizowanego na działce\n                           położonej we Wrocławiu, przy ul. Tęczowej 85.Całkowita wypłata Kredytu nastąpi w terminie do dnia 31 marca 2017 r., zaś termin\n                           spłaty został ustalony na dzień 1 maja 2018 r. Umowa wygasa po spłaceniu przez Lokum\n                           5 zadłużenia.Kredyt wypłacany jest w walucie polskiej i jest oprocentowany w stosunku rocznym,\n                           według zmiennej stopy procentowej równej wysokości stawki referencyjnej _WIBOR 3M_\n                           powiększonej o marżę PKO BP.Zabezpieczeniem spłaty Kredytu jest m.in.:1. hipoteka umowna do kwoty 37.290.000,00 zł ustanowiona docelowo na pierwszym miejscu\n                           na nieruchomości, na której realizowana jest inwestycja finansowana Kredytem,2. weksel własny in blanco wystawiony przez Lokum 5 wraz z deklaracją wekslową,3. poręczenie wekslowe udzielone przez Emitenta.Lokum 5 zobowiązał się w Umowie, że w okresie obowiązywania Umowy, bez uprzedniej\n                           zgody PKO BP m.in.:1.nie wypłaci bądź w jakiejkolwiek innej formie nie przekaże udziałowcom dywidendy\n                           w okresie realizacji inwestycji _nie dotyczy wspólników mniejszościowych z łącznym\n                           udziałem 8% w zysku. Maksymalna łączna kwota wypłaty z zysku nie może przekroczyć\n                           800.000 zł w całym okresie kredytowania_,2. nie udzieli żadnych pożyczek, gwarancji, poręczeń, na rzecz innych podmiotów,3. nie będzie ustanawiać, odnawiać oraz nie dopuści do powstania jakichkolwiek obciążeń\n                           na należących do niego lub nabywanych w przyszłości składnikach mienia jego przedsiębiorstwa,\n                           za wyjątkiem sytuacji dotyczących zawierania umów sprzedaży realizowanych w ramach\n                           projektów deweloperskich,4. nie rozpocznie żadnych nowych inwestycji za wyjątkiem realizacji kolejnych etapów\n                           inwestycji Lokum Victoria _realizowanych na działce nr 3/8, położonej we Wrocławiu,\n                           przy ul. Tęczowej 85_, 5. nie zaciągnie oraz nie dopuści do powstania dodatkowych zobowiązań finansowych\n                           _warunek nie dotyczy pożyczek już zaciągniętych od podmiotów powiązanych na zakup\n                           gruntów na realizację inwestycji Lokum Victoria_ w całym okresie kredytowania, w szczególności\n                           z tytułu kredytu, pożyczki, leasingu operacyjnego lub finansowego, gwarancji, poręczenia,\n                           weksla, transakcji na instrumentach pochodnych, dłużnych papierów wartościowych i\n                           innych zobowiązań bilansowych i pozabilansowych,6. nie dokona żadnych zmian właścicielskich. Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.Kredytowana inwestycja dotyczy budowy dwóch budynków wielorodzinnych _B1 i B2_ w ramach\n                           zadania inwestycyjnego o nazwie Lokum Victoria I etap z 147 lokalami mieszkalnymi\n                           _w B1: 92 lokale mieszkalne, w B2: 55 lokali mieszkalnych_ oraz 2 lokalami usługowymi\n                           w parterze w budynku B1.Odpowiednio budynek:– B1: 6 kondygnacji nadziemnych z lokalami mieszkalnymi i usługowymi oraz jedna kondygnacja\n                           podziemna,– B2: 7 kondygnacji nadziemnych z lokalami mieszkalnymi oraz jedna kondygnacja podziemna.Dla przedmiotowej inwestycji zaprojektowano dla I etapu miejsca postojowe, z czego\n                           część zlokalizowano w garażu podziemnym, a pozostałe miejsca znajduje się na terenie\n                           inwestycji.Kryterium uznania Umowy za znaczącą jest przekroczenie wartości 10% kapitałów własnych\n                           Emitenta.Szczegółowa podstawa prawna: § 5 ust.1 pkt 3 oraz  § 9 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33 poz. 259 z późn. zm._.",
        "date": "2015-12-30"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Działając na podstawie § 5 ust. 1 pkt 19 w związku z § 25 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […], Zarząd Lokum Deweloper S.A. _Emitent,\n                           Spółka_ informuje, iż w dniu 22 grudnia 2015 roku Rada Nadzorcza Emitenta podjęła\n                           uchwałę w sprawie wyboru biegłego rewidenta do zbadania jednostkowego sprawozdania\n                           finansowego Spółki oraz skonsolidowanego sprawozdania finansowego Grupy Kapitałowej,\n                           której częścią jest Emitent za rok obrotowy kończący się 31.12.2015 r. _tj. od 01.01.2015\n                           do 31.12.2015_.Podmiotem wybranym przez Radę Nadzorczą do przeprowadzenia ww. czynności jest PKF\n                           Consult Sp. z o.o. sp. k. z siedzibą w Warszawie _PKF_ przy ul. Orzyckiej 6 lok. 1B,\n                           02-695 Warszawa _podmiot wpisany na listę Krajowej Rady Biegłych Rewidentów pod nr\n                           477_.Emitent korzystał z usług tego podmiotu w analogicznym zakresie przedmiotowym w roku\n                           obrotowym 2014. PKF przeprowadził również badanie historycznych informacji finansowych\n                           zamieszczonych w prospekcie emisyjnym Emitenta, zatwierdzonym przez Komisję Nadzoru\n                           Finansowego w dniu 5 października 2015 r. Wybór biegłego rewidenta został dokonany przez Radę Nadzorczą na podstawie § 12 ust.2\n                           lit. g_ Statutu Emitenta, zgodnie z obowiązującymi przepisami i normami zawodowymi.",
        "date": "2015-12-22"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w dniu 16 grudnia 2015 r. Emitent\n                           nabył 165.028,34 jednostek uczestnictwa funduszu Quercus Parasolowy Specjalistyczny\n                           Fundusz Inwestycyjny Otwarty - Subfundusz Quercus Ochrony Kapitału _Subfundusz_ za\n                           łączną cenę 23 mln zł tj. 139,37 zł za pojedynczą jednostkę uczestnictwa _Aktywa_.\n                           Fundusz jest zarządzany przez Quercus Towarzystwo Funduszy Inwestycyjnych S.A.Nabycie Aktywów zostało sfinansowane ze środków jakie Emitent uzyskał w ramach publicznej\n                           subskrypcji akcji serii C _Środki z Emisji_. Zarząd Emitenta uznał, że do momentu\n                           w którym nie możliwe będzie przeznaczenie Środków z Emisji na cele wskazane w prospekcie\n                           emisyjnym zatwierdzonym przez Komisję Nadzoru Finansowego w dniu 5 października 2015\n                           r. właściwe będzie ich ulokowanie jednostki uczestnictwa charakteryzujące się niskim\n                           poziomem ryzyka inwestycyjnego. Subfundusz realizuje swoją politykę inwestycyjną poprzez\n                           lokowanie środków głównie w instrumenty dłużne. Kryterium uznania aktywów za znaczące jest 10% kapitałów własnych Emitenta. Szczegółowa podstawa prawna: § 5 ust.1 pkt 1 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33 poz. 259 z późn. zm._.",
        "date": "2015-12-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Działając na podstawie art. 160 ust. 4 ustawy o obrocie instrumentami finansowymi\n                           _Ustawa_ Zarząd Spółki Lokum Deweloper S.A. _Emitent_ informuje, iż w dniu 15 grudnia\n                           2015 r. otrzymał w trybie art. 160 ust.1 Ustawy od osoby nadzorującej Lokum Deweloper\n                           S.A. informację o objęciu przez tą osobę nadzorującą w ramach oferty publicznej akcji\n                           serii C Emitenta 13.350 akcji serii C Emitenta po cenie emisyjnej 12,00 zł za jedną\n                           akcję. Rejestracja podwyższenia kapitału zakładowego w drodze emisji akcji serii C Lokum\n                           Deweloper S.A. przez Sąd Rejonowy dla Wrocławia-Fabrycznej we Wrocławiu, VI Wydział\n                           Krajowego Rejestru Sądowego miała miejsce w dniu 9 grudnia 2015 r.Osoba przekazująca zawiadomienie nie wyraziła zgody na publikację jej danych osobowych.",
        "date": "2015-12-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Działając na podstawie art. 160 ust. 4 ustawy o obrocie instrumentami finansowymi\n                           _Ustawa_ Zarząd Spółki Lokum Deweloper S.A. _Emitent, Spółka_ informuje, iż w dniu\n                           15 grudnia 2015 r. do Spółki wpłynęło zawiadomienie w trybie art. 160 ust.1 Ustawy\n                           od Prezesa Zarządu Lokum Deweloper S.A. Pana Bartosza Kuźniara – Prezesa Zarządu Emitenta\n                           o objęciu przez niego w ramach oferty publicznej akcji serii C Emitenta 100.000 akcji\n                           serii C Emitenta po cenie emisyjnej 12,00 zł za jedną akcję.Rejestracja podwyższenia kapitału zakładowego w drodze emisji akcji serii C Lokum\n                           Deweloper S.A. przez Sąd Rejonowy dla Wrocławia-Fabrycznej we Wrocławiu, VI Wydział\n                           Krajowego Rejestru Sądowego miała miejsce w dniu 9 grudnia 2015 r.",
        "date": "2015-12-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 9/2015 z dnia 14 grudnia 2015 r.,  Zarząd Lokum\n                           Deweloper S.A. informuje, iż w dniu dzisiejszym doszło do opłacenia przez inwestorów\n                           30.000 obligacji zwykłych na okaziciela serii B o wartości nominalnej 1 tys. zł każda\n                           _Obligacje_. W związku z powyższym emisja Obligacji doszła do skutku w pełnej wysokości.",
        "date": "2015-12-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum 2 Sp.\n                           k. - spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_ zawarła ze Spółdzielnią Pracy Transportowo-Spedycyjną\n                           we Wrocławiu _Sprzedający_ w dniu 14 grudnia 2015 r. umowę przyrzeczoną nabycia prawa\n                           użytkowania wieczystego nieruchomości położonej przy ul. Gnieźnieńskiej we Wrocławiu.\n                           Umowa przedwstępna nabycia ww. nieruchomości z dnia 1 sierpnia 2015 r. została opisana\n                           w Prospekcie emisyjnym Emitenta zatwierdzonym przez Komisję Nadzoru Finansowego w\n                           dniu 5 października 2015 r. _Prospekt_ oraz w Aneksie nr 3 do ww. Prospektu z dnia\n                           10 listopada 2015 r.Cena nabycia została ustalona na kwotę 10 mln zł netto. W dniu 14 grudnia 2015 r.\n                           Kupujący zapłacił sprzedającemu kwotę 9,5 mln zł netto. Kwota 0,5 mln zł netto zostało\n                           zapłacone Sprzedającemu w dniu zawarcia umowy przedwstępnej.Nabycie nieruchomości przy ul. Gnieźnieńskiej we Wrocławiu stanowi realizację celów\n                           emisji akcji serii C Emitenta, wskazanych w Prospekcie.Na nieruchomości przy ul. Gnieźnieńskiej Emitent planuje realizację przedsięwzięcia\n                           deweloperskiego w postaci budynków wielorodzinnych wraz  z garażami podziemnymi i\n                           usługami.",
        "date": "2015-12-14"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w dniu dzisiejszym tj. 14 grudnia\n                           2015 r., po dokonaniu redukcji dokonał przydziału 30.000 obligacji zwykłych na okaziciela\n                           serii B _Obligacje_ o wartości nominalnej 1 tys. zł każda i łącznej wartości nominalnej\n                           30 mln zł pod warunkiem ich opłacenia przez inwestorów w dniu 16 grudnia 2015 r. na\n                           podstawie instrukcji rozrachunku. Cena emisyjna jest równa wartości nominalnej Obligacji.\n                           Dniem emisji będzie 16 grudnia 2015 r. Celem Emisji Obligacji jest finansowanie prowadzonych oraz planowanych projektów deweloperskich\n                           realizowanych przez spółki z Grupy Emitenta, w tym także finansowanie zakupu gruntu\n                           pod nowe projekty deweloperskie. Obligacje nie są zabezpieczone. Oprocentowanie Obligacji jest zmienne, oparte o stawkę\n                           WIBOR 6M powiększoną o marżę w wysokości 4%, chyba że ulegnie ona zmianie zgodnie\n                           z warunkami emisji. Odsetki będą wypłacane co 6 miesięcy, a termin wykupu obligacji\n                           ustalono na 16 grudnia 2018 r. Na dzień 30 września 2015 r. wartość skonsolidowana zobowiązań i rezerw na zobowiązania\n                           Grupy Kapitałowej Emitenta wynosiła 88.383 tys. zł, z czego 36.698 tys. zł to zobowiązania\n                           długoterminowe, natomiast 51.685 tys. zł to zobowiązania krótkoterminowe. Na dzień\n                           30 września 2015 r. Grupa Kapitałowa Emitenta nie posiadała zobowiązań przeterminowanych.\n                           Ze względu na specyfikę branży deweloperskiej oraz rosnącą skalę działalności, Emitent\n                           nie ma możliwości precyzyjnego określenia przyszłych wartości zobowiązań Grupy Emitenta.\n                           Poziom zobowiązań Grupy Emitenta uzależniony jest od ilości, czasu trwania i stopnia\n                           zaawansowania prowadzonych projektów deweloperskich. Emitent planuje systematycznie\n                           zwiększać skalę prowadzonej działalności, co może wymagać zwiększenia wartości zobowiązań\n                           Grupy Emitenta. Należy również podkreślić, że możliwe rozszerzenie geograficzne działalności\n                           Grupy Emitenta na rynek krakowski oraz warszawski wraz z koniecznością funkcjonowania\n                           w ramach ustawy deweloperskiej mogą prowadzić do zaciągnięcia przez Spółkę dodatkowych\n                           zobowiązań finansowych. Decyzje o zaciągnięciu dodatkowych zobowiązań finansowych\n                           Emitenta podejmowane będą, tak by nie zagrozić obsłudze zobowiązań przez Emitenta,\n                           a w szczególności nie przekroczyć wskaźników finansowych określonych w Warunkach Emisji.\n                           Grupa Emitenta utrzymywać będzie wartość zobowiązań na poziomie bezpiecznym i adekwatnym\n                           do skali prowadzonej działalności.Zamiarem Emitenta jest wprowadzenie Obligacji do alternatywnego systemu obrotu na\n                           rynku Catalyst.O podjęciu uchwały w sprawie emisji obligacji serii B Emitent informował w raporcie\n                           bieżącym EBI nr 26/2015 z dnia 3 grudnia 2015 r.",
        "date": "2015-12-14"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. z siedzibą we Wrocławiu _\"Spółka\"_ podaje do wiadomości\n                           publicznej informacje dotyczące zakończonej publicznej subskrypcji akcji serii C Spółki.Wszystkie terminy pisane wielką literą, niezdefiniowane w niniejszym raporcie bieżącym,\n                           mają znaczenie nadane im w prospekcie emisyjnym akcji Spółki _\"Prospekt\"_ zatwierdzonym\n                           przez Komisję Nadzoru Finansowego w dniu 5 października 2015 r.1_ Data rozpoczęcia i zakończenia subskrypcji lub sprzedaży:Data rozpoczęcia i zakończenia subskrypcji w Transzy Inwestorów Indywidualnych:•\tRozpoczęcie subskrypcji: 12 października 2015 r. _zawieszenie oferty w dniu 20 października\n                           2015 roku, nowy termin rozpoczęcia subskrypcji 20 listopada 2015 r._,•\tZakończenie subskrypcji: 24 listopada 2015 r. Data rozpoczęcia i zakończenia subskrypcji w Transzy Inwestorów Instytucjonalnych:•\tRozpoczęcie subskrypcji: 26 listopada 2015 r.•\tZakończenie subskrypcji: 1 grudnia 2015 r.2_ Data przydziału papierów wartościowych:•\t2 grudnia 2015 r.3_ Liczba papierów wartościowych objętych subskrypcją lub sprzedażą:Przedmiotem subskrypcji i sprzedaży było 3.000.000 akcji Spółki _Prospekt umożliwiał\n                           zaoferowanie do 5.000.000 akcji serii C_, w tym:•\t3.000.000 akcji zwykłych na okaziciela serii C.4_ Stopa redukcji w poszczególnych transzach, w przypadku, gdy choć w jednej transzy\n                           liczba przydzielonych papierów wartościowych była mniejsza od liczby papierów wartościowych,\n                           na które złożono zapisy:Redukcja zapisów w Transzy Inwestorów Indywidualnych nie wystąpiła.Redukcja zapisów w Transzy Inwestorów Instytucjonalnych nie wystąpiła.5_ Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji lub\n                           sprzedaży:Inwestorzy złożyli 3.000.000 zapisów na Akcje Serii C,•\tw Transzy Inwestorów Indywidualnych złożono 307.972 _słownie: trzysta siedem tysięcy\n                           dziewięćset siedemdziesiąt dwa_ zapisów na Akcje Serii C,•\tw Transzy Inwestorów Instytucjonalnych  złożono 2.692.028 _słownie: dwa miliony\n                           sześćset dziewięćdziesiąt dwa tysiące dwadzieścia osiem_ zapisów na Akcje Serii C.6_ Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży:Inwestorom przydzielono łącznie 3.000.000 Akcji Serii C Spółki.7_ Cena, po jakiej papiery wartościowe były nabywane _obejmowane_:Akcje Oferowane były obejmowane po cenie 12,00 zł za jedną Akcję Oferowaną.8_ Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach:W ramach Publicznej Oferty zapisy na Akcje Serii C złożyło 239 Inwestorów, w tym,\n                           w osobnych transzach:•\t216 Inwestorów Indywidualnych,•\t23 Inwestorów Instytucjonalnych.9_ Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           lub sprzedaży w poszczególnych transzach:W ramach Publicznej Oferty Akcje Serii C przydzielono 239 Inwestorom, w tym, w osobnych\n                           transzach:•\t216  Inwestorom Indywidualnym w Transzy Inwestorów Indywidualnych,•\t23 Inwestorom Instytucjonalnym w Transzy Inwestorów Instytucjonalnych.10_ Nazwa _firma_ subemitentów, którzy objęli papiery wartościowe w ramach wykonywania\n                           umów o subemisję, z określeniem liczby papierów wartościowych, które objęli, wraz\n                           z faktyczną ceną jednostki papieru wartościowego _ceną emisyjną lub sprzedaży, po\n                           odliczeniu wynagrodzenia za objęcie jednostki papieru wartościowego, w wykonaniu umowy\n                           subemisji, nabytej przez subemitenta_:W ramach Publicznej Oferty Spółka nie zawierała umów o subemisję.11_ Wartości przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedaży:Wartość przeprowadzonej Publicznej Oferty wyniosła 36 mln zł.12_ Łączne określenie wysokości kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułów:Na dzień sporządzenia niniejszego raportu Spółka nie posiada informacji o ostatecznym\n                           rozliczeniu kosztów emisji. Koszty te zostaną podane do wiadomości publicznej w formie\n                           raportu bieżącego po otrzymaniu zestawienia i akceptacji wszystkich kosztów od podmiotów\n                           zaangażowanych w pracę nad przygotowaniem i przeprowadzeniem Publicznej Oferty.Łączne koszty zaliczone do kosztów emisji wyniosły 1.419 tys. zł netto, w tym:- koszty przygotowania i przeprowadzenia oferty: 900 tys. zł, - koszty wynagrodzenia subemitentów: 0 zł,- koszty sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa: 265\n                           tys. zł,- koszty promocji oferty: 254 tys. zł.Zgodnie z postanowieniem MSR 32, koszty emisji pomniejszą kapitał zapasowy Emitenta\n                           powstały z nadwyżki wartości emisyjnej akcji nad ich wartość nominalną. 13_ Średni koszt przeprowadzenia subskrypcji lub sprzedaży przypadający na jednostkę\n                           papieru wartościowego objętego subskrypcją lub sprzedażą:Średni koszt przeprowadzenia oferty publicznej przypadający na jedną akcję wyniósł\n                           0,47 zł. Podstawa prawna: art. 56 ust. 1 pkt 2 lit. a_ Ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych w związku z § 33 ust. 1 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-12-14"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. z siedzibą we Wrocławiu _\"Emitent_  informuje, że w dniu\n                           dzisiejszym tj. 14 grudnia 2015 r. Emitent otrzymał uchwałę nr 1275/2015  z dnia 14\n                           grudnia 2015 r. Zarządu Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_, na\n                           podstawie której Zarząd GPW postanowił wprowadzić z dniem 15 grudnia 2015 r. w trybie\n                           zwykłym do obrotu giełdowego na rynku równoległym następujące akcje zwykłe na okaziciela\n                           Emitenta, o wartości nominalnej 0,20 zł każda:- 500.000 akcji serii A,- 1.000.000 akcji serii B1,- 1.500.000 akcji serii B2,- 2.000.000 akcji serii B3,- 2.500.000 akcji serii B4,- 3.000.000 akcji serii B5,- 4.500.000 akcji serii B6,- 3.000.000 akcji serii C.Wprowadzenie akcji do obrotu ma nastąpić pod warunkiem dokonania przez Krajowy Depozyt\n                           Papierów Wartościowych S.A. w dniu 15 grudnia 2015 r. rejestracji tych akcji i oznaczenia\n                           ich kodem: PLLKMDW00049. Na podstawie powyżej wskazanej uchwały Zarząd GPW postanowił notować akcje spółki\n                           Lokum Deweloper S.A., o których mowa powyżej, w systemie notowań ciągłych pod nazwą\n                           skróconą \"LOKUM\" i oznaczeniem \"LKD\".",
        "date": "2015-12-14"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. z siedzibą we Wrocławiu _\"Spółka\"_  informuje, że w dniu\n                           dzisiejszym tj. 14 grudnia 2015 r. powziął wiadomość o Komunikacie Działu Operacyjnego\n                           Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ z dnia 14 grudnia 2015 r.,\n                           w którym poinformowano, że zgodnie z Uchwałami Zarządu KDPW nr 853/15 z dnia 10 grudnia\n                           2015 r. oraz nr 858/15 z dnia 11 grudnia 2015 r. nr, w dniu 15 grudnia 2015 r. w KDPW\n                           nastąpi rejestracja 18.000.000 akcji zwykłych na okaziciela Spółki _serii A, B1, B2,\n                           B3, B4, B5, B6 i C_, które oznaczono kodem PL PLLKMDW00049.Spółka informowała o podjęciu przez Zarząd KDPW ww. uchwał w raportach bieżących nr\n                           3/2015 z dnia 10 grudnia 2015 r. oraz nr 4/2015 z dnia 11 grudnia 2015 r.",
        "date": "2015-12-14"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. informuje, iż w dniu 11 grudnia 2015 r. Zarząd Giełdy\n                           Papierów Wartościowych w Warszawie podjął Uchwałę nr 1268/2015, na podstawie której\n                           postanowił dopuścić do obrotu giełdowego na rynku równoległym GPW 18.000.000 akcji\n                           zwykłych na okaziciela Lokum Deweloper S.A. tj.:a_ 500.000 akcji serii A,b_ 1.000.000akcji serii B1,c_ 1.500.000 akcji serii B2,d_ 2.000.000 akcji serii B3,e_ 2.500.000 akcji serii B4,f_ 3.000.000 akcji serii B5,g_ 4.500.000 akcji serii B6,h_ 3.000.000 akcji serii C.",
        "date": "2015-12-11"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w 11\n                           grudnia 2015 r. Zarząd Krajowego Depozytu Papierów Wartościowych w Warszawie S.A.\n                           _\"KDPW\"_ podjął uchwałę nr 858/15, na podstawie której postanowił zarejestrować w\n                           KDPW 3.000.000 akcji zwykłych na okaziciela serii C _\"Akcje Nowej Emisji\"_ Lokum Deweloper\n                           S.A., wyemitowanych na podstawie Uchwały nr 5/04/2015 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 1 kwietnia 2015 r. o wartości nominalnej 0,20 zł każda, oraz oznaczyć\n                           je kodem PLLKMDW00049, pod warunkiem dopuszczenia Akcji Nowej Emisji do obrotu na\n                           rynku regulowanym.Zgodnie z uchwałą Zarządu KDPW zarejestrowanie akcji, o których mowa w zdaniu poprzednim\n                           nastąpi w terminie trzech dni od otrzymania przez KDPW dokumentów potwierdzających\n                           dopuszczenie tych akcji do obrotu na rynku regulowanym.",
        "date": "2015-12-11"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. informuje o podjęciu przez Zarząd Krajowego Depozytu Papierów\n                           Wartościowych S.A. uchwały z dnia 10 grudnia 2015 r., w której postanowiono zarejestrować\n                           w Krajowym Depozycie 15.000.000 akcji zwykłych na okaziciela, w tym 500.000 akcji\n                           serii A, 1.000.000 akcji serii B1, 1.500.000 akcji serii B2, 2.000.000 akcji serii\n                           B3, 2.500.000 akcji serii B4, 3.000.000 akcji serii B5 oraz 4.500.000 akcji serii\n                           B6 Lokum Deweloper S.A., o wartości nominalnej 0,20 zł każda, oraz nadać im kod PLLKMDW00049,\n                           pod warunkiem dopuszczenia tych akcji do obrotu na rynku regulowanym.Zarejestrowanie wskazanych akcji w Krajowym Depozycie Papierów Wartościowych nastąpi\n                           w terminie trzech dni od otrzymania przez Krajowy Depozyt dokumentów potwierdzających\n                           dopuszczenie tych akcji do obrotu na rynku regulowanym.",
        "date": "2015-12-10"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje o zidentyfikowaniu przesłanek do zawiązania\n                           istotnego aktywa z tytułu odroczonego podatku dochodowego oraz istotnych odpisów aktualizujących,\n                           o których mowa poniżej.Celem uporządkowania aktywów w Grupie Emitenta, podjęto decyzję o dokonaniu sprzedaży\n                           wybranych nieruchomości pomiędzy spółkami Grupy Emitenta. Sprzedaż następuje do tych\n                           spółek Grupy, które będą na ww. nieruchomościach przygotowywały kolejne inwestycje.\n                           Podstawą określenia cen sprzedaży nieruchomości gruntowych są operaty szacunkowe sporządzone\n                           przez uprawnionych rzeczoznawców. Transakcje dotyczą nieruchomości przy ul. Awicenny,\n                           Stanisławowskiej, Gnieźnieńskiej, Batorego _Ratyń_ we Wrocławiu oraz w gminie Sobótka.\n                           Ponadto dokonano sprzedaży lokali mieszkalnych pozostałych z zakończonych inwestycji\n                           gotowych do jednej ze spółek Grupy, która zajmie się ich sprzedażą poza Grupę Emitenta\n                           _22 lokale mieszkalne przy ul. Drzewieckiego we Wrocławiu_; sprzedaży dokonano według\n                           cen z cennika z naliczeniem kilkuprocentowego upustu z tytułu zakupu pakietowego.\n                           Z uwagi na fakt, iż nieruchomości w księgach spółek Grupy Emitenta wyceniane są w\n                           wartości nabycia bądź wytworzenia, które są istotnie niższe od obecnej wartości rynkowej,\n                           występuje konieczność zawiązania aktywa z tytułu odroczonego podatku dochodowego w\n                           wysokości ok. 14 mln zł. Dokładna wartość aktywa zostanie zweryfikowana przez Biegłego\n                           Rewidenta w ramach badania rocznego sprawozdania finansowego za rok 2016.W związku z zakończeniem wieloetapowej inwestycji Lokum Da Vinci dokonano oceny wartości\n                           rynkowej wyrobów gotowych nie sprzedanych do tej pory, w tym miejsc postojowych w\n                           halach garażowych położonych na kondygnacji podziemnej. Stwierdzono, że koszt wytworzenia\n                           miejsc postojowych w halach garażowych w uśrednionej wysokości 54,3 tys. zł netto\n                           za szt. przewyższa wartość możliwą do uzyskania z ich sprzedaży i z tego względu konieczne\n                           jest dokonanie odpisu aktualizującego do wartości możliwej do uzyskania szacowanej\n                           średnio na ok. 12 tys. zł netto za szt., co wynikowo skutkować będzie odpisem w wysokości\n                           ok 13,4 mln zł, oraz koniecznością utworzenia aktywa z tytułu odroczonego podatku\n                           dochodowego w wysokości ok. 2,6 mln zł. Całkowity wpływ utworzenia odpisu na wynik\n                           netto wyniesie około 10,8 mln zł. Dokładna wartość odpisu zostanie ustalona po dokonaniu\n                           wszystkich transakcji sprzedaży miejsc postojowych w 2016 r.  Zarząd Emitenta dokonał\n                           przeglądu pozostałych aktywów Grupy Emitenta i nie stwierdził konieczności dokonania\n                           innych, istotnych odpisów aktualizujących. Ostateczne łączne wartości odpisów aktualizujących oraz rezerw, które zostaną opublikowane\n                           w raporcie rocznym za rok 2016, mogą obejmować inne mniej istotne lub niezidentyfikowane\n                           obecnie pozycje i z tego powodu wartości te mogą różnić się od wartości wskazanej\n                           w niniejszym  raporcie bieżącym. Zarząd Emitenta informuje ponadto, że w wyniku przeglądu struktury organizacyjnej\n                           Grupy Emitenta zdecydował podjąć działania zmierzające do jej uproszczenia, celem\n                           obniżenia kosztów ogólnych Grupy Emitenta, usprawnienia działań biznesowych oraz terminowego\n                           wywiązywania się z obowiązków podatkowych w związku z ustawą z dnia 29 listopada 2016\n                           r. o zmianie Ustawy o podatku dochodowym od osób fizycznych, ustawy o podatku dochodowym\n                           od osób prawnych oraz ustawy o zmianie ustawy – Ordynacja podatkowa oraz niektórych\n                           innych ustaw _w zakresie opodatkowania funduszy inwestycyjnych zamkniętych - FIZ_.\n                           W ocenie Zarządu Emitenta w ramach obecnej struktury Grupy z FIZ zaangażowanym w spółki\n                           zagraniczne, terminowe płatności zaliczek na podatek dochodowy z zysku wspólnika spółek\n                           operacyjnych Grupy Emitenta nie byłyby operacyjnie wykonalne. W ramach zmiany struktury Grupy Emitenta przewiduje się m.in., że Forum XVIII FIZ\n                           przeniesie na rzecz nowo zawiązanej Lokum Holding 1 sp. z o.o. _w 100% zależnej od\n                           Emitenta_ wszystkich udziałów i praw wspólnika we wszystkich spółkach, w których obecnie\n                           uczestniczy, tj. udziałów w LD sp. z o.o, oraz praw wspólnika w spółkach Lokum SCSp,\n                           Lokum 2 SCSp, Lokum 3 SCSp, Lokum 4 SCSp, Lokum 5 SCSp. Następnie planuje się likwidację\n                           spółek Lokum SCSp, Lokum 2 SCSp, Lokum 3 SCSp, Lokum 4 SCSp, Lokum 5 SCSp. Lokum Holding\n                           1 sp. o.o. planuje pozyskać środki na nabycie spółek dzięki emisji obligacji, która\n                           skierowana zostanie do Forum XVIII FIZ. Jednocześnie Emitent założył spółkę Lokum\n                           Investment SCSp, do której wniósł certyfikaty inwestycyjne Forum XVIII FIZ _dotychczas\n                           przez niego posiadane_, skutkiem czego jedynym uczestnikiem funduszu pozostaje Lokum\n                           Investment SCSp.O całościowym efekcie zmian struktury Grupy Emitent poinformuje w najbliższym raporcie\n                           okresowym.Zarząd Emitenta dokonał oceny wpływu wszystkich wymienionych zdarzeń oraz zdarzeń\n                           zwykłych, dotyczących realizacji sprzedaży/przekazań w 2016 r. i poniesionych kosztów\n                           działalności Grupy Emitenta, w szczególności kosztów wytworzenia, ogólnych i finansowych,\n                           w kontekście  prognozy na rok 2016 opublikowanej raportem bieżącym EBI nr 15/2015\n                           z dnia 2015 r. oraz w prospekcie emisyjnym Emitenta zatwierdzonym przez Komisję Nadzoru\n                           Finansowego w dniu 5 października 2015 r. i stwierdził, iż wyniki finansowe za 2016\n                           r. nie powinny się różnić o więcej niż 10% od prognozowanych wartości.Zarząd Emitenta zwraca jednak uwagę, że zmiany w regulacjach prawnych oraz dokonywana\n                           zmiana struktury Grupy Emitenta spowodują, iż przyszłe skonsolidowane wyniki finansowe\n                           netto Grupy Emitenta mogą w większym stopniu odbiegać od skonsolidowanych wyników\n                           brutto Grupy Emitenta w porównaniu do lat ubiegłych z uwagi m.in. na pozycję podatku\n                           dochodowego w Lokum Holding 1 sp. z o.o.",
        "date": "2016-12-22"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w III kwartale 2016 r. spółki\n                           wchodzące w skład Grupy Lokum Deweloper S.A. _Grupa_ odnotowały:1. sprzedaż w ilości 113 lokali, co należy rozumieć jako zawarte i nierozwiązane umowy\n                           przedwstępne i deweloperskie oraz 112 umów rezerwacyjnych, które oczekują na przekształcenie\n                           w umowy przedwstępne lub deweloperskie,2. 121 lokali rozpoznanych w wyniku.Dla porównania w III kwartale 2015 r. spółki wchodzące w skład Grupy odnotowały:1. sprzedaż w ilości 141 lokali, co należy rozumieć jako zawarte i nierozwiązane umowy\n                           przedwstępne i deweloperskie,2. 60 lokali rozpoznanych w wyniku.Na koniec III kwartału 2016 r. oferta Grupy obejmowała 544 lokale.Jednocześnie – według stanu na koniec III kwartału 2016 r. – w realizacji było 570\n                           lokali.",
        "date": "2016-10-03"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum 10 S.K.A.\n                           – spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_ zawarła ze spółką pod firmą COLBY INVESTMENTS\n                           Sp. z o.o. z siedzibą w Warszawie _Sprzedający_ w dniu 27 września 2016 r. umowę nabycia\n                           prawa użytkowania wieczystego nieruchomości gruntowych, oznaczonych w ewidencji jako\n                           działki nr 117/11, 117/12, 124/3 oraz 2/14, położonych we Wrocławiu przy ul. Gazowej\n                           i Międzyleskiej, o łącznej powierzchni 3,75 ha _Nieruchomość_.Cena nabycia Nieruchomości w kwocie 6 mln EUR netto została powiększona o podatek\n                           VAT i wyniosła łącznie 7,4 mln EUR. Zakup został sfinansowany ze środków własnych,\n                           jednakże Emitent przewiduje refinansowanie części ceny sprzedaży poprzez kredyt bankowy.Na Nieruchomości Emitent planuje realizację przedsięwzięcia deweloperskiego w postaci\n                           budynków wielorodzinnych wraz z garażami podziemnymi i usługami.",
        "date": "2016-09-27"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 7.09.2016 r. Olczyk Sp.\n                           z o.o. Lokum 5 Sp. k. _Lokum 5_ – spółka zależna od Emitenta zawarła, jako kredytobiorca,\n                           umowę kredytu inwestorskiego _Umowa_ z Powszechną Kasą Oszczędności Bankiem Polskim\n                           S.A. _PKO BP_, na mocy której Lokum 5 otrzymała do dyspozycji kredyt w wysokości 23,69\n                           mln  zł _Kredyt_ z przeznaczeniem na finansowanie i refinansowanie kosztów netto inwestycji\n                           wielomieszkaniowej  pod nazwą \"LOKUM VICTORIA-etap II A\" realizowanej na działce położonej\n                           we Wrocławiu przy ul. Tęczowej 85.Całkowita wypłata Kredytu nastąpi w terminie do dnia 31.12.2017  r., zaś termin spłaty\n                           został ustalony na dzień 1.12.2018 r.Kredyt wypłacany będzie w walucie polskiej i jest oprocentowany w stosunku rocznym,\n                           według zmiennej stopy procentowej równej wysokości stawki referencyjnej _WIBOR 3M_\n                           powiększonej o marżę PKO BP.W związku z podpisaniem Umowy ustanawiane są w szczególności następujące zabezpieczenia:1. hipoteka umowna do kwoty 109,99 mln zł, ustanowiona na pierwszym miejscu na prawie\n                           wieczystego użytkowania działki nr 3/8 położonej we Wrocławiu przy ul. Tęczowej _niniejsza\n                           hipoteka stanowi zabezpieczenie przedmiotowego Kredytu, a także kredytu udzielonego\n                           na podstawie umowy kredytu inwestorskiego z dnia 30.12.2015 r., o której Emitent informował\n                           w raporcie bieżącym nr 16/2015 z dnia 30.12.2015 r._;2. weksel własny in blanco wystawiony przez Lokum 5 wraz z deklaracją wekslową,3. poręczenie wekslowe udzielone przez Emitenta.Lokum 5 zobowiązała się w Umowie, że w okresie jej obowiązywania, bez uprzedniej zgody\n                           PKO BP w szczególności:1. nie wypłaci bądź w jakiejkolwiek innej formie nie przekaże udziałowcom dywidendy\n                           w okresie realizacji inwestycji, za wyjątkiem wypłat dla wspólników mniejszościowych\n                           z łącznym udziałem 8% w zysku, pod warunkiem przedstawienia przez Lokum 5 zatwierdzonego\n                           sprawozdania za rok obrotowy wraz ze stosowną uchwałą zatwierdzającą podział zysku;2. nie udzieli żadnych pożyczek, gwarancji, poręczeń, na rzecz innych podmiotów, za\n                           wyjątkiem pożyczek udzielonych spółkom z Grupy Lokum Deweloper do łącznej kwoty 10.000.000\n                           zł;3. nie będzie ustanawiać, odnawiać oraz nie dopuści do powstania jakichkolwiek obciążeń\n                           na należących do niej lub nabywanych w przyszłości składnikach mienia jej przedsiębiorstwa,\n                           za wyjątkiem sytuacji dotyczących zawierania umów sprzedaży realizowanych w ramach\n                           projektów deweloperskich;4. nie rozpocznie żadnych nowych inwestycji, za wyjątkiem kolejnych etapów inwestycji\n                           LOKUM VICTORIA;5. nie zaciągnie oraz nie dopuści do powstania dodatkowych zobowiązań finansowych\n                           w całym okresie kredytowania _ponad kwotę z tytułu pożyczek udzielonych przez podmioty\n                           powiązane na zakup gruntów oraz na realizację inwestycji LOKUM VICTORIA_;6. nie dokona żadnych zmian właścicielskich.Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.Kredytowana inwestycja dotyczy budowy budynku mieszkalnego  nr 3 w ramach zadania\n                           inwestycyjnego \"LOKUM VICTORIA-etap II A\" ze 135 lokalami mieszkalnymi oraz 56 miejscami\n                           postojowymi w garażu podziemnym i 22 miejscami postojowymi naziemnymi.",
        "date": "2016-09-07"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 1 września 2016 powziął\n                           informację, iż w ślad za uchwałą Zarządu Giełdy Papierów Wartościowych w Warszawie\n                           S.A. _\"GPW\"_ nr 889/2016 r. oraz uchwałą Zarządu BondSpot S.A. _\"BondSpot\"_ nr 182/O/16\n                           w przedmiocie wprowadzenia do alternatywnego systemu obrotu na Catalyst 40.000 obligacji\n                           na okaziciela serii C Emitenta o łącznej wartości nominalnej 40.000.000 zł i jednostkowej\n                           wartości nominalnej 1.000 zł _\"Obligacje\"_, w dniu 1 września 2016:1_ Zarząd GPW podjął Uchwałę  nr 905/20162_ Zarząd BondSpot podjął Uchwałę nr 190/16w przedmiocie wyznaczenia na dzień 6 września 2016 r. pierwszego dnia notowań w alternatywnym\n                           systemie obrotu na Catalyst Obligacji, oznaczonych przez Krajowy Depozyt Papierów\n                           Wartościowych S.A. kodem PLLKMDW00064.Zarząd GPW postanowił w ww. uchwale, iż Obligacje notowane będą w systemie notowań\n                           ciągłych pod skróconą nazwą \"LKD0719\". Zarząd BondSpot postanowił w ww. uchwale określić\n                           dla Obligacji symbol \"LKD0719\".",
        "date": "2016-09-01"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2016 z dnia 19 kwietnia 2016 r. oraz raportu\n                           bieżącego nr 28/2016 z dnia 19 lipca 2016 r., Zarząd Lokum Deweloper S.A. _Emitent_\n                           informuje, iż Olczyk Sp. z o.o. Lokum 7 Sp. k. – spółka w 100% zależna od Emitenta,\n                           której przedmiotem działalności jest realizowanie przedsięwzięć deweloperskich, zawarła\n                           z Uniwersytetem Medycznym im. Piastów Śląskich we Wrocławiu w dniu 3 sierpnia 2016\n                           r. umowę nabycia prawa własności oraz prawa użytkowania wieczystego nieruchomości\n                           zabudowanych położonych we Wrocławiu w rejonie ulic J. Poniatowskiego 2-4, Bolesława\n                           Prusa oraz Jedności Narodowej, o łącznej powierzchni około 1,25 ha _Nieruchomości_.Cena nabycia Nieruchomości w kwocie 13,4 mln zł netto została powiększona o podatek\n                           VAT i wyniosła łącznie 16,5 mln zł, przy czym na poczet ceny zaliczono wadium w wysokości\n                           0,6 mln zł. Zakup został sfinansowany  ze środków pochodzących z przepływów finansowych\n                           wygenerowanych z przedsięwzięć inwestycyjnych prowadzonych przez spółki z Grupy Emitenta,\n                           a ponadto ze środków pochodzących z emisji  obligacji serii C, o której Emitent informował\n                           w raportach bieżących nr 27/2016 oraz 29/2016.Emitent przypomina, iż na Nieruchomościach planowana jest realizacja przedsięwzięcia\n                           deweloperskiego w postaci lokali mieszkalnych wraz z towarzyszącą zabudową usługową,\n                           polegająca na częściowym wykorzystaniu istniejących zabytkowych budynków poprzez ich\n                           rewitalizację, a w pozostałym zakresie na budowie nowych obiektów.",
        "date": "2016-08-03"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 4/2016 z dnia 28 stycznia 2016 r. Zarząd Lokum\n                           Deweloper S.A. informuje, iż zmianie ulegnie termin publikacji raportu okresowego\n                           za I półrocze 2016 r.  Nową datę publikacji wyznaczono na dzień 11.08.2016 r. _pierwotnie\n                           raport za I półrocze 2016 r. miał być opublikowany w dniu 29 sierpnia 2016 r._.Szczegółowa podstawa prawna:\t § 103 ust. 2 Rozporządzenia Ministra Finansów z dn. 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych[..]",
        "date": "2016-08-01"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum 8 S.K.A.\n                           – spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_, zawarła w dniu 28 lipca 2016 r. umowę nabycia\n                           prawa własności nieruchomości gruntowych, oznaczonych w ewidencji jako działki nr\n                           3/18, 3/19, 3/21, 3/22, 3/24, 3/25, 268/5, 268/6, 269/7, 4/4, 4/6, 6/12, 6/8, 6/10,\n                           położonych w rejonie ul. Walerego Sławka w Krakowie – Wola Duchacka, o łącznej powierzchni\n                           około 3,9 ha _Nieruchomość_.Cena nabycia Nieruchomości w kwocie 40,2 mln zł netto została powiększona o podatek\n                           VAT i wyniosła łącznie  49,4 mln zł. Zakup został sfinansowany ze środków pozyskanych\n                           z emisji akcji serii C objętej Prospektem emisyjnym Emitenta zatwierdzonym przez Komisję\n                           Nadzoru Finansowego w dniu 5 października 2015 r. _Prospekt_ oraz emisji obligacji\n                           serii C, o której Emitent informował w raportach bieżących nr 27/2016 oraz 29/2016.Nabycie Nieruchomości stanowi zakończenie realizacji głównych celów emisji akcji serii\n                           C wskazanych w Prospekcie - wszystkie umowy przedwstępne tj. umowa przedwstępna sprzedaży\n                           nieruchomości położonej przy ul. Międzyleskiej we Wrocławiu, umowa przedwstępna sprzedaży\n                           nieruchomości położonej przy ul. Walerego Sławka w Krakowie, umowa przedwstępna sprzedaży\n                           nieruchomości położonej przy ul. Gnieźnieńskiej we Wrocławiu zostały przekształcone\n                           w umowy przyrzeczone, o czym Emitent informuje w niniejszym raporcie oraz poinformował\n                           w raportach bieżących nr 10/2015, 6/2016, 24/2016. Zakup Nieruchomości stanowi również\n                           realizację jednego z etapów strategii rozwoju Emitenta w zakresie powiększenia banku\n                           ziemi w Krakowie . Na Nieruchomości oraz działce nr 3/20 _nabytej przez Kupującego w dniu 19 maja 2016\n                           r. i objętej raportem bieżącym nr 24/2016_, których łączna powierzchnia gruntów stanowi\n                           około 4,4 ha, Emitent planuje realizację przedsięwzięcia deweloperskiego w postaci\n                           budynków wielorodzinnych wraz z garażami podziemnymi, naziemnymi miejscami postojowymi\n                           i usługami.Nie występują powiązania pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi\n                           Emitenta a Sprzedającym i osobami nim zarządzającymi.",
        "date": "2016-07-28"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent, Spółka_ informuje, iż w dniu 27.07.2016  roku\n                           Rada Nadzorcza Emitenta podjęła uchwałę w sprawie wyboru biegłego rewidenta do  zbadania\n                           i/lub przeglądu jednostkowego sprawozdania finansowego Spółki oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej, której jednostką dominującą jest Spółka,\n                           za okres 01.01.2016 r. – 30.06.2016 r. oraz za rok obrotowy kończący się dnia 31.12.2016\n                           r. _tj. 01.01.2016 r. – 31.12.2016 r._.Podmiotem wybranym przez Radę Nadzorczą do przeprowadzenia ww. czynności jest PKF\n                           Consult Sp. z o.o. Sp.k. z siedzibą w Warszawie przy ul. Orzyckiej 6 lok.1B, 02-695\n                           Warszawa _podmiot wpisany na listę Krajowej Rady Biegłych Rewidentów pod nr 477_.Emitent korzystał z usług tego podmiotu w analogicznym zakresie przedmiotowym w roku\n                           obrotowym 2014 i 2015. PKF  Consult Sp. z o.o. Sp.k. przeprowadziła również badanie\n                           historycznych informacji finansowych zamieszczonych w prospekcie emisyjnym Emitenta,\n                           zatwierdzonym przez Komisję Nadzoru Finansowego w dniu 5 października 2015 r.Wybór biegłego rewidenta został dokonany przez Radę Nadzorczą na podstawie art. 66\n                           ust. 4 ustawy z dnia 29 września 1994 r.  o rachunkowości oraz § 12 ust. 2 lit. g_\n                           Statutu Emitenta, zgodnie z obowiązującymi przepisami.Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           […]",
        "date": "2016-07-27"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 27/2016 z dnia 18 lipca 2016  r., Zarząd Lokum\n                           Deweloper S.A. informuje, iż w dniu dzisiejszym doszło do opłacenia przez inwestorów\n                           40.000 Obligacji zwykłych na okaziciela serii C o wartości nominalnej 1 tys. zł każda\n                           _Obligacje_.W związku z powyższym emisja Obligacji doszła do skutku w pełnej wysokości.",
        "date": "2016-07-20"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2016 z dnia 19 kwietnia 2016 r., Zarząd Lokum\n                           Deweloper S.A. _Emitent_ informuje, że otrzymał informację o wydaniu przez Ministra\n                           Skarbu Państwa zgody na nabycie przez Olczyk Sp. z o.o. Lokum 7 Sp. k. – spółkę w\n                           100% zależną od Emitenta, której przedmiotem działalności jest realizowanie przedsięwzięć\n                           deweloperskich _Kupujący_  prawa własności oraz prawa użytkowania wieczystego nieruchomości\n                           zabudowanych położonych we Wrocławiu w rejonie ulic J. Poniatowskiego 2-4, Bolesława\n                           Prusa oraz Jedności Narodowej, o łącznej powierzchni około 1,25 ha _Nieruchomości_,\n                           stanowiących przedmiot przetargu ustnego nieograniczonego, organizowanego przez Uniwersytet\n                           Medyczny im. Piastów Śląskich we Wrocławiu _Sprzedający_, który miał miejsce w dniu\n                           19 kwietnia 2016 r. we Wrocławiu.  Kolejnym etapem nabycia wyżej wymienionych Nieruchomości będzie zawarcie pomiędzy\n                           Kupującym i Sprzedającym umowy sprzedaży Nieruchomości pod warunkiem niewykonania\n                           przez Gminę Wrocław przysługującego jej prawa pierwokupu. Emitent odrębnym raportem bieżącym poinformuje o zawarciu umowy przenoszącej prawo\n                           własności oraz prawo użytkowania wieczystego, które nastąpi w terminie 14 dni od oświadczenia\n                           Gminy Wrocław w sprawie niewykonania prawa pierwokupu w stosunku do Nieruchomości\n                           lub bezskutecznego upływu terminu do złożenia takiego oświadczenia.",
        "date": "2016-07-19"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _\"Emitent\"_ informuje, że w dniu dzisiejszym, po dokonaniu\n                           redukcji zapisów,  dokonał przydziału 40.000 Obligacji zwykłych na okaziciela serii\n                           C o wartości nominalnej 1 tys. zł każda i łącznej wartości nominalnej 40 mln zł, pod\n                           warunkiem ich opłacenia do dnia 20 lipca 2016 r. na podstawie instrukcji rozrachunku.\n                           Cena emisyjna Obligacji jest równa wartości nominalnej. Dniem Emisji będzie dzień\n                           20 lipca 2016 r.Celem Emisji Obligacji jest finansowanie prowadzonych oraz planowanych projektów deweloperskich\n                           realizowanych przez spółki z Grupy Emitenta, w tym także finansowanie zakupu gruntu\n                           pod nowe projekty deweloperskie.Obligacje nie są zabezpieczone i nie będą posiadały formy dokumentu. Oprocentowanie\n                           Obligacji jest zmienne, oparte o stawkę WIBOR 6M powiększoną o marżę w wysokości 3,6\n                           %, chyba że ulegnie ona zmianie zgodnie z warunkami emisji. Kupon od każdej Obligacji\n                           naliczany jest począwszy od Dnia Emisji _z wyłączeniem tego dnia_, odrębnie dla każdego\n                           6-miesięcznego okresu odsetkowego i wypłacany będzie w dniu płatności odsetek.Termin wykupu Obligacji ustalono na dzień 20 lipca 2019 r. Zbywalność Obligacji nie\n                           podlega żadnym ograniczeniom.Obligacje mogą być przedmiotem ubiegania się o wprowadzenie do obrotu w alternatywnym\n                           systemie obrotu na rynku Catalyst organizowanym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A. lub BondSpot S.A.W warunkach emisji Obligacji Emitent zobowiązał się, że dywidenda wypłacana za rok\n                           obrotowy nie przekroczy 50% skonsolidowanego zysku netto wykazywanego w skonsolidowanym\n                           sprawozdaniu finansowym Grupy Emitenta za rok obrotowy, za który wypłacana będzie\n                           dywidenda.",
        "date": "2016-07-18"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w II kwartale 2016 r. spółki wchodzące\n                           w skład Grupy Lokum Deweloper S.A. _Grupa_ odnotowały:1. sprzedaż w ilości 136 lokali, co należy rozumieć jako zawarte i nierozwiązane umowy\n                           przedwstępne i deweloperskie oraz 60 umów rezerwacyjnych, które oczekują na przekształcenie\n                           w umowy przedwstępne lub deweloperskie,2. 111 lokali rozpoznanych w wyniku.Dla porównania w drugim kwartale 2015 r. spółki wchodzące w skład Grupy odnotowały:1. sprzedaż w ilości 94 lokali, co należy rozumieć jako zawarte i nierozwiązane umowy\n                           przedwstępne i deweloperskie,2. 83 lokali rozpoznanych w wyniku.Na koniec II kwartału 2016 r. oferta Grupy obejmowała 224 lokale.Jednocześnie – według stanu na koniec II kwartału 2016 r. – w realizacji było 768\n                           lokali.",
        "date": "2016-07-04"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 2.06.2016 r. powziął wiadomość\n                           o wpisie przez Sąd Rejonowy dla Wrocławia – Krzyków we Wrocławiu, IV Wydział Ksiąg\n                           Wieczystych hipoteki umownej do maksymalnej sumy 87.230.508,00 zł, ustanowionej na\n                           prawie użytkowania wieczystego gruntu należącego do spółki zależnej Emitenta – Olczyk\n                           Spółka z ograniczoną odpowiedzialnością Lokum 3 Sp. k. _Lokum 3_, o powierzchni 1,8314\n                           ha, położonego we Wrocławiu przy ul. Międzyleskiej, działka nr 2/11 i 2/12 _\"Nieruchomość\"_.Hipoteka umowna została ustanowiona na rzecz Powszechnej Kasy Oszczędności Bank Polski\n                           S.A. _PKO BP_ i zabezpiecza spłatę udzielonego przez PKO BP Lokum 3 kredytu w wysokości\n                           58.153.672,00 zł _Kredyt_ z przeznaczeniem na finansowanie i refinansowanie kosztów\n                           netto przedsięwzięcia budowalnego, w tym m.in. budowy dwóch budynków wielorodzinnych\n                           _1 i 2_ w ramach zadania inwestycyjnego o nazwie Lokum di Trevi Etap VI z 100 lokalami\n                           mieszkalnymi oraz trzech budynków wielorodzinnych _3, 4, 5_ w ramach zadania inwestycyjnego\n                           o nazwie Lokum di Trevi Etap VII z 252 lokalami mieszkalnymi wraz z 352 miejscami\n                           postojowymi_ w tym także miejscami garażowymi podziemnymi_ dla obu inwestycji, o czym\n                           Emitent informował w raporcie bieżącym nr 15/2016 z dnia 31.03.2016 r.Wartość  Nieruchomości, po zrealizowaniu przedsięwzięcia, oszacowana na podstawie\n                           wyceny biegłego _operat szacunkowy z dnia 7.01.2016r._ wynosi 128.738.011,00 zł.Pomiędzy Emitentem, osobami nim zarządzającymi lub nadzorującymi a PKO BP lub osobami\n                           nią zarządzającymi, nie występują żadne powiązania.Kryterium uznania aktywów za znaczące jest 10% kapitałów własnych Emitenta.Szczegółowa podstawa prawna: § 5 ust.1 pkt 1 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych [...].",
        "date": "2016-06-02"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum 8 S.K.A.\n                           – spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_ zawarła z osobami fizycznymi w dniu 19 maja\n                           2016 r. umowę nabycia prawa własności nieruchomości gruntowej, oznaczonej w ewidencji\n                           jako działka nr 3/20, położonej w rejonie ul. Walerego Sławka w Krakowie – Wola Duchacka,\n                           o powierzchni 0,5 ha _Nieruchomość_.Cena nabycia Nieruchomości w kwocie 4 mln zł netto została powiększona częściowo o\n                           podatek VAT i wyniosła łącznie 4,61 mln zł. Zakup został sfinansowany ze środków pozyskanych\n                           z emisji akcji serii C Emitenta _Emisja_.Nabycie Nieruchomości stanowi jeden z etapów realizacji strategii rozwoju Emitenta\n                           wskazanej w Prospekcie emisyjnym Emitenta zatwierdzonym przez Komisję Nadzoru Finansowego\n                           w dniu 5 października 2015 r. _Prospekt_, w zakresie powiększenia banku ziemi na rynku\n                           krakowskim. Zarząd przypomina, że celem Emitenta jest nabycie pozostałych nieruchomości\n                           gruntowych położonych przy ul. Walerego Sławka w Krakowie, stanowiących główny cel\n                           Emisji opisany w Prospekcie. Nieruchomość przylega do wyżej opisanych nieruchomości\n                           gruntowych i jest z nimi funkcjonalnie związana oraz będzie służyła realizacji inwestycji\n                           deweloperskiej.Wartość transakcji nie przekracza 10% kapitałów własnych Emitenta.",
        "date": "2016-05-19"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 13 maja 2016 r. do Spółki\n                           wpłynęło zawiadomienie w trybie art. 160 ust.1 Ustawy o obrocie instrumentami finansowymi\n                           od Przewodniczącego Rady Nadzorczej Spółki  Pana Dariusza Olczyka o nabyciu przez\n                           Halit S.à  r.l. z siedzibą w Luksemburgu _podmiot, którego 100% udziałowcem jest Pan\n                           Dariusz Olczyk_, w dniu 12 maja 2016 r. w transakcji sesyjnej pakietowej na Giełdzie\n                           Papierów Wartościowych w Warszawie, 100.000 akcji Spółki  po cenie 12,50 zł za jedną\n                           akcję.",
        "date": "2016-05-13"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że Emitent otrzymał informację o\n                           rozstrzygnięciu przetargu ustnego nieograniczonego odbywającego się w dniu dzisiejszym\n                           i organizowanego przez Uniwersytet Medyczny im. Piastów Śląskich we Wrocławiu _Sprzedający_\n                           w zakresie sprzedaży prawa własności oraz prawa użytkowania wieczystego nieruchomości\n                           zabudowanych położonych we Wrocławiu w rejonie ulic J. Poniatowskiego 2-4, Bolesława\n                           Prusa oraz Jedności Narodowej _Nieruchomości_ o łącznej powierzchni około 1,25 ha.Przetarg wygrała Olczyk Sp. z o.o. Lokum 7 Sp. k. – spółka w 100% zależna od Emitenta,\n                           której przedmiotem działalności jest realizowanie przedsięwzięć deweloperskich _Kupujący_.\n                           Kupujący nabędzie Nieruchomości w oparciu o umowę przenoszącą, po uprzednim uzyskaniu\n                           zgody Ministra Skarbu Państwa na transakcję oraz w sytuacji kiedy Gmina Wrocław nie\n                           wykona przysługującego jej prawa pierwokupu.Cena nabycia została ustalona na kwotę 13,44 mln zł netto. Na poczet ceny nabycia\n                           Kupujący zapłacił kwotę 600 tys. zł. stanowiącą wadium. Pozostała część ceny nabycia\n                           zostanie zapłacona przez Kupującego najpóźniej w przeddzień zawarcia umowy notarialnej\n                           przeniesienia własności Nieruchomości.Cena nabycia zostanie sfinansowana ze środków własnych Emitenta, ze środków pochodzących\n                           z przepływów finansowych wygenerowanych z przedsięwzięć inwestycyjnych prowadzonych\n                           przez spółki z grupy kapitałowej Emitenta, a ponadto z wykorzystaniem instrumentów\n                           dłużnych.Mimo faktu, iż cena nabycia nie przekracza 10% kapitałów własnych Emitenta, Zarząd\n                           Emitenta uznaje informację o wygraniu przetargu za istotną ze względu na sposób nabycia\n                           Nieruchomości _wygranie przetargu_ oraz ich specyfikę.Nabycie Nieruchomości w tej lokalizacji oraz planowana realizacja przedsięwzięcia\n                           deweloperskiego w postaci lokali mieszkalnych wraz z towarzyszącą zabudową usługową\n                           wpisuje się w dotychczasowy model biznesowy Emitenta. Realizacja inwestycji deweloperskiej\n                           będzie polegała częściowo na wykorzystaniu istniejących zabytkowych budynków poprzez\n                           ich rewitalizację, a w pozostałym zakresie na budowie nowych obiektów.",
        "date": "2016-04-19"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ niniejszym przekazuje wykaz akcjonariuszy posiadających\n                           co najmniej 5 % liczby głosów na Zwyczajnym Walnym Zgromadzeniu Emitenta _ZWZ_, które\n                           odbyło się w dniu 12 kwietnia 2016 r. 1. Akcjonariusz Halit sàrl z siedzibą w Luksemburgu:- liczba posiadanych akcji na ZWZ: 15.000.000,00 sztuk;- liczba głosów posiadanych z akcji na ZWZ: 15.000.000,00;- udział procentowy w liczbie głosów na ZWZ: 94,99 %;- udział procentowy w ogólnej liczbie głosów: 83,33 %.",
        "date": "2016-04-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 12 kwietnia 2016 r. Zwyczajne\n                           Walne Zgromadzenie Emitenta podjęło uchwały w sprawie powołania do składu Rady Nadzorczej\n                           Emitenta, na okres wspólnej 5-letniej kadencji, rozpoczynającej się z dniem 12 kwietnia\n                           2016 r., następujących Członków Rady Nadzorczej:1. Dariusza Olczyka – Przewodniczącego Rady Nadzorczej;2. Jana Olczyka;3. Tomasza Dotkusia;4. Bartosza Krzesiaka;5. Arkadiusza Króla.Nowo powołani Członkowie Rady Nadzorczej w osobach Pana Tomasza Dotkusia oraz Pana\n                           Bartosza Krzesiaka spełniają kryteria Członka Niezależnego w rozumieniu § 15 Regulaminu\n                           Walnego Zgromadzenia Emitenta i § 10 ust. 10 Statutu Emitenta oraz złożyli pisemne\n                           oświadczenia o spełnieniu kryteriów niezależności, wskazanych w odpowiednich regulacjach\n                           dotyczących spółek publicznych, a ponadto określonych w § 2 ust. 3 i § 15 ust. 2 pkt\n                           3 Regulaminu Walnego Zgromadzenia Emitenta. Życiorysy nowo powołanych Członków Rady Nadzorczej Emitenta na okres wspólnej kadencji\n                           są zamieszczone na stronie internetowej Spółki _w zakładce: relacje inwestorskie_.\n                           Zgodnie ze złożonymi oświadczeniami nowo powołani członkowie Rady Nadzorczej Emitenta\n                           nie wykonują innej działalności konkurencyjnej w stosunku do Emitenta, nie uczestniczą\n                           w spółce konkurencyjnej jako wspólnicy spółki cywilnej, spółki osobowej lub jako członkowie\n                           organu spółki kapitałowej oraz nie uczestniczą w innej konkurencyjnej osobie prawnej\n                           jako członkowie jej organu. Wyżej wymienieni członkowie Rady Nadzorczej oświadczyli również, że nie są wpisani\n                           do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym\n                           Rejestrze Sądowym.Szczegółowa podstawa prawna: § 5 ust. 1 pkt 22 w związku z § 28 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […]",
        "date": "2016-04-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportów bieżących nr 12/2016 z dnia 16 marca 2016 r. oraz nr 14/2016\n                           z dnia 23 marca 2016 r. Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że Zwyczajne\n                           Walne Zgromadzenie Emitenta podjęło w dniu 12 kwietnia 2016 r. uchwałę nr 10/04/2016\n                           w sprawie przeznaczenia części kapitału zapasowego Emitenta na wypłatę dywidendy dla\n                           akcjonariuszy Emitenta za rok obrotowy 01.01.2015 – 31.12.2015 _Dywidenda_. Zgodnie z podjętą uchwałą nr 10/04/2016, Zwyczajne Walne Zgromadzenie Emitenta postanowiło\n                           część zysku netto w kwocie 11.160.000,00 zł _słownie: jedenaście milionów sto sześćdziesiąt\n                           tysięcy złotych_, wypracowanego przez Emitenta w poprzednich latach obrotowych i stanowiącego\n                           obecnie część kapitału zapasowego, przeznaczyć do wypłaty dla akcjonariuszy Emitenta.\n                           Na każdą akcję Emitenta będzie przypadała kwota 0,62 zł _słownie: sześćdziesiąt dwa\n                           grosze_ Dywidendy. Dywidendą objęte są wszystkie akcje Emitenta w liczbie 18.000.000 sztuk.  Zwyczajne Walne Zgromadzenie Emitenta ustaliło jako dzień Dywidendy datę 19 kwietnia\n                           2016 r. oraz dzień wypłaty Dywidendy datę 4 maja 2016 r.Szczegółowa podstawa prawna: § 38 ust. 1 pkt _11_ oraz § 38 ust. 2  Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych […].",
        "date": "2016-04-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych\n                           przez Zwyczajne Walne Zgromadzenie Emitenta w dniu 12 kwietnia 2016 r. Podczas obrad Zwyczajnego Walnego Zgromadzenia nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, ani też nie zgłoszono sprzeciwów do protokołu\n                           w stosunku do podjętych uchwał. Szczegółowa podstawa prawna: § 38 ust. 1 pkt 7-9 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […].",
        "date": "2016-04-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w I kwartale 2016 r. spółki wchodzące\n                           w skład Grupy Lokum Deweloper S.A. _Grupa_ odnotowały:1. sprzedaż w ilości 172 lokali, co należy rozumieć jako zawarte i nierozwiązane umowy\n                           przedwstępne i deweloperskie oraz 100 umów rezerwacyjnych, które oczekują na przekształcenie\n                           w umowy przedwstępne lub deweloperskie,2. 96 lokali rozpoznanych w wyniku.Dla porównania w pierwszym kwartale 2015 r. spółki wchodzące w skład Grupy odnotowały:1. sprzedaż w ilości 120 lokali, co należy rozumieć jako zawarte i nierozwiązane umowy\n                           przedwstępne i deweloperskie,2.18 lokali rozpoznanych w wyniku.Na koniec I kwartału 2016 r. oferta Grupy obejmowała 166 lokali. Jednocześnie – według stanu na koniec I kwartału 2016 r. - w realizacji było 514 lokali.Informacja ta stanowi w opinii Zarządu Emitenta, informację poufną w rozumieniu art.\n                           154 ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi.",
        "date": "2016-04-06"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 31 marca 2016 r. Olczyk\n                           Sp. z o.o. Lokum 3 Sp. k. _Lokum 3_ – spółka zależna od Emitenta zawarła jako kredytobiorca\n                           umowę kredytu inwestorskiego _Umowa_ z Powszechną Kasą Oszczędności Bankiem Polskim\n                           S.A. _PKO BP_, na mocy której Lokum 3 otrzymała do dyspozycji kredyt w wysokości 58.153.672,00\n                           zł _Kredyt_ z przeznaczeniem na finansowanie i refinansowanie kosztów netto budowy\n                           dwóch zespołów zabudowy mieszkaniowej wielorodzinnej z garażami podziemnymi Etap VI\n                           _budynki 1 i 2_ oraz Etap VII _budynki 3,4,5_ inwestycji Lokum di Trevi, realizowanej\n                           na działkach położonych we Wrocławiu przy ul. Międzyleskiej. Całkowita wypłata Kredytu nastąpi w terminie do dnia 28 lutego 2018 r., zaś termin\n                           spłaty został ustalony na dzień 1 grudnia 2018 r. Umowa wygasa po spłaceniu przez\n                           Lokum 3 zadłużenia.Kredyt wypłacany jest w walucie polskiej i jest oprocentowany w stosunku rocznym,\n                           według zmiennej stopy procentowej równej wysokości stawki referencyjnej _WIBOR 3M_\n                           powiększonej o marżę PKO BP.Zabezpieczeniem spłaty Kredytu jest m.in.:1. hipoteka umowna do kwoty 87.230.508,00 zł, ustanowiona docelowo na pierwszym miejscu\n                           na nieruchomości, na której realizowana jest inwestycja finansowana Kredytem,2. weksel własny in blanco wystawiony przez Lokum 3 wraz z deklaracją wekslową,3. poręczenie wekslowe udzielone przez Emitenta,4. zastaw rejestrowy na wszystkich rachunkach Lokum 3 prowadzonych przez PKO BP, za\n                           wyjątkiem Otwartych Mieszkaniowych Rachunków Powierniczych.Lokum 3 zobowiązała się w Umowie, że w okresie jej obowiązywania, bez uprzedniej zgody\n                           PKO BP m.in.:1. nie wypłaci bądź w jakiejkolwiek innej formie nie przekaże udziałowcom dywidendy\n                           w okresie realizacji inwestycji, za wyjątkiem wypłat dla wspólników mniejszościowych\n                           z łącznym udziałem 8% w zysku, pod warunkiem przedstawienia przez Lokum 3 zatwierdzonego\n                           sprawozdania za rok obrotowy wraz ze stosowną uchwałą zatwierdzającą podział zysku,2. nie udzieli żadnych pożyczek, gwarancji, poręczeń, na rzecz innych podmiotów,3. nie będzie ustanawiać, odnawiać oraz nie dopuści do powstania jakichkolwiek obciążeń\n                           na należących do niej lub nabywanych w przyszłości składnikach mienia jej przedsiębiorstwa,\n                           za wyjątkiem sytuacji dotyczących zawierania umów sprzedaży realizowanych w ramach\n                           projektów deweloperskich,4. nie rozpocznie żadnych nowych inwestycji, 5. nie zaciągnie oraz nie dopuści do powstania dodatkowych zobowiązań finansowych\n                           w całym okresie kredytowania ponad kwotę 28.060.000,00 zł, która dotyczy pożyczek\n                           udzielonych przez podmioty powiązane na realizację Etapu V, VI, VII Lokum di Trevi.\n                           Warunek dotyczy w szczególności zobowiązań finansowych z tytułu kredytu, pożyczki,\n                           leasingu operacyjnego lub finansowego, gwarancji, poręczenia, weksla, transakcji na\n                           instrumentach pochodnych, dłużnych papierów wartościowych i innych zobowiązań bilansowych\n                           i pozabilansowych,6. nie dokona żadnych zmian właścicielskich.Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.Kredytowana inwestycja dotyczy budowy dwóch budynków wielorodzinnych _1 i 2_ w ramach\n                           zadania inwestycyjnego o nazwie Lokum di Trevi Etap VI z 100 lokalami mieszkalnymi:- w Budynku 1: 50 lokali mieszkalnych,- w Budynku 2: 50 lokali mieszkalnych,oraz trzech budynków wielorodzinnych _3, 4, 5_ w ramach zadania inwestycyjnego o nazwie\n                           Lokum di Trevi Etap VII z 252 lokalami mieszkalnymi:- w Budynku 3: 73 lokale mieszkalne,- w Budynku 4: 95 lokali mieszkalnych,- w Budynku 5: 84 lokale mieszkalne.Każdy z ww. Budynków posiada odpowiednio pięć kondygnacji nadziemnych oraz jedną kondygnację\n                           podziemną.Dla przedmiotowej inwestycji zaprojektowano dla VI i VII etapu miejsca postojowe,\n                           z czego część zlokalizowano w garażach podziemnych, a pozostałe miejsca znajdują się\n                           na terenie inwestycji.Kryterium uznania Umowy za znaczącą jest przekroczenie wartości 10% kapitałów własnych\n                           Emitenta.Szczegółowa podstawa prawna: § 5 ust.1 pkt 3 oraz § 9 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych [...].",
        "date": "2016-03-31"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 12/2016 z dnia 16.03.2016 r. Zarząd Lokum Deweloper\n                           S.A. _Emitent_ informuje, że w dniu 23.03.2016 r. Rada Nadzorcza Emitenta pozytywnie\n                           zaopiniowała wniosek Zarządu skierowany do Zwyczajnego Walnego Zgromadzenia dotyczący\n                           przeznaczenia części kapitału zapasowego Emitenta w kwocie 11.160.000,00 zł _słownie:\n                           jedenaście milionów sto sześćdziesiąt tysięcy złotych_ stanowiącej część zysku netto\n                           wypracowanego przez Emitenta w poprzednich latach obrotowych, na wypłatę dywidendy\n                           akcjonariuszom Emitenta _Dywidenda_ oraz dotyczący dnia dywidendy i dnia wypłaty dywidendy.\n                           Na każdą akcję Emitenta będzie przypadała kwota 0,62 zł _słownie: sześćdziesiąt dwa\n                           grosze_ Dywidendy.Ostateczną decyzję dotyczącą przeznaczenia części kapitału zapasowego Emitenta na\n                           wypłatę Dywidendy ma podjąć Zwyczajne Walne Zgromadzenie Emitenta zwołane na dzień\n                           12.04.2016 r., o którym Emitent informował raportem bieżącym nr 13/2016 z dnia 16.03.2016\n                           r.Szczegółowa podstawa prawna:  § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […]",
        "date": "2016-03-23"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ działając na podstawie art. 395, art. 399 §\n                           1 oraz art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych, niniejszym zwołuje Zwyczajne\n                           Walne Zgromadzenie Spółki  na dzień 12 kwietnia 2016 roku, na godzinę 11.00 we Wrocławiu,\n                           w budynku Qubus Hotel Wrocław przy ul. Św. Marii Magdaleny 2 _pierwsze piętro - sala\n                           konferencyjna_. Załącznik do niniejszego raportu stanowi pełny tekst ogłoszenia o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia _Ogłoszenie_ oraz treść projektów uchwał.Ogłoszenie wraz z niezbędnymi materiałami związanymi z obradami Zwyczajnego Walnego\n                           Zgromadzenia można pobrać ze internetowej Emitenta: http://inwestor.lokum-deweloper.pl/spolka/wza/ Szczegółowa podstawa prawna:  § 38 ust. 1 pkt 1 i 3 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […]",
        "date": "2016-03-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 16.03.2016 r. podjął uchwałę\n                           nr 1/3/2016 w sprawie wniosku Zarządu o przeznaczenie części kapitału zapasowego Spółki\n                           na wypłatę dywidendy oraz dotyczącego dnia dywidendy i dnia wypłaty dywidendy.Zgodnie z przywołaną uchwałą Zarząd zawnioskował, aby część zysku netto w kwocie 11.160.000,00\n                           zł _słownie: jedenaście milionów sto sześćdziesiąt tysięcy złotych_ wypracowana przez\n                           Spółkę w poprzednich latach obrotowych i stanowiąca obecnie część kapitału zapasowego\n                           Spółki została przeznaczona na wypłatę dywidendy akcjonariuszom Spółki _Dywidenda_.\n                           Na każdą akcję Spółki będzie przypadała kwota 0,62 zł _słownie: sześćdziesiąt dwa\n                           grosze_ Dywidendy.Rekomendowana kwota Dywidendy jest wyrazem kontynuacji oświadczeń złożonym przez Zarząd\n                           Spółki w prospekcie emisyjnym Spółki _zatwierdzonym przez Komisję Nadzoru Finansowego\n                           w dniu 05 października 2015 r._ w którym wskazano, że kwota dywidendy może sięgać\n                           do 30% zysku netto wykazanego w skonsolidowanym rocznym sprawozdaniu finansowym Grupy\n                           Kapitałowej Lokum Deweloper S.A.Powyższa rekomendacja uwzględnia jednostkowy wynik finansowy Spółki za rok obrotowy\n                           2015 i wykazaną tam stratę oraz wysoki  poziom kapitału zapasowego Spółki utworzony\n                           z zysku wypracowanego przez Spółkę w latach ubiegłych.Zarząd Emitenta zawnioskował, aby Zwyczajne Walne Zgromadzenie Akcjonariuszy Emitenta\n                           ustaliło, jako dzień dywidendy datę 19 kwiecień 2016 r. oraz dzień wypłaty dywidendy\n                           datę 04 maja 2016 r. Szczegółowa podstawa prawna:  § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […]",
        "date": "2016-03-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 15.03.2016 r. Pani Joanna\n                           Synowiec złożyła oświadczenie o rezygnacji z pełnienia funkcji Członka Rady Nadzorczej\n                           Emitenta z dniem odbycia najbliższego Zwyczajnego Walnego Zgromadzenia Emitenta. Rezygnacja\n                           została złożona z przyczyn osobistych.Szczegółowa podstawa prawna: § 5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […]",
        "date": "2016-03-15"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 2 marca 2016 r. powziął\n                           informację, iż w dniu 1 marca 2016 r.:• Zarząd BondSpot S.A. _\"BondSpot\"_ podjął Uchwałę Nr 46/16,• Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ podjął Uchwałę Nr\n                           200/2016w sprawie wyznaczenia na dzień 4 marca 2016 r. pierwszego dnia notowań w alternatywnym\n                           systemie obrotu na Catalyst 30.000 obligacji na okaziciela serii B Emitenta o łącznej\n                           wartości nominalnej 30.000.000 zł i jednostkowej wartości nominalnej 1.000 zł _\"Obligacje\"_,\n                           oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem PLLKMDW00056.Zarząd GPW postanowił w ww. uchwale, iż Obligacje notowane będą w systemie notowań\n                           ciągłych pod skróconą nazwą \"LKD1218\".Zarząd BondSpot postanowił w ww. uchwale określić dla Obligacji:• dzień ostatniego notowania – 5 grudnia 2018 r.,• jednostkę obrotu – 1 szt.,• jednostkę obligatoryjną – 100 szt.,• symbol – LKD1218.",
        "date": "2016-03-02"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum 9 S.K.A.\n                           – spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_ zawarła z osobami fizycznymi _Sprzedający_\n                           w dniu 26 lutego 2016 r. umowę nabycia prawa własności  nieruchomości gruntowej położonej\n                           w rejonie ul. Kobierzyńskiej w Krakowie, o łącznej powierzchni około 3,14 ha  _Nieruchomość_.\n                           Cena nabycia Nieruchomości w kwocie 33,2 mln zł powiększona o podatek VAT tj. łącznie\n                           40,8 mln zł została zapłacona w dniu 26 lutego 2016 r.  Nabycie Nieruchomości zostało\n                           sfinansowane ze środków pochodzących z emisji obligacji serii B oraz ze środków pochodzących\n                           z przepływów finansowych wygenerowanych z przedsięwzięć inwestycyjnych prowadzonych\n                           przez spółki z grupy kapitałowej Emitenta.Kryterium uznania umowy i aktywów za znaczące jest 10% kapitałów własnych Emitenta.Na Nieruchomości w Krakowie Emitent planuje realizację przedsięwzięcia deweloperskiego\n                           w postaci budynków wielorodzinnych wraz z garażami podziemnymi i usługami.Nie występują powiązania pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi\n                           Emitenta a Sprzedającym i osobami nim zarządzającymi.Szczegółowa podstawa prawna: § 5 ust.1 pkt 1 i 3 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […]",
        "date": "2016-02-26"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum 10 S.K.A.\n                           – spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_ zawarła ze spółką pod firmą COLBY INVESTMENT\n                           Sp. z o.o. z siedzibą w Warszawie _Sprzedający_ w dniu 24 lutego 2016 r. umowę przedwstępną\n                           nabycia prawa użytkowania wieczystego nieruchomości gruntowej _Umowa Przedwstępna_,\n                           położonej we Wrocławiu przy ul. Gazowej i Międzyleskiej, o łącznej powierzchni 3,\n                           75 ha _Nieruchomość_.Zawarcie umowy sprzedaży prawa użytkowania wieczystego Nieruchomości _Umowa Przyrzeczona_\n                           nastąpi w terminie do dnia 30 września 2016 r., po uzyskaniu zgody banku, która ma\n                           zostać zawarta w piśmie o warunkach spłaty kredytu udzielonego przez bank Sprzedającemu,\n                           określającym kwotę do spłaty w celu zwolnienia z hipoteki na Nieruchomości ustanowionej\n                           jako zabezpieczenie kredytu udzielonego przez bank Sprzedającemu. Cena sprzedaży została\n                           ustalona między stronami na kwotę 6.000.000 _sześć milionów_ EUR.Kryterium uznawania umów i aktywów za znaczące stanowi 10% kapitałów własnych Emitenta.\n                           Nabycie zostanie sfinansowane - według uznania Emitenta - z jego środków własnych\n                           lub poprzez finansowanie dłużne. Na Nieruchomości Emitent planuje realizację przedsięwzięcia deweloperskiego w postaci\n                           budynków wielorodzinnych wraz z garażami podziemnymi i usługami.Nie występują powiązania pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi\n                           Emitenta a Sprzedającym i osobami nim zarządzającymi.Szczegółowa podstawa prawna: § 5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych [...].",
        "date": "2016-02-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 24 lutego 2016 r. powziął\n                           informację, iż:                  • w dniu 23 lutego 2016 r. Zarząd BondsSpot S.A. _\"BondSpot\"_ podjął\n                           Uchwałę Nr 36/16,                  • w dniu 23 lutego 2016 r. Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. _\"Giełda\"_ podjął                           Uchwałę Nr 170/2016w sprawie wprowadzenia do alternatywnego systemu obrotu na Catalyst obligacji na okaziciela\n                           serii B Emitenta.Zarząd Giełdy oraz Zarząd BondSpot postanowiły wprowadzić do alternatywnego systemu\n                           obrotu na Catalyst 30.000 _trzydzieści tysięcy_ obligacji na okaziciela serii B Emitenta\n                           o łącznej wartości nominalnej 30.000.000 zł _trzydzieści milionów złotych_ i jednostkowej\n                           wartości nominalnej 1.000 zł _tysiąc złotych_.",
        "date": "2016-02-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum 3 Sp.\n                           k. – spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_ zawarła z osobami fizycznymi _Sprzedający_\n                           w dniu 24 lutego 2016 r. umowę przyrzeczoną nabycia prawa użytkowania wieczystego\n                           nieruchomości położonej przy ul. Międzyleskiej we Wrocławiu o łącznej powierzchni\n                           1,83 ha oraz prawa własności budynków i budowli usytuowanych na tym gruncie, stanowiących\n                           odrębną nieruchomość _Umowa Przyrzeczona_. Umowa przedwstępna nabycia ww. nieruchomości\n                           z dnia 8 maja 2014 r. _Umowa Przedwstępna_ została opisana w prospekcie emisyjnym\n                           Emitenta sporządzonym m.in. w związku z emisją akcji serii C Lokum Deweloper S.A.,\n                           zatwierdzonym przez Komisję Nadzoru Finansowego w dniu 5 października 2015r. _Prospekt_.Cena nabycia została ustalona na kwotę 11,76 mln zł. Na poczet ceny nabycia Kupujący\n                           w dniu 8 maja 2014 r. zapłacił kwotę 2 mln zł., a w dniu zawarcia Umowy Przyrzeczonej\n                           Kupujący zapłacił Sprzedającemu kwotę w wysokości 6 mln zł. Pozostała do zapłaty kwota\n                           w wysokości 3,76 mln zł zostanie zapłacona przez Kupującego nie później niż w terminie\n                           do dnia 31 grudnia 2016 r.   Nabycie nieruchomości przy ul. Międzyleskiej we Wrocławiu stanowi realizację celów\n                           emisji akcji serii C Emitenta, wskazanych w Prospekcie. Wartość powyższej transakcji\n                           nie przekracza 10% kapitałów własnych Emitenta _wskazanych w sprawozdaniu za I półrocze\n                           2015 r. zamieszczonym w Prospekcie, powiększonych o wartość emisji akcji serii C Emitenta\n                           - podwyższenie kapitału zakładowego zostało zarejestrowane w Sądzie w grudniu 2015\n                           r. - raport bieżący EBI nr 27/2015_. Na nieruchomości przy ul. Międzyleskiej Emitent planuje realizację przedsięwzięcia\n                           deweloperskiego w postaci budynków wielorodzinnych wraz z garażami podziemnymi i usługami\n                           pod nazwą Lokum Di Trevi etap VI i Lokum Di Trevi etap VII.",
        "date": "2016-02-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 09-02-2016 r. powziął wiadomość\n                           o wpisie przez Sąd Rejonowy Wrocław – Krzyki we Wrocławiu, IV Wydział Ksiąg Wieczystych\n                           hipoteki umownej do maksymalnej sumy 37.290.000,00 zł, ustanowionej na prawie użytkowania\n                           wieczystego gruntu należącego do spółki zależnej Emitenta - Olczyk Spółka z ograniczoną\n                           odpowiedzialnością Lokum 5 Sp. k. _Lokum 5_, o powierzchni 2,0965 ha, położonego we\n                           Wrocławiu przy ul. Tęczowej 85 _\"Nieruchomość\"_. Hipoteka umowna została ustanowiona na rzecz Powszechnej Kasy Oszczędności Bank Polski\n                           S.A. _PKO BP_ i zabezpiecza spłatę udzielonego przez PKO BP Lokum 5 kredytu w wysokości\n                           24.860.000,00 zł _Kredyt_ z przeznaczeniem na finansowanie i refinansowanie kosztów\n                           netto budowy 2 budynków mieszkalnych wielorodzinnych z lokalami usługowymi oraz garażami\n                           podziemnymi Lokum Victoria _etap I_, realizowanego na działce położonej we Wrocławiu,\n                           przy ul. Tęczowej 85, o czym Emitent informował w raporcie bieżącym nr 16/2015 z dnia\n                           30 grudnia 2015 r. Wartość rynkowa Nieruchomości oszacowana na podstawie wyceny biegłego _operat szacunkowy\n                           zaktualizowany w dniu 8 grudnia 12.2015 r._ wynosi 60.693.400,00 zł. Pomiędzy Emitentem, osobami nim zarządzającymi lub nadzorującymi a PKO BP lub osobami\n                           nią zarządzającymi, nie występują żadne powiązania. Kryterium uznania aktywów za znaczące jest 10% kapitałów własnych Emitenta.Szczegółowa podstawa prawna: § 5 ust.1 pkt 1 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33 poz. 259 z późn. zm._.",
        "date": "2016-02-10"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _\"Emitent\"_ podaje do publicznej wiadomości terminy przekazywania\n                           raportów okresowych w 2016 roku:Raporty roczne:- jednostkowy raport roczny za rok 2015 - w dniu 16.03.2016 roku- skonsolidowany raport roczny za rok 2015  – w dniu 16.03.2016 rokuRaport półroczny:- skonsolidowany raport półroczny za I półrocze 2016 roku – w dniu 29.08.2016 rokuRaporty kwartalne: - skonsolidowany raport kwartalny za I kwartał 2016 roku - w dniu 11.05.2016 roku- skonsolidowany raport kwartalny za III kwartał 2016 roku - w dniu 09.11.2016 rokuW związku z powyższym Emitent informuje, iż:- zgodnie z § 102 ust. 1 Rozporządzenia nie będzie publikował skonsolidowanego raportu\n                           kwartalnego za IV kwartał 2015 roku,- zgodnie z § 83 ust. 1 i 3 Rozporządzenia, w raportach skonsolidowanych kwartalnych\n                           i półrocznym zawarte będą odpowiednio kwartalne i półroczne skrócone jednostkowe sprawozdania\n                           finansowe.Szczegółowa podstawa prawna: Art. 103 ust. 1 Rozporządzenia Ministra Finansów z dn. 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2016-01-28"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w dniu 16 stycznia 2016 r. otrzymał\n                           informację o realizacji transakcji odkupu od niego 164.579,6 jednostek uczestnictwa\n                           Quercus Parasolowy Specjalistyczny Fundusz Inwestycyjny Otwarty - Subfundusz Quercus\n                           Ochrony Kapitału _Fundusz_, za łączną cenę 23 mln zł tj. 139,75 zł za jednostkę uczestnictwa.\n                           Zarząd Emitenta przypomina, iż w dniu 16 grudnia 2015 r. Emitent nabył za łączną cenę\n                           23 mln zł 165.028,34 jednostek uczestnictwa Funduszu, przy czym nabycie zostało sfinansowane\n                           ze środków jakie Emitent uzyskał w ramach publicznej subskrypcji akcji serii C. Emitent\n                           poinformował o tym fakcie w raporcie bieżącym nr 14/2015.Wskazane powyżej środki uzyskane ze zbycia jednostek uczestnictwa Funduszu, przez\n                           okres w którym niemożliwe będzie ich wykorzystanie na cele wskazane w Prospekcie emisyjnym\n                           Lokum Deweloper S.A. zatwierdzonym przez Komisję Nadzoru Finansowego w dniu 5 października\n                           2015 r., zostaną umieszczone na lokatach bankowych. Środki mogą być również lokowane\n                           w innych bezpiecznych instrumentach finansowych - obligacje skarbowe, bony skarbowe\n                           rządu polskiego lub fundusze inwestycyjne inwestujące wyłącznie w takie instrumenty.\n                           W posiadaniu Emitenta pozostają jednostki uczestnictwa Funduszu, o nabyciu których\n                           Emitent informował raportem bieżącym nr 2/2016. Kryterium uznania aktywów za znaczące jest 10% kapitałów własnych Emitenta.Szczegółowa podstawa prawna: § 5 ust.1 pkt 1 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33 poz. 259 z późn. zm._.",
        "date": "2016-01-17"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w dniu 08 stycznia 2016 r. Emitent\n                           nabył 171.895,14  jednostek uczestnictwa funduszu Quercus Parasolowy Specjalistyczny\n                           Fundusz Inwestycyjny Otwarty – Subfundusz Quercus Ochrony Kapitału _Subfundusz_ za\n                           łączną cenę 24.000.000,00  zł tj. 139,62 zł za pojedynczą jednostkę uczestnictwa _Aktywa_.\n                           Fundusz jest zarządzany przez Quercus Towarzystwo Funduszy Inwestycyjnych S.A.Nabycie Aktywów zostało sfinansowane ze środków pochodzących z przepływów finansowych\n                           wygenerowanych z przedsięwzięć inwestycyjnych prowadzonych przez spółki z grupy kapitałowej\n                           Emitenta _Środki_.Zarząd Emitenta uznał, że przez okres w którym nie możliwe będzie przeznaczenie Środków\n                           na nowe zadania inwestycyjne właściwe będzie ich ulokowanie w jednostki uczestnictwa\n                           charakteryzujące się niskim poziomem ryzyka inwestycyjnego. Subfundusz realizuje swoją\n                           politykę inwestycyjną poprzez lokowanie środków głównie w instrumenty dłużne.Kryterium uznania aktywów za znaczące jest 10% kapitałów własnych Emitenta.Szczegółowa podstawa prawna: § 5 ust.1 pkt 1 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33 poz. 259 z późn. zm._.",
        "date": "2016-01-08"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 18 grudnia 2017 roku do\n                           Spółki wpłynęło powiadomienie o transakcji nabycia obligacji Spółki dokonanej przez\n                           osobę pełniącą obowiązki zarządcze w Spółce.",
        "date": "2017-12-18"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 45/2017 z dnia 14.12.2017 r., Zarząd Lokum Deweloper\n                           S.A. informuje, iż w dniu dzisiejszym doszło do opłacenia przez inwestorów 100.000\n                           Obligacji zwykłych na okaziciela serii E o wartości nominalnej 1 tys. zł każda _Obligacje_.Emisja Obligacji doszła do skutku w pełnej wysokości.",
        "date": "2017-12-18"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _\"Emitent\"_ informuje, że w dniu dzisiejszym, po dokonaniu\n                           redukcji zapisów, dokonał przydziału 100.000 Obligacji zwykłych na okaziciela serii\n                           E o wartości nominalnej 1 tys. zł każda i łącznej wartości nominalnej 100 mln zł,\n                           pod warunkiem ich opłacenia do dnia 18 grudnia 2017 r. na podstawie instrukcji rozrachunku.\n                           Cena emisyjna Obligacji jest równa wartości nominalnej. Dniem Emisji będzie dzień\n                           18 grudnia 2017 r. Celem Emisji Obligacji jest finansowanie prowadzonych oraz planowanych projektów deweloperskich\n                           Emitenta lub przez podmioty zależne Emitenta, w tym także finansowanie zakupu nieruchomości\n                           pod nowe projekty deweloperskie oraz spłata przez Emitenta lub przez podmioty zależne\n                           Emitenta zobowiązań, w szczególności tych wynikających z wyemitowanych obligacji.Obligacje nie są zabezpieczone i nie będą posiadały formy dokumentu. Oprocentowanie\n                           Obligacji jest zmienne, oparte o stawkę WIBOR 6M powiększoną o marżę w wysokości 3,1%,\n                           chyba że ulegnie ona zmianie zgodnie z warunkami emisji. Kupon od każdej Obligacji\n                           naliczany jest począwszy od Dnia Emisji _z wyłączeniem tego dnia_, odrębnie dla każdego\n                           6-miesięcznego okresu odsetkowego i wypłacany będzie w dniu płatności odsetekTermin wykupu Obligacji ustalono na dzień 18 czerwca 2021 r. Zbywalność Obligacji\n                           nie podlega żadnym ograniczeniom.Obligacje mogą być przedmiotem ubiegania się o wprowadzenie do obrotu w alternatywnym\n                           systemie obrotu na rynku Catalyst organizowanym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A. lub BondSpot S.A.W warunkach emisji Obligacji Emitent zobowiązał się, że dywidenda wypłacana za rok\n                           obrotowy nie przekroczy 50% skonsolidowanego zysku netto wykazywanego w skonsolidowanym\n                           sprawozdaniu finansowym Grupy Emitenta za rok obrotowy, za który wypłacana będzie\n                           dywidenda.",
        "date": "2017-12-14"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 13 grudnia 2017 roku do\n                           Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2017-12-13"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 12 grudnia 2017 roku do\n                           Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2017-12-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, że w dniu 12 grudnia 2017 roku Rada\n                           Nadzorcza Spółki podjęła uchwałę w sprawie powołania do składu Zarządu Spółki, na\n                           okres wspólnej 3-letniej kadencji, rozpoczętej z dniem 31 marca 2015 roku, Wiceprezesa\n                           Zarządu ds. finansowych w osobie Pana Tomasza Dotkusia. Z dniem powołania do Zarządu\n                           Pan Tomasz Dotkuś rozpoczął stosunek pracy na podstawie umowy o pracę i będzie pełnił\n                           w Spółce funkcję Dyrektora Finansowego oraz Głównego Księgowego.Pan Tomasz Dotkuś ukończył studia na kierunku Zarządzanie i Informatyka Uniwersytetu\n                           Ekonomicznego we Wrocławiu. Posiada uprawnienia biegłego rewidenta. Ze Spółką związany\n                           jest od 2015 roku. Od kwietnia 2015 roku do sierpnia 2017 roku pełnił funkcję Członka\n                           Rady Nadzorczej Spółki. Obecnie na podstawie umowy o pracę pełnił funkcję Głównego\n                           Księgowego oraz pełnił obowiązki Dyrektora Finansowego.Pan Tomasz Dotkuś dysponuje wieloletnim doświadczeniem w zakresie finansów i księgowości.\n                           W latach 2000-2010 pracował na stanowiskach audytorskich i księgowych w takich firmach\n                           jak Roedl Audit Sp. z o.o., Bank Spółdzielczy w Oleśnicy, Deloitte Audyt Sp. z o.o.\n                           oraz Neonet S.A. W latach 2010–2014 prowadził działalność gospodarczą – Kancelaria\n                           Biegłego Rewidenta i Biuro Rachunkowe. Od 2011 roku jest Członkiem Rady Nadzorczej\n                           w Zakładzie Gospodarki Komunalnej w Obornikach Śląskich Sp. z o.o., gdzie w latach\n                           2011-2012 pełnił funkcję Prezesa Zarządu. Od czerwca 2014 roku do sierpnia 2017 roku\n                           pełni funkcję głównego księgowego w Tarczyński S.A. oraz  prokurenta w Tarczyński\n                           S.A. i Tarczyński Marketing Sp. z o.o., od listopada 2016 roku do sierpnia 2017 roku\n                           pełnił również funkcję Prezesa Zarządu w Tarczyński GmbH.Pan Tomasz Dotkuś nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           Spółki bądź spółek z Grupy Kapitałowej Lokum Deweloper S.A., nie uczestniczy w spółce\n                           konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej, członek organu spółki\n                           kapitałowej ani w innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Tomasz Dotkuś nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na\n                           podstawie ustawy o KRS.",
        "date": "2017-12-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ niniejszym informuje, iż w dniu 29 listopada\n                           2017 r. podjął decyzję o zamiarze przeprowadzenia w dniu 21 grudnia 2017 r. przedterminowego\n                           wykupu na żądanie Emitenta 40.000 _słownie: czterdzieści tysięcy_ sztuk Obligacji\n                           serii C o łącznej wartości nominalnej 40.000.000,00 _słownie: czterdzieści milionów_\n                           PLN, tj. wszystkich wyemitowanych Obligacji serii C Emitenta _Obligacje_. Emitent\n                           jest uprawniony do przeprowadzenia przedterminowego wykupu Obligacji na żądanie własne\n                           zgodnie z pkt 13 Warunków Emisji Obligacji.Kwota na jedną Obligację w jakiej obligacje podlegają spłacie w wyniku realizacji\n                           ww. opcji stanowi sumę wartości nominalnej jednej Obligacji _1.000,00 PLN_ oraz dodatkowej\n                           premii w wysokości 1,00% wartości nominalnej jednej Obligacji _10,00 PLN_. Dodatkowo\n                           obligatariuszom wypłacony zostanie należny do dnia 21 grudnia 2017 r. Kupon za 3.\n                           okres odsetkowy w wysokości 22,83 PLN na jedną Obligację.Dniem Ustalenia Praw dla przedterminowego wykupu Obligacji będzie dzień 13 grudnia\n                           2017 r.Przedterminowy wykup Obligacji realizowany będzie za pośrednictwem KDPW, zgodnie z\n                           regulacjami obowiązującymi w ramach KDPW.",
        "date": "2017-11-29"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ niniejszym informuje, iż w dniu 29 listopada\n                           2017 r., po uzyskaniu uprzedniej zgody Rady Nadzorczej Emitenta, wyrażonej w uchwale\n                           z dnia 29 listopada 2017 r., podjął uchwałę w sprawie zmiany uchwały z dnia 16 marca\n                           2017 r. w sprawie ustanowienia programu emisji obligacji _Program_, o której Emitent\n                           informował w raporcie bieżącym nr 5/2017 z dnia 16 marca 2017 r.Program zostaje zmieniony w ten sposób, iż Zarząd określił wyższy próg Programu, który\n                           został podwyższony z kwoty 100.000.000,00 _słownie: sto milionów_ złotych do kwoty\n                           175.000.000,00 _słownie: sto siedemdziesiąt pięć milionów_ złotych. W pozostałej części\n                           ww. uchwała dotycząca Programu nie ulega zmianie.",
        "date": "2017-11-29"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 15 listopada 2017 roku do\n                           Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2017-11-15"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, że w dniu 15.11.2017 r. Pani Marzena\n                           Anna Przeniosło złożyła oświadczenie o rezygnacji z pełnienia funkcji Wiceprezesa\n                           Zarządu Spółki ze skutkiem od dnia 15.11.2017 r. ze względu na nowe plany zawodowe.Jednocześnie Zarząd wskazuje, iż w dniu 15.11.2017 r. Spółka zawarła z Panią Marzeną\n                           Anną Przeniosło porozumienie w zakresie rozwiązania stosunku pracy z tytułu pełnienia\n                           funkcji Dyrektora Finansowego. Ponadto, w tym samym dniu Pani Marzena Anna Przeniosło\n                           złożyła rezygnację z pełnienia funkcji Prokurenta samoistnego w komplementariuszu\n                           spółek operacyjnych z Grupy Kapitałowej Lokum Deweloper S.A.Ponadto, Zarząd Lokum Deweloper S.A. informuje, iż z dniem 15.11.2017 r. pełniącym\n                           obowiązki Dyrektorem Finansowym został Pan Tomasz Dotkuś. Pan Tomasz Dotkuś jest związany\n                           ze Spółką od kwietnia 2015. Początkowo zasiadał w Radzie Nadzorczej Spółki, a obecnie\n                           pełnił funkcję Głównego Księgowego oraz zastępcy Dyrektora Finansowego Spółki.",
        "date": "2017-11-15"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 6 października 2017 roku\n                           do Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2017-10-06"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w III kwartale 2017 roku Grupa\n                           Lokum Deweloper _Grupa_ odnotowała:1. sprzedaż w ilości 213 lokali,2. 165 lokali rozpoznanych w wyniku.Poprzez sprzedaż należy rozumieć liczbę zawartych i nierozwiązanych umów deweloperskich\n                           i przedwstępnych we wrocławskich i krakowskich inwestycjach. Lokale rozpoznane w wyniku\n                           oznaczają liczbę zawartych notarialnych umów przenoszących własność lokali albo liczbę\n                           wydanych lokali, po uzyskaniu całości ceny sprzedaży lub jej znacznej części, w ramach\n                           inwestycji.Dla porównania w III kwartale 2016 roku Grupa odnotowała:1. sprzedaż w ilości 113 lokali,2. 121 lokali rozpoznanych w wyniku.Jednocześnie, na koniec III kwartału 2017 roku Grupa miała zawartych 271 umów rezerwacyjnych\n                           tj. umów zawartych w ramach inwestycji wrocławskich i krakowskich, które oczekują\n                           na przekształcenie w umowy przedwstępne lub deweloperskie.Na koniec III kwartału 2017 roku oferta Grupy na rynku wrocławskim i krakowskim obejmowała\n                           łącznie 810 lokali, natomiast w realizacji było 1767 lokali.",
        "date": "2017-10-02"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 28.09.2017 r. Olczyk Sp.\n                           z o.o. Lokum 7 sp. k. _Lokum 7_ - spółka zależna od Emitenta zawarła, jako kredytobiorca,\n                           umowę kredytu o Kredyt nieodnawialny na finansowanie bieżącej działalności _Umowa_\n                           z Alior Bank Spółką Akcyjną z siedzibą w Warszawie _Alior Bank S.A._, na mocy której\n                           Lokum 7 otrzymała do dyspozycji kredyt w wysokości 33.773.000,00 zł _Kredyt_ z przeznaczeniem\n                           na finansowanie i refinansowanie nakładów związanych z realizacją inwestycji wielomieszkaniowej\n                           pod nazwą \"Lokum VENA\" – Etap I _Inwestycja_, realizowanej na działkach położonych\n                           przy ul. Poniatowskiego/Prusa we Wrocławiu _Nieruchomość_.Całkowita wypłata Kredytu nastąpi w terminie do dnia 31 marca 2019 roku, zaś termin\n                           spłaty został ustalony na dzień 31 marca 2020 roku.Kredyt wypłacany będzie w walucie polskiej i jest oprocentowany w stosunku rocznym,\n                           według zmiennej stopy procentowej równej wysokości stawki referencyjnej _WIBOR 3M_\n                           powiększonej o marżę i prowizję Alior Bank S.A. W związku z podpisaniem Umowy ustanawiane są w szczególności następujące zabezpieczenia:1.Hipoteka umowna łączna do kwoty 50.660.000,00 zł ustanowiona na pierwszym miejscu\n                           na prawie własności działek położonych we Wrocławiu przy ul. Poniatowskiego/Prusa.2.Sądowy zastaw rejestrowy na wierzytelności pieniężnej. 3.Poręczenie według prawa cywilnego udzielone przez Emitenta. Lokum 7 zobowiązała się w okresie obowiązywania Umowy w szczególności do: 1_ niezaciągania oraz niedopuszczenia do powstania dodatkowych zobowiązań finansowych\n                           bez uprzedniej pisemnej zgody Alior Banku S.A., w szczególności z tytułu kredytu,\n                           pożyczki, gwarancji, poręczenia, weksla i innych zobowiązań bilansowych i pozabilansowych,\n                           z wyłączeniem pożyczek udzielanych przez podmioty powiązane, które zostaną podporządkowane\n                           względem wierzytelności Alior Banku S.A.,2_ nie wypłacania lub nie przekazywania w jakiejkolwiek innej formie wspólnikom/ akcjonariuszom/udziałowcom\n                           lub innym uprawnionym osobom żadnych kwot pieniężnych przekraczających 8% zysku, tytułem\n                           dywidend lub innych wypłat związanych z udziałem w kapitale zakładowym Lokum 7, jak\n                           również nie przekazywania tym osobom żadnych innych świadczeń majątkowych wynikających\n                           z posiadanych przez nich udziałów/akcji, bez uprzedniej pisemnej zgody Alior Banku\n                           S.A., 3_ nie udzielania bez uprzedniej pisemnej zgody Alior Baku S.A. pożyczek lub poręczeń\n                           innym podmiotom ani też w innej formie nie finansowania podmiotów, np. poprzez wydłużanie\n                           terminów płatności. Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.Kredytowana inwestycja dotyczy budowy budynku mieszkalnego wielorodzinnego z częścią\n                           usługową _budynek A_ w ramach zadania inwestycyjnego \"LOKUM Vena - etap I\" z 181 lokalami\n                           mieszkalnymi, 1 lokalem niemieszkalnym _usługowym_ oraz 125 miejscami postojowymi\n                           w garażu podziemnym i 73 miejscami postojowymi naziemnymi.",
        "date": "2017-09-28"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 22 września 2017 roku do\n                           Spółki wpłynęło powiadomienie o transakcji nabycia akcji Spółki dokonanej przez Prezesa\n                           jej Zarządu.",
        "date": "2017-09-22"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 13 września 2017 roku do\n                           Spółki wpłynęło powiadomienie o transakcji nabycia akcji Spółki dokonanej przez Prezesa\n                           jej Zarządu.",
        "date": "2017-09-13"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 7 września 2017 roku do\n                           Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanych przez\n                           Prezesa jej Zarządu.",
        "date": "2017-09-07"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W związku z podjęciem przez Nadzwyczajne Walne Zgromadzenie Lokum Deweloper S.A. _Spółka_\n                           w dniu 24 sierpnia 2017 r. uchwały w sprawie zmiany Statutu Spółki _o czym Spółka\n                           informowała w raporcie bieżącym Nr 29/2017 z dnia 24 sierpnia 2017 r._ oraz podjęciem\n                           w dniu 25 sierpnia 2017 r. przez Radę Nadzorczą Spółki uchwały w sprawie ustalenia\n                           tekstu jednolitego Statutu, Zarząd Spółki przekazuje do wiadomości publicznej tekst\n                           jednolity Statutu Spółki po zmianach.",
        "date": "2017-08-25"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ niniejszym informuje, że akcjonariuszem posiadającym\n                           co najmniej 5 % liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu Emitenta _NWZ_,\n                           które odbyło się w dniu 24 sierpnia 2017 r. był:Akcjonariusz Halit sàrl z siedzibą w Luksemburgu:- liczba posiadanych akcji na NWZ: 15.100.000,00 sztuk;- liczba głosów posiadanych z akcji na NWZ: 15.100.000,00;- udział procentowy w liczbie głosów na NWZ: 95,88 %;- udział procentowy w ogólnej liczbie głosów: 83,89 %.",
        "date": "2017-08-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W związku z podjęciem przez Nadzwyczajne Walne Zgromadzenie Lokum Deweloper S.A. _Spółka_\n                           w dniu 24 sierpnia 2017 r. uchwały w sprawie zmiany Statutu Spółki, Zarząd Spółki\n                           przekazuje do wiadomości publicznej dotychczasową treść Statutu Spółki oraz treść\n                           dokonanych zmian:1. Dotychczasowy § 10 ust. 10 Statutu Spółki:\"10. Członkowie Niezależni powinni spełniać kryteria niezależności wskazane w Załączniku\n                           II do Zalecenia Komisji Europejskiej z dnia 15 lutego 2005 roku dotyczącego roli dyrektorów\n                           niewykonawczych lub będących członkami rady nadzorczej spółek giełdowych oraz wytyczne\n                           wskazane w obowiązujących w dniu wyboru Członka Niezależnego innych regulacjach dotyczących\n                           kryteriów niezależności wymaganych od niezależnych członków rad nadzorczych spółek\n                           giełdowych.\"- otrzymuje brzmienie:\"10. Członkowie Niezależni powinni spełniać kryteria niezależności oraz wytyczne wskazane\n                           w obowiązujących w dniu wyboru Członka Niezależnego oraz przez cały okres trwania\n                           jego mandatu przepisach powszechnie obowiązującego prawa oraz innych regulacjach dotyczących\n                           kryteriów niezależności wymaganych od członków niezależnych rad nadzorczych spółek\n                           giełdowych.\"2. Dotychczasowy § 13 ust. 1 i 2 Statutu Spółki:\"§ 131. Od momentu wprowadzenia akcji Spółki do obrotu na rynku regulowanym, gdy liczebność\n                           Rady Nadzorczej wynosić będzie przynajmniej 6 osób i tak długo jak Spółka pozostawać\n                           będzie spółką publiczną, w ramach Rady Nadzorczej powoływany będzie komitet audytu.\n                           W skład tego komitetu wchodzić będzie co najmniej 3 członków, w tym przynajmniej jeden\n                           członek Rady Nadzorczej spełniający kryteria niezależności określone w ustawie z dnia\n                           7 maja 2009 roku o biegłych rewidentach i ich samorządzie, podmiotach uprawnionych\n                           do badania sprawozdań finansowych oraz o nadzorze publicznym _Dz.U. Nr 77, poz. 649_\n                           oraz posiadający kwalifikacje w dziedzinie rachunkowości i finansów. W przypadku,\n                           gdy Rada Nadzorcza funkcjonować będzie w składzie 5 osobowym, zadania komitetu audytu\n                           wykonywać będzie Rada Nadzorcza kolegialnie.2. Komitet audytu działać będzie zgodnie z postanowieniami art. 86 ustawy z dnia 7\n                           maja 2009 roku o biegłych rewidentach i ich samorządzie, podmiotach uprawnionych do\n                           badania sprawozdań finansowych oraz o nadzorze publicznym _Dz.U. Nr 77, poz. 649_,\n                           oraz zgodnie ze swoim regulaminem zatwierdzonym przez Radę Nadzorczą.\"- otrzymuje brzmienie:\"§13 1. Tak długo jak Spółka pozostawać będzie spółką publiczną, Rada Nadzorcza, zgodnie\n                           z powszechnie obowiązującymi przepisami prawa, może powołać Komitet Audytu. Szczegółowe\n                           zasady funkcjonowania i wykonywania zadań Komitetu Audytu, tryb jego pracy, skład,\n                           liczebność, zasady powoływania członków oraz ich kwalifikacje będą określały przepisy\n                           powszechnie obowiązującego prawa, uchwała powołująca Komitet Audytu oraz zatwierdzony\n                           wraz z nią regulamin. Uchwała i regulamin, o których mowa w zdaniu poprzednim, zostaną\n                           uchwalone przez Radę Nadzorczą Spółki.2. Jeśli powołanie Komitetu Audytu nie jest obligatoryjne _zgodnie z przepisami powszechnie\n                           obowiązującego prawa_ zadania Komitetu Audytu mogą być wykonywane przez Radę Nadzorczą\n                           kolegialnie w przypadku powzięcia przez Radę Nadzorczą uchwały o przejęciu zadań Komitetu\n                           Audytu.\"3. Dotychczasowy § 15 ust. 2 Statutu Spółki:\"2. Walne Zgromadzenie otwiera Przewodniczący Rady Nadzorczej albo jego zastępca,\n                           a następnie spośród osób uprawnionych do uczestnictwa w walnym zgromadzeniu wybiera\n                           się przewodniczącego. W razie nieobecności tych osób Walne Zgromadzenie otwiera prezes\n                           Zarządu albo osoba wyznaczona przez ten Zarząd.\"- otrzymuje brzmienie:\"2. Przewodniczącego Walnego Zgromadzenia, który otwiera i prowadzi Walne Zgromadzenie,\n                           wskazuje na piśmie Zarząd. W przypadku, gdy Zarząd nie wskaże Przewodniczącego przed\n                           wyznaczoną godziną rozpoczęcia obrad otwiera je Przewodniczący Rady Nadzorczej albo\n                           jego zastępca, a następnie spośród osób uprawnionych do uczestnictwa w walnym zgromadzeniu\n                           wybiera się przewodniczącego. W razie nieobecności tych osób Walne Zgromadzenie otwiera\n                           prezes Zarządu, albo - w ostatniej kolejności - Akcjonariusz lub osoba reprezentująca\n                           Akcjonariusza posiadającego najwyższy procent akcji w kapitale zakładowym Spółki,\n                           który jest obecny na Walnym Zgromadzeniu.\"Nadzwyczajne Walne Zgromadzenie Spółki upoważniło Radę Nadzorczą Spółki do ustalenia\n                           tekstu jednolitego Statutu Spółki.",
        "date": "2017-08-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 24 sierpnia 2017 r. Nadzwyczajne\n                           Walne Zgromadzenie Emitenta podjęło uchwałę w sprawie powołania do składu Rady Nadzorczej\n                           Emitenta, na okres wspólnej 5-letniej kadencji, rozpoczętej z dniem 12 kwietnia 2016\n                           r., Członka Rady Nadzorczej w osobie Pani Emilii Sawickiej. Nowo powołany Członek Rady Nadzorczej spełnia kryteria Członka Niezależnego wskazanych\n                           w przepisach prawa dotyczących spółek publicznych oraz w uregulowaniach wewnętrznych\n                           Emitenta.Życiorys nowo powołanego Członka Rady Nadzorczej Emitenta na okres wspólnej kadencji\n                           stanowi załącznik do niniejszego raportu. Zgodnie ze złożonym oświadczeniem nowo powołany Członek Rady Nadzorczej Emitenta nie\n                           wykonuje innej działalności konkurencyjnej w stosunku do Emitenta, nie uczestniczy\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu.Członek Rady Nadzorczej oświadczył również, że nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.W związku z powołaniem nowego niezależnego Członka Rady Nadzorczej w osobie Pani Emilii\n                           Sawickiej oraz złożoną przez Pana Tomasza Dotkusia rezygnacją z pełnienia funkcji\n                           Członka Rady Nadzorczej Emitenta _o czym Emitent informował w raporcie bieżącym Nr\n                           24/2017 z dnia 26 lipca 2017 r. _ aktualny skład Rady Nadzorczej Emitenta przedstawia\n                           się następująco: 1. Dariusz Olczyk – Przewodniczący Rady Nadzorczej;2. Jan Olczyk – Wiceprzewodniczący Rady Nadzorczej;3. Arkadiusz Król – Sekretarz Rady Nadzorczej;4. Emilia Sawicka – Członek Rady Nadzorczej;5. Bartosz Krzesiak – Członek Rady Nadzorczej.",
        "date": "2017-08-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent, Spółka_ przekazuje w załączeniu treść uchwał\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie Emitenta w dniu 24 sierpnia 2017 r.\n                           Podczas obrad Nadzwyczajnego Walnego Zgromadzania nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, jednakże uprawniony Akcjonariusz zgłosił sprzeciw\n                           do uchwały Nr 6/08/2017 Nadzwyczajnego Walnego Zgromadzenia w sprawie zmiany Statutu\n                           Spółki. Zgłoszony sprzeciw został zaprotokołowany.",
        "date": "2017-08-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 11.08.2017 r. Olczyk Sp.\n                           z o.o. Lokum 8 S.K.A. _Lokum 8_ – spółka zależna od Emitenta zawarła, jako kredytobiorca,\n                           umowę kredytu inwestorskiego _Umowa_ z Powszechną Kasą Oszczędności Bankiem Polskim\n                           S.A. _PKO BP_, na mocy której Lokum 8 otrzymała do dyspozycji kredyt w wysokości 44,66\n                           mln zł _Kredyt_ z przeznaczeniem na finansowanie i refinansowanie kosztów netto inwestycji\n                           wielomieszkaniowej pod nazwą \"LOKUM VISTA – Etap I\" _Inwestycja_, realizowanej na\n                           działkach położonych przy ul. Walerego Sławka w Krakowie _Nieruchomość_.Całkowita wypłata Kredytu nastąpi w terminie do dnia 31.03.2019 r., zaś termin spłaty\n                           został ustalony na dzień 01.12.2019 r. Kredyt wypłacany będzie w walucie polskiej i jest oprocentowany w stosunku rocznym,\n                           według zmiennej stopy procentowej równej wysokości stawki referencyjnej _WIBOR 3M_\n                           powiększonej o marżę PKO BP.W związku z podpisaniem Umowy ustanawiane są w szczególności następujące zabezpieczenia:1. hipoteka umowna do kwoty 66,99 mln zł, ustanowiona na pierwszym miejscu na prawie\n                           własności działek położonych w Krakowie przy ulicy Walerego Sławka;2. weksel własny in blanco wystawiony przez Lokum 8 wraz z deklaracją wekslową;3. poręczenie wekslowe udzielone przez Emitenta.Lokum 8 zobowiązała się w Umowie, że w okresie jej obowiązywania, bez uprzedniej zgody\n                           PKO BP w szczególności:1. nie wypłaci bądź w jakiejkolwiek innej formie nie przekaże udziałowcom wypłaty\n                           z zysku lub dywidendy _wypłaty odsetek od udziału kapitałowego_ w okresie realizacji\n                           Inwestycji;2. nie udzieli innym podmiotom finansowania, w tym w szczególności przez udzielenie\n                           pożyczek, gwarancji, poręczeń, jak również nie zleci instytucjom finansowym udzielenia\n                           gwarancji lub poręczeń zabezpieczających zobowiązania innych podmiotów, ani nie dokona\n                           innych czynności skutkujących zabezpieczeniem, ani nie zawrze innych umów skutkujących\n                           powstaniem podobnego rodzaju zobowiązania, za wyjątkiem pożyczek udzielonych spółkom\n                           z grupy kapitałowej Lokum Deweloper przed udzieleniem przedmiotowego Kredytu;3. nie będzie ustanawiać, odnawiać oraz nie dopuści do powstania jakichkolwiek obciążeń\n                           na należących do niej lub nabywanych w przyszłości składnikach mienia jej przedsiębiorstwa,\n                           za wyjątkiem sytuacji dotyczących ustanowienia służebności niezbędnych dla prawidłowego\n                           funkcjonowania budynków realizowanych w ramach Inwestycji oraz ujawnienia roszczeń\n                           nabywców lokali, dotyczących wybudowania budynków i przeniesienia własności znajdujących\n                           się w tych budynkach lokali, wpisu roszczeń o ustanowienie hipoteki na lokalu oraz\n                           hipoteki wpisanej do księgi wieczystej prowadzonej dla Nieruchomości na rzecz klientów\n                           finansujących się w bankach hipotecznych;4. nie rozpocznie realizacji żadnych nowych inwestycji, za wyjątkiem kolejnych etapów\n                           inwestycji LOKUM VISTA;5. nie zaciągnie oraz nie dopuści do powstania dodatkowych zobowiązań finansowych\n                           w całym okresie kredytowania _ponad kwotę z tytułu pożyczek udzielonych przez podmioty\n                           powiązane na realizację inwestycji LOKUM VISTA_;6. nie dokona  zmian właścicielskich, chyba że zmiany właścicielskie nie będą powodowały,\n                           że kontrola nad Lokum 8 zostanie sprawowana przez podmiot inny niż zależny _nawet\n                           pośrednio_ przez Emitenta. Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.Kredytowana inwestycja dotyczy budowy budynku mieszkalnego nr B1 w ramach zadania\n                           inwestycyjnego \"LOKUM VISTA - etap I\" z 242 lokalami mieszkalnymi, 3 lokalami niemieszkalnymi\n                           _usługowymi_ oraz 85 miejscami postojowymi w garażu podziemnym i 17 miejscami postojowymi\n                           naziemnymi.",
        "date": "2017-08-11"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent, Spółka_ działając na podstawie art. 398, art.\n                           399 § 1 oraz art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych oraz § 14 Statutu\n                           Spółki, niniejszym zwołuje Nadzwyczajne Walne Zgromadzenie Spółki na dzień 24 sierpnia\n                           2017 roku, na godzinę 11:00 we Wrocławiu, w budynku Justin Center  we Wrocławiu przy\n                           ul. Krawieckiej 1/101 . Załączniki do niniejszego raportu stanowią: pełny tekst ogłoszenia o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia _Ogłoszenie_ oraz treść projektów uchwał, które zostały zaakceptowane\n                           przez Radę Nadzorczą Emitenta. Ogłoszenie wraz z niezbędnymi materiałami związanymi z obradami Nadzwyczajnego Walnego\n                           Zgromadzenia można pobrać ze strony internetowej Emitenta pod niżej wskazanym linkiem:\n                           http://inwestor.lokum-deweloper.pl/pl/wza/  W związku z zamierzonymi zmianami Statutu Spółki przez Nadzwyczajne Walne Zgromadzenie,\n                           Zarząd Spółki przedstawia poniżej treść proponowanych zmian: 1. dotychczasowy § 10 ust. 10 Statutu Spółki:\"10. Członkowie Niezależni powinni spełniać kryteria niezależności wskazane w Załączniku\n                           II do Zalecenia Komisji Europejskiej z dnia 15 lutego 2005 roku dotyczącego roli dyrektorów\n                           niewykonawczych lub będących członkami rady nadzorczej spółek giełdowych oraz wytyczne\n                           wskazane w obowiązujących w dniu wyboru Członka Niezależnego innych regulacjach dotyczących\n                           kryteriów niezależności wymaganych od niezależnych członków rad nadzorczych spółek\n                           giełdowych.\"- otrzymuje brzmienie:\"10. Członkowie Niezależni powinni spełniać kryteria niezależności oraz wytyczne wskazane\n                           w obowiązujących w dniu wyboru Członka Niezależnego oraz przez cały okres trwania\n                           jego mandatu przepisach powszechnie obowiązującego prawa oraz innych regulacjach dotyczących\n                           kryteriów niezależności wymaganych od członków niezależnych rad nadzorczych spółek\n                           giełdowych.\"2. dotychczasowy § 13 ust. 1 i 2 Statutu Spółki:\"§ 131. Od momentu wprowadzenia akcji Spółki do obrotu na rynku regulowanym, gdy liczebność\n                           Rady Nadzorczej wynosić będzie przynajmniej 6 osób i tak długo jak Spółka pozostawać\n                           będzie spółką publiczną, w ramach Rady Nadzorczej powoływany będzie komitet audytu.\n                           W skład tego komitetu wchodzić będzie co najmniej 3 członków, w tym przynajmniej jeden\n                           członek Rady Nadzorczej spełniający kryteria niezależności określone w ustawie z dnia\n                           7 maja 2009 roku o biegłych rewidentach i ich samorządzie, podmiotach uprawnionych\n                           do badania sprawozdań finansowych oraz o nadzorze publicznym _Dz.U. Nr 77, poz. 649_\n                           oraz posiadający kwalifikacje w dziedzinie rachunkowości i finansów. W przypadku,\n                           gdy Rada Nadzorcza funkcjonować będzie w składzie 5 osobowym, zadania komitetu audytu\n                           wykonywać będzie Rada Nadzorcza kolegialnie.2. Komitet audytu działać będzie zgodnie z postanowieniami art. 86 ustawy z dnia 7\n                           maja 2009 roku o biegłych rewidentach i ich samorządzie, podmiotach uprawnionych do\n                           badania sprawozdań finansowych oraz o nadzorze publicznym _Dz.U. Nr 77, poz. 649_,\n                           oraz zgodnie ze swoim regulaminem zatwierdzonym przez Radę Nadzorczą.\"- otrzymuje brzmienie:\"§13 1. Tak długo jak Spółka pozostawać będzie spółką publiczną, Rada Nadzorcza, zgodnie\n                           z powszechnie obowiązującymi przepisami prawa, może powołać Komitet Audytu. Szczegółowe\n                           zasady funkcjonowania i wykonywania zadań Komitetu Audytu, tryb jego pracy, skład,\n                           liczebność, zasady powoływania członków oraz ich kwalifikacje będą określały przepisy\n                           powszechnie obowiązującego prawa, uchwała powołująca Komitet Audytu oraz zatwierdzony\n                           wraz z nią regulamin. Uchwała i regulamin, o których mowa w zdaniu poprzednim, zostaną\n                           uchwalone przez Radę Nadzorczą Spółki.2. Jeśli powołanie Komitetu Audytu nie jest obligatoryjne _zgodnie z przepisami powszechnie\n                           obowiązującego prawa_ zadania Komitetu Audytu mogą być wykonywane przez Radę Nadzorczą\n                           kolegialnie w przypadku powzięcia przez Radę Nadzorczą uchwały o przejęciu zadań Komitetu\n                           Audytu.\"3. dotychczasowy § 15 ust. 2 Statutu Spółki:\"2. Walne Zgromadzenie otwiera Przewodniczący Rady Nadzorczej albo jego zastępca,\n                           a następnie spośród osób uprawnionych do uczestnictwa w walnym zgromadzeniu wybiera\n                           się przewodniczącego. W razie nieobecności tych osób Walne Zgromadzenie otwiera prezes\n                           Zarządu albo osoba wyznaczona przez ten Zarząd.\"- otrzymuje brzmienie:\"2. Przewodniczącego Walnego Zgromadzenia, który otwiera i prowadzi Walne Zgromadzenie,\n                           wskazuje na piśmie Zarząd. W przypadku, gdy Zarząd nie wskaże Przewodniczącego przed\n                           wyznaczoną godziną rozpoczęcia obrad otwiera je Przewodniczący Rady Nadzorczej albo\n                           jego zastępca, a następnie spośród osób uprawnionych do uczestnictwa w walnym zgromadzeniu\n                           wybiera się przewodniczącego. W razie nieobecności tych osób Walne Zgromadzenie otwiera\n                           prezes Zarządu, albo - w ostatniej kolejności - Akcjonariusz lub osoba reprezentująca\n                           Akcjonariusza posiadającego najwyższy procent akcji w kapitale zakładowym Spółki,\n                           który jest obecny na Walnym Zgromadzeniu.\"Szczegółowa podstawa prawna: § 38 ust. 1 pkt 1, 2 i  3 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych [...]",
        "date": "2017-07-27"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 26.07.2017 r.  Pan Tomasz\n                           Dotkuś  złożył oświadczenie o rezygnacji z pełnienia funkcji Członka Rady Nadzorczej\n                           Emitenta z dniem odbycia najbliższego Walnego Zgromadzenia Emitenta. Rezygnacja została\n                           złożona z powodów osobistych.",
        "date": "2017-07-26"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w II kwartale 2017 roku Grupa\n                           Lokum Deweloper _Grupa_ odnotowała:\t1. sprzedaż w ilości 321 lokali,\t2. 9 lokali rozpoznanych w wyniku.Poprzez sprzedaż należy rozumieć liczbę zawartych i nierozwiązanych umów  deweloperskich\n                           i przedwstępnych we wrocławskich inwestycjach. Lokale rozpoznane w wyniku oznaczają\n                           liczbę zawartych notarialnych umów przenoszących własność lokali albo liczbę wydanych\n                           lokali, po uzyskaniu całości ceny sprzedaży lub jej znacznej części, w ramach inwestycji\n                           wrocławskich.Dla porównania w II kwartale 2016 roku Grupa odnotowała:\t1. sprzedaż w ilości 136 lokali,\t2. 111 lokali rozpoznanych w wynikuJednocześnie, na koniec II kwartału 2017 roku Grupa miała zawartych 190 umów rezerwacyjnych\n                           tj. umów zawartych w ramach inwestycji wrocławskich i krakowskich, które oczekują\n                           na przekształcenie w umowy przedwstępne lub deweloperskie.Na koniec II kwartału 2017 roku oferta Grupy na rynku wrocławskim i krakowskim obejmowała\n                           łącznie 914 lokali, natomiast w realizacji było 1841 lokali.",
        "date": "2017-07-03"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 30 czerwca 2017 r. do Spółki\n                           wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanych przez Prezesa\n                           jej Zarządu.Pełna treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-06-30"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 19 czerwca 2017 r. powziął\n                           informację, iż w ślad za uchwałą Zarządu BondSpot S.A. _\"BondSpot\"_ nr 124/17 w przedmiocie\n                           wprowadzenia do alternatywnego systemu obrotu na Catalyst 75.000 obligacji na okaziciela\n                           serii D Emitenta o łącznej wartości nominalnej 75.000.000 zł i jednostkowej wartości\n                           nominalnej 1.000 zł _\"Obligacje\"_, w dniu 19 czerwca 2017 r.  Zarząd BondSpot podjął\n                           Uchwałę nr 130/17 w przedmiocie wyznaczenia na dzień 21 czerwca 2017 r. pierwszego\n                           dnia notowania w alternatywnym systemie obrotu na Catalyst Obligacji, oznaczonych\n                           przez Krajowy Depozyt Papierów Wartościowych S.A. kodem PLLKMDW00072.Zarząd BondSpot postanowił w ww. uchwale określić dla Obligacji:a_ dzień ostatniego notowania- 15 kwietnia 2020 r.,b_ jednostkę obrotu- 1 szt.,c_ jednostkę obligatoryjną – 100 szt.,d_ symbol- LKD0420.",
        "date": "2017-06-19"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 16 czerwca 2017 powziął\n                           informację, iż w ślad za uchwałą Zarządu Giełdy Papierów Wartościowych w Warszawie\n                           S.A. _\"GPW\"_ nr 561/2017 w przedmiocie wprowadzenia do alternatywnego systemu obrotu\n                           na Catalyst 75.000 obligacji na okaziciela serii D Emitenta o łącznej wartości nominalnej\n                           75.000.000 zł i jednostkowej wartości nominalnej 1.000 zł _\"Obligacje\"_, w dniu 16\n                           czerwca 2017 Zarząd GPW podjął Uchwałę nr 592/2017 w przedmiocie wyznaczenia na dzień\n                           21 czerwca 2017 r. pierwszego dnia notowania w alternatywnym systemie obrotu na Catalyst\n                           Obligacji, oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem PLLKMDW00072.Zarząd GPW postanowił w ww. uchwale, iż Obligacje notowane będą w systemie notowań\n                           ciągłych pod skróconą nazwą \"LKD0420\".",
        "date": "2017-06-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ niniejszym informuje, że akcjonariuszem posiadającym\n                           co najmniej 5 % liczby głosów na Zwyczajnym Walnym Zgromadzeniu Emitenta _ZWZ_, które\n                           odbyło się w dniu 12 czerwca 2017 r. był:Akcjonariusz Halit sàrl z siedzibą w Luksemburgu:- liczba posiadanych akcji na ZWZ: 15.100.000,00 sztuk;- liczba głosów posiadanych z akcji na ZWZ: 15.100.000,00;- udział procentowy w liczbie głosów na ZWZ: 99,17 %;- udział procentowy w ogólnej liczbie głosów: 83,89 %.",
        "date": "2017-06-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportów bieżących nr 6/2017 z dnia 22 marca 2017 r., 8/2017 z dnia\n                           24 kwietnia 2017 oraz 13/2017 z dnia 15 maja 2017 r., Zarząd Lokum Deweloper S.A.\n                           _Emitent_ informuje, że Zwyczajne Walne Zgromadzenie Emitenta podjęło w dniu 12 czerwca\n                           2017 r. uchwałę nr 9/06/2017 w  sprawie przeznaczenia zysku za rok 2016 oraz części\n                           kapitału zapasowego Spółki na wypłatę dywidendy dla akcjonariuszy Spółki oraz wyznaczenia\n                           dnia dywidendy i dnia wypłaty dywidendy _Dywidenda_. Zgodnie z podjętą uchwałą nr 9/06/2017, Zwyczajne Walne Zgromadzenie Emitenta postanowiło\n                           część zysku netto w kwocie 14 040 000,00 zł _słownie: czternaście milionów  czterdzieści\n                           tysięcy złotych i 00/100_, wypracowanego przez Spółkę w 2016 roku oraz w poprzednich\n                           latach obrotowych i stanowiącego obecnie część kapitału zapasowego Spółki, przeznaczyć\n                           do wypłaty dla akcjonariuszy Emitenta. Na każdą akcję Emitenta będzie przypadała kwota\n                           0,78 zł _słownie: siedemdziesiąt osiem groszy_ Dywidendy. Dywidendą objęte są wszystkie akcje Emitenta w liczbie 18.000.000 sztuk.  Zwyczajne Walne Zgromadzenie Emitenta ustaliło jako dzień Dywidendy datę 20 czerwca\n                           2017 r. oraz dzień wypłaty Dywidendy datę 5 lipca 2017 r.",
        "date": "2017-06-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych\n                           przez Zwyczajne Walne Zgromadzenie Emitenta w dniu 12 czerwca 2017 r. Podczas obrad Zwyczajnego Walnego Zgromadzania nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, ani też nie zgłoszono sprzeciwów do protokołu\n                           w stosunku do podjętych uchwał.",
        "date": "2017-06-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum  Sp. k.\n                           - spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupująca_, w dniu 8.06.2017 r. zawarła przedwstępną\n                           umowę _Umowa Przedwstępna_ nabycia prawa użytkowania wieczystego nieruchomości gruntowej\n                           położonej we Wrocławiu przy ul. Góralskiej, obręb Stare Miasto, o łącznej powierzchni\n                           4,29 ha _Nieruchomość_.Zawarcie umowy nabycia prawa użytkowania wieczystego Nieruchomości _Umowa Przyrzeczona_\n                           nastąpi w terminie do dnia 9.12.2018 r. Cena sprzedaży została ustalona między stronami\n                           na kwotę 32,1 mln zł netto i zostanie powiększona o należny podatek VAT.Nieruchomość przylega do innych nieruchomości gruntowych położonych przy ul. Góralskiej\n                           we Wrocławiu, o łącznej powierzchni 0,83 ha, których prawo wieczystego użytkowania\n                           Kupująca nabyła w dniu 30.05.2017 r. za cenę w wysokości 6 mln zł netto, która została\n                           powiększona o należny podatek VAT.",
        "date": "2017-06-08"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent, Spółka_ działając na podstawie art. 395, art.\n                           399 § 1 oraz art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych oraz § 14 Statutu\n                           Spółki, niniejszym zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień 12 czerwca\n                           2017 roku, na godzinę 11:00 we Wrocławiu, w budynku Qubus Hotel Wrocław przy ul. Św.\n                           Marii Magdaleny 2 _pierwsze piętro – sala konferencyjna_.Załącznik do niniejszego raportu stanowi pełny tekst ogłoszenia o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia _Ogłoszenie_ oraz treść projektów uchwał, które zostały zaakceptowane\n                           przez Radę Nadzorczą Emitenta.Ogłoszenie wraz z niezbędnymi materiałami związanymi z obradami Zwyczajnego Walnego\n                           Zgromadzenia można pobrać ze strony internetowej Emitenta pod niżej wskazanym linkiem:http://inwestor.lokum-deweloper.pl/pl/o-spolce/Szczegółowa podstawa prawna: § 38 ust. 1 pkt 1 i 3 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […]",
        "date": "2017-05-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent, Spółka_ informuje, że w dniu 15.05.2017  r.\n                           podjął uchwałę w sprawie wniosku Zarządu dotyczącego dnia dywidendy i dnia wypłaty\n                           dywidendy.Zgodnie z przywołaną uchwałą Zarząd zawnioskował, aby Zwyczajne Walne Zgromadzenie\n                           Emitenta ustaliło, jako dzień dywidendy datę 20.06.2017 r. oraz dzień wypłaty dywidendy\n                           datę 5.07.2017 r.Rekomendacja Zarządu została pozytywnie zaopiniowana w dniu dzisiejszym przez Radę\n                           Nadzorczą Emitenta.Ostateczną decyzję dotyczącą przeznaczenia zysku z 2016 roku oraz części kapitału\n                           zapasowego Spółki na wypłatę dywidendy oraz terminów dywidendy podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki.",
        "date": "2017-05-15"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 10/2017 z dnia 24.04.2017 r., Zarząd Lokum Deweloper\n                           S.A. informuje, iż w dniu dzisiejszym doszło do opłacenia przez inwestorów 75.000\n                           Obligacji zwykłych na okaziciela serii D o wartości nominalnej 1 tys. zł każda _Obligacje_.Emisja Obligacji doszła do skutku w pełnej wysokości.",
        "date": "2017-04-26"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ niniejszym informuje, iż w dniu 24 kwietnia\n                           2017 r. podjął decyzję o zamiarze przeprowadzenia w dniu 17 maja 2017 r. przedterminowego\n                           wykupu na żądanie Emitenta 30.000 _słownie: trzydziestu tysięcy_ sztuk Obligacji serii\n                           B o łącznej wartości nominalnej 30.000.000,00 _słownie: trzydzieści milionów_ PLN,\n                           tj. wszystkich wyemitowanych Obligacji serii B Emitenta. Emitent jest uprawniony do\n                           przeprowadzenia przedterminowego wykupu Obligacji serii B na żądanie własne zgodnie\n                           z pkt 13  Warunków Emisji Obligacji serii B. Kwota na jedną Obligację w jakiej obligacje podlegają spłacie w wyniku realizacji\n                           ww. opcji stanowi sumę wartość nominalnej jednej Obligacji _1.000,00 PLN_ oraz dodatkowej\n                           premii w wysokości 1,00% wartości nominalnej jednej Obligacji _10,00 PLN_. Dodatkowo\n                           obligatariuszom wypłacony zostanie należny do dnia 17 maja 2017 roku Kupon za 3 okres\n                           odsetkowy w wysokości 24,20 PLN na jedną Obligację.Dniem Ustalenia Praw dla przedterminowego wykupu Obligacji serii B będzie dzień 9\n                           maja 2017 r.Przedterminowy wykup Obligacji serii B realizowany będzie za pośrednictwem KDPW, zgodnie\n                           z regulacjami obowiązującymi w ramach KDPW.",
        "date": "2017-04-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _\"Emitent\"_ informuje, że w dniu dzisiejszym, po dokonaniu\n                           redukcji zapisów, dokonał przydziału 75.000 Obligacji zwykłych na okaziciela serii\n                           D o wartości nominalnej 1 tys. zł każda i łącznej wartości nominalnej 75 mln zł, pod\n                           warunkiem ich opłacenia do dnia 26 kwietnia 2017 r. na podstawie instrukcji rozrachunku.\n                           Cena emisyjna Obligacji jest równa wartości nominalnej. Dniem Emisji będzie dzień\n                           26 kwietnia 2017 r.Celem Emisji Obligacji jest finansowanie prowadzonych oraz planowanych projektów deweloperskich\n                           Emitenta lub przez podmioty zależne Emitenta, w tym także finansowanie zakupu gruntów\n                           pod nowe projekty deweloperskie oraz spłata przez Emitenta lub przez podmioty zależne\n                           Emitenta zobowiązań, w szczególności tych wynikających z wyemitowanych obligacji.Obligacje nie są zabezpieczone i nie będą posiadały formy dokumentu. Oprocentowanie\n                           Obligacji jest zmienne, oparte o stawkę WIBOR 6M powiększoną o marżę w wysokości 3,2\n                           %, chyba że ulegnie ona zmianie zgodnie z warunkami emisji. Kupon od każdej Obligacji\n                           naliczany jest począwszy od Dnia Emisji _z wyłączeniem tego dnia_, odrębnie dla każdego\n                           6-miesięcznego okresu odsetkowego i wypłacany będzie w dniu płatności odsetek.Termin wykupu Obligacji ustalono na dzień 26 kwietnia 2020 r. Zbywalność Obligacji\n                           nie podlega żadnym ograniczeniom.Obligacje mogą być przedmiotem ubiegania się o wprowadzenie do obrotu w alternatywnym\n                           systemie obrotu na rynku Catalyst organizowanym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A. lub BondSpot S.A.W warunkach emisji Obligacji Emitent zobowiązał się, że dywidenda wypłacana za rok\n                           obrotowy nie przekroczy 50% skonsolidowanego zysku netto wykazywanego w skonsolidowanym\n                           sprawozdaniu finansowym Grupy Emitenta za rok obrotowy, za który wypłacana będzie\n                           dywidenda.",
        "date": "2017-04-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w dniu 24.04.2017 roku Rada Nadzorcza\n                           Emitenta podjęła uchwałę w sprawie wyboru biegłego rewidenta do zbadania i/lub przeglądu\n                           jednostkowego sprawozdania finansowego Spółki oraz skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej, której jednostką dominującą jest Spółka, za okres 01.01.2017 r.\n                           – 30.06.2017 r. oraz za rok obrotowy kończący się dnia 31.12.2017 r. _tj. 01.01.2017\n                           r. – 31.12.2017 r._.Podmiotem wybranym przez Radę Nadzorczą do przeprowadzenia ww. czynności jest PKF\n                           Consult Sp. z o.o. Sp.k. z siedzibą w Warszawie przy ul. Orzyckiej 6 lok.1B, 02-695\n                           Warszawa _podmiot wpisany na listę Krajowej Rady Biegłych Rewidentów pod nr 477_.Emitent korzystał z usług tego podmiotu w analogicznym zakresie przedmiotowym w roku\n                           obrotowym 2014, 2015 i 2016. PKF Consult Sp. z o.o. Sp.k. przeprowadziła także badanie\n                           historycznych informacji finansowych zamieszczonych w prospekcie emisyjnym Emitenta,\n                           zatwierdzonym przez Komisję Nadzoru Finansowego w dniu 5 października 2015 r.Wybór biegłego rewidenta został dokonany przez Radę Nadzorczą na podstawie art. 66\n                           ust. 4 ustawy z dnia 29 września 1994 r. o rachunkowości oraz § 12 ust. 2 lit. g_\n                           Statutu Emitenta, zgodnie z obowiązującymi przepisami.Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           […]",
        "date": "2017-04-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 6/2017 z dnia 22.03.2017 r. Zarząd Lokum Deweloper\n                           S.A. _Emitent_ informuje, że w dniu 24.04.2017 r. Rada Nadzorcza Emitenta pozytywnie\n                           zaopiniowała wniosek Zarządu, aby część zysku netto w kwocie 14.040.000,00 zł _słownie:\n                           czternaście milionów czterdzieści tysięcy złotych_ wypracowana przez Spółkę w 2016\n                           roku oraz poprzednich latach obrotowych i stanowiąca obecnie część kapitału zapasowego\n                           Spółki, została przeznaczona na wypłatę dywidendy akcjonariuszom Spółki _Dywidenda_.\n                           Na każdą akcję Spółki będzie przypadała kwota 0,78 zł _słownie: siedemdziesiąt osiem\n                           groszy_ Dywidendy.Ostateczną decyzję dotyczącą przeznaczenia zysku z 2016 roku oraz części kapitału\n                           zapasowego Spółki na wypłatę dywidendy podejmie Zwyczajne Walne Zgromadzenie Spółki.",
        "date": "2017-04-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w I kwartale 2017 roku Grupa Lokum\n                           Deweloper  _Grupa_ odnotowała:1. sprzedaż w ilości 117 lokali,2. 15 lokali rozpoznanych w wyniku.Poprzez sprzedaż należy rozumieć liczbę zawartych i nierozwiązanych umów przedwstępnych\n                           i deweloperskich we wrocławskich inwestycjach. Lokale rozpoznane w wyniku oznaczają\n                           liczbę zawartych notarialnych umów przenoszących własność lokali albo liczbę wydanych\n                           lokali, po uzyskaniu całości ceny sprzedaży lub jej znacznej części, w ramach inwestycji\n                           wrocławskich.Dla porównania w I kwartale 2016 roku Grupa odnotowała:\t1. sprzedaż w ilości 172 lokali,\t2. 96 lokali rozpoznanych w wyniku.Jednocześnie, na koniec I kwartału 2017 roku Grupa miała zawartych 261 umów rezerwacyjnych\n                           tj. umowy zawarte w ramach inwestycji wrocławskich i krakowskich, które oczekują na\n                           przekształcenie w umowy przedwstępne lub deweloperskie.Na koniec I kwartału 2017 roku oferta Grupy na rynku wrocławskim i krakowskim obejmowała\n                           łącznie 1164 lokale, natomiast w realizacji było 1470 lokali.",
        "date": "2017-04-03"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent, Spółka_ informuje, że w dniu 22.03.2017 r. podjął\n                           uchwałę w sprawie wniosku Zarządu o przeznaczenie zysku z 2016 roku oraz części kapitału\n                           zapasowego Spółki na wypłatę dywidendy.Zgodnie z przywołaną uchwałą Zarząd zawnioskował, aby część zysku netto w kwocie 14.040.000,00\n                           zł _słownie: czternaście milionów czterdzieści tysięcy złotych_ wypracowana przez\n                           Spółkę w 2016 roku oraz poprzednich latach obrotowych i stanowiąca obecnie część kapitału\n                           zapasowego Spółki została przeznaczona na wypłatę dywidendy akcjonariuszom Spółki\n                           _Dywidenda_. Na każdą akcję Spółki będzie przypadała kwota 0,78 zł _słownie: siedemdziesiąt osiem\n                           groszy_ Dywidendy. Rekomendowana kwota Dywidendy jest wyrazem kontynuacji oświadczeń składanych przez\n                           Zarząd Spółki w zakresie polityki wypłaty dywidendy, w których wskazano, że kwota\n                           dywidendy może sięgać do 30% zysku netto wykazanego w skonsolidowanym rocznym sprawozdaniu\n                           finansowym Grupy Kapitałowej Lokum Deweloper S.A.Powyższa rekomendacja uwzględnia wysoki poziom kapitału zapasowego Spółki utworzonego\n                           z zysku wypracowanego przez Spółkę w latach ubiegłych oraz  jednostkowy wynik finansowy\n                           Spółki za rok obrotowy 2016 i wykazany tam zysk.Rekomendacja przedstawiona przez Zarząd nie obejmuje propozycji dnia dywidendy i dnia\n                           wypłaty dywidendy.Rekomendacja Zarządu zostanie skierowana do Rady Nadzorczej Spółki w celu zaopiniowania,\n                           a ostateczną decyzję dotyczącą przeznaczenia zysku z 2016 roku oraz części kapitału\n                           zapasowego Spółki na wypłatę dywidendy podejmie Zwyczajne Walne Zgromadzenie Spółki.",
        "date": "2017-03-22"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 16.03.2017 r. podjął uchwałę\n                           w sprawie ustanowienia programu emisji obligacji _Program_. W ślad za wyżej wymienioną\n                           uchwałą, Rada Nadzorcza Emitenta w dniu 16.03.2017 r. podjęła uchwałę w przedmiocie\n                           wyrażenia zgody  na zaciągnięcie przez Emitenta zobowiązań finansowych wynikających\n                           z ustanowionego Programu.W ramach Programu Emitent może wyemitować, w ramach jednej lub kilku serii, obligacje\n                           odsetkowe, na okaziciela, o maksymalnej łącznej wartości nominalnej nie większej niż\n                           100.000.000,00 zł _słownie: sto milionów złotych_. Obligacje nie będą posiadały formy\n                           dokumentu.Obligacje w ramach Programu będą oferowanie w trybie art. 33 ust. 2 Ustawy o Obligacjach,\n                           tj. poprzez ofertę kierowaną do indywidualnie oznaczonych adresatów w liczbie nieprzekraczającej\n                           149 odbiorców _tj. nie będą oferowane w trybie oferty publicznej w rozumieniu Ustawy\n                           o Ofercie Publicznej_. Środki z emisji obligacji w ramach Programu przeznaczone zostaną na  realizację istotnych\n                           projektów deweloperskich realizowanych przez spółki z Grupy Kapitałowej Emitenta _Grupa_,\n                           refinansowanie zobowiązań finansowych Emitenta lub spółek z Grupy oraz na finansowanie\n                           zakupu gruntów pod nowe projekty deweloperskie.Emisje obligacji w ramach Programu powinny mieć miejsce nie później niż do dnia 31.12.2018\n                           r.Obligacje w ramach Programu mogą być przedmiotem ubiegania się o wprowadzenie do obrotu\n                           w alternatywnym systemie obrotu na rynku Catalyst organizowanym przez Giełdę Papierów\n                           Wartościowych w Warszawie S.A. i/lub BondSpot S.A.",
        "date": "2017-03-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W związku z zakończeniem procesu badania  przez biegłego rewidenta danych finansowych\n                           Grupy Kapitałowej Lokum Deweloper i ich wstępnym podsumowaniem  na  potrzeby przygotowania\n                           skonsolidowanego raportu rocznego za rok 2016, Zarząd Lokum Deweloper S.A. _Emitent_\n                           przekazuje do publicznej wiadomości szacunkowe wybrane dane finansowe Grupy Kapitałowej\n                           Emitenta za okres od 1.01.2016 r. do 31.12.2016 r.:- skonsolidowane przychody ze sprzedaży netto: 189,3 mln zł,- skonsolidowany zysk z działalności operacyjnej _EBIT_: 34,3 mln zł,- skonsolidowany zysk z działalności operacyjnej bez kosztów amortyzacji _EBITDA_:\n                           35,3 mln zł, - skonsolidowany zysk netto: 46,9 mln zł. Prezentowane dane mają charakter szacunkowy i mogą różnić się od danych finansowych,\n                           które będą przedstawione w skonsolidowanym raporcie rocznym za 2016 r., którego publikacja\n                           zaplanowana jest na dzień 22.03.2017 r.",
        "date": "2017-03-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _“Emitent\"_ podaje do publicznej wiadomości terminy przekazywania\n                           raportów okresowych w 2017 roku:Raporty roczne:– jednostkowy raport roczny za rok 2016 – w dniu 22.03.2017 roku,– skonsolidowany raport roczny za rok 2016 – w dniu 22.03.2017 roku.Raport półroczny:– skonsolidowany raport półroczny za I półrocze 2017 roku – w dniu 9.08.2017 roku.Raporty kwartalne:– skonsolidowany raport kwartalny za I kwartał 2017 roku – w dniu 17.05.2017 roku,– skonsolidowany raport kwartalny za III kwartał 2017 roku – w dniu 08.11.2017 roku.Dodatkowo Emitent informuje, iż:\t– zgodnie z § 101 ust. 2 Rozporządzenia nie będzie publikował skonsolidowanego raportu\n                           kwartalnego za IV kwartał 2016 roku oraz II kwartał 2017 roku,\t– zgodnie z § 83 ust. 1 i 3 Rozporządzenia, w raportach skonsolidowanych kwartalnych\n                           i półrocznym zawarte będą odpowiednio kwartalne i półroczne skrócone jednostkowe sprawozdania\n                           finansowe.Szczegółowa podstawa prawna:\t§ 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych […]",
        "date": "2017-01-17"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ w nawiązaniu do raportu bieżącego nr 16/2017\n                           z dnia 08.06.2017 r.  informuje, iż Olczyk Sp. z o. o. Lokum Sp. k. - spółka w 100%\n                           zależna od Emitenta, której przedmiotem działalności jest realizowanie przedsięwzięć\n                           deweloperskich _Kupująca_ zawarła w dniu 07.12.2018 r. umowę nabycia prawa użytkowania\n                           wieczystego _Umowa Przyrzeczona_ nieruchomości gruntowych, oznaczonych w ewidencji\n                           gruntów jako działki nr: 3/14, 3/19, 3/20, 3/22, 2/12, 2/19, 2/20,11/3, 11/4, 2/18\n                           położonych we Wrocławiu przy ul. Góralskiej, o łącznej powierzchni 4,2857 ha _Nieruchomość_\n                           wraz z własnością położonych na działkach budynków i budowli stanowiących odrębne\n                           od gruntu przedmioty własności. Cena nabycia Nieruchomości w kwocie 32.074.000,00 złotych netto została powiększona\n                           o podatek VAT i wyniosła łącznie 39.451.020,00 złotych. Zakup Nieruchomości został sfinansowany ze środków własnych Kupującej. Bank ziemi Kupującej w obrębie ul. Góralskiej i ul. Robotniczej obecnie wynosi ok.\n                           9,5 ha.",
        "date": "2018-12-07"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w III kwartale 2018 roku Grupa\n                           Lokum Deweloper _Grupa_ odnotowała:1. sprzedaż w ilości 253 lokali,2. 596 lokali rozpoznanych w wyniku.Poprzez sprzedaż należy rozumieć liczbę zawartych i nierozwiązanych umów deweloperskich\n                           i przedwstępnych we wrocławskich i krakowskich inwestycjach. Lokale rozpoznane w wyniku\n                           oznaczają liczbę zawartych notarialnych umów przenoszących własność lokali albo liczbę\n                           wydanych lokali, po uzyskaniu całości ceny sprzedaży lub jej znacznej części, w ramach\n                           inwestycji wrocławskich i krakowskich.Dla porównania w III kwartale 2017 roku Grupa odnotowała:1. sprzedaż w ilości 213 lokali,2. 165 lokali rozpoznanych w wynikuJednocześnie, na koniec III kwartału 2018 roku Grupa miała zawartych  206 umów rezerwacyjnych\n                           tj. umów zawartych w ramach inwestycji wrocławskich i krakowskich, które oczekują\n                           na przekształcenie w umowy przedwstępne lub deweloperskie.Na koniec III kwartału 2018 roku oferta Grupy na rynku wrocławskim i krakowskim obejmowała\n                           łącznie  637 lokali, natomiast w realizacji było 1279 lokali.",
        "date": "2018-10-01"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Spółki Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 28 września 2018\n                           r. do Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej\n                           przez Prezesa jej Zarządu.",
        "date": "2018-09-28"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o. o. Lokum 11 S.K.A.\n                           - spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_ w dniu 12.09.2018 r. zawarła z dwoma spółkami\n                           nie powiązanymi z Grupą Kapitałową Lokum Deweloper S.A. _GK LD S.A._, a powiązanymi\n                           ze sobą  kapitałowo _Sprzedający_, w ramach jednej biznesowej transakcji i na takich\n                           samych warunkach dwie przedwstępne umowy nabycia prawa użytkowania wieczystego nieruchomości\n                           gruntowych _Umowy Przedwstępne_ położonych we Wrocławiu przy al. Poprzecznej, obręb\n                           Sołtysowice, o łącznej powierzchni ok. 15 ha _Nieruchomość_ wraz z własnością położonych\n                           na jednym z gruntów budynków stanowiących odrębne od gruntu przedmioty własności.Zawarcie Umów przyrzeczonych nabycia prawa użytkowania wieczystego Nieruchomości nastąpi\n                           co do jednej z nich nie później niż do dnia 12.12.2021 r. oraz co do drugiej nie później\n                           niż do dnia 15.03.2021 r.Przyszłą cenę sprzedaży strony Umów Przedwstępnych ustaliły jako sumę kwot netto:- łączna kwota stała, która zostanie zapłacona przy podpisaniu umów przyrzeczonych\n                           w wysokości 70 mln zł netto,- łączna kwota dodatkowa, dla wyliczenia której strony Umów Przedwstępnych ustaliły\n                           jednakową metodykę w oparciu m.in. o planowane liczby metrów kwadratowych PUM oraz\n                           PUU wynikającej z ostatecznego i prawomocnego pozwolenia na budowę dla całej Nieruchomości\n                           bądź wyliczonej z uchwalonego dla całej Nieruchomości miejscowego planu zagospodarowania\n                           przestrzennego oraz kwoty 700 zł netto za każdy metr kwadratowy PUM/PUU przy uwzględnieniu\n                           wytycznych projektowych stosowanych przez spółki z GK LD S.A.Strony Umów Przedwstępnych przewidują, iż szacowana całościowa kwota ceny, łącznie\n                           z obu transakcji może wynieść ok. 100 mln zł netto. Kupująca zobowiązana jest do uiszczenia na rzecz Sprzedających kwot zadatków, które\n                           zostaną zaliczone na poczet ceny sprzedaży w wysokości łącznie 5 mln zł netto.Emitent wskazuje, iż do dnia zawarcia umów przyrzeczonych nabycia prawa użytkowania\n                           wieczystego Nieruchomości zawrze ze Sprzedającym umowy poręczenia za zobowiązania\n                           spółki Kupującej z tytułu obowiązku zapłaty kwoty dodatkowej. Poręczenie będzie obowiązywało\n                           przez okres maksymalny 8 lat od zawarcia umowy przyrzeczonej.Na Nieruchomości Emitent planuje realizację przedsięwzięcia deweloperskiego w postaci\n                           budynków wielorodzinnych wraz z garażami podziemnymi i usługami.",
        "date": "2018-09-12"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Spółki Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 7 września 2018 r.\n                           do Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o. o. Lokum Sp. k.\n                           - spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupująca_ zawarła w dniu 10.08.2018 r. umowę nabycia\n                           prawa użytkowania wieczystego _Umowa Przyrzeczona_ nieruchomości gruntowej, oznaczonej\n                           w ewidencji gruntów jako działka nr 3/5 położonej we Wrocławiu przy ul. Góralskiej\n                           20,  o powierzchni 1,0247 ha _Nieruchomość_ wraz z własnością położonych na działkach\n                           budynków, budowli i urządzeń stanowiących odrębne od gruntu przedmioty własności.Cena nabycia Nieruchomości w kwocie 10.000.000,00 złotych netto została powiększona\n                           o podatek VAT i wyniosła łącznie 12.300.000,00 złotych. Zakup Nieruchomości został sfinansowany ze środków własnych Kupującej.Celem realizacji przedsięwzięcia deweloperskiego Kupująca spółka powiększyła swój\n                           bank ziemi w obrębie ul. Góralskiej i ul. Robotniczej, który obecnie będzie wynosił\n                           ok. 9,5 ha.",
        "date": "2018-08-10"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w II kwartale 2018 roku Grupa\n                           Lokum Deweloper _Grupa_ odnotowała:1. sprzedaż w ilości 227 lokali,2. 6 lokali rozpoznanych w wyniku. Poprzez sprzedaż należy rozumieć liczbę zawartych i nierozwiązanych umów deweloperskich\n                           i przedwstępnych we wrocławskich i krakowskich inwestycjach. Lokale rozpoznane w wyniku\n                           oznaczają liczbę zawartych notarialnych umów przenoszących własność lokali albo liczbę\n                           wydanych lokali, po uzyskaniu całości ceny sprzedaży lub jej znacznej części, w ramach\n                           inwestycji wrocławskich i krakowskich.Dla porównania w II kwartale 2017 roku Grupa odnotowała:1. sprzedaż w ilości 321 lokali,2. 9 lokali rozpoznanych w wynikuJednocześnie, na koniec II kwartału 2018 roku Grupa miała zawartych 168 umów rezerwacyjnych\n                           tj. umów zawartych w ramach inwestycji wrocławskich i krakowskich, które oczekują\n                           na przekształcenie w umowy przedwstępne lub deweloperskie.Na koniec II kwartału 2018 roku oferta Grupy na rynku wrocławskim i krakowskim obejmowała\n                           łącznie 928 lokali, natomiast w realizacji było 2016 lokali.",
        "date": "2018-07-02"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ w nawiązaniu do raportu bieżącego nr 12/2018\n                           z dnia 30.03.2018 r., którym Emitent poinformował o udzieleniu przybicia co do nabycia\n                           prawa  użytkowania wieczystego nieruchomości gruntowej zabudowanej, składającej się\n                           z trzech działek wraz z prawem własności posadowionych na niej budynków i urządzeń,\n                           położonej przy ul. Robotniczej 22, 24-36 we Wrocławiu _Nieruchomość_, o łącznej powierzchni\n                           około 3,33 ha na rzecz spółki Olczyk Sp. z o.o. Lokum Sp. k. - spółki w 100% zależnej\n                           od Emitenta _Spółka_, informuje, iż w dniu dzisiejszym wpłynęło postanowienie Sądu\n                           Rejonowego dla Wrocławia -  Śródmieścia z dnia 12.06.2018 r. o przysądzeniu prawa\n                           użytkowania wieczystego Nieruchomości na rzecz Spółki za cenę 27 mln zł netto zł.Zarząd wskazuje, iż przysądzenie nastąpiło w związku z wykonaniem warunków licytacyjnych,\n                           tj. zapłaty ceny nabycia za Nieruchomość. Zakup został sfinansowany ze środków własnych.Zgodnie z przyjętą strategią na Nieruchomości Emitent planuje realizację przedsięwzięcia\n                           deweloperskiego.",
        "date": "2018-06-29"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Spółki Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 22 czerwca 2018 r.\n                           do Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2018-06-22"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Spółki Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 17 maja 2018 r. do\n                           Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2018-05-17"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ w nawiązaniu do raportu 11/2018 z dnia 28.03.2018r.\n                           dotyczącego rozstrzygnięcia przetargu pisemnego nieograniczonego organizowanego przez\n                           spółkę pod firmą Geofizyka Kraków S.A. w likwidacji _Sprzedający_ w zakresie sprzedaży\n                           prawa użytkowania wieczystego nieruchomości wraz z prawem własności posadowionych\n                           na niej budynków, położonej w Krakowie przy ul. Bagrowej 3 _Nieruchomość_ o łącznej\n                           powierzchni około 1,69 ha, informuje że spółka Olczyk Sp. z o.o. Lokum 11 Sp. k. -\n                           spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupująca_ w dniu dzisiejszym Kupująca uzyskała informację\n                           w zakresie skorzystania przez spółkę z grupy kapitałowej Polskie Górnictwo Naftowe\n                           i Gazownictwo przysługującego prawa pierwokupu, a tym samym Kupujący wskazuje na brak\n                           możliwości zawarcia umowy sprzedaży Nieruchomości.",
        "date": "2018-05-17"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ niniejszym informuje, że akcjonariuszem posiadającym\n                           co najmniej 5 % liczby głosów na Zwyczajnym Walnym Zgromadzeniu Emitenta _ZWZ_, które\n                           odbyło się w dniu 24 kwietnia 2018 r. był:Akcjonariusz Halit s. à r.l. z siedzibą w Luksemburgu:- liczba posiadanych akcji na ZWZ: 15.100.000,00 sztuk;- liczba głosów posiadanych z akcji na ZWZ: 15.100.000,00;- udział procentowy w liczbie głosów na ZWZ: 94,47 %; - udział procentowy w ogólnej liczbie głosów: 83,89 %.",
        "date": "2018-04-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportów bieżących nr 9/2018 z dnia 28 marca 2018 roku oraz 14/2018\n                           z dnia 16 kwietnia 2018 roku Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że Zwyczajne\n                           Walne Zgromadzenie Emitenta podjęło w dniu 24 kwietnia 2018 r. uchwałę nr 8/04/2018\n                           w  sprawie przeznaczenia części zysku za rok 2017 oraz części kapitału zapasowego\n                           Spółki na wypłatę dywidendy dla akcjonariuszy Spółki oraz wyznaczenia dnia dywidendy\n                           i dnia wypłaty dywidendy _Dywidenda_. Zgodnie z podjętą uchwałą nr 8/04/2018, Zwyczajne Walne Zgromadzenie Emitenta postanowiło\n                           przeznaczyć cześć zysku za rok 2017 oraz cześć kapitału zapasowego Spółki łącznie\n                           w kwocie 15 120 000, 00zł _słownie: piętnaście milionów sto dwadzieścia tysięcy złotych_\n                           do wypłaty dla akcjonariuszy Emitenta. Na każdą akcję Emitenta będzie przypadała kwota\n                           0,84 zł _słownie: osiemdziesiąt cztery groszy_ Dywidendy. Dywidendą objęte są wszystkie akcje Emitenta w liczbie 18.000.000 sztuk.  Zwyczajne Walne Zgromadzenie Emitenta ustaliło jako dzień Dywidendy datę 2 maja 2018\n                           r. oraz dzień wypłaty Dywidendy datę  11 maja 2018 r.",
        "date": "2018-04-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych\n                           przez Zwyczajne Walne Zgromadzenie Emitenta w dniu 24 kwietnia 2018 r. Podczas obrad Zwyczajnego Walnego Zgromadzania nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, ani też nie zgłoszono sprzeciwów do protokołu\n                           w stosunku do podjętych uchwał.",
        "date": "2018-04-24"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 9/2018 z dnia 28.03.2018 r. Zarząd Lokum Deweloper\n                           S.A. _Emitent_ informuje, że w dniu 16.04.2018 r. Rada Nadzorcza Emitenta pozytywnie\n                           zaopiniowała wniosek Zarządu o przeznaczenie części zysku z 2017 roku oraz części\n                           kapitału zapasowego Spółki na wypłatę dywidendy, a także dnia dywidendy i dnia wypłaty\n                           dywidendy. Zgodnie z przywołaną uchwałą Zarząd zawnioskował, aby część zysku netto\n                           wypracowana przez Spółkę w 2017 roku oraz część zysku netto wypracowana przez Spółkę\n                           poprzednich latach obrotowych i stanowiąca obecnie część kapitału zapasowego Spółki,\n                           w łącznej kwocie 15.120.000,00 zł _słownie: piętnaście milionów sto dwadzieścia tysięcy\n                           złotych_, została przeznaczona na wypłatę dywidendy akcjonariuszom Spółki _Dywidenda_.\n                           Na każdą akcję Spółki będzie przypadała kwota 0,84 zł _słownie: osiemdziesiąt cztery\n                           grosze_ Dywidendy.  Zarząd zawnioskował, a Rada Nadzorcza pozytywnie zaopiniowała\n                           wniosek, aby Zwyczajne Walne Zgromadzenie ustaliło jako dzień dywidendy datę 2.05.2018\n                           r. oraz dzień wypłaty dywidendy datę 11.05.2018 r.Ostateczną decyzję dotyczącą przeznaczenia części zysku z 2017 roku oraz części kapitału\n                           zapasowego Spółki na wypłatę dywidendy, a także terminów dywidendy podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki zwołane na dzień 24 kwietnia 2018 r. _o czym Emitent informował\n                           w raporcie bieżącym nr 10/2018 z dnia 28.03.2018 r._.",
        "date": "2018-04-16"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż w I kwartale 2018 roku Grupa Lokum\n                           Deweloper _Grupa_ odnotowała:1. sprzedaż w ilości 304 lokali,2. 18 lokali rozpoznanych w wyniku.Poprzez sprzedaż należy rozumieć liczbę zawartych i nierozwiązanych umów przedwstępnych\n                           i deweloperskich we wrocławskich i krakowskich inwestycjach. Lokale rozpoznane w wyniku\n                           oznaczają liczbę umów notarialnych, przenoszących własność lokali albo liczbę wydanych\n                           lokali po uzyskaniu całości ceny sprzedaży lub jej znacznej części w ramach inwestycji.Dla porównania w I kwartale 2017 roku Grupa odnotowała:1. sprzedaż w ilości 117 lokali,2. 15 lokali rozpoznanych w wyniku.Jednocześnie, na koniec I kwartału 2018 roku Grupa miała zawartych 181 umów rezerwacyjnych\n                           tj. umowy zawarte w ramach inwestycji wrocławskich i krakowskich, które oczekują na\n                           przekształcenie w umowy przedwstępne lub deweloperskie.Na koniec I kwartału 2018 roku oferta Grupy na rynku wrocławskim i krakowskim obejmowała\n                           łącznie 516 lokali, natomiast w realizacji było 1 760 lokali.",
        "date": "2018-04-03"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że Emitent otrzymał informację o\n                           wyniku licytacji odbywającej się w dniu dzisiejszym i prowadzonej przez Komornika\n                           Sądowego przy Sądzie Rejonowym dla Wrocławia – Śródmieścia, pod nadzorem Sądu Rejonowego\n                           dla Wrocławia – Śródmieścia _Sąd_, dotyczącej prawa użytkowania wieczystego nieruchomości\n                           gruntowej zabudowanej, składającej się z trzech działek wraz z prawem własności posadowionych\n                           na niej budynków i urządzeń, położonej przy ul. Robotniczej 22, 24-36 we Wrocławiu\n                           _Nieruchomość_, o łącznej powierzchni około 3,33 ha. Udzielenie przybicia co do nabycia praw do Nieruchomości zostało ogłoszone ustnie\n                           w dniu dzisiejszym na rzecz Olczyk Sp. z o.o. Lokum Sp. k. – spółki w 100% zależnej\n                           od Emitenta, której przedmiotem działalności jest realizowanie przedsięwzięć deweloperskich\n                           _Nabywca_.Nabycie Nieruchomości ma nastąpić na podstawie prawomocnego postanowienia Sądu o przysądzeniu\n                           prawa użytkowania wieczystego Nieruchomości wraz z prawem własności posadowionych\n                           na niej budynków i urządzeń, wydanego po uprawomocnieniu się postanowienia o przybiciu\n                           i wykonaniu przez Nabywcę warunków licytacyjnych. Emitent poinformuje osobnym raportem\n                           bieżącym o przysądzeniu prawa użytkowania wieczystego Nieruchomości wraz z prawem\n                           własności posadowionych na niej budynków i urządzeń.Przedmiotowa Nieruchomość została wylicytowana za cenę sprzedaży 27 mln zł netto.\n                           Na poczet ceny Nabywca zapłacił kwotę 1,82 mln zł stanowiącą rękojmię. Pozostała część\n                           ceny nabycia zostanie zapłacona przez Nabywcę w terminie wskazanym przez Sąd.",
        "date": "2018-03-30"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że Emitent otrzymał informację o\n                           rozstrzygnięciu przetargu pisemnego nieograniczonego odbywającego się w dniu dzisiejszym\n                           i organizowanego przez spółkę pod firmą Geofizyka Kraków S.A. w likwidacji _Sprzedający_\n                           w zakresie sprzedaży prawa użytkowania wieczystego nieruchomości wraz z prawem własności\n                           posadowionych na niej budynków, położonej w Krakowie przy ul. Bagrowej 3 _Nieruchomość_\n                           o łącznej powierzchni około 1,69 ha.Najkorzystniejszą ofertę w przetargu złożyła Olczyk Sp. z o.o. Lokum 11 S.K.A. – spółka\n                           w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie przedsięwzięć\n                           deweloperskich _Kupujący_.Kupujący nabędzie Nieruchomość w oparciu o umowę przenoszącą, w sytuacji gdy złożona\n                           przez Kupującego oferta zostanie zatwierdzona przez likwidatorów Sprzedającego oraz\n                           gdy spółki z grupy kapitałowej Polskie Górnictwo Naftowe i Gazownictwo nie wykonają\n                           przysługującego im prawa pierwokupu. Cena nabycia została ustalona na kwotę 13,2 mln zł netto. Na poczet ceny nabycia Kupujący\n                           zapłacił kwotę 1,13 mln zł stanowiącą wadium. Pozostała część ceny nabycia zostanie\n                           zapłacona przez Kupującego najpóźniej w dniu zawarcia umowy sprzedaży Nieruchomości.\n                           Emitent poinformuje osobnym raportem bieżącym o zawarciu umowy sprzedaży Nieruchomości\n                           lub braku możliwości jej zawarcia w związku z niespełnieniem warunków, o których mowa\n                           w akapicie poprzednim tj. wykonaniu prawa pierwokupu.",
        "date": "2018-03-28"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent, Spółka_ działając na podstawie art. 395, art.\n                           399 § 1 oraz art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych oraz § 14 Statutu\n                           Spółki, niniejszym zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień 24 kwietnia\n                           2018 roku, na godzinę 11:00 we Wrocławiu, w budynku Qubus Hotel Wrocław przy ul. Św.\n                           Marii Magdaleny 2 _pierwsze piętro - sala konferencyjna_.Załącznik do niniejszego raportu stanowi pełny tekst ogłoszenia o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia _Ogłoszenie_ oraz treść projektów uchwał, które zostały pozytywnie\n                           zaopiniowane przez Radę Nadzorczą Emitenta. Ogłoszenie wraz z materiałami związanymi z obradami Zwyczajnego Walnego Zgromadzenia\n                           można pobrać ze strony internetowej Emitenta pod niżej wskazanym linkiem: http://inwestor.lokum-deweloper.pl/pl/o-spolce/",
        "date": "2018-03-28"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent, Spółka_ informuje, że w dniu 28.03.2018 r. podjął\n                           uchwałę w sprawie wniosku Zarządu do Walnego Zgromadzenia o przeznaczenie części zysku\n                           z 2017 r. oraz części kapitału zapasowego Spółki na wypłatę dywidendy.Zgodnie z przywołaną uchwałą Zarząd zawnioskował, aby część zysku netto wypracowana\n                           przez Spółkę w 2017 r. oraz część zysku netto wypracowana przez Spółkę w poprzednich\n                           latach obrotowych i stanowiąca obecnie część kapitału zapasowego, w łącznej kwocie\n                           15 120.000,00 zł _słownie: piętnaście milionów sto dwadzieścia tysięcy złotych_, została\n                           przeznaczona na wypłatę dywidendy akcjonariuszom Spółki _Dywidenda_.Na każdą akcję Spółki będzie przypadała kwota 0,84 zł _słownie: osiemdziesiąt cztery\n                           groszy_ Dywidendy.Powyższa rekomendacja uwzględnia wysoki poziom kapitału zapasowego Spółki utworzonego\n                           z zysku wypracowanego przez Spółkę w latach ubiegłych oraz jednostkowy wynik finansowy\n                           Spółki za rok obrotowy 2017.Zarząd Emitenta zawnioskował, aby Zwyczajne Walne Zgromadzenie Emitenta ustaliło jako\n                           dzień dywidendy datę 2 maja 2018 r. oraz jako dzień wypłaty dywidendy datę 11 maja\n                           2018 r.Rekomendacja Zarządu zostanie przedstawiona Radzie Nadzorczej Spółki w celu zaopiniowania,\n                           a ostateczną decyzję dotyczącą przeznaczenia części zysku z 2017 r. oraz części kapitału\n                           zapasowego Spółki na wypłatę dywidendy podejmie Zwyczajne Walne Zgromadzenie Spółki.Zarząd Spółki informuje jednocześnie, iż podjął uchwałę w sprawie zmiany polityki\n                           dywidendowej. Nowa  polityka dywidendowa stosowana będzie począwszy od dywidendy za\n                           bieżący rok obrotowy _tj. okres 01.01.2018 r. – 31.12.2018 r._, po Dywidendzie określonej\n                           powyżej. Nowa polityka dywidendowa zakłada rekomendowanie przez Zarząd Walnemu Zgromadzeniu\n                           kwoty dywidendy w wysokości do 50% zysku netto wykazanego w skonsolidowanym rocznym\n                           sprawozdaniu finansowym Grupy. Zarząd rekomendując Walnemu Zgromadzeniu wypłatę dywidendy\n                           będzie uwzględniał przede wszystkim wygenerowane przepływy gotówkowe i zysk netto\n                           wypracowany przez Grupę, potrzeby inwestycyjne Grupy oraz możliwość i koszt pozyskania\n                           przez Spółkę finansowania dłużnego.",
        "date": "2018-03-28"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Spółka_ informuje, że w dniu 19 marca 2018 roku Rada\n                           Nadzorcza Spółki podjęła uchwały w sprawie powołania z dniem 1 kwietnia 2018 r. Zarządu\n                           Spółki, na okres wspólnej 3-letniej kadencji. Spółka informuje, iż kadencja obecnych\n                           Członków Zarządu kończy się z dniem 31 marca 2018 r. Zarząd Spółki został powołany na nową 3 - letnią kadencję w niezmienionym składzie:Bartosz Kuźniar – Prezes Zarządu,Tomasz Dotkuś – Wiceprezes Zarządu ds. finansowych.Życiorysy powołanych Członków Zarządu stanowią załączniki do raportu.",
        "date": "2018-03-19"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 02.03.2018 r. Olczyk Sp.\n                           z o.o. Lokum 10 sp. k. _Lokum 10_ - spółka zależna od Emitenta zawarła, jako kredytobiorca,\n                           umowę kredytu o Kredyt inwestorski Nowy Dom _Umowa_ z Powszechna Kasa Oszczędności\n                           Bank Polski Spółką Akcyjną z siedzibą w Warszawie _PKO BP_, na mocy której Lokum 10\n                           otrzymała do dyspozycji kredyt w wysokości 40.895.000,00 zł _Kredyt_ z przeznaczeniem\n                           na finansowanie i refinansowanie kosztów netto związanych z budową w ramach Zadania\n                           Inwestycyjnego pod nazwą \"Etap IX\" wyodrębnionego z Przedsięwzięcia Deweloperskiego\n                           pod nazwą \"LOKUM DI TREVI\" zespołu trzech budynków wielomieszkaniowych _oznaczonych\n                           w projekcie budowlanym numerami 1, 2 i 3, z garażem podziemnym _Inwestycja_, realizowanego\n                           na działce położonej przy ul. Międzyleskiej we Wrocławiu.Całkowita wypłata Kredytu nastąpi w terminie do dnia 31 grudnia 2020 roku, zaś termin\n                           spłaty został ustalony na dzień 31 grudnia 2020 roku.Kredyt wypłacany będzie w walucie polskiej i jest oprocentowany w stosunku rocznym,\n                           według zmiennej stopy procentowej równej wysokości stawki referencyjnej _WIBOR 3M_\n                           powiększonej o marżę PKO BP.W związku z podpisaniem Umowy ustanawiane są w szczególności następujące zabezpieczenia:1.Hipoteka umowna do kwoty 61.342.500,00 zł ustanowiona na prawie użytkowania wieczystego\n                           gruntu i prawie własności posadowionego na nim budynku we Wrocławiu przy ul. Międzyleskiej.2. Zastaw finansowy i rejestrowy do najwyższej sumy zabezpieczenia w wysokości 61.342.500,00\n                           zł na wierzytelnościach pieniężnych Lokum 10.3. Weksel własny in blanco z wystawienia Lokum 10 wraz z deklaracją wekslową, poręczony\n                           przez Emitenta.Lokum 10 zobowiązała się w okresie obowiązywania Umowy w szczególności do:1. niepodejmowania negocjacji z wierzycielami w celu zawarcia jakiegokolwiek porozumienia\n                           restrukturyzacyjnego, w szczególności przygotowania wniosku o zatwierdzenie układu\n                           lub układu częściowego z pominięciem PKO BP,2. niewykonywania, bez uprzedniej pisemnej zgody PKO BP, czynności powodujących powstanie\n                           zobowiązań z tytułu kredytu, pożyczki, gwarancji, poręczenia, leasingu, faktoringu,\n                           obligacji, zobowiązań wekslowych i innych zobowiązań bilansowych i pozabilansowych\n                           o charakterze kredytowym,3. nieudzielania podmiotom niepowiązanym i/lub powiązanym, bez uprzedniej, pisemnej\n                           zgody PKO BP finansowania,4. niedokonywania, bez uprzedniej pisemnej zgody PKO BP, spłaty pożyczek udzielonych\n                           Lokum 10 oraz spłaty obligacji wyemitowanych przez Lokum 10, 5. nieustanawiania zabezpieczeń zaciągniętych pożyczek lub wyemitowanych obligacji\n                           na składnikach majątku Lokum 10,6. niewypłacania bez zgody PKO BP zaliczek na poczet udziałów w zysku lub jakichkolwiek\n                           innych wypłat na rzecz jakichkolwiek osób prawnych i fizycznych, 7. nierozpoczynania działań związanych z nowymi projektami nieruchomościowymi bez\n                           uprzedniej pisemnej zgody PKO BP.Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.Kredytowana inwestycja dotyczy budowy zespołu trzech budynków mieszkalnych wielorodzinnych\n                           _budynek 1, 2, 3_ w ramach zadania inwestycyjnego \"LOKUM DI TREVI - etap IX\" z 217\n                           lokalami mieszkalnymi oraz 172 miejscami postojowymi w garażu podziemnym i 146 miejscami\n                           postojowymi naziemnymi liczonymi łącznie w ramach Przedsięwzięcia Deweloperskiego.",
        "date": "2018-03-02"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Spółki Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 22 lutego 2018 r.\n                           do Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2018-02-22"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, że w dniu 8 lutego 2018 powziął informację,\n                           iż w ślad za uchwałą Zarządu Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_\n                           nr 83/2018 r. oraz uchwałą Zarządu BondSpot S.A. _\"BondSpot\"_ nr 23/18 w przedmiocie\n                           wprowadzenia do alternatywnego systemu obrotu na Catalyst 100.000 obligacji na okaziciela\n                           serii E Emitenta o łącznej wartości nominalnej 100.000.000 zł i jednostkowej wartości\n                           nominalnej 1.000 zł _\"Obligacje\"_, w dniu 7 lutego 2018:1_ Zarząd GPW podjął Uchwałę nr 104/20182_ Zarząd BondSpot podjął Uchwałę nr 30/18w przedmiocie wyznaczenia na dzień 9 luty 2018 r. pierwszego dnia notowań w alternatywnym\n                           systemie obrotu na Catalyst Obligacji, oznaczonych przez Krajowy Depozyt Papierów\n                           Wartościowych S.A. kodem PLLKMDW00080.Zarząd GPW postanowił w ww. uchwale, iż Obligacje notowane będą w systemie notowań\n                           ciągłych pod skróconą nazwą \"LKD0621\". Zarząd BondSpot postanowił w ww. uchwale określić\n                           dla Obligacji symbol \"LKD0621\".",
        "date": "2018-02-08"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Spółki Lokum Deweloper S.A. _Spółka_ informuje, iż w dniu 8 lutego 2018 r.\n                           do Spółki wpłynęło powiadomienie o transakcjach nabycia akcji Spółki dokonanej przez\n                           Prezesa jej Zarządu.",
        "date": "2018-02-08"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _“Emitent\"_ podaje do publicznej wiadomości terminy przekazywania\n                           raportów okresowych w 2018 roku:Raporty roczne:– jednostkowy raport roczny za rok 2017 – w dniu 28.03.2018 roku,– skonsolidowany raport roczny za rok 2017 – w dniu 28.03.2018 roku.Raport półroczny:– skonsolidowany raport półroczny za I półrocze 2018 roku – w dniu 8.08.2018 roku.Raporty kwartalne:– skonsolidowany raport kwartalny za I kwartał 2018 roku – w dniu 16.05.2018 roku,– skonsolidowany raport kwartalny za III kwartał 2018 roku – w dniu 14.11.2018 roku.Dodatkowo Emitent informuje, iż:– zgodnie z § 101 ust. 2 Rozporządzenia nie będzie publikował skonsolidowanego raportu\n                           kwartalnego za IV kwartał 2017 roku oraz II kwartał 2018 roku,– zgodnie z § 83 ust. 1 i 3 Rozporządzenia, w raportach skonsolidowanych kwartalnych\n                           i półrocznym zawarte będą odpowiednio kwartalne i półroczne skrócone jednostkowe sprawozdania\n                           finansowe.Szczegółowa podstawa prawna:§ 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych […]",
        "date": "2018-01-11"
    },
    {
        "company_name": "LOKUM DEWELOPER SA",
        "content": "Zarząd Lokum Deweloper S.A. _Emitent_ informuje, iż Olczyk Sp. z o.o. Lokum 13 S.K.A.\n                           – spółka w 100% zależna od Emitenta, której przedmiotem działalności jest realizowanie\n                           przedsięwzięć deweloperskich _Kupujący_ zawarła ze spółką pod firmą Polskie Zakłady\n                           Zbożowe \"PZZ\" w Krakowie Spółkę Akcyjną z siedzibą w Krakowie _Sprzedający_ w dniu\n                           4 stycznia 2018 r. umowę nabycia prawa użytkowania wieczystego nieruchomości gruntowych,\n                           oznaczonych w ewidencji jako działki nr 74/2 oraz 74/4 położonych w Krakowie przy\n                           ul. Klimeckiego, o łącznej powierzchni 16,576 m² _Nieruchomość_ wraz z własnością\n                           położonych na działkach budynków, budowli i urządzeń stanowiących odrębne od gruntu\n                           przedmioty własności.Cena nabycia Nieruchomości w kwocie 25.018.000,00 złotych netto została powiększona\n                           o podatek VAT i wyniosła łącznie 30.772.140,00 złotych. Zakup Nieruchomości został sfinansowany ze środków pochodzących z emisji obligacji\n                           serii E, o której emitent informował w raportach bieżących nr 45/2017 oraz 46/2017.Na Nieruchomości Emitent planuje realizację przedsięwzięcia deweloperskiego w postaci\n                           budynków wielorodzinnych wraz z garażami podziemnymi i usługami.",
        "date": "2018-01-04"
    }
]