[
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 22 grudnia 2015 roku  pomiędzy LPP SA i LPP Reserved\n                           UK Limited z jednej strony a spółką BHS Limited z siedzibą w Londynie została zawarta\n                           przedwstępna umowa najmu lokalu handlowego w Londynie przy Oxford Street.W wyżej wymienionym lokalu będzie prowadzona sprzedaż odzieży i akcesoriów marki Reserved.Umowa została zawarta pod warunkiem zawieszającym w postaci  wyrażenia zgody właściciela\n                           budynku w którym mieści się lokal handlowy na prowadzenie salonu sprzedaży Reserved.\n                           Wartość umowy najmu wynosi około 675 mln PLN, a okres jej trwania 25 lat.Umowa nie odbiega od warunków powszechnie stosowanych dla tego typu umów, a kryterium\n                           uznania jej za znaczącą jest wartość przekraczająca 10% kapitałów własnych LPP SA.",
        "date": "2015-12-23"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 16 grudnia 2015 roku Spółka podpisała aneks do\n                           umowy kredytowej zawartej z BGŻ BNP Paribas Bank Polska SA w dniu 14 kwietnia 2004\n                           roku.Na mocy tego aneksu przedłużono okres wykorzystania kredytu do 15 stycznia 2016 roku.Pozostałe warunki nie uległy zmianie.\t\tUmowę zawarto na warunkach rynkowych.Wartość umowy przekracza 10% kapitałów własnych LPP SA.",
        "date": "2015-12-17"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w listopadzie\n                           2015 roku przez GK LPP SA wyniosły ok. 430 mln zł i były wyższe od przychodów osiągniętych\n                           w listopadzie 2014 roku o około 13 %.Szacunkowa wartość marży brutto na sprzedaży wyniosła ok. 55 % i była o ok. 4 p.p.\n                           niższa od marży zrealizowanej w listopadzie roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – listopad 2015 roku\n                           wyniosła  4.481 mln zł. Przychody te były wyższe o ok. 7 % od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec listopada wyniosła ok. 835 tys. m kw i była\n                           większa o ok. 18 % od powierzchni handlowej na koniec listopada ubiegłego roku.",
        "date": "2015-12-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w październiku\n                           2015 roku przez GK LPP SA wyniosły ok. 496 mln zł i były wyższe od przychodów osiągniętych\n                           w październiku 2014 roku o około 7%.Szacunkowa wartość marży brutto na sprzedaży wyniosła ok. 59% i była o ok. 3 p.p.\n                           niższa od marży zrealizowanej w październiku roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – październik 2015\n                           roku wyniosła  4.044 mln zł. Przychody te były wyższe o ok. 6% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec października wyniosła ok. 817 tys. m kw i\n                           była większa o ok. 17% od powierzchni handlowej na koniec października ubiegłego roku.",
        "date": "2015-11-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA podaje do publicznej wiadomości, iż w dniu 14 października 2015 roku\n                           Rada Nadzorcza LPP SA powołała nowego Wiceprezesa Zarządu LPP SA - Pana Sławomira\n                           Łobodę.Sławomir Łoboda urodził się w 1965 roku, jest absolwentem prawa na Uniwersytecie Gdańskim.\n                           W 1995 roku złożył egzamin radcy prawnego.Z LPP SA związany jest od 1997 roku. Przez wiele lat odpowiadał za obsługę prawną\n                           firmy, którą wykonywał, jako wspólnik zarządzający, w ramach kancelarii prawnej Krzyżagórska\n                           Podniesiński Łoboda i wspólnicy spółka cywilna. Od 2005 roku oprócz kierowania obsługą\n                           prawną LPP SA odpowiada również za Dział Najmu i Dział Inwestycji.  Jako Wiceprezes Zarządu Sławomir Łoboda – będzie odpowiedzialny za rozwój LPP SA tj.\n                           za pozyskiwanie nowej powierzchni handlowej _Dział Najmu_ oraz za budowę salonów _Dział\n                           Inwestycji_, a także za Dział Prawny.W okresie współpracy z LPP SA zrealizował wiele istotnych projektów w tym: stworzenie\n                           sieci franszyzowej, wprowadzenie spółki na giełdę, fuzję ze spółką Artman SA, zbycie\n                           marki Esotiq oraz rozwój sieci salonów własnych. Sławomir Łoboda nie prowadzi działalności konkurencyjnej wobec Spółki, nie jest wspólnikiem\n                           ani członkiem organu jakiejkolwiek konkurencyjnej osoby prawnej. Nie jest wpisany\n                           do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie ustawy o KRS.",
        "date": "2015-10-14"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte we wrześniu\n                           2015 roku przez GK LPP SA wyniosły ok. 382 mln zł i były niższe od przychodów osiągniętych\n                           we wrześniu 2014 roku o około 3%.Szacunkowa wartość marży brutto na sprzedaży wyniosła 58% i była o ok. 5 p.p. niższa\n                           od marży zrealizowanej we wrześniu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – wrzesień 2015 roku\n                           wyniosła  3.548 mln zł. Przychody te były wyższe o 5% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec września wyniosła ok. 792 tys. m kw i była\n                           większa o 16% od powierzchni handlowej na koniec września ubiegłego roku.",
        "date": "2015-10-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 3 Września 2015 roku zostały podpisane pomiędzy\n                           LPP SA a Bankiem Handlowym w Warszawie SA aneksy do umów: umowy kredytu w rachunku\n                           bieżącym _linia wielozadaniowa_ oraz umowy na udzielanie akredytyw zabezpieczających.Na mocy tych aneksów określono:- łączny limit wykorzystania poszczególnych produktów linii wielozadaniowej wynosi\n                           244 mln zł, przy czym w formie kredytów może być wykorzystana kwota do 244 mln zł,\n                           w formie akredytyw do 244 mln zł, zaś w formie gwarancji do 40 mln zł; - łączny limit akredytyw zabezpieczających otwieranych w ciężar linii na udzielanie\n                           akredytyw zabezpieczających wynosi 18 mln zł.  Pozostałe warunki nie uległy zmianie.Powyższe umowy zostały zawarte na warunkach rynkowych.Kryterium uznania umów za znaczące jest ich wartość przekraczająca 10% kapitałów własnych.",
        "date": "2015-09-03"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w sierpniu\n                           2015 roku przez GK LPP SA wyniosły ok. 430 mln zł i były wyższe od przychodów osiągniętych\n                           w sierpniu 2014 roku o około 2 %.Szacunkowa wartość marży brutto na sprzedaży wyniosła 53% i była o ok. 6 p.p. niższa\n                           od marży zrealizowanej w sierpniu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – sierpień 2015 roku\n                           wyniosła  3.166 mln zł. Przychody te były wyższe o 7% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec sierpnia wyniosła ok. 780 tys. m kw i była\n                           większa o 15% od powierzchni handlowej na koniec sierpnia ubiegłego roku.",
        "date": "2015-09-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP spółki akcyjnej z siedzibą w Gdańsku _dalej: \"Emitent\"_ informuje iż w\n                           dniu 19 sierpnia 2015 roku doręczono mu zawiadomienie od Forum Towarzystwa Funduszy\n                           Inwestycyjnych SA z siedzibą Krakowie _dalej \"Forum TFI\"_, działającego w imieniu\n                           i na rzecz funduszy: Forum 64 Fundusz Inwestycyjny Zamknięty i Forum 65 Fundusz Inwestycyjny\n                           Zamknięty, sporządzone na podstawie art. 69 ust. 1 pkt 1 w zw. z art. 87 ust. 1 pkt\n                           2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jednolity:\n                           Dz. U. z 2013 roku, poz. 1382_ _dalej \"Ustawa o Ofercie\"_ informujące o zmianie w\n                           stanie posiadania akcji i ogólnej liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           LPP SA.Forum TFI zawiadomił o pośrednim nabyciu przez zarządzane przez niego fundusze: Forum\n                           64 Fundusz Inwestycyjny Zamknięty i Forum 65 Fundusz Inwestycyjny Zamknięty akcji\n                           uprawniających do głosów w udziale przekraczającym próg 5% ogólnej liczbie głosów\n                           na Walnym Zgromadzeniu Akcjonariuszy Emitenta, o którym mowa w art. 69 ust.1 pkt 1\n                           Ustawy  o Ofercie.Zgodnie z zawiadomieniem Forum Towarzystwa Funduszy Inwestycyjnych SA z siedzibą Krakowie\n                           _dalej \"Forum TFI\"_, działającego w imieniu i na rzecz funduszy: Forum 64 Fundusz\n                           Inwestycyjny Zamknięty i Forum 65 Fundusz Inwestycyjny Zamknięty:1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Zarządzane przez Forum TFI fundusze: Forum 64 Fundusz Inwestycyjny Zamknięty i Forum\n                           65 Fundusz Inwestycyjny Zamknięty nabyły pośrednio akcje Emitenta w wyniku:• otrzymania w dniu 17 sierpnia 2015 r. przez Hoja SCSp z siedzibą w Luksemburgu,\n                           podmiot zależny od FORUM 64 Fundusz Inwestycyjny Zamknięty zarządzany przez FORUM\n                           TFI, dywidendy rzeczowej w postaci 51.338 _pięćdziesiąt jeden tysięcy trzysta trzydzieści\n                           osiem_ akcji w kapitale zakładowym Emitenta, uprawniających do głosów stanowiących\n                           udział 1,589%  ogólnej liczby głosów na Walnym Zgromadzeniu Emitenta;• otrzymania w dniu 18  sierpnia 2015 r. przez Quarter SCSp z siedzibą w Luksemburgu,\n                           podmiot zależny od FORUM 65 Fundusz Inwestycyjny Zamknięty zarządzany przez FORUM\n                           TFI dywidendy rzeczowej w postaci 149.390 _sto czterdzieści dziewięć tysięcy trzysta\n                           dziewięćdziesiąt_ akcji w kapitale zakładowym Emitenta, uprawniających do głosów stanowiących\n                           4,623% ogólnej liczby głosów na Walnym Zgromadzeniu Emitenta.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów:Przed transakcjami zarządzane przez Forum TFI fundusze: Forum 64 Fundusz Inwestycyjny\n                           Zamknięty i Forum 65 Fundusz Inwestycyjny Zamknięty, jak też żaden inny zarządzane\n                           przez Forum TFI fundusz, nie posiadały bezpośrednio ani pośrednio akcji Emitenta,\n                           a  w konsekwencji nie posiadały udziału w kapitale zakładowym Emitenta i głosów na\n                           Walnym Zgromadzeniu Emitenta.3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:W wyniku transakcji:• Hoja SCSp z siedzibą w Luksemburgu, podmiot zależny od FORUM 64 Fundusz Inwestycyjny\n                           Zamknięty zarządzany przez FORUM TFI, posiada 51.338 _pięćdziesiąt jeden tysięcy trzysta\n                           trzydzieści osiem_ akcji w kapitale zakładowym Emitenta, stanowiących udział 2,8%\n                           w kapitale zakładowym Emitenta, uprawniających do głosów stanowiących udział 1,6%\n                           ogólnej liczby głosów na Walnym Zgromadzeniu Emitenta;• Quarter SCSp z siedzibą w Luksemburgu, podmiot zależny od FORUM 65 Fundusz Inwestycyjny\n                           Zamknięty zarządzany przez FORUM TFI posiada 149.390 _sto czterdzieści dziewięć tysięcy\n                           trzysta dziewięćdziesiąt_ akcji w kapitale zakładowym Emitenta, stanowiących udział\n                           8,2% w kapitale zakładowym Emitenta, uprawniających do głosów stanowiących 4,7% ogólnej\n                           liczby głosów na Walnym Zgromadzeniu Emitenta.4. Informacje dotyczące zamiarów dalszego zwiększania udziału w ogólnej liczbie głosów\n                           w okresie 12 miesięcy od złożenia zawiadomienia oraz celu zwiększania tego udziału\n                           - w przypadku gdy zawiadomienie jest składane w związku z osiągnięciem lub przekroczeniem\n                           10% ogólnej liczby głosów:Nie dotyczy.5. Podmioty zależne od akcjonariusza dokonującego zawiadomienia, posiadających akcje\n                           spółki:Brak jest innych podmiotów zależnych od Forum TFI, działającego w imieniu Forum 64\n                           Fundusz Inwestycyjny Zamknięty i Forum 65 Fundusz Inwestycyjny Zamknięty, które posiadałyby\n                           akcje Emitenta, niż wskazane powyżej: Hoja SCSp z siedzibą w Luksemburgu, podmiot\n                           zależny od FORUM 64 Fundusz Inwestycyjny Zamknięty zarządzany przez FORUM TFI i Quarter\n                           SCSp z siedzibą w Luksemburgu, podmiot zależny od FORUM 65 Fundusz Inwestycyjny Zamknięty\n                           zarządzany przez FORUM TFI6_   osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c.Brak osób, o których mowa w art. 87 ust 1 pkt 3 lit c. Ustawy  o Ofercie.",
        "date": "2015-08-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP spółki akcyjnej z siedzibą w Gdańsku _dalej: \"Emitent\"_ informuje, iż w\n                           dniu 19 sierpnia 2015 roku doręczono mu zawiadomienie od spółki Monistor Limited z\n                           siedzibą w Nikozji, Republika Cypru, sporządzone na podstawie art. 69 ustawy z dnia\n                           29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jednolity: Dz.\n                           U. z 2013 roku, poz. 1382_ _dalej \"Ustawa o Ofercie\"_ informujące o zmianie w stanie\n                           posiadania akcji i ogólnej liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy LPP\n                           SA.Monistor Limited zawiadomił o zmniejszeniu udziału poniżej progu 5% ogólnej liczbie\n                           głosów na Walnym Zgromadzeniu Akcjonariuszy Emitenta, o którym mowa w art. 69 ust.1\n                           pkt 2 Ustawy  o Ofercie w wyniku zbycia wszystkich akcji w kapitale zakładowym Emitenta.Zgodnie z zawiadomieniem od spółki Monistor Limited  z siedzibą w Nikozji, Republika\n                           Cypru:1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Monistor Limited w ramach transakcji poza rynkiem regulowanym, zawartych i rozliczonych\n                           w dniu 13, 18 sierpnia 2015 r. zbył poprzez przekazanie dywidend rzeczowych na rzecz\n                           swoich udziałowców łącznie 200.728 akcji Emitenta;2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów:Przed transakcjami Monistor Limited posiadał 200.728 akcji w kapitale zakładowym Emitenta,\n                           stanowiących 10% udziału w kapitale zakładowym Emitenta, z których przysługiwało mu\n                           200.728 głosów na Walnym Zgromadzeniu Akcjonariuszy Emitenta, co stanowiło 6% ogólnej\n                           liczby głosów na Walnym Zgromadzeniu Akcjonariuszy Emitenta.3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po transakcji Monistor Limited nie posiada żadnych _0_ akcji Emitenta, a w konsekwencji\n                           nie przysługuje mu udział w kapitale zakładowym Emitenta, jak też głosy na Walnym\n                           Zgromadzeniu Akcjonariuszy Emitenta.4. Informacje dotyczące zamiarów dalszego zwiększania udziału w ogólnej liczbie głosów\n                           w okresie 12 miesięcy od złożenia zawiadomienia oraz celu zwiększania tego udziału\n                           - w przypadku gdy zawiadomienie jest składane w związku z osiągnięciem lub przekroczeniem\n                           10% ogólnej liczby głosów:Nie dotyczy.5. Podmioty zależne od akcjonariusza dokonującego zawiadomienia, posiadających akcje\n                           spółki:Brak jest podmiotów zależnych od Monistor Limited, które posiadałyby akcje Emitenta.6_   osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c.Brak osób, o których mowa w art. 87 ust 1 pkt 3 lit c. Ustawy  o Ofercie.",
        "date": "2015-08-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym została zawarta pomiędzy LPP SA a PKO\n                           BP SA umowa kredytu inwestycyjnego.Na mocy wyżej wymienionego kredytu inwestycyjnego przyznano kwotę 100 mln zł z przeznaczeniem\n                           na refinansowanie poniesionych nakładów inwestycyjnych związanych z rozwojem sieci\n                           sprzedaży w Polsce.Okres kredytowania: od 05 sierpnia 2015 roku do 04 sierpnia 2020 roku. Zabezpieczeniem kredytu jest: a_ hipoteka umowna w kwocie 150 mln zł; b_ cesja praw\n                           z polisy c_ pełnomocnictwo do rachunków bankowych prowadzonych w Banku;  d_ weksel\n                           in blanco.Powyższa umowa została zawarta na warunkach rynkowych.Kryterium uznania umowy za znaczącą jest wartość umów zawartych z PKO BP w ciągu 12\n                           miesięcy  łącznie przekraczająca 10% kapitałów własnych LPP SA.LPP SA z PKO BP SA zawarło 26 lutego 2015 roku aneks do umowy kredytu _linia wielocelowa_\n                           z 24 czerwca 2005 roku _RB 7/2015_.",
        "date": "2015-08-05"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w lipcu\n                           2015 roku przez GK LPP SA wyniosły ok. 442 mln zł i były wyższe od przychodów osiągniętych\n                           w lipcu 2014 roku o około 6%.Szacunkowa wartość marży brutto na sprzedaży wyniosła 46% i była o ok. 5 p.p. niższa\n                           od marży zrealizowanej w lipcu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – lipiec 2015 roku\n                           wyniosła  2.736 mln zł. Przychody te były wyższe o 7% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec lipca wyniosła ok. 776 tys. m kw i była większa\n                           o 15% od powierzchni handlowej na koniec lipca ubiegłego roku.",
        "date": "2015-08-03"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym z Bankiem Polska Kasa Opieki SA został\n                           podpisany aneks do umowy kredytu _linia wielocelowa_ z 13 sierpnia 2004 roku oraz\n                           zawarto umowę kredytu inwestycyjnego.Na mocy wyżej wymienionego aneksu określono łączny limit wykorzystania poszczególnych\n                           produktów do kwoty 330 mln zł, oraz przedłużono okres wykorzystania poszczególnych\n                           produktów:1_ Kredyt w rachunku bieżącym do kwoty 190 mln zł  – umowa przedłużona do 30 czerwca\n                           2016 roku;2_ Limit w ramach którego będą uruchamiane gwarancje LPP SA i spółek zależnych do\n                           kwoty 140 mln zł  – umowa przedłużona do 31 lipca 2018 roku;3_ Limit w ramach którego otwierane będą akredytywy do kwoty 330 mln zł – umowa przedłużona\n                           do 30 czerwca 2017 roku.Pozostałe warunki umowy nie uległy zmianie.Na mocy wyżej wymienionego kredytu inwestycyjnego określono kwotę 60 mln zł z przeznaczeniem\n                           na refinansowanie poniesionych nakładów na przebudowę i rozbudowę siedziby głównej\n                           LPP SA.Okres kredytowania: od 07 lipca 2015 roku do 30 września 2020 roku. Zabezpieczeniem\n                           kredytu jest: a_ hipoteka umowna w kwocie 90 mln zł;b_ pełnomocnictwo do rachunków bankowych prowadzonych w Banku; c_ oświadczenie o dobrowolnym poddaniu się egzekucji przez Kredytobiorcę; d_ weksel in blanco.Powyższe umowy zostały zawarte na warunkach rynkowych.Kryterium uznania umów za znaczące jest ich wartość przekraczająca 10% kapitałów własnych\n                           LPP SA.",
        "date": "2015-07-07"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w czerwcu\n                           2015 roku przez GK LPP SA wyniosły ok. 461 mln zł i były wyższe od przychodów osiągniętych\n                           w czerwcu 2014 roku o około 14%. Szacunkowa wartość marży brutto na sprzedaży wyniosła\n                           51% i była o ok. 8 p.p. niższa od marży zrealizowanej w czerwcu roku poprzedniego.\n                           Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – czerwiec 2015 roku\n                           wyniosła 2.294 mln zł. Przychody te były wyższe o 8% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec czerwca wyniosła ok. 774 tys. m kw i była\n                           większa o 15% od powierzchni handlowej na koniec czerwca ubiegłego roku.",
        "date": "2015-07-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w RB 27/2015 omyłkowo podano niepoprawny udział głosów\n                           na WZA akcjonariuszy. Prawidłowa treść raportu powinna brzmieć: Zarząd LPP SA podaje do publicznej wiadomości listę akcjonariuszy posiadających powyżej\n                           5% głosów na ZWZA w dniu 26 czerwca 2015 roku: 1_ Marek Piechocki 875.000 głosów co stanowiło 36,5% liczby głosów na WZA i 27,1%\n                           w ogólnej liczbie głosów,2_ Jerzy Lubianiec 875.000 głosów co stanowiło 36,5% liczby głosów na WZA i 27,1%\n                           w ogólnej liczbie głosów, 3_ Monistor Limited 200.728 głosów co stanowiło 8,4% liczby głosów na WZA i 6,2% w\n                           ogólnej liczbie głosów, 4_ Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK 139.000 głosów co stanowiło 5,8%\n                           liczby głosów na WZA i 4,3% w ogólnej liczbie głosów.",
        "date": "2015-06-29"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w RB 27/2015 omyłkowo podano niepoprawną liczbę akcji\n                           akcjonariusza Monistor Limited. Prawidłowa treść raportu powinna brzmieć:Zarząd LPP SA podaje do publicznej wiadomości listę akcjonariuszy posiadających powyżej\n                           5% głosów na ZWZA w dniu 26 czerwca 2015 roku:1_ Marek Piechocki 875.000 głosów co stanowiło 41,9% liczby głosów na WZA i 27,1%\n                           w ogólnej liczbie głosów,2_ Jerzy Lubianiec 875.000 głosów co stanowiło 41,9% liczby głosów na WZA i 27,1%\n                           w ogólnej liczbie głosów,3_ Monistor Limited 200.728 głosów co stanowiło 9,6% liczby głosów na WZA i 6,2% w\n                           ogólnej liczbie głosów,4_ Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK 139.000 głosów co stanowiło 6,7%\n                           liczby głosów na WZA i 4,3% w ogólnej liczbie głosów,",
        "date": "2015-06-26"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż Zwyczajne Walne Zgromadzenie Spółki w dniu 26 czerwca\n                           2015 roku podjęło uchwałę nr 22 w sprawie wyboru członka Rady Nadzorczej na mocy której\n                           w skład Rady Nadzorczej został powołany Pan Dariusz Pachla.Dariusz Pachla pełnił funkcję Wiceprezesa Zarządu LPP od 2000 do 2014-12-31. Odpowiadał za obszar finansów firmy,  w tym controlling i księgowość, a także finansowanie\n                           realizowanych inwestycji oraz proces rozliczania sieci detalicznej liczącej w końcu\n                           2014 roku  ponad 1.500 salonów. W 2001 roku był odpowiedzialny za debiut spółki LPP na warszawskiej GPW. Do końca\n                           kadencji, jako Dyrektor Finansowy osobiście nadzorował obszar relacji inwestorskich,\n                           osiągając na tym polu liczne sukcesy. Regularnie prowadzona przez LPP transparentna\n                           i otwarta komunikacja z przedstawicielami rynku kapitałowego została niejednokrotnie\n                           doceniona zarówno przez media, jak i ośrodki eksperckie zajmujące się oceną jakości\n                           relacji inwestorskich spółek notowanych  na warszawskiej GPW.  Dariusz Pachla jest związany z LPP od 24 lat, wcześniej w strukturach firmy zajmował\n                           m.in. stanowisko Dyrektora Handlowego i Dyrektora Finansowego. Urodził się w 1961\n                           roku, jest absolwentem Wydziału Mechaniki Politechniki Szczecińskiej oraz studiów\n                           podyplomowych w obszarze zarządzania i finansów na Uniwersytecie Szczecińskim.Dariusz Pachla nie prowadzi działalności konkurencyjnej wobec Spółki, nie jest wspólnikiem\n                           ani członkiem organu jakiejkolwiek konkurencyjnej osoby prawnej. Nie jest wpisany\n                           do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie ustawy o KRS.",
        "date": "2015-06-26"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż Zwyczajne Walne Zgromadzenie Spółki w dniu 26 czerwca\n                           2015 roku podjęło uchwałę nr 19 w sprawie podziału zysku za rok obrotowy 2014, w myśl\n                           której dokonano podziału zysku netto osiągniętego przez Spółkę w roku obrotowym 2014\n                           w kwocie 283.896.747,49 zł _dwieście osiemdziesiąt trzy miliony osiemset dziewięćdziesiąt\n                           sześć tysięcy siedemset czterdzieści siedem złotych i czterdzieści dziewięć groszy_\n                           w następujący sposób: 1_ przeznaczyć kwotę 57.988.640,00 zł _pięćdziesiąt siedem milionów dziewięćset osiemdziesiąt\n                           osiem tysięcy sześćset czterdzieści złotych_ do podziału pomiędzy akcjonariuszy jako\n                           dywidendę, 2_ wyłączyć kwotę 225.908.107,49 zł _dwieście dwadzieścia pięć milionów dziewięćset\n                           osiem tysięcy sto siedem i czterdzieści dziewięć groszy_ od podziału między akcjonariuszy\n                           i przeznaczyć ją na kapitał zapasowy Spółki.Zwyczajne Walne Zgromadzenie wyznaczyło:  3 września 2015 roku jako dzień, według\n                           którego ustala się listę akcjonariuszy uprawnionych do dywidendy za rok obrotowy 2014\n                           _dzień dywidendy_, 24 września  2015 roku jako termin wypłaty dywidendy. Według stanu na dzień podjęcia uchwały:  na jedną akcję LPP SA przypada z tytułu dywidendy\n                           kwota 32,00 zł, liczba akcji LPP SA uprawnionych do dywidendy wynosi 1.812.145. Zarząd LPP SA wskazuje jednocześnie, iż Spółka w oparciu o Uchwały nr 21 i 22 WZA\n                           z dnia 27 czerwca 2011 roku wyemitowała 21.300 warrantów, w zamian za które Osoby\n                           Uprawnione będą miały prawo nabyć Akcje Serii L. W przypadku zrealizowania tych uprawnień\n                           przed dniem dywidendy, ilość akcji uprawnionych do wzięcia udziału w dywidendzie wyniesie\n                           1.833.445 zaś wysokość dywidendy przypadającą na jedną akcję  31,62 PLN.",
        "date": "2015-06-26"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA podaje do publicznej wiadomości listę akcjonariuszy posiadających powyżej\n                           5% głosów na ZWZA w dniu 26 czerwca 2015 roku:1_ Marek Piechocki 875.000 głosów co stanowiło 41,9% liczby głosów na WZA i 27,1%\n                           w ogólnej liczbie głosów,2_ Jerzy Lubianiec 875.000 głosów co stanowiło 41,9% liczby głosów na WZA i 27,1%\n                           w ogólnej liczbie głosów,3_ Monistor Limited 149.390 głosów co stanowiło 9,6% liczby głosów na WZA i 6,2% w\n                           ogólnej liczbie głosów,4_ Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK 139.000 głosów co stanowiło 6,7%\n                           liczby głosów na WZA i 4,3% w ogólnej liczbie głosów,",
        "date": "2015-06-26"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje w załączeniu treść uchwał podjętych 26 czerwca 2015 roku\n                           przez Zwyczajne Walne Zgromadzenie Akcjonariuszy LPP SA.",
        "date": "2015-06-26"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym otrzymał informacje od PKO BP SA z\n                           której wynika, że został przedłużony okres wykorzystania limitu wierzytelności opisany\n                           w RB 14/2014 na kolejny roczny okres tj. do 23 czerwca 2016 roku.",
        "date": "2015-06-23"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA, zgodnie z wymogiem przepisu art. 504 w związku z art. 5161 Kodeksu\n                           spółek handlowych zawiadamia Akcjonariuszy o zamiarze połączenia się ze spółką Gothals\n                           Limited z siedzibą w Nikozji, Republika Cypru.Zarząd LPP SA informuje, iż w dniu 25 maja 2015 r. uzgodnił z Radą Dyrektorów Gothals\n                           Limited, wspólny plan połączenia transgranicznego.Plan połączenia transgranicznego zakłada następujące warunki:1. Wskazanie podmiotów, które mają się połączyćLPP SPÓŁKA AKCYJNA, spółka utworzona i działająca na podstawie prawa polskiego, z\n                           siedzibą w Gdańsku pod adresem: ul. Łąkowa 39/44, 80-769 Gdańsk, Polska, wpisana do\n                           Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy Gdańsk-Północ w Gdańsku VII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego za numerem KRS 0000000778, NIP 583-10-14-898,\n                           REGON 190852164, kapitał zakładowy 3 662 246 zł _wpłacony w całości_, prowadząca działalność\n                           w zakresie handlu detalicznego i hurtowego odzieżą i towarami powiązanymi _dalej \"Spółka\n                           Przejmująca\" lub \"LPP\"_iGothals Limited, spółka utworzona i działająca na podstawie prawa cypryjskiego, z\n                           siedzibą w Nikozji pod adresem: 5 Themistocles Dervis Street, Elenion Building 2nd\n                           Floor, CY-1066 Nicosia, Cypr, wpisana do Rejestru Przedsiębiorstw Ministerstwa Handlu,\n                           Przemysłu i Turystyki Wydział Rejestru Spółek oraz Kuratora Ministerstwa Energii,\n                           Handlu, Przemysłu i Turystyki pod numerem HE 209767 _dalej \"Spółka Przejmowana\" lub\n                           \"Gothals\"_.2. Sposób planowanego połączenia _przejęcie lub zawiązanie nowej spółki_ wraz ze wskazaniem\n                           jego podstawy prawnej.W myśl przedmiotowego planu połączenia połączenie transgraniczne nastąpi przez: _i_\n                           przeniesienie na LPP SA jako Spółkę Przejmującą – jedynego wspólnika Gothals jako\n                           Spółki Przejmowanej – całego majątku Spółki Przejmowanej oraz _ii_ rozwiązanie Spółki\n                           Przejmowanej bez przeprowadzenia jej likwidacji, zgodnie z przepisami art. 492 § 1\n                           pkt 1 KSH w zw. z art. 5161 i art. 51615 KSH oraz Sekcji 201 Θ lit. y_ cypryjskiego\n                           Prawa Spółek oraz postanowieniami Artykułu 2 pkt 2 lit. c_ Dyrektywy Parlamentu Europejskiego\n                           i Rady 2005/56/WE z dnia 26 października 2005 r. w sprawie transgranicznego łączenia\n                           się spółek kapitałowych _Dz. Urz. UE L 310 z 25.1.2005 r._.W konsekwencji transgranicznego połączenia LPP SA wstąpi z dniem połączenia we wszystkie\n                           prawa i obowiązki Gothals, a Gothals ulegnie rozwiązaniu bez przeprowadzania likwidacji,\n                           zgodnie z art. 494 § 1 KSH w zw. art. 5161 KSH oraz Sekcji 201 KA pkt 1 lit. α_, β_\n                           i γ_ cypryjskiego Prawa Spółek.Zważywszy, że Spółka Przejmująca posiada wszystkie udziały w Spółce Przejmowanej,\n                           w oparciu o przepis art. 515 § 1 KSH w zw. z art. 5161 KSH, połączenie transgraniczne\n                           nastąpi bez podwyższenia kapitału zakładowego Spółki Przejmującej.Połączenie transgraniczne zostanie przeprowadzone przy wykorzystaniu uproszczeń procedury\n                           wynikających z przepisów Artykułu 15 ust. 1 Dyrektywy, 51615 § 1 i 2 KSH oraz art.\n                           5164 § 1 zd. drugie KSH, art. 499 § 4 KSH w zw. z art. 5161 KSH, jak też Sekcji 201V\n                           Rozdział 113 cypryjskiego Prawa Spółek, a co za tym idzie nie znajdą do niego zastosowania\n                           przepisy art. 5163 pkt 2, 4, 5, 6 KSH, art 5166, art. 5164 § 1 zd. pierwsze KSH, Sekcji\n                           201L Rozdział 113 cypryjskiego Prawa Spółek, Sekcja 201V pkt 2 lit. a_ Rozdział 113\n                           Cypryjskiego Prawa Spółek. W szczególności w procedurze połączenia transgranicznego\n                           nie znajdą zastosowania regulacje dotyczące udziałów po połączeniu _stosunek wymiany\n                           udziałów, dodatkowe prawa przyznawane wspólnikom_ oraz  wyznaczania i sporządzania\n                           sprawozdania biegłego z badania Planu Połączenia. Ponadto zgodnie z przepisami – art.\n                           499 § 4 w zw. z art. 5161 KSH LPP nie sporządziła oświadczenia zawierające informację\n                           o stanie księgowym Spółki Przejmującej na dzień 30 kwietnia 2015 r.3. Uzasadnienie podjęcia decyzji o zamiarze połączenia i informacje o celach długookresowych,które mają zostać zrealizowane w wyniku podjętych działańCelem długookresowym połączenia jest wewnętrzna restrukturyzacja funkcjonalna oraz\n                           majątkowa, a także uproszczenie struktury kapitałowej Grupy Kapitałowej LPP SA _\"GK\n                           LPP\"_ skutkujące optymalizacją kosztów. Połączenie pozostanie bez wpływu na sytuację\n                           majątkową akcjonariuszy LPP, z tego względu, że Spółka Przejmowana jest spółką w całości\n                           zależną od LPP, zobowiązania Gothals dotyczą bieżącej działalności, a ich wartość\n                           kształtuje się na marginalnym poziomie w porównaniu do majątku.Połączenie transgraniczne jest kolejnym etapem działań mających na celu zmianę struktury\n                           funkcjonalnej oraz majątkowo-finansowej Grupy. Uproszczenie struktury pozwoli na uzyskanie\n                           wymiernych oszczędności kosztowych. W ramach restrukturyzacji majątkowo-finansowej\n                           w grudniu 2014 roku została zlikwidowana spółka Jaradi Ltd z siedzibą w Zjednoczonych\n                           Emiratach Arabskich. Jej majątek, w tym znaki towarowe RESERVED, Cropp, House, MOHITO\n                           i SiNSAY, zostały przeniesione do Gothals, będącej podmiotem w pełni zależnym od LPP.\n                           Połączenie Transgraniczne ma doprowadzić do zakończenia kompleksowego procesu kumulacji\n                           praw do wszystkich znaków towarowych LPP _RESERVED, Cropp, House, MOHITO, SiNSAY_\n                           w ramach samej spółki LPP _a nie jak dotychczas w spółkach w ramach GK LPP_. Celem\n                           jest doprowadzenie do sytuacji, w której LPP stanie się wyłącznym podmiotem kumulującym\n                           wszystkie kluczowe aktywa i zarządzającym wszelkimi procesami biznesowymi w GK LPP.\n                           Przejrzysta struktura GK LPP oraz skupienie kluczowych funkcji oraz aktywów w spółce\n                           dominującej _LPP_ powinna pozytywnie wpłynąć na jej postrzeganie przez rynek i otoczenie\n                           biznesowe oraz uprościć procesy wewnątrzgrupowe. Obniży ponadto koszty operacyjne.\n                           Realizacja tych celów jest niewątpliwie pożądane z punktu widzenia LPP, mając na uwadze\n                           dużą konkurencję na rynku odzieżowym na którym działa GK LPP.Reasumując w konsekwencji przejścia wszystkich aktywów i pasywów Gothals na LPP w\n                           drodze sukcesji uniwersalnej, LPP stanie się bezpośrednim podmiotem posiadającym prawa\n                           do znaków towarowych _RESERVED, Cropp, House, MOHITO, SiNSAY_ jako jednego z podstawowych\n                           aktywów, szczególnie istotnych na rynku handlu odzieżą i towarami powiązanymi.4. Numer Monitora Sądowego i Gospodarczego, w którym dokonano ogłoszenia, o którym\n                           mowa w art. 500 § 2, chyba że zawiadomienie to jest przedmiotem ogłoszenia.Zgodnie z przepisem art. 5164 § 1 zdanie drugie Kodeksu spółek handlowych LPP nie\n                           jest obowiązana do ogłoszenia planu połączenia, gdy nie później niż na miesiąc przed\n                           dniem rozpoczęcia walnego zgromadzenia, na którym ma być powzięta uchwała o połączeniu,\n                           nieprzerwanie do dnia zakończenia zgromadzenia podejmującego uchwałę w sprawie połączenia\n                           bezpłatnie udostępni do publicznej wiadomości plan tego połączenia na swojej stronie\n                           internetowej. Z kolei w myśl przepisu art. 504 § 1 w zw.  z art. 5161 w zw. z art.\n                           4021 § 1 Kodeksu spółek handlowych niniejsze zawiadomienie jest dokonywane w sposób\n                           przewidziany dla zwoływania walnych zgromadzeń spółek publicznych.5. Miejsce oraz t ermin, w którym wspólnicy mogą się zapoznać z dokumentami wymienionymi\n                           w art. 505 § 1; termin ten nie może być krótszy niż miesiąc przed planowanym dniem\n                           powzięcia uchwały o połączeniu.Zgodnie z przepisem art. 5167 § 1 w zw. z art. 504 § 2 pkt 2 Kodeksu spółek handlowych\n                           Zarząd LPP SA informuje, iż Akcjonariusze mogą zapoznać się z:1_   planem połączenia;2_   sprawozdaniami finansowymi oraz sprawozdania zarządów z działalności łączących\n                           się spółek za trzy ostatnie lata obrotowe wraz z opinią i raportem biegłego rewidenta,\n                           jeżeli opinia lub raport były sporządzane;3_   sprawozdaniem uzasadniającym połączenie;w biurze LPP przy ulicy Reduta Żbik 5, 80-771 Gdańsk, w dniach od 25 maja 2015 r.\n                           do dnia 26 maja 2015 r.Zarząd LPP informuje jednocześnie, iż z niżej wymienionymi dokumentami dotyczącymi\n                           połączenia można zapoznać się z na stronie internetowej spółki _www.lppsa.com_ i w\n                           raporcie bieżącym 19/2015 z dnia 25 maja 2015 r.:1_ plan połączenia transgranicznego LPP SA i Gothals Ltd z dnia 25 maja 2015 r. wraz\n                           z:a_ projektem uchwały WZA LPP SA o połączeniu,b_ projektem uchwały ZW Gothals Ltd o połączeniu,c_ Statutem LPP SA jako spółki przejmującej,d_ bilans Gothals Ltd na dzień 30 kwietnia 2015 r. sporządzony dla celów połączeniae_ Ustalenie wartości Gothals Ltd jako spółki przejmowanejf_ Oświadczenie Gothals Ltd zawierające informację o stanie księgowym Gothals na dzień\n                           30.04.2015 r.2_ sprawozdanie zarządu, sporządzone na podstawie art. 5165 KSH.",
        "date": "2015-06-22"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w maju\n                           2015 roku przez GK LPP SA wyniosły ok. 447 mln zł i były wyższe od przychodów osiągniętych\n                           w maju 2014 roku o około 12 %.Szacunkowa wartość marży brutto na sprzedaży wyniosła 52 % i była o ok. 10 p.p. niższa\n                           od marży zrealizowanej w maju roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – maj 2015 roku wyniosła\n                           1.833 mln zł. Przychody te były wyższe o 6 % od osiągniętych w analogicznym okresie\n                           ubiegłego roku. Powierzchnia handlowa sklepów na koniec maja wyniosła ok 770,4 tys. m kw i była większa\n                           o 17% od powierzchni handlowej na koniec maja ubiegłego roku.",
        "date": "2015-06-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść projektów uchwał, które mają być przedmiotem\n                           obrad ZWZA LPP SA zwołanego na 26 czerwca 2015 roku.",
        "date": "2015-05-29"
    },
    {
        "company_name": "LPP",
        "content": "Ogłoszenie Zarządu LPP SA z siedzibą w Gdańsku o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Spółki1. Data, godzina i miejsce Zwyczajnego Walnego Zgromadzenia oraz szczegółowy porządek\n                           obrad:Zarząd LPP Spółki Akcyjnej z siedzibą w Gdańsku _\"Spółka\"_, działając w oparciu o\n                           przepis art. 395 § 1, 399 § 1 w związku z art. 4021 i art. 4022 Kodeksu spółek handlowych\n                           _\"k.s.h.\"_ oraz postanowienie § 27 i 29 Statutu Spółki zwołuje na dzień 26 czerwca\n                           2015 r. godzina 10:00 do budynku w Gdańsku przy ul. Reduta Żbik 5, Zwyczajne Walne\n                           Zgromadzenie Spółki z następującym porządkiem obrad: 1. Otwarcie obrad i wybór Przewodniczącego Zgromadzenia.2. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał, sporządzenie listy obecności.3. Wybór Komisji Skrutacyjnej.4. Przyjęcie porządku obrad.5. Przedstawienie uchwał:a_ Rady Nadzorczej w sprawie jej opinii co do spraw poddawanych pod obrady Zwyczajnego\n                           Walnego Zgromadzenia,b_ Rady Nadzorczej w sprawie oceny sprawozdania finansowego Spółki za rok obrotowy\n                           2014 oraz sprawozdania Zarządu z działalności Spółki w roku obrotowym 2014,c_ Rady Nadzorczej w sprawie oceny skonsolidowanego sprawozdania finansowego Grupy\n                           Kapitałowej LPP SA za rok obrotowy 2014 oraz sprawozdania Zarządu z działalności Grupy\n                           Kapitałowej LPP SA w roku obrotowym 2014,d_ Zarządu w sprawie wniosku co do podziału zysku Spółki osiągniętego w roku obrotowym\n                           2014,e_ Rady Nadzorczej w sprawie rozpatrzenia wniosku Zarządu odnośnie podziału zysku\n                           Spółki osiągniętego w roku obrotowym 2014,f_ Rady Nadzorczej w sprawie kompleksowej oceny sytuacji Spółki w 2014 roku zawierającej\n                           w szczególności _i_ ocenę procesu sprawozdawczości finansowej, _ii_ ocenę  systemu\n                           kontroli wewnętrznej, ocenę systemu zarządzania ryzykiem, _iii_ ocenę wykonywania\n                           czynności rewizji finansowej, _iv_ ocenę niezależności biegłego rewidenta badającego\n                           sprawozdanie finansowe Spółki i Grupy Kapitałowej LPP SA oraz _v_ własną ocenę pracy\n                           Rady Nadzorczej.6. Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności\n                           Spółki w roku obrotowym 2014 oraz sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           LPP SA w roku obrotowym 2014.7. Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z działalności\n                           w roku obrotowym 2014.8. Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania  finansowego Spółki za\n                           rok obrotowy 2014.9. Przedstawienie, rozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania  finansowego\n                           Grupy Kapitałowej LPP SA za rok obrotowy 2014.10. Udzielenie członkom Zarządu Spółki absolutorium z wykonania obowiązków w roku\n                           obrotowym 2014.11. Udzielenie członkom Rady Nadzorczej absolutorium z wykonania obowiązków w roku\n                           obrotowym 2014.12. Podjęcie uchwały w przedmiocie podziału zysku Spółki osiągniętego w roku obrotowym\n                           2014.13. Podjęcie uchwały w sprawie zmiany § 13 ust. 1 Statutu Spółki.14. Podjęcie uchwały w sprawie zmiany § 17 ust. 3 Statutu Spółki.15. Wybór członka Rady Nadzorczej.16. Podjęcie uchwały w sprawie zmiany uchwały nr 21 Zwyczajnego Walnego Zgromadzenia\n                           LPP SA z dnia 27 czerwca 2011  roku w sprawie przyjęcia programu motywacyjnego dla\n                           kluczowych osób zarządzających Spółką na lata 2011-2014.17. Podjęcie uchwały w sprawie zmiany uchwały nr 22 Zwyczajnego Walnego Zgromadzenia\n                           LPP SA z dnia 27 czerwca 2011  roku w sprawie _i_ emisji warrantów subskrypcyjnych\n                           serii A z prawem objęcia akcji serii L, _ii_ warunkowego podwyższenia kapitału zakładowego,\n                           _iii_ wyłączenia prawa poboru warrantów subskrypcyjnych serii A i prawa poboru akcji\n                           serii L, _iv_ upoważnienia dla organów Spółki, _v_ zmiany Statutu.18. Podjęcie uchwały w sprawie połączenia transgranicznego LPP SA z Gothals Limited\n                           z siedzibą Nikozji, Cypr, w tym o wyrażeniu zgody na plan połączenia19. Zamknięcie obrad Zgromadzenia.Zarząd wskazuje jednocześnie, iż objęcie porządkiem obrad Zwyczajnego Walnego Zgromadzenia\n                           Spółki przedstawionych powyżej punktów jest uzasadnione następującymi okolicznościami:1. Punkty od 1 do 4 porządku obrad mają charakter porządkowy i są konieczne dla prawidłowej\n                           organizacji Walnego Zgromadzenia.2. Punkt 5 porządku obrad wnika z obowiązków wynikających z obowiązujących w Spółce\n                           aktów wewnętrznych, w tym w szczególności Regulaminu Walnego Zgromadzenia i Regulaminu\n                           Rady Nadzorczej oraz stosowanych przez Spółkę zasad ładu korporacyjnego.3. Punkt 6 porządku obrad wynika z obowiązku zawartego m.in. w przepisach art. 393\n                           pkt 1 k.s.h, art. 395 § 2 pkt 1 k.s.h., 395 § 5 k.s.h., art. 49 ust. 1 i art. 55 ust.\n                           2 ustawy z dnia 29 września 1994 r. o rachunkowości _tekst jedn.: Dz. U. z 2013 r.,\n                           poz. 330 ze zm._, postanowieniach § 33 ust. 1 pkt 1 Statutu Spółki oraz § 2 ust. 2\n                           pkt 1 Regulaminu Walnego Zgromadzenia Akcjonariuszy Spółki.4. Punkt 7 wynika z § 33 ust. 1 pkt 1 Statutu Spółki.5. Punkt 8 porządku obrad wynika z obowiązku zawartego m.in. w przepisach art. 393\n                           pkt 1 k.s.h., art. 395 § 2 pkt 1 k.s.h. i art. 53 ust 1 ustawy z dnia 29 września\n                           1994 r. o rachunkowości _tekst jedn.: Dz. U. z 2013 r., poz. 330 ze zm._, postanowieniach\n                           § 33 ust. 1 pkt 1 Statutu Spółki oraz § 2 ust. 2 pkt 1 Regulaminu Walnego Zgromadzenia\n                           Akcjonariuszy Spółki.6. Punkt 9 porządku obrad wynika z powszechnie obowiązujących przepisów art. 395 §\n                           5 k.s.h. i art. 63c ust. 4 ustawy o rachunkowości.7. Punkt 10 porządku obrad wynika z obowiązku zawartego m.in. w przepisie art. 393\n                           § 1 pkt 1 k.s.h., art. 395 § 2 pkt 3 k.s.h. i § 33 ust. 1 pkt 4 Statutu Spółki.8. Punkt 11 porządku obrad wynika z obowiązku zawartego m.in. w przepisie art. 393\n                           § 1 pkt 1 k.s.h., art. 395 § 2 pkt 3 k.s.h. i § 33 ust. 1 pkt 4 Statutu Spółki.9. Punkt 12 porządku obrad wynika z obowiązku przewidzianego m.in. w art. 395 § 2\n                           pkt 2 k.s.h., art. 53 ust. 3 ustawy o rachunkowości i § 33 ust. 1 pkt 3 Statutu Spółki.10. Celem punktu 13 porządku obrad jest umożliwienie wprowadzenia w związku z rozwojem\n                           Spółki, do Zarządu Spółki dodatkowego członka, co w świetle aktualnego brzmienia §\n                           13 ust. 1 Statutu LPP SA i aktualnego pięcioosobowego składu Zarządu niemożliwe. W\n                           świetle przepisu art. 430 § 1 k.s.h. wprowadzenie takiej możliwości wymaga uchwały\n                           Walnego Zgromadzenia w przedmiocie zmiany Statutu.11. Celem punktu 14 porządku obrad jest wprowadzenie rozwiązania umożliwiającego Radzie\n                           Nadzorczej sprawne funkcjonowanie w przypadku wygaśnięcia mandatu członka tego organu\n                           wskutek rezygnacji lub śmierci poprzez kooptację albo możliwość wyboru nowego członka\n                           na najbliższym Walnym Zgromadzeniu.12. Punkt 15 porządku obrad wynika z wniosku akcjonariuszy o powołanie w skład Rady\n                           Nadzorczej nowej osoby, co zgodnie z postanowieniem § 17 ust. 3 Statutu w zw. z art.\n                           385 § 1 k.s.h. wymaga uchwały Walnego Zgromadzenia.13. Punkt  16 i punkt 17 porządku obrad wynikają z zamiaru uszczegółowienia warunków\n                           umożliwienia osobom uprawnionym, w ramach programu motywacyjnego dla kluczowych osób\n                           zarządzających Spółką na lata 2011-2014, przyjętego uchwałą nr 21 Zwyczajnego Walnego\n                           Zgromadzenia LPP SA z dnia 27 czerwca 2011  zbycia warrantów na rzecz funduszy inwestycyjnych,\n                           co jest zgodne z interesem Spółki w związku ze zwykle długofalowym charakterem tego\n                           rodzaju inwestycji.14. Punkt 18 porządku obrad wynika z woli realizacji połączenia transgranicznego LPP\n                           SA _jako spółkę przejmującą_ z Gothals Limited _jako spółkę przejmowaną_ w oparciu\n                           o przepis art. 492 § 1 pkt 1 Kodeksu spółek handlowych w zw. z art. 5161 Kodeksu spółek\n                           handlowych _tj. łączenie się przez przejęcie_. Dokonanie połączenia wymaga uchwały\n                           Walnego Zgromadzenia, w tym zgody na plan połączenia _art. 506 Kodeksu spółek handlowych\n                           w zw. z art. 5161 Kodeksu spółek handlowych_. Połączenie jest zasadne i odpowiada\n                           interesom Spółki i akcjonariuszy LPP SA, co szczegółowo uzasadniono w pisemnym sprawozdaniu\n                           Zarządu.15. Punkt 19 porządku obrad ma charakter porządkowy.Komunikacja elektroniczna akcjonariuszy ze Spółką w związku z Zwyczajnym Walnym ZgromadzeniemW granicach zakreślonych przepisami Kodeksu spółek handlowych akcjonariusze mogą kontaktować\n                           się ze Spółką za pomocą elektronicznych środków komunikacji, w szczególności mogą\n                           składać wnioski, żądania, zadawać pytania oraz przesyłać zawiadomienia i dokumenty.Komunikacja elektroniczna akcjonariuszy ze Spółką odbywa się przy wykorzystaniu adresu\n                           poczty elektronicznej: wza@lpp.com.pl. Ryzyko związane z użyciem elektronicznej formy\n                           komunikacji ze Spółką obciąża akcjonariusza.Wraz z dokumentami przesyłanymi przez akcjonariusza drogą elektroniczną, które zostały\n                           sporządzone w oryginale w języku innym niż język polski, akcjonariusz przesyła ich\n                           tłumaczenia na język polski sporządzone przez tłumacza przysięgłego.Wszelkie dokumenty przesyłane drogą elektroniczną przez akcjonariusza do Spółki, jak\n                           również przez Spółkę do akcjonariusza, powinny być zeskanowane _przekonwertowane_\n                           do formatu \"PDF\".2. Prawa akcjonariuszy dotyczące uzupełniania porządku obrad walnego zgromadzenia\n                           i zgłaszania projektów uchwał2.1. Prawo akcjonariuszy do żądania umieszczenia określonych spraw w porządku obrad\n                           walnego zgromadzeniaAkcjonariuszowi lub akcjonariuszom Spółki reprezentującym co najmniej jedną dwudziestą\n                           kapitału zakładowego przysługuje prawo żądania umieszczenia określonych spraw w porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki. Żądanie to, zawierające uzasadnienie\n                           lub projekt uchwały dotyczącej proponowanego punktu porządku obrad, powinno być zgłoszone\n                           Zarządowi Spółki nie później niż 21 dni przed wyznaczonym terminem zgromadzenia, tj.\n                           do dnia 5 czerwca 2015 roku. Żądanie to może zostać złożone na piśmie lub w formie\n                           elektronicznej – zgodnie z zasadami opisanymi w pkt 2 powyżej. Do żądania składanego\n                           zarówno w formie pisemnej, jak i elektronicznej należy dołączyć kopię świadectwa depozytowego\n                           oraz dokumenty, o których mowa w pkt 4.2 lit _b_ poniżej.2.2. Prawo akcjonariusza do zgłaszania projektów uchwałAkcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Zwyczajnego Walnego Zgromadzenia Spółki zgłaszać\n                           projekty uchwał dotyczące spraw wprowadzonych do porządku obrad Zwyczajnego Walnego\n                           Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad. Zgłoszenie\n                           to może być dokonane w postaci elektronicznej zgodnie z zasadami opisanymi w pkt 2\n                           powyżej, bądź w formie pisemnej. Do zgłoszenia należy dołączyć dokumenty, o których\n                           mowa w pkt 4.2 lit _b_.Każdy akcjonariusz może podczas obrad Zwyczajnego Walnego Zgromadzenia zgłaszać projekty\n                           uchwał dotyczących spraw wprowadzonych do porządku obrad. Projekty te powinny być\n                           przedstawione w języku polskim.3. Sposób wykonywania prawa głosu przez pełnomocnika3.1. Ogólne zasady wykonywania prawa głosu przez pełnomocnikaAkcjonariusz będący osobą fizyczną może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu\n                           Spółki oraz wykonywać prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący\n                           osobą fizyczną może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu przez osobę lub\n                           osoby uprawnione do reprezentacji _posiadające kompetencję do składania oświadczeń\n                           woli w jego imieniu_ lub przez pełnomocnika.Pełnomocnictwo do uczestniczenia i wykonywania prawa głosu przez pełnomocnika wymaga\n                           udzielenia w formie pisemnej lub w postaci elektronicznej.Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na Zwyczajnym Walnym Zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego\n                           pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować\n                           więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza.\n                           Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków.Jednocześnie Spółka informuje, iż w przypadku udzielenia przez akcjonariusza pełnomocnictwa\n                           wraz z instrukcją do głosowania, Spółka nie będzie weryfikowała czy pełnomocnicy wykonują\n                           prawo głosu zgodnie z instrukcjami, które otrzymali od akcjonariuszy. W związku z\n                           powyższym Spółka informuje, iż instrukcja do głosowania powinna być przekazana wyłącznie\n                           ustanowionemu pełnomocnikowi.Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika są od dnia zwołania\n                           niniejszego Zwyczajnego Walnego Zgromadzenia dostępne na stronie internetowej Spółki\n                           pod adresem: www.inwestor.lpp.com.pl. 3.2. Sposób zawiadamiania Spółki o udzieleniu pełnomocnictwa przy wykorzystaniu środków\n                           komunikacji elektronicznej_a_ Akcjonariusze zawiadamiają Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           przy wykorzystaniu adresu poczty elektronicznej _e-mail_: wza@lpp.com.pl. W zawiadomieniu\n                           akcjonariusz podaje swój numer telefonu oraz adres poczty elektronicznej _e-mail_,\n                           a także numer telefon i adres poczty elektronicznej _e-mail_ pełnomocnika, za pośrednictwem\n                           których Spółka będzie mogła komunikować się z akcjonariuszem i pełnomocnikiem. Zawiadomienie\n                           o udzieleniu pełnomocnictwa powinno zawierać również informację odnośnie zakresu pełnomocnictwa,\n                           t.j. wskazywać liczbę akcji, z których wykonywane będzie prawo głosu oraz datę Walnego\n                           Zgromadzenia, na którym prawa te będą wykonywane._b_ Wraz z zawiadomieniem o udzieleniu pełnomocnictwa w postaci elektronicznej akcjonariusz\n                           przesyła treść _tekst_ pełnomocnictwa_, z wyłączeniem instrukcji dotyczącej wykonywania\n                           prawa głosu przez pełnomocnika, skan dowodu osobistego lub stron paszportu umożliwiających\n                           identyfikację akcjonariusza i pełnomocnika albo skan innego dokumentu pozwalającego\n                           zidentyfikować akcjonariusza udzielającego pełnomocnictwa i pełnomocnika. W przypadku,\n                           gdy pełnomocnictwa udziela osoba prawna _w rozumieniu art. 33 Kodeksu cywilnego_ lub\n                           jednostka organizacyjna niebędąca osobą prawną, a posiadająca zdolność prawną _zgodnie\n                           z art. 331 § 1 Kodeksu cywilnego_, akcjonariusz przesyła skan odpisu z rejestru, w\n                           którym jest wpisany lub skan innego dokumentu potwierdzającego umocowanie osób działających\n                           w imieniu takiego podmiotu. Jeżeli pełnomocnictwo udzielono osobie prawnej lub jednostce\n                           organizacyjnej niebędącej osobą prawną, a posiadającej zdolność prawną, akcjonariusz\n                           przesyła dodatkowo skan odpisu z rejestru, w którym zarejestrowany jest pełnomocnik\n                           lub innego dokumentu potwierdzającego fakt istnienia takiego podmiotu i osoby uprawnione\n                           do działania w jego imieniu._c_ Zasady opisane w pkt 4.2 lit. _b_ powyżej stosuje się odpowiednio do zawiadomienia\n                           Spółki drogą elektroniczną o odwołaniu pełnomocnictwa._d_ Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej\n                           powinno być dokonane nie później niż do godziny 12.00 dnia poprzedzającego dzień rozpoczęcia\n                           obrad Zwyczajnego Walnego Zgromadzenia._e_ Wyczerpanie obowiązków przewidzianych w pkt 4.2 lit. _b_ powyżej nie zwalnia pełnomocnika\n                           z obowiązku przedstawienia, przy sporządzaniu listy obecności osób uprawnionych do\n                           uczestniczenia w walnym zgromadzeniu określonych w rzeczonym punkcie dokumentów służących\n                           identyfikacji akcjonariusza i pełnomocnika.3.3. Weryfikacja ważności pełnomocnictwa oraz identyfikacja akcjonariusza i pełnomocnikaW celu weryfikacji ważności pełnomocnictwa udzielonego w formie elektronicznej oraz\n                           w celu identyfikacji akcjonariusza i pełnomocnika, po otrzymaniu zawiadomienia o udzieleniu\n                           pełnomocnictwa w postaci elektronicznej zgodnie z postanowieniami pkt 4.2 lit. _a_\n                           i _b_, Spółka podejmuje czynności w celu sprawdzenia, czy załączone zostały informacje\n                           wskazane w pkt 4.2 lit. _a_ oraz skany dokumentów wymienionych w pkt 4.2 lit. _b_,\n                           a w przypadku osób prawnych i jednostek organizacyjnych niebędących osobami prawnymi,\n                           a posiadającymi zdolność prawną, czy pełnomocnictwa udzielone zostało przez osoby\n                           uprawnione do reprezentowania danego podmiotu.Spółka jest uprawniona do skomunikowania się telefonicznie na numer wskazany przez\n                           akcjonariusza w wykonaniu pkt 4.2 lit. _a_ lub za pomocą zwrotnej wiadomości poczty\n                           elektronicznej w celu weryfikacji faktu udzielenia przez danego akcjonariusza pełnomocnictwa\n                           w postaci elektronicznej.Spółka może podjąć dodatkowo inne działania służące identyfikacji akcjonariusza i\n                           pełnomocnika w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej,\n                           przy czym działania te powinny być proporcjonalne do celu.Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej bez\n                           zachowania wymogów wskazanych w pkt 4.2 lit. _a_, _b_ i _d_ nie wiążą Spółki.3.4. Pełnomocnictwo udzielone członkowi Zarządu Spółki lub jej pracownikowiCzłonek Zarządu i pracownik Spółki mogą być pełnomocnikami akcjonariuszy na walnym\n                           zgromadzeniu.Jeżeli pełnomocnikiem akcjonariusza na Zwyczajnym Walnym Zgromadzeniu jest członek\n                           Zarządu Spółki, członek Rady Nadzorczej Spółki, pracownik Spółki lub członek organów\n                           lub pracownik spółki zależnej od Spółki LPP SA w Gdańsku, pełnomocnictwo może upoważniać\n                           do reprezentacji tylko na danym wskazanym Zwyczajnym Walnym Zgromadzeniu. Pełnomocnik\n                           ma obowiązek ujawnić akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość\n                           wystąpienia konfliktu interesów. Udzielenie dalszego pełnomocnictwa jest w takich\n                           przypadkach wyłączone.Pełnomocnik, o którym mowa w poprzedzającym akapicie, głosuje zgodnie z instrukcjami\n                           akcjonariusza.4. Możliwość i sposób uczestniczenia w Zwyczajnym Walnym Zgromadzeniu Spółki przy\n                           wykorzystaniu środków komunikacji elektronicznejSpółka nie przewiduje możliwości uczestniczenia w Zwyczajnym Walnym Zgromadzeniu przy\n                           wykorzystaniu środków komunikacji elektronicznej.5. Sposób wypowiadania się w trakcie Zwyczajnego Walnego Zgromadzenia Spółki przy\n                           wykorzystaniu środków komunikacji elektronicznejSpółka nie przewiduje możliwości wypowiadania się podczas Zwyczajnego Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.6. Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejSpółka nie przewiduje możliwości wykonywania prawa głosu na Zwyczajnym Walnym Zgromadzeniu\n                           drogą korespondencyjną bądź przy wykorzystaniu środków komunikacji elektronicznej.7. Dzień rejestracji uczestnictwa w Zwyczajnym Walnym ZgromadzeniuDniem rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu, o którym mowa w przepisie\n                           art. 4061 § 1 Kodeksu spółek handlowych, jest dzień 10 czerwca 2015 roku _\"Dzień Rejestracji\"_.8. Informacja o prawie uczestniczenia w Zwyczajnym Walnym Zgromadzeniu SpółkiZgodnie z art. 406¹ § 1 Kodeksu spółek handlowych prawo uczestniczenia w Zwyczajnym\n                           Walnym Zgromadzeniu Spółki mają osoby będące akcjonariuszami Spółki w Dniu Rejestracji.\n                           W celu zapewnienia udziału w Zwyczajnym Walnym Zgromadzeniu, akcjonariusz uprawniony\n                           ze zdematerializowanych akcji na okaziciela powinien zażądać - nie wcześniej niż po\n                           ogłoszeniu zwołania Zwyczajnego Walnego Zgromadzenia, tj. nie wcześniej niż w dniu\n                           29 maja 2015 roku i nie później niż w pierwszym dniu powszednim po Dniu Rejestracji,\n                           tj. nie później niż w dniu 11 czerwca 2015 roku – od podmiotu prowadzącego rachunek\n                           papierów wartościowych wystawienia imiennego zaświadczenia o prawie uczestnictwa w\n                           Zwyczajnym Walnym Zgromadzeniu Spółki. Zaświadczenia o prawie uczestnictwa w Zwyczajnym\n                           Walnym Zgromadzeniu będą podstawą sporządzenia wykazów przekazywanych podmiotowi prowadzącemu\n                           depozyt papierów wartościowych zgodnie z przepisami o obrocie instrumentami finansowymi.Uprawnionymi do udziału w Zwyczajnym Walnym Zgromadzeniu, będą tylko Ci akcjonariusze,\n                           którzy:_a_ będą akcjonariuszami Spółki w Dniu Rejestracji _10 czerwca 2015 r._ i _b_ zwrócili się – nie wcześniej niż w dniu 29 maja 2015 r. i nie później niż w dniu\n                           11 czerwca 2015 r. – do podmiotu prowadzącego ich rachunki papierów wartościowych\n                           o wystawienie imiennego zaświadczenia o prawie uczestnictwie w Zwyczajnym Walnym Zgromadzeniu.9. Lista akcjonariuszyLista akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           Spółki, zgodnie z wymogiem przepisu art. 407 § 1 Kodeksu spółek handlowych zostanie\n                           wyłożona w Gdańsku przy ulicy Reduta Żbik 5 w godzinach od 9.00 do 15.00 na trzy dni\n                           powszednie przed terminem Zgromadzenia, tj. w dniach 23-25 czerwca 2015 r. Lista akcjonariuszy\n                           zostanie sporządzona w oparciu o wykaz sporządzony i udostępniony Spółce przez podmiot\n                           prowadzący depozyt papierów wartościowych, zgodnie z przepisami art. 4063 § 7 i §\n                           8 Kodeksu spółek handlowych.Akcjonariusz może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Zwyczajnym Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając własny\n                           adres poczty elektronicznej, na który lista powinna być wysłana.Zgodnie z przepisem art. 407 § 2 Kodeksu spółek handlowych, w terminie tygodnia przez\n                           Zwyczajnym Walnym Zgromadzeniem, tj. w dniach 18-25 czerwca 2015 r. w godzinach od\n                           9.00 do 15.00 Gdańsku przy ulicy Reduta Żbik 5, w dni powszednie od poniedziałku do\n                           piątku, będzie istniała możliwość pobrania odpisów wniosków w sprawach objętych porządkiem\n                           obrad.10. Dostęp do dokumentacjiPełny tekst dokumentacji, która ma zostać przedstawiona Zwyczajnemu Walnemu Zgromadzeniu\n                           wraz z projektami uchwał _a w przypadku, gdy w danej sprawie nie jest przewidziane\n                           podjęcie uchwały – uwagi Zarządu_ będzie zamieszczona na stronie internetowej Spółki\n                           – www.inwestor.lpp.com.pl, od dnia zwołania Zwyczajnego Walnego Zgromadzenia Spółki,\n                           zgodnie z przepisem art. 4023 § 1 Kodeksu spółek handlowych. Uwagi Zarządu bądź Rady\n                           Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku obrad walnego zgromadzenia\n                           lub spraw, które mają zostać wprowadzone do porządku obrad przed terminem walnego\n                           zgromadzenia, będą dostępne na stronie internetowej Spółki, niezwłocznie po ich sporządzeniu.Wszelkie informacje dotyczące Zwyczajnego Walnego Zgromadzenia będą udostępnione na\n                           stronie internetowej www.inwestor.lpp.com.pl.11. Wybór członków Rady Nadzorczej11.1. Kandydaci na członków Rady NadzorczejKandydatem na członka Rady Nadzorczej może być osoba fizyczna, mająca pełną zdolność\n                           do czynności prawnych, po złożeniu osobiście _gdy jest obecna na Zwyczajnym Walnym\n                           Zgromadzeniu_ lub w formie pisemnej oświadczenia do protokołu ze Zwyczajnego Walnego\n                           Zgromadzenia, że wyraża zgodę na kandydowanie. Kandydat na członka Rady Nadzorczej\n                           powinien posiadać odpowiednie wykształcenie i doświadczenie zawodowe oraz doświadczenie\n                           życiowe, reprezentować wysoki poziom moralny, być nie karanym oraz być w stanie poświęcić\n                           niezbędną ilość czasu, pozwalającą mu w sposób właściwy wykonywać swoje funkcje w\n                           Radzie Nadzorczej. 11.2. Zgłaszanie kandydatur  na członków Rady NadzorczejKandydatury na członków Rady Nadzorczej powinny być zgłaszane i szczegółowo uzasadniane\n                           w sposób umożliwiający dokonanie świadomego wyboru w oparciu o powyższe kryteria.\n                           Kandydatury na członków Rady Nadzorczej powinny być zgłoszone w Spółce co najmniej\n                           na 15 dni przed terminem Zwyczajnego Walnego Zgromadzenia, tj. do dnia 11 czerwca\n                           2015 r.Akcjonariusz zgłaszający kandydaturę na członka Rady Nadzorczej powinien złożyć w\n                           spółce: _a_ Życiorys kandydata na członka Rady Nadzorczej, zawierający co najmniej informacje\n                           opisane w pkt. 11.1,_b_ Uzasadnienie zgłoszonej kandydatury, _c_ Zgodę kandydata na kandydowanie na członka Rady Nadzorczej, _d_ Zgodę kandydata na zamieszczenie stronach internetowych Spółki informacji na temat\n                           danego kandydata opisanych w lit _a_, lit _b_ i w lit _e_ oraz zgodę kandydata na\n                           przestrzeganie regulacji prawnych obowiązujących w Spółce, _e_ Informację na temat osobistych, faktycznych, organizacyjnych oraz kapitałowych\n                           powiązań kandydata na członka Rady Nadzorczej z akcjonariuszem zgłaszającym kandydaturę\n                           danej osoby na członka Rady Nadzorczej oraz powiązań tej osoby z innymi akcjonariuszami\n                           w tym w szczególności z akcjonariuszami większościowymi. Informacje na temat kandydatów na członków Rady Nadzorczej zgłoszonych przez akcjonariuszy,\n                           po ich otrzymaniu, zamieszczane będą się na stronach internetowych Spółki nie później\n                           niż w terminie 10 dni przed terminem Zwyczajnego Walnego Zgromadzenia, tj. do dnia\n                           16 czerwca 2015 r. Proponowane zmiany Statutu LPP SA:Zgodnie z wymogiem przepisu art. 402 § 2 k.s.h. Zarząd LPP SA podaje do wiadomości\n                           proponowane zmiany w Statucie LPP SA:§ 13 ust. 1Dotychczasowe brzmienie:\"1. Zarząd spółki składa się od dwóch do pięciu osób powoływanych i odwoływanych przez\n                           Radę Nadzorczą na okres pięciu lat. W skład Zarządu wchodzi: Prezes Zarządu oraz od\n                           jednego do czterech Wiceprezesów Zarządu.\" Proponowane brzmienie:\"1. Zarząd spółki składa się od dwóch do sześciu osób powoływanych i odwoływanych\n                           przez Radę Nadzorczą na okres pięciu lat. W skład Zarządu wchodzi: Prezes Zarządu\n                           oraz od jednego do pięciu Wiceprezesów Zarządu.\"§ 17 ust. 3Dotychczasowe brzmienie:\"3. Rada Nadzorcza będzie powoływana i odwoływana przez Zgromadzenie Akcjonariuszy.\"Proponowane brzmienie:\"3. Rada Nadzorcza będzie powoływana i odwoływana przez Zgromadzenie Akcjonariuszy.\n                           W przypadku wygaśnięcia mandatu członka Rady Nadzorczej przed upływem kadencji wskutek\n                           złożenia rezygnacji lub śmierci, Rada Nadzorcza może uzupełnić swój skład w drodze\n                           kooptacji nowego członka. Rada Nadzorcza może dokooptować do swojego składu nie więcej\n                           niż jedną osobę. Dokooptowany członek Rady Nadzorczej podlega zatwierdzeniu przez\n                           najbliższe Walne Zgromadzenie. W przypadku niezatwierdzenia przez Walne Zgromadzenie\n                           lub nieprzedstawienia Walnemu Zgromadzeniu uchwały Rady Nadzorczej o kooptacji do\n                           zatwierdzenia, mandat dokooptowanego członka Rady Nadzorczej wygasa z chwilą zakończenia\n                           najbliższego Walnego Zgromadzenia Spółki. Alternatywnie, w przypadku niedokonania\n                           kooptacji, Rada Nadzorcza działać będzie w pomniejszonym składzie do czasu odbycia\n                           najbliższego Walnego Zgromadzenia Spółki.\"",
        "date": "2015-05-29"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 27 Maja 2015 roku zostały podpisane pomiędzy LPP\n                           SA a Bankiem Handlowym w Warszawie SA aneksy do umów: umowy kredytu w rachunku bieżącym\n                           _linia wielozadaniowa_ oraz do umowy ramowej o linię rewolwingową na otwieranie akredytyw\n                           zawartych 13 grudnia 2011 roku oraz umowa na udzielanie akredytyw zabezpieczających.Na mocy tych aneksów określono:- łączny limit wykorzystania poszczególnych produktów linii wielozadaniowej wynosi\n                           194 mln zł, przy czym w formie kredytów może być wykorzystana kwota do 194 mln zł,\n                           w formie akredytyw do 194 mln zł, zaś w formie gwarancji do 40 mln zł; - łączna wartość akredytyw otwieranych w ciężar linii rewolwingowej na otwieranie\n                           akredytyw wynosi do 50,7 mln USD.  Pozostałe warunki nie uległy zmianie.Na mocy umowy na udzielanie akredytyw zabezpieczających określono limit w kwocie 12\n                           mln zł z bieżącym okresem wykorzystania do 05 czerwca 2017 roku. Limit umowy może\n                           być wykorzystywany w celu udzielania akredytyw zabezpieczających _stand by_ na zabezpieczenie\n                           gwarancji czynszowych. Zabezpieczeniem umowy jest weksel in blanco LPP SA oraz oświadczenie o poddaniu się\n                           egzekucji.Łączna wartość ww. umów w dniu podpisania przez LPP SA i Bank Handlowy w Warszawie\n                           SA  wynosi 256,7 mln zł i przekracza 10% kapitałów własnych LPP SA.",
        "date": "2015-05-27"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA, zgodnie z wymogiem przepisu art. 504 w związku z art. 5161 Kodeksu\n                           spółek handlowych zawiadamia Akcjonariuszy o zamiarze połączenia się ze spółką Gothals\n                           Limited z siedzibą w Nikozji, Republika Cypru.Zarząd LPP SA informuje, iż w dniu dzisiejszym _tj. 25 maja 2015 r._ uzgodnił z Radą\n                           Dyrektorów Gothals Limited, wspólny plan połączenia transgranicznego.Plan połączenia transgranicznego zakłada następujące warunki:1. Wskazanie podmiotów, które mają się połączyćLPP SPÓŁKA AKCYJNA, spółka utworzona i działająca na podstawie prawa polskiego, z\n                           siedzibą w Gdańsku pod adresem: ul. Łąkowa 39/44, 80-769 Gdańsk, Polska, wpisana do\n                           Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy Gdańsk-Północ w Gdańsku VII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego za numerem KRS 0000000778, NIP 583-10-14-898,\n                           REGON 190852164, kapitał zakładowy 3 662 246 zł _wpłacony w całości_, prowadząca działalność\n                           w zakresie handlu detalicznego i hurtowego odzieżą i towarami powiązanymi _dalej \"Spółka\n                           Przejmująca\" lub \"LPP\"_iGothals Limited, spółka utworzona i działająca na podstawie prawa cypryjskiego, z\n                           siedzibą w Nikozji pod adresem: 5 Themistocles Dervis Street, Elenion Building 2nd\n                           Floor, CY-1066 Nicosia, Cypr, wpisana do Rejestru Przedsiębiorstw Ministerstwa Handlu,\n                           Przemysłu i Turystyki Wydział Rejestru Spółek oraz Kuratora Ministerstwa Energii,\n                           Handlu, Przemysłu i Turystyki pod numerem HE 209767 _dalej \"Spółka Przejmowana\" lub\n                           \"Gothals\"_.2. Sposób planowanego połączenia _przejęcie lub zawiązanie nowej spółki_ wraz ze wskazaniem\n                           jego podstawy prawnej.W myśl przedmiotowego planu połączenia połączenie transgraniczne nastąpi przez: _i_\n                           przeniesienie na LPP SA jako Spółkę Przejmującą – jedynego wspólnika Gothals jako\n                           Spółki Przejmowanej – całego majątku Spółki Przejmowanej oraz _ii_ rozwiązanie Spółki\n                           Przejmowanej bez przeprowadzenia jej likwidacji, zgodnie z przepisami art. 492 § 1\n                           pkt 1 KSH w zw. z art. 5161 i art. 51615 KSH oraz Sekcji 201 Θ lit. y_ cypryjskiego\n                           Prawa Spółek oraz postanowieniami Artykułu 2 pkt 2 lit. c_ Dyrektywy Parlamentu Europejskiego\n                           i Rady 2005/56/WE z dnia 26 października 2005 r. w sprawie transgranicznego łączenia\n                           się spółek kapitałowych _Dz. Urz. UE L 310 z 25.1.2005 r._.W konsekwencji transgranicznego połączenia LPP SA wstąpi z dniem połączenia we wszystkie\n                           prawa i obowiązki Gothals, a Gothals ulegnie rozwiązaniu bez przeprowadzania likwidacji,\n                           zgodnie z art. 494 § 1 KSH w zw. art. 5161 KSH oraz Sekcji 201 KA pkt 1 lit. α_, β_\n                           i γ_ cypryjskiego Prawa Spółek.Zważywszy, że Spółka Przejmująca posiada wszystkie udziały w Spółce Przejmowanej,\n                           w oparciu o przepis art. 515 § 1 KSH w zw. z art. 5161 KSH, połączenie transgraniczne\n                           nastąpi bez podwyższenia kapitału zakładowego Spółki Przejmującej.Połączenie transgraniczne zostanie przeprowadzone przy wykorzystaniu uproszczeń procedury\n                           wynikających z przepisów Artykułu 15 ust. 1 Dyrektywy, 51615 § 1 i 2 KSH oraz art.\n                           5164 § 1 zd. drugie KSH, art. 499 § 4 KSH w zw. z art. 5161 KSH, jak też Sekcji 201V\n                           Rozdział 113 cypryjskiego Prawa Spółek, a co za tym idzie nie znajdą do niego zastosowania\n                           przepisy art. 5163 pkt 2, 4, 5, 6 KSH, art 5166, art. 5164 § 1 zd. pierwsze KSH, Sekcji\n                           201L Rozdział 113 cypryjskiego Prawa Spółek, Sekcja 201V pkt 2 lit. a_ Rozdział 113\n                           Cypryjskiego Prawa Spółek. W szczególności w procedurze połączenia transgranicznego\n                           nie znajdą zastosowania regulacje dotyczące udziałów po połączeniu _stosunek wymiany\n                           udziałów, dodatkowe prawa przyznawane wspólnikom_ oraz  wyznaczania i sporządzania\n                           sprawozdania biegłego z badania Planu Połączenia. Ponadto zgodnie z przepisami – art.\n                           499 § 4 w zw. z art. 5161 KSH LPP nie sporządziła oświadczenia zawierające informację\n                           o stanie księgowym Spółki Przejmującej na dzień 30 kwietnia 2015 r.3. Uzasadnienie podjęcia decyzji o zamiarze połączenia i informacje o celach długookresowych,\n                           które mają zostać zrealizowane w wyniku podjętych działańCelem długookresowym połączenia jest wewnętrzna restrukturyzacja funkcjonalna oraz\n                           majątkowa, a także uproszczenie struktury kapitałowej Grupy Kapitałowej LPP SA _\"GK\n                           LPP\"_ skutkujące optymalizacją kosztów. Połączenie pozostanie bez wpływu na sytuację\n                           majątkową akcjonariuszy LPP, z tego względu, że Spółka Przejmowana jest spółką w całości\n                           zależną od LPP, zobowiązania Gothals dotyczą bieżącej działalności, a ich wartość\n                           kształtuje się na marginalnym poziomie w porównaniu do majątku.Połączenie transgraniczne jest kolejnym etapem działań mających na celu zmianę struktury\n                           funkcjonalnej oraz majątkowo-finansowej Grupy. Uproszczenie struktury pozwoli na uzyskanie\n                           wymiernych oszczędności kosztowych. W ramach restrukturyzacji majątkowo-finansowej\n                           w grudniu 2014 roku została zlikwidowana spółka Jaradi Ltd z siedzibą w Zjednoczonych\n                           Emiratach Arabskich. Jej majątek, w tym znaki towarowe RESERVED, Cropp, House, MOHITO,i\n                           SiNSAY, zostały przeniesione do Gothals, będącej podmiotem w pełni zależnym od LPP.\n                           Połączenie Transgraniczne ma doprowadzić do zakończenia kompleksowego procesu kumulacji\n                           praw do wszystkich znaków towarowych LPP _RESERVED, Cropp, House, MOHITO, SiNSAY_\n                           w ramach samej spółki LPP _a nie jak dotychczas w spółkach w ramach GK LPP_. Celem\n                           jest doprowadzenie do sytuacji, w której LPP stanie się wyłącznym podmiotem kumulującym\n                           wszystkie kluczowe aktywa i zarządzającym wszelkimi procesami biznesowymi w GK LPP.\n                           Przejrzysta struktura GK LPP oraz skupienie kluczowych funkcji oraz aktywów w spółce\n                           dominującej _LPP_ powinna pozytywnie wpłynąć na jej postrzeganie przez rynek i otoczenie\n                           biznesowe oraz uprościć procesy wewnątrzgrupowe. Obniży ponadto koszty operacyjne.\n                           Realizacja tych celów jest niewątpliwie pożądane z punktu widzenia LPP, mając na uwadze\n                           dużą konkurencję na rynku odzieżowym na którym działa GK LPP.Reasumując w konsekwencji przejścia wszystkich aktywów i pasywów Gothals na LPP w\n                           drodze sukcesji uniwersalnej, LPP stanie się bezpośrednim podmiotem posiadającym prawa\n                           do znaków towarowych _RESERVED, Cropp, House, MOHITO, SiNSAY_ jako jednego z podstawowych\n                           aktywów, szczególnie istotnych na rynku handlu odzieżą i towarami powiązanymi.4. Numer Monitora Sądowego i Gospodarczego, w którym dokonano ogłoszenia, o którym\n                           mowa w art. 500 § 2, chyba że zawiadomienie to jest przedmiotem ogłoszenia.Zgodnie z przepisem art. 5164 § 1 zdanie drugie Kodeksu spółek handlowych LPP nie\n                           jest obowiązana do ogłoszenia planu połączenia, gdy nie później niż na miesiąc przed\n                           dniem rozpoczęcia walnego zgromadzenia, na którym ma być powzięta uchwała o połączeniu,\n                           nieprzerwanie do dnia zakończenia zgromadzenia podejmującego uchwałę w sprawie połączenia\n                           bezpłatnie udostępni do publicznej wiadomości plan tego połączenia na swojej stronie\n                           internetowej. Z kolei w myśl przepisu art. 504 § 1 w zw.  z art. 5161 w zw. z art.\n                           4021 § 1 Kodeksu spółek handlowych niniejsze zawiadomienie jest dokonywane w sposób\n                           przewidziany dla zwoływania walnych zgromadzeń spółek publicznych.5. Miejsce oraz termin, w którym wspólnicy mogą się zapoznać z dokumentami wymienionymi\n                           w art. 505 § 1; termin ten nie może być krótszy niż miesiąc przed planowanym dniem\n                           powzięcia uchwały o połączeniu.Zgodnie z przepisem art. 5167 § 1 w zw. z art. 504 § 2 pkt 2 Kodeksu spółek handlowych\n                           Zarząd LPP SA informuje, iż Akcjonariusze mogą zapoznać się z:1_   planem połączenia;2_   sprawozdaniami finansowymi oraz sprawozdania zarządów z działalności łączących\n                           się spółek za trzy ostatnie lata obrotowe wraz z opinią i raportem biegłego rewidenta,\n                           jeżeli opinia lub raport były sporządzane;3_   sprawozdaniem uzasadniającym połączenie;w biurze LPP przy ulicy Reduta Żbik 5, 80-771 Gdańsk, w dniach od 25 maja 2015 r.\n                           do dnia 26 maja 2015 r.Do niniejszego raportu załącza się:1_ Plan połączenia transgranicznego LPP SA i Gothals Ltd z dnia 25 maja 2015 r. wraz\n                           z:a_ Projektem uchwały WZA LPP SA o połączeniu,b_ Projektem uchwały ZW Gothals Ltd o połączeniu,c_ Statutem LPP SA jako spółki przejmującej,d_ Bilans Gothals Ltd na dzień 30 kwietnia 2015 r. sporządzony dla celów połączeniae_ Ustalenie wartości Gothals Ltd jako spółki przejmowanejf_ Oświadczenie Gothals Ltd zawierające informację o stanie księgowym Gothals na dzień\n                           30.04.2015 r.2_ Sprawozdanie Zarządu, sporządzone na podstawie art. 5165 KSH",
        "date": "2015-05-25"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż w dniu dzisiejszym _tj. 25 maja 2015 r._ uzgodnił z Radą\n                           Dyrektorów Gothals Limited, wspólny plan połączenia transgranicznego.1. Wskazanie podmiotów, które mają się połączyćLPP SPÓŁKA AKCYJNA, spółka utworzona i działająca na podstawie prawa polskiego, z\n                           siedzibą w Gdańsku pod adresem: ul. Łąkowa 39/44, 80-769 Gdańsk, Polska, wpisana do\n                           Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy Gdańsk-Północ w Gdańsku VII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego za numerem KRS 0000000778, NIP 583-10-14-898,\n                           REGON 190852164, kapitał zakładowy 3 662 246 zł _wpłacony w całości_, prowadząca działalność\n                           w zakresie handlu detalicznego i hurtowego odzieżą i towarami powiązanymi _dalej \"Spółka\n                           Przejmująca\" lub \"LPP\"_iGothals Limited, spółka utworzona i działająca na podstawie prawa cypryjskiego, z\n                           siedzibą w Nikozji pod adresem: 5 Themistocles Dervis Street, Elenion Building 2nd\n                           Floor, CY-1066 Nicosia, Cypr, wpisana do Rejestru Przedsiębiorstw Ministerstwa Handlu,\n                           Przemysłu i Turystyki Wydział Rejestru Spółek oraz Kuratora Ministerstwa Energii,\n                           Handlu, Przemysłu i Turystyki pod numerem HE 209767 _dalej \"Spółka Przejmowana\" lub\n                           \"Gothals\"_.2. Sposób planowanego połączenia _przejęcie lub zawiązanie nowej spółki_ wraz ze wskazaniem\n                           jego podstawy prawnej.W myśl przedmiotowego planu połączenia połączenie transgraniczne nastąpi przez: _i_\n                           przeniesienie na LPP SA jako Spółkę Przejmującą – jedynego wspólnika Gothals jako\n                           Spółki Przejmowanej – całego majątku Spółki Przejmowanej oraz _ii_ rozwiązanie Spółki\n                           Przejmowanej bez przeprowadzenia jej likwidacji, zgodnie z przepisami art. 492 § 1\n                           pkt 1 KSH w zw. z art. 5161 i art. 51615 KSH oraz Sekcji 201 Θ lit. y_ cypryjskiego\n                           Prawa Spółek oraz postanowieniami Artykułu 2 pkt 2 lit. c_ Dyrektywy Parlamentu Europejskiego\n                           i Rady 2005/56/WE z dnia 26 października 2005 r. w sprawie transgranicznego łączenia\n                           się spółek kapitałowych _Dz. Urz. UE L 310 z 25.1.2005 r._.W konsekwencji transgranicznego połączenia LPP SA wstąpi z dniem połączenia we wszystkie\n                           prawa i obowiązki Gothals, a Gothals ulegnie rozwiązaniu bez przeprowadzania likwidacji,\n                           zgodnie z art. 494 § 1 KSH w zw. art. 5161 KSH oraz Sekcji 201 KA pkt 1 lit. α_, β_\n                           i γ_ cypryjskiego Prawa Spółek.Zważywszy, że Spółka Przejmująca posiada wszystkie udziały w Spółce Przejmowanej,\n                           w oparciu o przepis art. 515 § 1 KSH w zw. z art. 5161 KSH, połączenie transgraniczne\n                           nastąpi bez podwyższenia kapitału zakładowego Spółki Przejmującej.Połączenie transgraniczne zostanie przeprowadzone przy wykorzystaniu uproszczeń procedury\n                           wynikających z przepisów Artykułu 15 ust. 1 Dyrektywy, 51615 § 1 i 2 KSH oraz art.\n                           5164 § 1 zd. drugie KSH, art. 499 § 4 KSH w zw. z art. 5161 KSH, jak też Sekcji 201V\n                           Rozdział 113 cypryjskiego Prawa Spółek, a co za tym idzie nie znajdą do niego zastosowania\n                           przepisy art. 5163 pkt 2, 4, 5, 6 KSH, art 5166, art. 5164 § 1 zd. pierwsze KSH, Sekcji\n                           201L Rozdział 113 cypryjskiego Prawa Spółek, Sekcja 201V pkt 2 lit. a_ Rozdział 113\n                           Cypryjskiego Prawa Spółek. W szczególności w procedurze połączenia transgranicznego\n                           nie znajdą zastosowania regulacje dotyczące udziałów po połączeniu _stosunek wymiany\n                           udziałów, dodatkowe prawa przyznawane wspólnikom_ oraz  wyznaczania i sporządzania\n                           sprawozdania biegłego z badania Planu Połączenia. Ponadto zgodnie z przepisami – art.\n                           499 § 4 w zw. z art. 5161 KSH LPP nie sporządziła oświadczenia zawierające informację\n                           o stanie księgowym Spółki Przejmującej na dzień 30 kwietnia 2015 r.3. Uzasadnienie podjęcia decyzji o zamiarze połączenia i informacje o celach długookresowych,\n                           które mają zostać zrealizowane w wyniku podjętych działańCelem długookresowym połączenia jest wewnętrzna restrukturyzacja funkcjonalna oraz\n                           majątkowa, a także uproszczenie struktury kapitałowej Grupy Kapitałowej LPP SA _\"GK\n                           LPP\"_ skutkujące optymalizacją kosztów. Połączenie pozostanie bez wpływu na sytuację\n                           majątkową akcjonariuszy LPP, z tego względu, że Spółka Przejmowana jest spółką w całości\n                           zależną od LPP, zobowiązania Gothals dotyczą bieżącej działalności, a ich wartość\n                           kształtuje się na marginalnym poziomie w porównaniu do majątku.Połączenie transgraniczne jest kolejnym etapem działań mających na celu zmianę struktury\n                           funkcjonalnej oraz majątkowo-finansowej Grupy. Uproszczenie struktury pozwoli na uzyskanie\n                           wymiernych oszczędności kosztowych. W ramach restrukturyzacji majątkowo-finansowej\n                           w grudniu 2014 roku została zlikwidowana spółka Jaradi Ltd z siedzibą w Zjednoczonych\n                           Emiratach Arabskich. Jej majątek, w tym znaki towarowe RESERVED, Cropp, House, MOHITO,i\n                           SiNSAY, zostały przeniesione do Gothals, będącej podmiotem w pełni zależnym od LPP.\n                           Połączenie Transgraniczne ma doprowadzić do zakończenia kompleksowego procesu kumulacji\n                           praw do wszystkich znaków towarowych LPP _RESERVED, Cropp, House, MOHITO, SiNSAY_\n                           w ramach samej spółki LPP _a nie jak dotychczas w spółkach w ramach GK LPP_. Celem\n                           jest doprowadzenie do sytuacji, w której LPP stanie się wyłącznym podmiotem kumulującym\n                           wszystkie kluczowe aktywa i zarządzającym wszelkimi procesami biznesowymi w GK LPP.\n                           Przejrzysta struktura GK LPP oraz skupienie kluczowych funkcji oraz aktywów w spółce\n                           dominującej _LPP_ powinna pozytywnie wpłynąć na jej postrzeganie przez rynek i otoczenie\n                           biznesowe oraz uprościć procesy wewnątrzgrupowe. Obniży ponadto koszty operacyjne.\n                           Realizacja tych celów jest niewątpliwie pożądane z punktu widzenia LPP, mając na uwadze\n                           dużą konkurencję na rynku odzieżowym na którym działa GK LPP.Reasumując w konsekwencji przejścia wszystkich aktywów i pasywów Gothals na LPP w\n                           drodze sukcesji uniwersalnej, LPP stanie się bezpośrednim podmiotem posiadającym prawa\n                           do znaków towarowych _RESERVED, Cropp, House, MOHITO, SiNSAY_ jako jednego z podstawowych\n                           aktywów, szczególnie istotnych na rynku handlu odzieżą i towarami powiązanymi.Do niniejszego raportu załącza się:1_ Plan połączenia transgranicznego LPP SA i Gothals Ltd z dnia 25 maja 2015 r. wraz\n                           z:a_ Projektem uchwały WZA LPP SA o połączeniu,b_ Projektem uchwały ZW Gothals Ltd o połączeniu,c_ Statutem LPP SA jako spółki przejmującej,d_ Bilans Gothals Ltd na dzień 30 kwietnia 2015 r. sporządzony dla celów połączeniae_ Ustalenie wartości Gothals Ltd jako spółki przejmowanejf_ Oświadczenie Gothals Ltd zawierające informację o stanie księgowym Gothals na dzień\n                           30.04.2015 r.2_ Sprawozdanie Zarządu, sporządzone na podstawie art. 5165 KSH",
        "date": "2015-05-25"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA z siedzibą w Gdańsku _dalej \"LPP SA\", \"Spółka\"_ informuje, że w dniu\n                           18 maja 2015 roku postanowił przedłożyć Radzie Nadzorczej i Zwyczajnemu Walnemu Zgromadzeniu\n                           wniosek w sprawie podziału zysku netto Spółki osiągniętego w roku obrotowym zakończonym\n                           w dniu 31 grudnia 2014 roku, w którym rekomenduje wypłatę dywidendy w wysokości 57\n                           988 640, 00 zł, tj. 32, 00 złote na jedną akcję.Zarząd LPP SA wskazuje jednocześnie, iż Spółka w oparciu o uchwały nr 21 i 22 Zwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 27 czerwca 2011 roku wyemitowała 21 300 warrantów\n                           subskrypcyjnych uprawniających do objęcia takiej samej ilości akcji w kapitale zakładowym\n                           Spółki. W przypadku realizacji wszystkich tych uprawnień przed dniem dywidendy wartość\n                           dywidendy na jedną akcję wynosiłaby 31,62 zł.Jednocześnie Zarząd LPP SA proponuje w swoim wniosku wyznaczenie dnia dywidendy na\n                           dzień 3 września 2015 roku oraz dnia wypłaty dywidendy na 24 września 2015 roku.Wspomniany wniosek zostanie przekazany do zaopiniowania Radzie Nadzorczej LPP SA,\n                           zgodnie z wymogiem postanowienia § 33 ust. 3 Statutu Spółki i przepisu art. 382 §\n                           3 Kodeksu spółek handlowych oraz przedstawiony do rozpatrzenia przez Zwyczajne Walne\n                           Zgromadzenie Spółki, zgodnie z art. 395 § 2 pkt 2 Kodeksu spółek handlowych oraz §\n                           33 ust. 1 pkt 3 Statutu LPP SA.",
        "date": "2015-05-18"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż w dniu 18 maja 2015 roku Spółka otrzymała informację o\n                           rezygnacji Pana Krzysztofa Fąferka - Członka Rady Nadzorczej Spółki z pełnienia funkcji\n                           w Radzie Nadzorczej Spółki.Rezygnacja została złożona ze skutkiem na chwilę podjęcia uchwały przez Zwyczajne\n                           Walne Zgromadzenie Spółki w przedmiocie zatwierdzenia sprawozdania finansowego Spółki\n                           za rok obrotowy 2014.Pan Krzysztof Fąferek nie podał przyczyny rezygnacji.",
        "date": "2015-05-18"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w kwietniu\n                           2015 roku przez GK LPP SA wyniosły ok. 383 mln zł i były wyższe od przychodów osiągniętych\n                           w kwietniu 2014 roku o około 1 %.Szacunkowa wartość marży brutto na sprzedaży wyniosła 56 % i była o ok. 6 p.p. niższa\n                           od marży zrealizowanej w kwietniu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – kwiecień 2015 roku\n                           wyniosła 1 386 mln zł. Przychody te były wyższe o 5 % od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec kwietnia wyniosła ok 749,8 tys. m kw i była\n                           większa o 18% od powierzchni handlowej na koniec kwietnia ubiegłego roku.",
        "date": "2015-05-04"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że zmieniony zostaje termin przekazania raportu za III kwartał\n                           2015 roku z dnia 10 listopada 2015 roku na 12 listopada 2015 roku.",
        "date": "2015-04-30"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 28 kwietnia 2015 roku Spółka została powiadomiona\n                           w trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez jednego z członków Zarządu LPP SA o tym, że 27 kwietnia 2015 roku sprzedał on\n                           285 akcji zwykłych LPP SA w cenie jednostkowej 8.074,79 zł.Transakcja została przeprowadzona w trakcie sesji na GPW.",
        "date": "2015-04-28"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 20 kwietnia 2015 roku Spółka została powiadomiona\n                           w trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez jednego z członków Zarządu LPP SA o tym, że 17 kwietnia 2015 roku sprzedał on\n                           285 akcji zwykłych LPP SA w cenie jednostkowej 7.212,77 zł.Transakcja została przeprowadzona w trakcie sesji na GPW.",
        "date": "2015-04-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA podaje do publicznej wiadomości listę raportów opublikowanych w 2014\n                           roku.Oryginały raportów dostępne są w siedzibie Spółki w Gdańsku przy ul. Łąkowej 39/44.Ponadto treść raportów dostępna jest na stronie internetowej Spółki www.lppsa.com/relacje-inwestorskie.",
        "date": "2015-04-16"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w marcu\n                           2015 roku przez GK LPP SA wyniosły ok. 377 mln zł i były wyższe od przychodów osiągniętych\n                           w marcu 2014 roku o około 6 %.Szacunkowa wartość marży brutto na sprzedaży wyniosła 57 % i była o ok. 6 p.p. niższa\n                           od marży zrealizowanej w marcu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – marzec 2015 roku\n                           wyniosła 1.003 mln zł. Przychody te były wyższe o 6 % od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec marca wyniosła ok 747 tys. m kw i była większa\n                           o 23% od powierzchni handlowej na koniec marca ubiegłego roku.",
        "date": "2015-04-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 6 marca 2015 roku został podpisany pomiędzy LPP\n                           SA a Raiffeisen Bank Polska SA aneks do umowy kredytu _linia wielocelowa_ z 12 lipca\n                           2002 roku.Na mocy wymienionego aneksu określono łączny limit wykorzystania poszczególnych produktów\n                           do kwoty 280 mln zł, oraz przedłużono okres wykorzystania poszczególnych produktów:1_ kredyt w rachunku bieżącym – umowa przedłużona do 30 września 2016 roku2_ kredyt rewolwingowy – umowa przedłużona do 29 września 2016 roku3_ limit w ramach którego będą uruchamiane gwarancje LPP SA i spółek zależnych – umowa\n                           przedłużona do 29 września 2017 roku4_ limit w ramach którego otwierane będą akredytywy – umowa przedłużona do 29 września\n                           2017 rokuPowyższa umowa została zawarta na warunkach rynkowych.Kryterium uznania umowy za znaczącą jest jej wartość przekraczająca 10% kapitałów\n                           własnych LPP SA.",
        "date": "2015-03-06"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w lutym\n                           2015 roku przez GK LPP SA wyniosły ok. 285 mln zł i były wyższe od przychodów osiągniętych\n                           w lutym 2014 roku o około 7%.Szacunkowa wartość marży brutto na sprzedaży wyniosła 51% i była o ok. 4 p.p. niższa\n                           od marży zrealizowanej w lutym roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – luty 2015 roku\n                           wyniosła 626 mln zł. Przychody te były wyższe o 7% od osiągniętych w analogicznym\n                           okresie ubiegłego roku.",
        "date": "2015-03-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 26 lutego 2015 roku został podpisany pomiędzy LPP\n                           SA a PKO BP SA aneks do umowy kredytu _linia wielocelowa_ z 24 czerwca 2005 roku.Na mocy wymienionego aneksu określono łączny limit wykorzystania poszczególnych produktów\n                           do kwoty 280 mln zł, przy czym w formie kredytu może być wykorzystana kwota do 230\n                           mln zł, w formie akredytyw do 280 mln zł, zaś w formie gwarancji do 280 mln zł.Pozostałe warunki nie uległy zmianie.Powyższa umowa została zawarta na warunkach rynkowych.Kryterium uznania umowy za znaczącą jest jej wartość przekraczająca 10% kapitałów\n                           własnych LPP SA.",
        "date": "2015-02-26"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP informuje, że w opublikowanym skonsolidowanym raporcie za IV kwartał 2014\n                           rok wkradł się błąd pisarski w jednolitym skonsolidowanym sprawozdaniu z wyniku i\n                           pozostałych dochodów.  Zysk netto podmiotu dominującego  za IV kwartał  wynosi 245.295\n                           tys. zł zamiast 327.024 tys. zł, a podmiotu niekontrolującego 553 tys. zł zamiast\n                           podanego 865 tys. zł.",
        "date": "2015-02-19"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 3 lutego 2015 roku Spółka została powiadomiona\n                           w trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez jednego z członków Zarządu LPP SA o tym, że 3 lutego 2015 roku sprzedał on 200\n                           akcji zwykłych LPP SA w cenie jednostkowej 7.200 zł. Sprzedaż została zrealizowana poprzez transakcje sesyjne na GPW.",
        "date": "2015-02-03"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w styczniu\n                           2015 roku przez GK LPP SA wyniosły ok. 341 mln zł i były wyższe od przychodów osiągniętych\n                           w styczniu 2014 roku o około 7%. Szacunkowa wartość marży brutto na sprzedaży wynosiła\n                           49% i była na tym samym poziomie jak osiągnięta w styczniu 2014 roku.",
        "date": "2015-02-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _Spółka_ informuje, że w dniu 27 grudnia 2016 r. do Spółki wpłynęło\n                           od FORUM Towarzystwo Funduszy Inwestycyjnych S.A. z siedzibą w Krakowie _dalej: \"FORUM\n                           TFI\"_, działającego w imieniu i na rzecz funduszy: FORUM 64 Fundusz Inwestycyjny Zamknięty\n                           oraz FORUM 65 Fundusz Inwestycyjny Zamknięty _zwanych dalej łącznie: \"Funduszami\"_,\n                           zawiadomienie sporządzone zgodnie z art. 69 ust. 1 pkt 1_ w związku z art. 87 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005\n                           r. o ofercie publicznej i warunkach wprowadzania Instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych\" _tekst jednolity: Dz. U. z 2013 roku,\n                           poz. 1382 z późn. zm., dalej: \"Ustawa o Ofercie Publicznej\"_, w którym FORUM TFI poinformowało\n                           o zmianie charakteru posiadania akcji Spółki przez ww. fundusze.Zgodnie z otrzymanym zawiadomieniem łączny udział Funduszy w ogólnej liczbie głosów\n                           na Walnym Zgromadzeniu Spółki przekroczył bezpośrednio 5% ogólnej liczby głosów. Przed\n                           zmianą udziału Fundusze posiadały akcje Spółki w sposób pośredni.W wyniku zawarcia transakcji nabycia w dniu 19 grudnia 2016 r., FORUM 64 Fundusz Inwestycyjny\n                           Zamknięty zarządzany przez FORUM TFI - nabył od swojego podmiotu zależnego, tj. Hoja\n                           SCSp z siedzibą w Luksemburgu - 51 338 _słownie: pięćdziesiąt jeden tysięcy trzysta\n                           trzydzieści osiem_ akcji zdematerializowanych oraz 1 _słownie: jeden_ akcję imienną,\n                           czyli łącznie 51 339 _słownie: pięćdziesiąt dziewięć tysięcy trzysta trzydzieści dziewięć_\n                           akcji Spółki.W wyniku zawarcia transakcji nabycia w dniu 21 grudnia 2016 r., FORUM 65 Fundusz Inwestycyjny\n                           Zamknięty zarządzany przez FORUM TFI - nabył od swojego podmiotu zależnego, tj. Quarter\n                           SCSp z siedzibą w Luksemburgu - 143 710 _słownie: sto czterdzieści trzy tysiące siedemset\n                           dziesięć_ akcji zdematerializowanych oraz 1 _słownie: jeden_ akcję imienną, czyli\n                           łącznie 143 711 _słownie: sto czterdzieści trzy tysiące siedemset jedenaście_ akcji\n                           Spółki.W związku z nabyciem przedmiotowych akcji Spółki, Fundusze zarządzane przez FORUM\n                           TFI posiadają bezpośrednio 195 050 _słownie: sto dziewięćdziesiąt pięć tysięcy pięćdziesiąt_\n                           oraz pośrednio 5 680 _słownie: pięć tysięcy sześćset osiemdziesiąt_ akcji Spółki,\n                           stanowiących 10,94% kapitału zakładowego Spółki, dających prawo do wykonywania 200\n                           740 _słownie: dwieście tysięcy siedemset czterdzieści_ głosów, stanowiących 6,24%\n                           ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.Jednocześnie w treści zawiadomienia poinformowano, że zgodnie z informacjami posiadanymi\n                           przez FORUM TFI żaden inny fundusz zarządzany przez FORUM TFI nie posiada bezpośrednio,\n                           ani pośrednio akcji Spółki.Dodatkowo FORUM TFI poinformowało, że Fundusze nie zawarły umowy, której przedmiotem\n                           jest przekazanie uprawnienia do wykonywania prawa głosu, o której mowa w art. 87 ust.1\n                           pkt.3 lit. c. Ustawy o Ofercie Publicznej.",
        "date": "2016-12-27"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 26 grudnia 2016 roku zarejestrowana została spółka\n                           zależna LPP Reserved doo Beograd z siedzibą w Belgradzie _Serbia_.Założycielem i jedynym akcjonariuszem LPP Reserved doo Beograd jest LPP SA. Kapitał\n                           zakładowy nowo zarejestrowanej spółki zależnej wynosi 200.000.000,00 RDS.Podstawowym przedmiotem działalności ww. spółki zależnej jest najem powierzchni handlowej\n                           w Serbii w których prowadzona będzie sprzedaż produktów marki RESERVED, Cropp, House,\n                           MOHITO i SiNSAY.",
        "date": "2016-12-27"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _ dalej Emitent, Spółka_ informuje, że w dniu 21 i 22 grudnia 2016 roku\n                           do Spółki wpłynęły powiadomienia w trybie art. 19 ust. 1 rozporządzenia MAR o transakcjach\n                           na akcjach Emitenta od podmiotów blisko związanych z osobą pełniącą funkcje zarządcze\n                           w Spółce.Treść otrzymanych powiadomień Spółka przekazuje w załącznikach do niniejszego raportu.",
        "date": "2016-12-22"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _ dalej Emitent, Spółka_ informuje, że w dniu 21 grudnia 2016 roku do\n                           Spółki wpłynęły powiadomienia w trybie art. 19 ust. 1 rozporządzenia MAR o transakcjach\n                           na akcjach Emitenta od podmiotów blisko związanych z osobą pełniącą funkcje zarządcze\n                           w Spółce.Treść otrzymanych powiadomień Spółka przekazuje w załącznikach do niniejszego raportu.",
        "date": "2016-12-21"
    },
    {
        "company_name": "LPP",
        "content": "W nawiązaniu do raportu bieżącego nr 09/2014 z dnia 7 maja 2014 _przekazanego na podstawie\n                           § 5 ust. 1 pkt 19 oraz § 25 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych_, Zarząd\n                           LPP SA informuje, że w dniu 13 grudnia 2016 roku Spółka podpisała aneks do umowy zawartej\n                           z podmiotem uprawnionym do badania sprawozdań finansowych Spółki LPP SA tj. firmą\n                           Grant Thornton Frąckowiak Spółka z ograniczoną odpowiedzialnością Spółka komandytowa\n                           z siedzibą w Poznaniu przy ul. Abpa Antoniego Baraniaka 88 E, wpisana na listę Krajowej\n                           Rady Biegłych Rewidentów pod nr 3654.W wyniku podpisania aneksu zmianie ulega nazwa podmiotu uprawnionego do badania sprawozdań\n                           finansowych za 2016 rok na: Grant Thornton Polska Spółka z ograniczoną odpowiedzialnością\n                           Spółka komandytowa z siedzibą w Poznaniu przy ul. Abpa Antoniego Baraniaka 88E, wpisana\n                           na listę Krajowej Rady Biegłych Rewidentów pod nr 4055. Zmiana nazwy podmiotu jest\n                           wynikiem przeprowadzonej restrukturyzacji w strukturze spółek sieci Grant Thornton\n                           w Polsce.",
        "date": "2016-12-13"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w listopadzie\n                           2016 roku przez GK LPP SA wyniosły ok. 485 mln zł i były wyższe od przychodów osiągniętych\n                           w listopadzie 2015 roku o około 13%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 60% i była o ok. 5 p.p. wyższa\n                           od marży zrealizowanej w listopadzie roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – listopad 2016 roku\n                           wyniosła 5 265 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym okresie\n                           ubiegłego roku. Przychody ze sprzedaży internetowej w listopadzie 2016 wyniosły ok. 25,8 mln zł i\n                           były wyższe o ok. 130% od sprzedaży zrealizowanej w listopadzie 2015.Narastająco w okresie styczeń – listopad 2016 roku sprzedaż internetowa wyniosła ok.\n                           147 mln zł i była wyższa o ok. 116% licząc rok do roku.Powierzchnia handlowa sklepów na koniec listopada 2016 roku wyniosła ok. 913 tys.\n                           m kw i była większa o ok. 9% od powierzchni handlowej na koniec listopada ubiegłego\n                           roku.",
        "date": "2016-12-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w październiku\n                           2016 roku przez GK LPP SA wyniosły ok. 614 mln zł i były wyższe od przychodów osiągniętych\n                           w październiku 2015 roku o około 24%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 60% i była o ok. 1 p.p. wyższa\n                           od marży zrealizowanej w październiku roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – październik 2016\n                           roku wyniosła 4 780 mln zł. Przychody te były wyższe o ok. 18% od osiągniętych w analogicznym okresie\n                           ubiegłego roku. Przychody ze sprzedaży internetowej w październiku 2016 wyniosły ok. 21,4 mln zł i\n                           były wyższe o ok. 180% od sprzedaży zrealizowanej w październiku 2015.Narastająco w okresie styczeń – października 2016 roku sprzedaż internetowa wyniosła\n                           ok. 121 mln zł i była wyższa o ok. 113 % licząc rok do roku.Powierzchnia handlowa sklepów na koniec października 2016 roku wyniosła ok. 904 tys.\n                           m kw i była większa o ok. 11% od powierzchni handlowej na koniec października ubiegłego\n                           roku.",
        "date": "2016-11-02"
    },
    {
        "company_name": "LPP",
        "content": "W nawiązaniu do RB 48/2016 Zarząd LPP SA informuje, że w dniu dzisiejszym pomiędzy\n                           LPP SA a Raiffeisen Bank Polska SA został podpisany aneks do umowy o limit wierzytelności\n                           _linia wielocelowa_ z 12 lipca 2002 roku.Na mocy wymienionego aneksu określono łączny limit wykorzystania poszczególnych produktów\n                           do kwoty 280 mln zł _bez zmian w stosunku do poprzedniego aneksu_, oraz przedłużono\n                           okres wykorzystania poszczególnych produktów:1_ kredyt w rachunku bieżącym – umowa przedłużona do 30 listopada 2017 roku2_ kredyt rewolwingowy – umowa przedłużona do 29 listopada 2017 roku3_ limit w ramach którego będą uruchamiane gwarancje LPP SA i spółek zależnych – umowa\n                           przedłużona do 29 listopada 2019 roku4_ limit w ramach którego otwierane będą akredytywy – umowa przedłużona do 30 listopada\n                           2018 rokuPozostałe warunki umowy nie uległy zmianie.Umowa została zawarta na warunkach rynkowych.",
        "date": "2016-10-28"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA:1_ za III kwartał 2016 roku:• Przychody ze sprzedaży: 1 488 mln PLN,• Zysk brutto na sprzedaży: 701 mln PLN,• Koszty SG&A: 662 mln PLN,• Zysk z działalności operacyjnej _EBIT_: 4,8 mln PLN,• Strata brutto: 3 mln PLN,• Strata netto: 6 mln PLN2_ narastająco za okres od 01.01.2016 do 30.09.2016 roku:• Przychody ze sprzedaży: 4 166 mln PLN,• Zysk brutto na sprzedaży: 1 992 mln PLN,• Koszty SG&A: 1 909 mln PLN,• Zysk z działalności operacyjnej _EBIT_: 27 mln PLN,• Zysk brutto: 16,7 mln PLN,• Zysk netto: 17,7 mln PLNWybrane dane bilansowe na 30.09.2016:• Stan zapasów: 1 438 mln PLN _około 1 664 PLN/m2_• Zadłużenie z tyt. kredytów: 913 mln PLN• Środki pieniężne: 266 mln PLNWzrost przychodów ze sprzedaży w III kwartale 2016 wyniósł 18% w porównaniu z analogicznym\n                           okresem roku poprzedniego. Sprzedaż w sklepach porównywalnych _LFL_ w walutach lokalnych\n                           w III kwartale 2016 wzrosła o 9,2%, zaś narastająco za 3 kwartały 2016 wzrosła o 7%.\n                           Marża handlowa w III kwartale wyniosła 47,1% i była niższa o 5,5 p.p. rok do roku,\n                           z powodu znaczących wyprzedaży towaru kolekcji SS16 w lipcu i sierpniu 2016. W kosztach działalności operacyjnej i w pozostałych kosztach operacyjnych za III kwartał\n                           2016 Spółka ujęła rezerwy i odpisy na zamknięcie marki Tallinder w łącznej kwocie\n                           24,5 mln zł.Zysk operacyjny za III kwartał 2016 roku wyniósł 4,8 mln zł. Saldo przychodów i kosztów finansowych w III kwartale 2016 było ujemne i wyniosło\n                           8 mln zł.W III kwartale 2016 GK LPP odnotowała stratę netto w wysokości 6 mln zł. Obliczenia powyższych danych zostały dokonane według aktualnej wiedzy Zarządu.Jednocześnie informujemy, że szczegółowy raport finansowy zostanie opublikowany w\n                           dniu 14 listopada 2016 roku.",
        "date": "2016-10-27"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _Emitent, Spółka_ informuje, że w dniu 25 października 2016 roku złożona\n                           została przez Spółkę dyspozycja wcześniejszej spłaty kredytu inwestycyjnego udzielonego\n                           LPP SA przez PKO Bank Polski SA _Bank_ na mocy umowy z 13 sierpnia 2008 roku. Zgodnie z wcześniejszymi uzgodnieniami termin obowiązywania ww. umowy kredytowej został\n                           określony do końca 2017 roku. Na dzień złożenia dyspozycji wcześniejszej spłaty zadłużenie z tytułu ww. kredytu\n                           wynosi 45 mln zł.Zgodnie ze złożoną dyspozycją spłata kredytu nastąpi w dniu 30 listopada 2016 roku\n                           i tym samym w ww. dacie umowa ulegnie rozwiązaniu.O zawarciu umowy kredytu inwestycyjnego oraz jej istotnych zmianach Emitent informował\n                           w szczególności w raportach bieżących nr 50/2008 z 13 sierpnia 2008 roku, 29/2012\n                           z 29 czerwca 2012 roku oraz 35/2012 z 20 sierpnia 2012 roku.",
        "date": "2016-10-25"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA z siedzibą w Gdańsku _dalej: \"Emitent\"_ informuje, że w dniu 21 października\n                           2016 roku uzyskał informację o dokonaniu zamiany części warrantów subskrypcyjnych\n                           serii A na akcje serii L w kapitale zakładowym LPP SA zgodnie z poniższymi danymi:1_ wskazanie papierów wartościowych emitenta, z których prawa zostały zmienione, z\n                           podaniem ich liczbyUprawniony podmiot wykonał uprawnienie z 4 084 _cztery tysiące osiemdziesiąt cztery_\n                           warrantów subskrypcyjnych serii A do zamiany ich na 4 084 _cztery tysiące osiemdziesiąt\n                           cztery_ akcje serii L  w kapitale zakładowym Emitenta.2_ wskazanie podstaw prawnych podjętych działań, jak również treści uchwał właściwych\n                           organów emitenta, na mocy których dokonano zmiany praw z papierów wartościowych emitentaZamiana warrantów subskrypcyjnych serii A na akcje zwykłe na okaziciela serii L w\n                           kapitale zakładowym Emitenta o wartości nominalnej 2 _dwa_ złote każda jest dokonywana\n                           w ramach warunkowego podwyższenia kapitału zakładowego dokonywanego na mocy:- postanowienia § 51 ust. 1 lit. _b_, § 51 ust. 3, § 51 ust. 6 i § 51 ust. 7 Statutu,- uchwały nr 22 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 27 czerwca 2011 r.\n                           w sprawie _i_ emisji warrantów subskrypcyjnych serii A z prawem objęcia akcji serii\n                           L, _ii_ warunkowego podwyższenia kapitału zakładowego, _iii_ wyłączenia prawa poboru\n                           warrantów subskrypcyjnych serii A i prawa poboru akcji serii L, _iv_ upoważnienia\n                           dla organów Spółki, _v_ zmiany Statutu,- uchwały nr 24 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 26 czerwca 2015 r.\n                           w sprawie zmiany uchwały nr 22 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 27 czerwca\n                           2011 r. w sprawie _i_ emisji warrantów subskrypcyjnych serii A z prawem objęcia akcji\n                           serii L, _ii_ warunkowego podwyższenia kapitału zakładowego, _iii_ wyłączenia prawa\n                           poboru warrantów subskrypcyjnych serii A i prawa poboru akcji serii L, _iv_ upoważnienia\n                           dla organów Spółki, _v_ zmiany Statutu,- uchwały nr 21 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 27 czerwca 2011 r.\n                           w sprawie przyjęcia programu motywacyjnego dla kluczowych osób zarządzających Spółką\n                           na lata 2011 – 2014,- uchwały nr 23 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 26 czerwca 2015 r.\n                           w sprawie zmiany uchwały nr 21 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 27 czerwca\n                           2011 r. w sprawie przyjęcia programu motywacyjnego dla kluczowych osób zarządzających\n                           Spółką na lata 2011-2014,Wykonanie praw z warrantów subskrypcyjnych serii A na akcje zwykłe na okaziciela serii\n                           L nie wymaga dodatkowych uchwał organów Emitenta, za wyjątkiem podjęcia uchwały Zarządu\n                           Emitenta o dookreśleniu wysokości kapitału zakładowego w wyniku przedmiotowej zamiany.\n                           W wyniku złożenia przez uprawnionego oświadczenia o objęciu 4 084 akcji serii L w\n                           zamian za posiadane przez niego 4 084 warranty subskrypcyjne serii A Zarząd Emitenta\n                           podjął uchwałę o odpowiednim dookreśleniu wysokości kapitału zakładowego i zmianie\n                           w tym zakresie Statutu następującej treści:\"W związku z podwyższeniem kapitału zakładowego w drodze emisji Akcji Serii L, w ramach\n                           warunkowego podwyższenia kapitału zakładowego, o którym mowa w § 51 ust. 1 lit. _b_\n                           Statutu, w drodze zamiany części Warrantów Subskrypcyjnych na Akcje Serii L, zmienia\n                           się dotychczasowe brzmienie paragrafu 5 ust. 1 oraz § 5 ust. 2 Statutu Spółki w ten\n                           sposób, że otrzymują one następujące brzmienie:1. Kapitał akcyjny Spółki wynosi kwoty 3 678 582 zł _trzy miliony sześćset siedemdziesiąt\n                           osiem tysięcy pięćset osiemdziesiąt dwa złote_ i dzieli się na: 350 000 _trzysta pięćdziesiąt\n                           tysięcy_ akcji imiennych i 1 489 291 _jeden milion czterysta osiemdziesiąt dziewięć\n                           tysięcy dwieście dziewięćdziesiąt jeden_ akcji na okaziciela, o wartości nominalnej\n                           2,00 zł _dwa złote_ każda. 2. W Spółce wydano: 1_ 100 _sto_ akcji na okaziciela serii A, o wartości nominalnej 2,00zł _dwa złote_\n                           każda,2_ 350 000 _trzysta pięćdziesiąt tysięcy_ akcji imiennych serii B, o wartości nominalnej\n                           2,00zł _dwa złote_ każda,3_ 400 000 _czterysta tysięcy_ akcji na okaziciela serii C, o wartości nominalnej\n                           2,00zł _dwa złote_ każda,4_ 350 000 _trzysta pięćdziesiąt tysięcy_ akcji na okaziciela serii D, o wartości\n                           nominalnej 2,00zł _dwa złote_ każda,5_ 56 700 _pięćdziesiąt sześć tysięcy siedemset_ akcji na okaziciela, serii E, o wartości\n                           nominalnej 2,00zł _dwa złote_ każda,6_ 56 700 _pięćdziesiąt sześć tysięcy siedemset_ akcji na okaziciela serii F, o wartości\n                           nominalnej 2,00zł _dwa złote_ każda,7_ 300 000 _trzysta tysięcy_ akcji na okaziciela serii G, o wartości nominalnej 2,00zł\n                           _dwa złote_ każda,8_ 190 000 _sto dziewięćdziesiąt tysięcy_ akcji na okaziciela serii H, o wartości\n                           nominalnej 2,00zł _dwa złote_ każda, 9_ 6 777 _sześć tysięcy siedemset siedemdziesiąt siedem_ akcji na okaziciela serii\n                           I, o wartości nominalnej 2,00zł _dwa złote_ każda,10_ 40 000 _czterdzieści tysięcy_ akcji na okaziciela serii J, o wartości nominalnej\n                           2,00zł _dwa złote_  każda,11_ 80 846 _osiemdziesiąt tysięcy osiemset czterdzieści sześć_ akcji na okaziciela\n                           serii K, o wartości nominalnej 2,00zł _dwa złote_ każda.12_ 8 168 _osiem tysięcy sto sześćdziesiąt osiem_ akcji na okaziciela serii L, o wartości\n                           nominalnej 2,00 _dwa złote_ każda.\"3_ pełny opis praw z papierów wartościowych przed i po zmianie - w zakresie tych zmianW wyniku realizacji uprawnienia do zamiany 4 084 warrantów subskrypcyjnych serii A\n                           na tyleż samo akcji zwykłych na okaziciela serii L przedmiotowe warranty subskrypcyjne\n                           wygasają i tracą swój byt, zaś powstają akcje zwykłe na okaziciela w kapitale zakładowym\n                           Emitenta.Zmiana wysokości kapitału zakładowego następuje z chwilą objęcia i wydania akcji,\n                           zgłoszenie do sądu rejestrowego następuje po tej dacie. W wyniku zamiany kapitał zakładowy\n                           Emitenta wynosi 3 678 582 zł _trzy miliony sześćset siedemdziesiąt osiem tysięcy pięćset\n                           osiemdziesiąt dwa złote_ i dzieli się na: 350 000 _trzysta pięćdziesiąt tysięcy_ akcji\n                           imiennych i 1 489 291 _jeden milion czterysta osiemdziesiąt dziewięć tysięcy dwieście\n                           dziewięćdziesiąt jeden_ akcji na okaziciela. Co za tym idzie ogólna liczba głosów\n                           na walnym zgromadzeniu wynosi 3 239 291 _trzy miliony dwieście trzydzieści dziewięć\n                           tysięcy dwieście dziewięćdziesiąt jeden_. Nowe akcje serii L stanowią 0,2% _dwie dziesiąte\n                           procenta_ kapitału zakładowego Emitenta i 0,1% _jedną dziesiątą procenta_ ogólnej\n                           liczby głosów na walnym zgromadzeniu Emitenta. Emitent wskazuje, iż uprzednio dokonano\n                           już zamiany pierwszej części – 4 084 warrantów subskrypcyjnych serii A na tyleż samo\n                           akcji serii L _patrz raport bieżący nr 02/2016 z dnia 8 stycznia 2016 roku_. W konsekwencji\n                           obu czynności do chwili obecnej wykonano prawo zamiany z 8.168 warrantów subskrypcyjnych\n                           serii A. Co do pozostałych 13 132 warrantów subskrypcyjnych serii A nie wykonano dotąd\n                           uprawnienia do zamiany ich na akcje serii L.",
        "date": "2016-10-21"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte we wrześniu\n                           2016 roku przez GK LPP SA wyniosły ok. 457 mln zł i były wyższe od przychodów osiągniętych\n                           we wrześniu 2015 roku o około 20%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 59% i była o ok. 1 p.p. wyższa\n                           od marży zrealizowanej we wrześniu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – wrzesień 2016 roku\n                           wyniosła 4 164 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym okresie\n                           ubiegłego roku. Przychody ze sprzedaży internetowej we wrześniu 2016 wyniosły ok. 11,6 mln zł i były\n                           wyższe o ok. 97% od sprzedaży zrealizowanej we wrześniu 2015.Narastająco w okresie styczeń – wrzesień 2016 roku sprzedaż internetowa wyniosła ok.\n                           100 mln zł i była wyższa o ok. 102 % licząc rok do roku.Powierzchnia handlowa sklepów na koniec września wyniosła ok. 888 tys. m kw i była\n                           większa o ok. 12% od powierzchni handlowej na koniec września ubiegłego roku.",
        "date": "2016-10-03"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym pomiędzy LPP SA a Raiffeisen Bank Polska\n                           SA został podpisany aneks techniczny do umowy o limit wierzytelności _linia wielocelowa_\n                           z 12 lipca 2002 roku.Na mocy wymienionego aneksu określono łączny limit wykorzystania poszczególnych produktów\n                           do kwoty 280 mln zł _bez zmian w stosunku do poprzedniej umowy_, oraz przedłużono\n                           okres wykorzystania poszczególnych produktów:1_ kredyt w rachunku bieżącym – umowa przedłużona do 31 października 2016 roku2_ kredyt rewolwingowy – umowa przedłużona do 28 października 2016 roku3_ limit w ramach którego będą uruchamiane gwarancje LPP SA i spółek zależnych – umowa\n                           przedłużona do 31 października 2017 roku4_ limit w ramach którego otwierane będą akredytywy – umowa przedłużona do 31 października\n                           2017 rokuPozostałe warunki umowy nie uległy zmianie.Spółka zamierza w ciągu najbliższego miesiąca, podpisać kolejny aneks do umowy kredytowej\n                           z dnia 12 lipca 2002 roku z Raiffeisen Bank Polska SA przedłużający termin wykorzystania\n                           kredytu na kolejny rok.Umowa została zawarta na warunkach rynkowych.Emitent podaje powyższą informacje do wiadomości publicznej ze względu na fakt, iż\n                           w jego ocenie wartość umowy spełnia kryterium uznania ją za znaczącą.",
        "date": "2016-09-30"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _ dalej Emitent, Spółka_ informuje, że w dniu 21 września 2016 roku\n                           otrzymał powiadomienie o dokonaniu transakcji nabycia akcji Spółki LPP SA przez Pana\n                           Przemysława Lutkiewicza pełniącego obowiązki zarządcze w Spółce.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2016-09-21"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 6 września 2016 roku podjął decyzję o rezygnacji\n                           z rozwoju marki Tallinder. Marka Tallinder posiada 8 sklepów działających w Polsce. Osiągane wyniki finansowe\n                           tej marki były znacząco poniżej przyjętego budżetu. Obecny poziom sprzedaży okazał\n                           się być trzykrotnie niższy od początkowych planów i nawet po ich rewizji nie gwarantuje\n                           spółce LPP osiągniecia rentowności marki Tallinder w najbliższych kilku latach. Szacunkowe\n                           straty marki Tallinder za cały 2016 rok mogą wynieść około 20 mln PLN, przy pierwotnie\n                           planowanej stracie w wysokości około 1 mln PLN.Pracownicy zajmujący się produktem, marketingiem i handlem w marce Tallinder dostaną\n                           propozycję pozostania w firmie i wzmocnienia zespołów Reserved lub innych marek LPP.\n                           Natomiast sklepy marki Tallinder będą kontynuowały działalność do końca lutego 2017\n                           – do zakończenia sprzedaży kolekcji jesień-zima 2016. Pracownicy sklepów Tallinder\n                           otrzymają propozycję dołączenia do zespołów sprzedażowych sklepów pozostałych marek\n                           LPP.  Spółka szacuje, że wysokość rezerwy w 2016 koniecznej do przeprowadzenia procesu zamknięcia\n                           marki Tallinder wyniesie ok. 26 mln PLN.",
        "date": "2016-09-06"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 6 września 2016 roku Pan Hubert Komorowski złożył\n                           rezygnację z pełnienia funkcji Wiceprezesa Zarządu LPP SA ze skutkiem na dzień dzisiejszy.\n                           Rezygnacja jest podyktowana względami osobistymi. Pan Hubert Komorowski zamierza rozpocząć\n                           własną działalność gospodarczą poza branżą odzieżową. Wiceprezes Hubert Komorowski pracował w LPP od 2000 roku, a od 2009 roku był członkiem\n                           zarządu. Nadzorował w LPP SA pracę marek House, Mohito i Sinsay. Ustępujący wiceprezes\n                           do końca roku pozostaje do dyspozycji spółki w funkcji doradczej. Pozwoli to na zamknięcie\n                           prowadzonych projektów i płynne przekazanie obowiązków prezesowi zarządu Markowi Piechockiemu,\n                           który przejmie nadzór nad markami Mohito, House i Sinsay.Rada Nadzorcza LPP SA nie planuje w najbliższym czasie powołania nowego członka zarządu.",
        "date": "2016-09-06"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w sierpniu\n                           2016 roku przez GK LPP SA wyniosły ok. 495 mln zł i były wyższe od przychodów osiągniętych\n                           w sierpniu 2015 roku o około 15%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 45% i była o ok. 8 p.p. niższa\n                           od marży zrealizowanej w sierpniu roku poprzedniego.Wartość przychodów ze sprzedaży  zrealizowanych w okresie  styczeń – sierpień 2016\n                           roku  wyniosła 3 707 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym okresie\n                           ubiegłego roku. Przychody ze sprzedaży internetowej w sierpniu 2016 wyniosły ok. 10,1 mln zł i były\n                           wyższe o ok. 130% od sprzedaży zrealizowanej w sierpniu 2015.Narastająco w okresie styczeń – sierpień 2016 roku sprzedaż internetowa wyniosła ok.\n                           88 mln zł i była wyższa o ok. 103 % licząc rok do roku.Powierzchnia handlowa sklepów na koniec sierpnia wyniosła ok. 876 tys. m kw i była\n                           większa o ok. 12% od powierzchni handlowej na koniec sierpnia ubiegłego roku.",
        "date": "2016-09-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _Emitent_ informuje, że w dniu 8 sierpnia 2016 roku pomiędzy Emitentem\n                           a firmą z grupy Rapa Torg Group z siedzibą w Mińsku _Białoruś_ zawarta została umowa\n                           o współpracę na zasadzie franczyzy. Na mocy zawartej umowy w pierwszej połowie 2017 roku w Galerii Mińsk Mall zostanie\n                           otwarty pierwszy salon RESERVED na Białorusi. W salonie o powierzchni ok. 2 tys. m\n                           kw. będzie prowadzona sprzedaż pełnej oferty marki RESERVED.Emitent planuje w ciągu dwóch lat otwarcie w stolicy Białorusi do trzech sklepów tej\n                           marki.Zawarcie ww. umowy stanowi realizację strategii Grupy Kapitałowej LPP w zakresie ekspansji\n                           na nowe rynki takie jak kraje Europy Zachodniej, Bałkany, Bliski Wschód oraz Białoruś\n                           i Kazachstan.",
        "date": "2016-08-08"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA.Drugi kwartał 2016 roku:• Przychody ze sprzedaży: 1 502 mln PLN,• Zysk brutto na sprzedaży: 749 mln PLN,• Pozostała działalność operacyjna: -12 mln PLN,• Koszty SG&A: 651 mln PLN,• EBITDA: 152 mln PLN,• Zysk z działalności operacyjnej _EBIT_: 85 mln PLN,• Działalność finansowa: 3 mln PLN,• Zysk brutto: 87 mln PLN,• Podatek: -1 mln PLN,• Zysk netto: 89 mln PLNPierwsze półrocze 2016 roku:• Przychody ze sprzedaży: 2 677 mln PLN,• Zysk brutto na sprzedaży: 1 291 mln PLN,• Pozostała działalność operacyjna: – 22 mln PLN,• Koszty SG&A: 1 246 mln PLN,• EBITDA: 151 mln PLN,• Zysk z działalności operacyjnej _EBIT_: 22 mln PLN,• Działalność finansowa: - 2 mln PLN,• Zysk brutto: 19 mln PLN,• Podatek: - 4 mln PLN,• Zysk netto: 24 mln PLNWybrane dane bilansowe na 30.06.2016:• Stan zapasów: 1 444 mln PLN _około 1 665 PLN/m2_• Zadłużenie z tyt. kredytów: 859 mln PLN• Środki pieniężne: 220 mln PLNObliczenia powyższych danych zostały dokonane według\n                           aktualnej wiedzy Zarządu.Jednocześnie informujemy, że szczegółowy raport finansowy zostanie opublikowany w\n                           dniu 30 sierpnia 2016 roku po zweryfikowaniu wszystkich danych przez biegłego rewidenta.",
        "date": "2016-08-04"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w lipcu\n                           2016 roku przez GK LPP SA wyniosły ok.535 mln zł i były wyższe od przychodów osiągniętych\n                           w lipcu 2015 roku o około 21%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 38% i była o ok. 8 p.p. niższa\n                           od marży zrealizowanej w lipcu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – lipiec 2016 roku\n                           wyniosła 3.209 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Przychody ze sprzedaży internetowej w lipcu 2016 wyniosły ok. 10 mln zł i były wyższe\n                           o ok. 170% od sprzedaży zrealizowanej w lipcu 2015.Narastająco w okresie styczeń – lipiec 2016 roku sprzedaż internetowa wyniosła ok.\n                           78 mln zł i była wyższa o ok. 100% licząc rok do roku.Powierzchnia handlowa sklepów na koniec lipca wyniosła ok. 872 tys. m kw i była większa\n                           o ok. 12% od powierzchni handlowej na koniec lipca ubiegłego roku.",
        "date": "2016-08-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w RB 38/2016 z dnia 1 lipca 2016 roku błędnie podano sprzedaż\n                           w sklepach porównywalnych tzw. LFL za drugi kwartał oraz narastająco styczeń – czerwiec.\n                           W raporcie podano odpowiednio: 3% i 3,5%, a powinno być odpowiednio: 6,0% i 5,2%.\n                           Błąd wynikał z zastosowania wartości LFL w walucie PLN zamiast w walutach lokalnych.Prawidłowa treść RB 38/2016 powinna brzmieć:Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w czerwcu\n                           2016 roku przez GK LPP SA wyniosły ok. 556 mln zł i były wyższe od przychodów osiągniętych\n                           w czerwcu 2015 roku o około 21%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 47% i była o ok. 4 p.p. niższa\n                           od marży zrealizowanej w czerwcu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – czerwiec 2016 roku\n                           wyniosła 2.674 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Przychody ze sprzedaży internetowej w czerwcu 2016 wyniosły ok. 17 mln zł i były wyższe\n                           o ok. 213% od sprzedaży zrealizowanej w czerwcu 2015.Narastająco w okresie styczeń – czerwiec 2016 roku sprzedaż internetowa wyniosła ok.\n                           68 mln zł i była wyższa o ok. 93% licząc rok do roku.Powierzchnia handlowa sklepów na koniec czerwca wyniosła ok. 870 tys. m kw i była\n                           większa o ok. 12% od powierzchni handlowej na koniec czerwca ubiegłego roku.Sprzedaż w sklepach porównywalnych _tak zwane LFL_ za drugi kwartał 2016 roku wyniosła\n                           ok. 6,0% i narastająco za okres styczeń – czerwiec 2016 ok. 5,2%",
        "date": "2016-07-27"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP spółki akcyjnej z siedzibą w Gdańsku _dalej: \"Emitent\"_ informuje, iż w\n                           dniu dzisiejszym uzyskał informację o dokonaniu przez Sąd Rejonowy Gdańsk-Północ w\n                           Gdańsku postanowieniem z dnia 17 czerwca 2016 r. wpisu w Rejestrze Przedsiębiorców\n                           prowadzonym w systemie Krajowego Rejestru Sądowego zmiany wysokości kapitału zakładowego.\n                           Nowa ujawniona wysokość kapitału zakładowego wynosi 3 670 414 zł _trzy miliony sześćset\n                           siedemdziesiąt tysięcy czterysta czternaście złotych_.Rejestracja zmiany wysokości kapitału zakładowego jest wynikiem zamiany 4 084 warrantów\n                           subskrypcyjnych serii A na tyleż samo akcji serii L w kapitale zakładowym LPP SA,\n                           co było przedmiotem raportu bieżącego nr 02/2016 z dnia 8 stycznia 2016 r.Ujawniony w rejestrze w wyniku zamiany kapitał zakładowy Emitenta dzieli się na: 350.000\n                           _trzysta pięćdziesiąt tysięcy_ akcji imiennych i 1.485.207 _jeden milion czterysta\n                           osiemdziesiąt pięć tysięcy dwieście siedem_ akcji na okaziciela. Ogólna liczba głosów\n                           na walnym zgromadzeniu wynosi 3.235.207 _trzy miliony dwieście trzydzieści pięć tysięcy\n                           dwieście siedem_. Nowe akcje serii L stanowią 0,2% _dwie dziesiąte procenta_ kapitału\n                           zakładowego Emitenta i 0,1% _jedną dziesiątą procenta_ ogólnej liczby głosów na walnym\n                           zgromadzeniu Emitenta.Podstawa prawna raportu: § 5 ust. 1 pkt 9 i § 15 rozporządzenia\n                           o informacjach bieżących i okresowych",
        "date": "2016-07-04"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym z bankiem HSBC Bank Polska SA został\n                           podpisany aneks do umowy o linię akredytyw z dnia 01 lipca 2015 roku. Na mocy wyżej wymienionego aneksu określono łączny limit wykorzystania linii na 15\n                           mln USD _bez zmian w stosunku do poprzedniej umowy_. Termin dostępności linii został\n                           oznaczony do 30 czerwca 2017 roku. Pozostałe warunki umowy nie uległy zmianie.Powyższa umowa została zawarta na warunkach rynkowych.",
        "date": "2016-07-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w czerwcu\n                           2016 roku przez GK LPP SA wyniosły ok. 556 mln zł i były wyższe od przychodów osiągniętych\n                           w czerwcu 2015 roku o około 21%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 47% i była o ok. 4 p.p. niższa\n                           od marży zrealizowanej w czerwcu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – czerwiec 2016 roku\n                           wyniosła 2.674 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Przychody ze sprzedaży internetowej w czerwcu 2016 wyniosły ok. 17 mln zł i były wyższe\n                           o ok. 213% od sprzedaży zrealizowanej w czerwcu 2015.Narastająco w okresie styczeń – czerwiec 2016 roku sprzedaż internetowa wyniosła ok.\n                           68 mln zł i była wyższa o ok. 93% licząc rok do roku.Powierzchnia handlowa sklepów na koniec czerwca wyniosła ok. 870 tys. m kw i była\n                           większa o ok. 12% od powierzchni handlowej na koniec czerwca ubiegłego roku.Sprzedaż w sklepach porównywalnych _tak zwane LFL_ za drugi kwartał 2016 roku wyniosła\n                           ok. 3% i narastająco za okres styczeń – czerwiec 2016 ok. 3,5%",
        "date": "2016-07-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym z bankiem BGŻ BNP Paribas SA został\n                           podpisany aneks do umowy kredytu _linia wielocelowa_ z 14 kwietnia 2004 roku. Na mocy wyżej wymienionego aneksu określono łączny limit wykorzystania poszczególnych\n                           produktów do kwoty 330 mln zł _bez zmian w stosunku do poprzedniej umowy_, oraz zmieniono\n                           kwoty wykorzystania poszczególnych produktów:1_\tKredyt w rachunku bieżącym do kwoty 330 mln zł _poprzednio 175 mln zł_;2_\tLimit w ramach którego są uruchamiane gwarancje LPP SA i spółek zależnych do kwoty\n                           60 mln zł _poprzednio 58 mln zł_;3_\tLimit w ramach którego otwierane są akredytywy do kwoty 330 mln zł _bez zmian w\n                           stosunku do poprzedniej umowy_.Bieżący okres wykorzystania produktów - 30 stycznia 2017 roku _bez zmian w stosunku\n                           do poprzedniego aneksu_.Pozostałe warunki umowy nie uległy zmianie.Powyższa umowa została zawarta na warunkach rynkowych.Kryterium uznania umowy za znaczącą jest jej wartość przekraczająca 10% kapitałów\n                           własnych LPP SA.",
        "date": "2016-06-30"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym otrzymał informacje od PKO BP SA z\n                           której wynika, że został przedłużony okres wykorzystania bieżącego kredytu w ramach\n                           limitu linii wielocelowej na kolejny roczny okres tj. do 23 czerwca 2017 roku.Łączny limit wykorzystania poszczególnych produktów w ramach linii wielocelowej to\n                           280 mln zł, w tym na poszczególne produkty:1_ Kredyt w rachunku bieżącym do kwoty 230 mln zł – przedłużony do 23 czerwca 2017\n                           roku;2_ Limit w ramach którego są uruchamiane gwarancje LPP SA do kwoty 280 mln zł – ważny\n                           do 23 czerwca 2017 roku;3_ Limit w ramach którego otwierane są akredytywy do kwoty 280 mln zł - ważny 23 czerwca\n                           2017 roku.Kryterium uznania bieżącego kredytu w ramach linii wielocelowej za znaczący jest jego\n                           wartość przekraczająca 10% kapitałów własnych LPP SA.",
        "date": "2016-06-23"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym z Bankiem Polska Kasa Opieki SA został\n                           podpisany aneks do umowy kredytu _linia wielocelowa_ z 13 sierpnia 2004 roku.Na mocy wyżej wymienionego aneksu określono łączny limit wykorzystania poszczególnych\n                           produktów do kwoty 330 mln zł _bez zmian w stosunku do poprzedniej umowy_, oraz przedłużono\n                           okres wykorzystania poszczególnych produktów:1_ Kredyt w rachunku bieżącym do kwoty 330 mln zł _poprzednio 190 mln zł_ – umowa\n                           przedłużona do 30 czerwca 2017 roku;2_ Limit w ramach którego będą uruchamiane gwarancje LPP SA i spółek zależnych do\n                           kwoty 140 mln zł _bez zmian w stosunku do poprzedniej umowy_ – umowa przedłużona do\n                           31 lipca 2019 roku;3_ Limit w ramach którego otwierane będą akredytywy do kwoty 330 mln zł _bez zmian\n                           w stosunku do poprzedniej umowy_ – umowa przedłużona do 30 czerwca 2018 roku.Pozostałe warunki umowy nie uległy zmianie.Powyższa umowa została zawarta na warunkach rynkowych.Kryterium uznania umowy za znaczącą jest jej wartość przekraczająca 10% kapitałów\n                           własnych LPP SA.",
        "date": "2016-06-22"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż Zwyczajne Walne Zgromadzenie Spółki w dniu 17 czerwca\n                           2016 roku podjęło uchwałę nr 21 w sprawie podziału zysku za rok obrotowy 2015, w myśl\n                           której dokonano podziału zysku netto osiągniętego przez Spółkę w roku obrotowym 2015\n                           w kwocie 344.347.475,66 zł _trzysta czterdzieści cztery miliony trzysta czterdzieści\n                           siedem tysięcy czterysta siedemdziesiąt pięć złotych i sześćdziesiąt sześć groszy_\n                           w następujący sposób: 1_ przeznaczyć kwotę 59.935.557,00 zł _pięćdziesiąt dziewięć milionów dziewięćset\n                           trzydzieści pięć tysięcy pięćset pięćdziesiąt siedem złotych_ do podziału pomiędzy\n                           akcjonariuszy jako dywidendę, 2_ wyłączyć kwotę 276.911.918,66 zł _dwieście siedemdziesiąt sześć milionów dziewięćset\n                           jednaście tysięcy dziewięćset osiemnaście i sześćdziesiąt sześć groszy_ od podziału\n                           między akcjonariuszy i przeznaczyć ją na kapitał zapasowy Spółki,3_ wyłączyć kwotę 7 500 000 zł _siedem milionów pięćset tysięcy złotych_ od podziału\n                           pomiędzy akcjonariuszy i przeznaczyć ją na kapitał rezerwowy Spółki utworzony uchwałą\n                           Walnego Zgromadzenia Spółki numer 20 z dnia 17 czerwca 2016 roku, na którym gromadzone\n                           są środki w celu, o którym mowa w art. 362 § 2 pkt 3 Kodeksu spółek handlowych.Zwyczajne Walne Zgromadzenie wyznaczyło: 5 września 2016 roku jako dzień, według którego\n                           ustala się listę akcjonariuszy uprawnionych do dywidendy za rok obrotowy 2015 _dzień\n                           dywidendy_, 21 września 2016 roku jako termin wypłaty dywidendy. Według stanu na dzień podjęcia uchwały: na jedną akcję LPP SA przypada z tytułu dywidendy\n                           kwota 33,00 zł, liczba akcji LPP SA uprawnionych do dywidendy wynosi 1.816.229. Zarząd LPP SA wskazuje jednocześnie, iż Spółka w oparciu o uchwały nr 21 i 22 Zwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 27 czerwca 2011 roku wyemitowała 21 300 warrantów\n                           subskrypcyjnych uprawniających do objęcia takiej samej ilości akcji w kapitale zakładowym\n                           Spółki, z czego do realizacji pozostało 17 216 warrantów. W przypadku realizacji tych\n                           uprawnień przed dniem dywidendy wartość dywidendy na jedną akcję wynosiłaby 32,69\n                           zł.",
        "date": "2016-06-17"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA podaje do publicznej wiadomości listę akcjonariuszy posiadających powyżej\n                           5% głosów na ZWZA w dniu 17 czerwca 2016 roku: 1_ Marek Piechocki 874,995 głosów co stanowiło 36,0% liczby głosów na WZA i 27,2%\n                           w ogólnej liczbie głosów, 2_ Jerzy Lubianiec 874.995 głosów co stanowiło 36,0% liczby głosów na WZA i 27,2%\n                           w ogólnej liczbie głosów, 3_ Quarter Scsp 143.710 głosów co stanowiło 5,9% liczby głosów na WZA i 4,5% w ogólnej\n                           liczbie głosów, 4_ Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK 136.000 głosów co stanowiło 5,6%\n                           liczby głosów na WZA i 4,2% w ogólnej liczbie głosów.",
        "date": "2016-06-17"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje w załączeniu treść uchwał podjętych 17 czerwca 2016 roku\n                           przez Zwyczajne Walne Zgromadzenie Akcjonariuszy LPP SA.Emitent informuje jednocześnie, iż odstąpiono od przewidzianego w porządku obrad wyboru\n                           komisji skrutacyjnej z uwagi na przeprowadzenie głosowań w toku obrad przy użyciu\n                           systemu elektronicznego obsługiwanego przez profesjonalny podmiot.",
        "date": "2016-06-17"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 06 czerwca 2016 roku Spółka została powiadomiona\n                           w trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez Subfundusz EQUES Akcji, wydzielony w ramach EQUES Specjalistycznego Funduszu\n                           Inwestycyjnego Otwartego, jako osoba blisko powiązana z Panem Sławomirem Łobodą pełniącym\n                           funkcję Wiceprezesa Zarządu Spółki LPP SA o transakcji zbycia 45 sztuk akcji LPP SA\n                           w dniu 01 czerwca 2016 roku, w cenie jednostkowej 5.180,46 zł o łącznej wartości 233.120,70\n                           zł.",
        "date": "2016-06-06"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w maju\n                           2016 roku przez GK LPP SA wyniosły ok. 471 mln zł i były wyższe od przychodów osiągniętych\n                           w maju 2015 roku o około 5%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 53% i była o ok. 1 p.p. wyższa\n                           od marży zrealizowanej w maju roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – maj 2016 roku wyniosła\n                           2 118 mln zł. Przychody te były wyższe o ok. 16% od osiągniętych w analogicznym okresie\n                           ubiegłego roku. Powierzchnia handlowa sklepów na koniec maja wyniosła ok. 864 tys. m kw i była większa\n                           o ok. 12% od powierzchni handlowej na koniec maja ubiegłego roku.",
        "date": "2016-06-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 31 maja 2016 roku Spółka została powiadomiona w\n                           trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez Andromeda Fundusz Inwestycyjny Zamknięty, zarządzany przez EQUES Investment\n                           Towarzystwo Funduszy Inwestycyjnych, jako osoba blisko powiązana z Panem Sławomirem\n                           Łobodą pełniącym funkcję Wiceprezesa Zarządu Spółki LPP SA o transakcji zbycia w dniu\n                           30 maja 2016 roku 70 sztuk akcji LPP SA w cenie jednostkowej 5.494,87 zł o łącznej\n                           wartości 384.641,10 zł.Transakcja została przeprowadzona w trakcie sesji na GPW.",
        "date": "2016-05-31"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 23 maja 2016 roku Spółka została powiadomiona w\n                           trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez Andromeda Fundusz Inwestycyjny Zamknięty, zarządzany przez EQUES Investment\n                           Towarzystwo Funduszy Inwestycyjnych, jako osoba blisko powiązana z Panem Sławomirem\n                           Łobodą pełniącym funkcję Wiceprezesa Zarządu Spółki LPP SA o transakcji nabycia w\n                           dniu 20 maja 2016 roku 70 sztuk akcji LPP SA w cenie jednostkowej 5.155,36 zł o łącznej\n                           wartości 360.875,80 zł.Transakcja została przeprowadzona w trakcie sesji na GPW.",
        "date": "2016-05-23"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść projektów uchwał, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Akcjonariuszy LPP SA zwołanego na 17 czerwca\n                           2016 roku.",
        "date": "2016-05-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść ogłoszenia o zwołaniu Zwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy LPP SA na dzień 17 czerwca 2016 roku.",
        "date": "2016-05-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 13 maja 2016 roku Spółka została powiadomiona w\n                           trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez Subfundusz EQUES Akcji, wydzielony w ramach EQUES Specjalistycznego Funduszu\n                           Inwestycyjnego Otwartego, jako osoba blisko powiązana z Panem Sławomirem Łobodą pełniącym\n                           funkcję Wiceprezesa Zarządu Spółki LPP SA o transakcji zbycia 15 sztuk akcji LPP SA\n                           w dniu 13 maja 2016 roku, w cenie jednostkowej 4.999,33 zł o łącznej wartości 74.989,95\n                           zł.Transakcja została przeprowadzona w trakcie sesji na GPW.",
        "date": "2016-05-13"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _Spółka_ przekazuje w załączeniu informacje nt. wynagrodzenia przysługującego\n                           poszczególnym członkom Rady Nadzorczej Spółki w 2015 roku stanowiące uzupełnienie\n                           informacji zawartych w punktach \"Transakcje z kluczowym personelem kierowniczym\" w\n                           ramach raportów rocznych za 2015 rok przekazanych do publicznej wiadomości w dniu\n                           22 kwietnia 2016 roku.W pozostałym zakresie treść opublikowanych raportów rocznych za 2015 rok nie ulega\n                           zmianom.Spółka niezwłocznie opublikuje skorygowane raporty roczne za 2015 rok _odpowiednio\n                           jednostkowy oraz skonsolidowany_ uwzględniające ww. uzupełnienia.",
        "date": "2016-05-11"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _\"Spółka\"_ informuje, iż w dniu 10 maja 2016 roku Rada Nadzorcza Spółki\n                           pozytywnie zaopiniowała wniosek Zarządu Spółki o  którym mowa w RB 18/2016 w sprawie\n                           podziału zysku netto Spółki osiągniętego w roku obrotowym zakończonym w dniu 31 grudnia\n                           2015 roku, w którym to wniosku Zarząd zarekomendował wypłatę dywidendy w wysokości\n                           59 935 557, 00 zł, tj. 33, 00 zł na jedną akcję i wyznaczył dzień dywidendy na 5 września\n                           2016 roku oraz dzień wypłaty dywidendy na 21 września 2016 roku.",
        "date": "2016-05-11"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _dalej też \"Spółka\"_ informuje, iż w dniu 10 maja 2016 roku  Rada Nadzorcza\n                           podjęła uchwałę w sprawie zarekomendowania Zwyczajnemu Walnemu Zgromadzeniu LPP SA\n                           przyjęcia programu motywacyjnego dla kluczowych osób zarządzających Spółką opartego\n                           na wykorzystaniu akcji własnych Spółki nabytych w 2008 roku. Program ma zostać poddany\n                           pod głosowanie podczas najbliższego Zwyczajnego Walnego Zgromadzenia LPP SA.Program motywacyjny w swych zasadniczych cechach i założeniach ma być kontynuacją\n                           poprzedniego programu przyjętego przez Zwyczajne Walne Zgromadzenie w dniu 14 czerwca\n                           2013 roku.Projekt programu zakłada jego przeprowadzenie w latach obrotowych 2016 – 2017, przy\n                           czym w 2017 roku miałoby nastąpić jedynie nabycie akcji Spółki, o ile zostaną spełnione\n                           przesłanki przez uprawnionych uczestników programu. W ramach programu uczestnicy,\n                           którzy spełnią warunki określone w uchwale Walnego Zgromadzenia Spółki oraz w regulaminie\n                           programu mieliby uzyskać uprawnienie do nabycia od Spółki akcji LPP, za cenę równą\n                           ich wartości nominalnej. Przesłanką _warunkiem_ uzyskania uprawnienia, o którym mowa powyżej, przez uczestników\n                           programu, byłoby spełnienie przez GK LPP SA za rok obrotowy 2016 następującego warunku:\n                           zysk netto Grupy Kapitałowej LPP SA na akcję za rok obrotowy 2016 będzie wyższy o\n                           co najmniej 10 % niż zysk netto Grupy Kapitałowej LPP SA na akcję uzyskany w poprzednim\n                           roku obrotowym.Konkretna liczba akcji przeznaczonych do nabycia przez osoby uprawnione, zostanie\n                           ustalona przez Radę Nadzorczą Spółki, z zastrzeżeniem, że łączna ich liczba nie może\n                           być wyższa niż 3 000.Szczegółowy regulamin programu motywacyjnego miałby zostać ustalony przez Radą Nadzorczą\n                           w oparciu o uchwałę Zwyczajnego Walnego Zgromadzenia Spółki.W celu umożliwienia przyjęcia i realizacji wspomnianego programu Rada Nadzorcza zarekomendowała\n                           utworzenie kapitału rezerwowego, na którym zgromadzone zostaną środki przeznaczone\n                           zgodnie z art. 362 § 2 pkt 3 Kodeksu spółek handlowych na nabycie akcji własnych,\n                           oraz zmianę przeznaczenia posiadanych akcji własnych z celu wskazanego w art. 362\n                           § 1 pkt 9 w zw. z art. 515 § 2 Kodeksu spółek handlowych na cel  wskazany w art. 362\n                           § 1 pkt 8 Kodeksu spółek handlowych.Zarząd Spółki zwraca przy tym uwagę, iż praca kluczowych osób zarządzających Spółką\n                           ma i będzie miała istotny wpływ na działalność Spółki, jej wartość i wartość akcji\n                           posiadanych przez akcjonariuszy. Celem programu motywacyjnego ma być stworzenie bodźców\n                           i mechanizmów, które będą motywować te osoby do efektywnego zarządzania Spółką i podmiotami\n                           z grupy kapitałowej Spółki, zapewniając długoterminowy wzrost wartości Spółki, mając\n                           również na uwadze potrzebę stabilizacji personalnej grupy kluczowych osób zarządzających\n                           Spółką. Należy również uwzględnić fakt, iż dotychczasowe programy motywacyjne dla\n                           kluczowych osób zarządzających Spółką zostały zakończone.",
        "date": "2016-05-10"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w kwietniu\n                           2016 roku przez GK LPP SA wyniosły ok. 472 mln zł i były wyższe od przychodów osiągniętych\n                           w kwietniu 2015 roku o około 23%. Szacunkowa wartość marży brutto na sprzedaży wynosiła 51% i była o ok. 5 p.p. niższa\n                           od marży zrealizowanej w kwietniu roku poprzedniego.Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – kwiecień 2016 roku\n                           wyniosła 1.646 mln zł. Przychody te były wyższe o ok. 19% od osiągniętych w analogicznym\n                           okresie ubiegłego roku. Powierzchnia handlowa sklepów na koniec kwietnia wyniosła ok. 855 tys. m kw i była\n                           większa o ok.  14% od powierzchni handlowej na koniec kwietnia ubiegłego roku.",
        "date": "2016-05-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 29 kwietnia 2016 roku Spółka została powiadomiona\n                           w trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez Subfundusz EQUES Akcji, wydzielony w ramach EQUES Specjalistycznego Funduszu\n                           Inwestycyjnego Otwartego, jako osoba blisko powiązana z Panem Sławomirem Łobodą pełniącym\n                           funkcję Wiceprezesa Zarządu Spółki LPP SA o transakcji nabycia w dniu 27 kwietnia\n                           2016 roku 10 sztuk akcji LPP SA w cenie jednostkowej 5.562,72 zł o łącznej wartości\n                           55.627,20 zł.Transakcja została przeprowadzona w trakcie sesji na GPW.",
        "date": "2016-04-29"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 25 kwietnia 2016 roku Spółka została powiadomiona\n                           w trybie artykułu 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           przez Andromeda Fundusz Inwestycyjny Zamknięty, zarządzany przez EQUES Investment\n                           Towarzystwo Funduszy Inwestycyjnych, jako osoba blisko powiązana z Panem Sławomirem\n                           Łobodą pełniącym funkcję Wiceprezesa Zarządu Spółki LPP SA o transakcji zbycia w dniu\n                           22 kwietnia 2016 roku 50 sztuk akcji LPP SA w cenie jednostkowej 6.040,62 zł o łącznej\n                           wartości 302.031,00 zł.Transakcja została przeprowadzona w trakcie sesji na GPW.",
        "date": "2016-04-25"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym tj. 21 grudnia 2017 roku z Bankiem\n                           Pekao SA została zawarta umowa kredytu inwestycyjnego w kwocie 138,5 mln PLN z przeznaczeniem\n                           na refinansowanie budowy dwóch nowych budynków biurowych Spółki w Gdańsku przy ul.\n                           Łąkowej.Termin wykorzystania kredytu określono do 31 marca 2020 roku, a termin spłaty do 31\n                           marca 2025 roku.Zabezpieczeniem kredytu jest: - hipoteka umowna; - pełnomocnictwo od rachunków bankowych prowadzonych w Banku;- oświadczenie o poddaniu się egzekucji w formie aktu notarialnego;- cesja praw z polisy ubezpieczenia nieruchomości w okresie budowy oraz eksploatacji\n                           projektu.",
        "date": "2017-12-21"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _dalej Emitent, Spółka_ informuje, że w dniu 1 grudnia 2017 roku otrzymał\n                           powiadomienie o dokonaniu transakcji zbycia akcji Spółki LPP SA przez Panią Alicję\n                           Milińską pełniącą obowiązki zarządcze w Spółce na stanowisku Główna Księgowa.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-12-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w listopadzie\n                           2017 roku przez GK LPP SA wyniosły ok. 602 mln zł i były wyższe od przychodów osiągniętych\n                           w listopadzie 2016 roku o około 24%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – listopad 2017 roku\n                           wyniosła 6 139 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym okresie\n                           ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 59% i była niższa o 1 p.p. w stosunku\n                           do marży zrealizowanej w listopadzie roku poprzedniego. Przychody ze sprzedaży internetowej w listopadzie 2017 wyniosły ok. 54,8 mln zł i\n                           były wyższe o ok. 112% od sprzedaży zrealizowanej w listopadzie 2016. Narastająco w okresie styczeń – listopad 2017 roku sprzedaż internetowa wyniosła ok.\n                           304 mln zł i była wyższa o ok. 107% licząc rok do roku. Powierzchnia handlowa sklepów na koniec listopada 2017 roku wyniosła ok. 968 tys.\n                           m kw i była większa o ok. 6% od powierzchni handlowej na koniec listopada ubiegłego\n                           roku.",
        "date": "2017-12-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA.Trzeci kwartał 2017 roku:Przychody ze sprzedaży: 1 813 mln PLN,Zysk brutto na sprzedaży: 889 mln PLN,Koszty SG&A: 775 mln PLN,Zysk z działalności operacyjnej _EBIT_: 103 mln PLN,Zysk netto: 85 mln PLNNarastająco za okres od 01.01.2017 do 30.09.2017 roku:Przychody ze sprzedaży: 4 881 mln PLN,Zysk brutto na sprzedaży: 2 474 mln PLN,Koszty SG&A: 2 238 mln PLN,Zysk z działalności operacyjnej _EBIT_: 202 mln PLN,Zysk netto: 141 mln PLNWybrane dane bilansowe na 30.09.2017:Stan zapasów: 1 637 mln PLN _około 1 759 PLN/m2_Zadłużenie z tyt. kredytów: 267 mln PLNŚrodki pieniężne: 256 mln PLNWzrost przychodów ze sprzedaży w III kwartale 2017 wyniósł 22% w porównaniu z analogicznym\n                           okresem roku poprzedniego, a za 9 miesięcy 2017 roku: 17%.Sprzedaż w sklepach porównywalnych _LFL_ w walutach lokalnych w III kwartale 2017\n                           wzrosła o 15,2%, a za 9 miesięcy 2017 – wzrost o 8,8%.Marża handlowa w III kwartale 2017 wyniosła 49,0% i była wyższa o 2,0 p.p. rok do\n                           roku, a za 9 miesięcy 2017 roku: 50,7% – wzrost o 2,9 p.p r/r.Zysk operacyjny za III kwartał 2017 roku wyniósł 103 mln zł, wobec 5 mln zł przed\n                           rokiem, zaś za 9 miesięcy 2017 wyniósł 202 mln zł, wobec 27 mln zł przed rokiem. Saldo przychodów i kosztów finansowych w III kwartale 2017 było dodatnie i wyniosło\n                           11 mln zł, zaś narastająco za 9 miesięcy wyniosło +10 mln zł. W III kwartale 2017 GK LPP wypracowała zysk netto w wysokości 85 mln zł, zaś narastająco\n                           za 9 miesięcy 2017: 141 mln zł.Obliczenia powyższych danych zostały dokonane według aktualnej wiedzy Zarządu.Jednocześnie informujemy, że szczegółowy raport finansowy za 3 kwartały 2017 roku\n                           zostanie opublikowany w dniu 21 listopada 2017.",
        "date": "2017-11-03"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w październiku\n                           2017 roku przez GK LPP SA wyniosły ok. 657 mln zł i były wyższe od przychodów osiągniętych\n                           w październiku 2016 roku o około 7%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – październik 2017\n                           roku wyniosła 5 544 mln zł. Przychody te były wyższe o ok. 16% od osiągniętych w analogicznym okresie\n                           ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 61% i była wyższa o 1 p.p. w stosunku\n                           do marży zrealizowanej w październiku roku poprzedniego. Przychody ze sprzedaży internetowej w październiku 2017 wyniosły ok. 35,7 mln zł i\n                           były wyższe o ok. 67% od sprzedaży zrealizowanej w październiku 2016. Narastająco w okresie styczeń – październik 2017 roku sprzedaż internetowa wyniosła\n                           ok. 249 mln zł i była wyższa o ok. 106% licząc rok do roku. Powierzchnia handlowa sklepów na koniec października 2017 roku wyniosła ok. 957 tys.\n                           m kw i była większa o ok. 6% od powierzchni handlowej na koniec października ubiegłego\n                           roku.",
        "date": "2017-11-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym tj. 30 października 2017 roku pomiędzy\n                           LPP SA a Raiffeisen Bank Polska SA został podpisany aneks do umowy o limit wierzytelności\n                           _linia wielocelowa_ z 12 lipca 2002 roku.Na wniosek Spółki obniżono łączny limit wykorzystania poszczególnych produktów z 280\n                           mln zł do kwoty 180 mln zł, oraz przedłużono okres wykorzystania poszczególnych produktów:1_ kredyt w rachunku bieżącym – umowa przedłużona do 30 listopada 2018 roku2_ kredyt rewolwingowy – umowa przedłużona do 29 listopada 2018 roku3_ limit w ramach którego będą uruchamiane gwarancje LPP SA i spółek zależnych – umowa\n                           przedłużona do 30 listopada 2020 roku4_ limit w ramach którego otwierane będą akredytywy – umowa przedłużona do 29 listopada\n                           2019 rokuZabezpieczenie linii stanowi pełnomocnictwo do rachunku bankowego LPP SA oraz weksel\n                           in blanco.",
        "date": "2017-10-30"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA podaje do publicznej wiadomości listę akcjonariuszy posiadających powyżej\n                           5% głosów na NWZA w dniu 20 października 2017 roku: 1_ Marek Piechocki 874 995 głosów co stanowiło 35,45% liczby głosów na NWZA i 27,1%\n                           w ogólnej liczbie głosów, 2_ Jerzy Lubianiec 874 995 głosów co stanowiło 35,46% liczby głosów na NWZA i 27,1%\n                           w ogólnej liczbie głosów, 3_ FORUM 65 FIZ 143 711 głosów co stanowiło 5,82% liczby\n                           głosów na WZA i 4,6% w ogólnej liczbie głosów,4_ NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY 129 000 głosów co stanowiło 5,23%\n                           liczby głosów na NWZA i 3,99% w ogólnej liczbie głosów.",
        "date": "2017-10-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje w załączeniu treść uchwał podjętych 20 października 2017\n                           roku przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy LPP SA.Emitent informuje jednocześnie, iż odstąpiono od przewidzianego w porządku obrad wyboru\n                           komisji skrutacyjnej z uwagi na przeprowadzenie głosowań w toku obrad przy użyciu\n                           systemu elektronicznego obsługiwanego przez profesjonalny podmiot.",
        "date": "2017-10-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _Spółka, Emitent_ informuje, iż w dniu 20 października 2017 roku Nadzwyczajne\n                           Walne Zgromadzenie LPP SA _NWZ_ odwołało z tym samym dniem ze składu Rady Nadzorczej\n                           Spółki wszystkich dotychczasowych jej członków, tj. Jerzego Lubiańca, Macieja Matusiaka,\n                           Wojciecha Olejniczaka, Krzysztofa Olszewskiego i Dariusza Pachlę.Następnie NWZ powołało z dniem 20 października 2017 roku w skład Rady Nadzorczej Spółki\n                           następujące osoby: Jerzego Lubiańca, Wojciecha Olejniczaka, Piotra Piechockiego, Magdalenę\n                           Sekułę,  Antoniego Tymińskiego, Miłosza Wiśniewskiego.Zmiany w składzie Rady Nadzorczej Spółki dokonane przez NWZ mają na celu w szczególności\n                           dostosowanie jej składu osobowego do wymogów wynikających z ustawy z dnia 11 maja\n                           2017 roku o biegłych rewidentach, firmach audytorskich oraz o nadzorze publicznym\n                           w zakresie niezależności członków Rady Nadzorczej.  W załączeniu Emitent zamieszcza informacje nt. posiadanego wykształcenia, kwalifikacji\n                           i zajmowanych wcześniej stanowisk oraz inne informacje wymagane przez przepisy prawa\n                           odnoszące się do powołanych osób nadzorujących.",
        "date": "2017-10-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _dalej Emitent, Spółka_ informuje, że w dniu 19 października 2017 roku\n                           otrzymał powiadomienie o dokonaniu transakcji zbycia akcji Spółki LPP SA przez Panią\n                           Alicję Milińską pełniącą obowiązki zarządcze w Spółce na stanowisku Główna Księgowa.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-10-19"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte we wrześniu\n                           2017 roku przez GK LPP SA wyniosły ok. 611 mln zł i były wyższe od przychodów osiągniętych\n                           we wrześniu 2016 roku o około 34%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – wrzesień 2017 roku\n                           wyniosła 4 887 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym okresie\n                           ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 62% i była wyższa o 3 p.p. w stosunku\n                           do marży zrealizowanej we wrześniu roku poprzedniego. Przychody ze sprzedaży internetowej we wrześniu 2017 wyniosły ok. 26,2 mln zł i były\n                           wyższe o ok. 126% od sprzedaży zrealizowanej we wrześniu 2016. Narastająco w okresie styczeń – wrzesień 2017 roku sprzedaż internetowa wyniosła ok.\n                           212,4 mln zł i była wyższa o ok. 113% licząc rok do roku. Powierzchnia handlowa sklepów na koniec września 2017 roku wyniosła ok. 939 tys. m\n                           kw i była większa o ok. 6% od powierzchni handlowej na koniec września ubiegłego roku.",
        "date": "2017-10-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż w dniu 27 września 2017 roku otrzymał Uchwałę nr 1143/2017\n                           Zarządu Giełdy Papierów Wartościowych w Warszawie SA z dnia 26 września 2017 roku,\n                           zgodnie z którą dopuszczone do obrotu zostają 13.132 _trzynaście tysięcy sto trzydzieści\n                           dwie_ akcje zwykłe na okaziciela serii L spółki LPP SA o wartości nominalnej 2 _dwa_\n                           złote każda. Postanowiono wprowadzić wspomniane 13.132 akcje serii L do obrotu giełdowego na rynku\n                           podstawowym z dniem 29 września 2017 roku, pod warunkiem dokonania przez Krajowy Depozyt\n                           Papierów Wartościowych SA w tym dniu rejestracji tych akcji i oznaczenia ich kodem\n                           \"PLLPP0000011\". Uchwała weszła w życie z dniem podjęcia.",
        "date": "2017-09-27"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _Spółka, Emitent_ informuje, iż w dniu 21 września 2017 roku podjęta\n                           została decyzja odnośnie przyjęcia celów Grupy Kapitałowej LPP na 2018 rok.Zgodnie z przyjętymi założeniami kluczowe cele na 2018 rok obejmują:  - wejście na dwa nowe rynki geograficzne tj. do Izraela _sklepy franczyzowe_ oraz\n                           na Słowenię _sklepy własne_ i tym samym na koniec 2018 roku Spółka powinna być obecna\n                           w kanale tradycyjnym w 23 krajach;- wzrost powierzchni handlowej w 2018 roku o 10% względem roku 2017 _tj. do ok. 1\n                           114 tys. m2, z czego Polska to 547,7 tys. m2, inne kraje europejskie to 277,7 tys.\n                           m2, kraje byłego Związku Radzieckiego 276,6 tys. m2, a kraje Bliskiego Wschodu to\n                           12,5 tys. m2_;- wzrost sprzedaży internetowej w 2017 i 2018 roku o 100% rok-do-roku;- otwarcie sklepów internetowych dla wszystkich posiadanych marek w 4 nowych krajach\n                           tj. Bułgaria, Chorwacja, Serbia i Słowenia i tym samym na koniec 2018 sklepy internetowe\n                           marek LPP powinny być na obecne łącznie w 16 krajach.Niezależnie od powyższego Zarząd Spółki zwraca uwagę, iż jego intencją jest ekspansja\n                           zagraniczna obejmująca, co najmniej jeden nowy kraj rocznie.Jednocześnie Emitent wyjaśnia, iż z uwagi na nieprzewidywalność czynników zewnętrznych\n                           niezależnych od Spółki wskazane powyżej parametry nie mogą być traktowane jako prognozy\n                           danych operacyjnych a jedynie jako pożądane do realizacji cele, do których dążyć będzie\n                           Spółka w perspektywie najbliższego roku kalendarzowego.",
        "date": "2017-09-21"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść projektów uchwał, które mają być przedmiotem\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy LPP SA zwołanego na 20 października\n                           2017 roku.",
        "date": "2017-09-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść ogłoszenia o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy LPP SA na dzień 20 października 2017 roku.",
        "date": "2017-09-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż w dniu 15 września 2017 roku pozyskał informacje o Uchwale\n                           nr 600/17 Zarządu Krajowego Depozytu Papierów Wartościowych SA z dnia 14 września\n                           2017 roku, z której wynika, że Zarząd KDPW postanawia przyjąć do Krajowego Depozytu\n                           Papierów Wartościowych 13.132 _trzynaście tysięcy sto trzydzieści dwie_ akcje zwykłe\n                           na okaziciela serii L spółki LPP SA o wartości nominalnej 2,00 zł _dwa złote_ każda,\n                           emitowane w ramach warunkowego podwyższenia kapitału zakładowego na podstawie Uchwały\n                           Nr 22 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 27 czerwca 2011 roku _z późniejszymi\n                           zmianami_, oraz oznaczyć je kodem PLLPP0000011. Rejestracja nastąpi pod warunkiem podjęcia przez spółkę prowadzącą rynek regulowany\n                           decyzji o wprowadzeniu tych akcji do obrotu na tym samym rynku regulowanym, na którym\n                           wprowadzone zostały inne akcje spółki LPP SA oznaczone kodem PLLPP0000011.  Uchwała nr 600/17 Zarządu Krajowego Depozytu Papierów Wartościowych weszła w życie\n                           z dniem podjęcia.",
        "date": "2017-09-15"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _dalej Emitent, Spółka_ informuje, że w dniu 04 września 2017 roku otrzymał\n                           powiadomienie o dokonaniu transakcji zbycia akcji Spółki LPP SA przez Panią Magdalenę\n                           Piechocką – osobę blisko związaną z osobą pełniącą obowiązki zarządcze w Spółce.Treść otrzymanego powiadomienia Emitent przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-09-04"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w sierpniu\n                           2017 roku przez GK LPP SA wyniosły ok. 557 mln zł i były wyższe od przychodów osiągniętych\n                           w sierpniu 2016 roku o około 13%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – sierpień 2017 roku\n                           wyniosła 4 276 mln zł. Przychody te były wyższe o ok. 15% od osiągniętych w analogicznym okresie\n                           ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 47% i była wyższa o 2 p.p. w stosunku\n                           do marży zrealizowanej w sierpniu roku poprzedniego. Przychody ze sprzedaży internetowej w sierpniu 2017 wyniosły ok. 18,3 mln zł i były\n                           wyższe o ok. 80% od sprzedaży zrealizowanej w sierpniu 2016. Narastająco w okresie styczeń – sierpień 2017 roku sprzedaż internetowa wyniosła ok.186\n                           mln zł i była wyższa o ok. 111% licząc rok do roku.Powierzchnia handlowa sklepów na koniec sierpnia 2017 roku wyniosła ok. 929 tys. m\n                           kw i była większa o ok. 6% od powierzchni handlowej na koniec sierpnia ubiegłego roku.",
        "date": "2017-09-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _Emitent_ informuje, że w dniu 24 sierpnia 2017 roku pomiędzy Emitentem\n                           a firmą H&O Fashion Chains Ltd z siedzibą w Izraelu zawarta została umowa o współpracę\n                           na zasadzie franczyzy. Na mocy zawartej umowy w 2018 roku zostaną otwarte pierwsze trzy salony marki RESERVED\n                           w Izraelu. Zawarcie ww. umowy stanowi realizację strategii Grupy Kapitałowej LPP w zakresie ekspansji\n                           na nowe rynki.",
        "date": "2017-08-24"
    },
    {
        "company_name": "LPP",
        "content": "W nawiązaniu do RB 24/2017 z dnia 19 czerwca 2017 roku oraz RB 33/2017 z dnia 11 sierpnia\n                           2017 roku, Zarząd LPP SA informuje, iż w wyniku realizacji zamiany 13 132 warrantów\n                           na akcje Spółki, wartość dywidendy na jedną akcję za 2016 rok wynosić będzie 35,74\n                           zł.Dniem dywidendy jest 4 września 2017 roku, a dniem wypłaty dywidendy 20 września 2017\n                           roku.",
        "date": "2017-08-11"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP spółki akcyjnej z siedzibą w Gdańsku _dalej: \"Emitent\"_ informuje, iż w\n                           dniu 11 sierpnia 2017 r. uzyskał informację o dokonaniu zamiany pozostałej części\n                           warrantów subskrypcyjnych serii A na akcje serii L w kapitale zakładowym LPP SA zgodnie\n                           z poniższymi danymi:1_ wskazanie papierów wartościowych emitenta, z których prawa zostały zmienione, z\n                           podaniem ich liczbyUprawniony podmiot wykonał uprawnienie z 13 132 _trzynaście tysięcy sto trzydzieści\n                           dwa_ warrantów subskrypcyjnych serii A do zamiany ich na 13 132 _trzynaście tysięcy\n                           sto trzydzieści dwa_ akcje serii L  w kapitale zakładowym Emitenta.2_ wskazanie podstaw prawnych podjętych działań, jak również treści uchwał właściwych\n                           organów emitenta, na mocy których dokonano zmiany praw z papierów wartościowych emitentaZamiana warrantów subskrypcyjnych serii A na akcje zwykłe na okaziciela serii L w\n                           kapitale zakładowym Emitenta o wartości nominalnej 2 _dwa_ złote każda jest dokonywana\n                           w ramach warunkowego podwyższenia kapitału zakładowego dokonywanego na mocy:- postanowienia § 51 ust. 1 lit. _b_, § 51 ust. 3, § 51 ust. 6 i § 51 ust. 7 Statutu,- uchwały nr 22 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 27 czerwca 2011 r.\n                           w sprawie _i_ emisji warrantów subskrypcyjnych serii A z prawem objęcia akcji serii\n                           L, _ii_ warunkowego podwyższenia kapitału zakładowego, _iii_ wyłączenia prawa poboru\n                           warrantów subskrypcyjnych serii A i prawa poboru akcji serii L, _iv_ upoważnienia\n                           dla organów Spółki, _v_ zmiany Statutu,- uchwały nr 24 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 26 czerwca 2015 r.\n                           w sprawie zmiany uchwały nr 22 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 27 czerwca\n                           2011 r. w sprawie _i_ emisji warrantów subskrypcyjnych serii A z prawem objęcia akcji\n                           serii L, _ii_ warunkowego podwyższenia kapitału zakładowego, _iii_ wyłączenia prawa\n                           poboru warrantów subskrypcyjnych serii A i prawa poboru akcji serii L, _iv_ upoważnienia\n                           dla organów Spółki, _v_ zmiany Statutu,- uchwały nr 21 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 27 czerwca 2011 r.\n                           w sprawie przyjęcia programu motywacyjnego dla kluczowych osób zarządzających Spółką\n                           na lata 2011 – 2014,- uchwały nr 23 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 26 czerwca 2015 r.\n                           w sprawie zmiany uchwały nr 21 Zwyczajnego Walnego Zgromadzenia LPP SA z dnia 27 czerwca\n                           2011 r. w sprawie przyjęcia programu motywacyjnego dla kluczowych osób zarządzających\n                           Spółką na lata 2011-2014,Wykonanie praw z warrantów subskrypcyjnych serii A na akcje zwykłe na okaziciela serii\n                           L nie wymaga dodatkowych czynności organów Emitenta, za wyjątkiem podjęcia uchwały\n                           Zarządu Emitenta o dookreśleniu wysokości kapitału zakładowego w wyniku przedmiotowej\n                           zamiany. W wyniku złożenia przez uprawnionego oświadczenia o objęciu 13.132 akcji\n                           serii L w zamian za posiadane przez niego 13.132 warranty subskrypcyjne serii A Zarząd\n                           Emitenta podjął uchwałę o odpowiednim dookreśleniu wysokości kapitału zakładowego\n                           i zmianie w tym zakresie Statutu następującej treści:\"W związku z podwyższeniem kapitału zakładowego w drodze emisji Akcji Serii L, w ramach\n                           warunkowego podwyższenia kapitału zakładowego, o którym mowa w § 51 ust. 1 lit. _b_\n                           Statutu, w drodze zamiany części Warrantów Subskrypcyjnych na Akcje Serii L, zmienia\n                           się dotychczasowe brzmienie paragrafu 5 ust. 1 oraz § 5 ust. 2 Statutu Spółki w ten\n                           sposób, że otrzymują one następujące brzmienie:1. Kapitał akcyjny Spółki wynosi kwoty 3.704.846 zł _trzy miliony siedemset cztery\n                           tysiące osiemset czterdzieści sześć złotych_ i dzieli się na: 350.000 _trzysta pięćdziesiąt\n                           tysięcy_ akcji imiennych i 1.502.423 _jeden milion pięćset dwa tysiące czterysta dwadzieścia\n                           trzy_ akcji na okaziciela, o wartości nominalnej 2,00zł _dwa złote_ każda.  2. W Spółce wydano: 1_ 100 _sto_ akcji na okaziciela serii A, o wartości nominalnej 2,00zł _dwa złote_\n                           każda,2_ 350 000 _trzysta pięćdziesiąt tysięcy_ akcji imiennych serii B, o wartości nominalnej\n                           2,00zł _dwa złote_ każda, 3_ 400 000 _czterysta tysięcy_ akcji na okaziciela serii C, o wartości nominalnej\n                           2,00zł _dwa złote_ każda, 4_ 350 000 _trzysta pięćdziesiąt tysięcy_ akcji na okaziciela serii D, o wartości\n                           nominalnej 2,00zł _dwa złote_ każda,5_ 56 700 _pięćdziesiąt sześć tysięcy siedemset_ akcji na okaziciela, serii E, o wartości\n                           nominalnej 2,00zł _dwa złote_ każda,6_ 56 700 _pięćdziesiąt sześć tysięcy siedemset_ akcji na okaziciela serii F, o wartości\n                           nominalnej 2,00zł _dwa złote_ każda,7_ 300 000 _trzysta tysięcy_ akcji na okaziciela serii G, o wartości nominalnej 2,00zł\n                           _dwa złote_ każda,8_ 190 000 _sto dziewięćdziesiąt tysięcy_ akcji na okaziciela serii H, o wartości\n                           nominalnej 2,00zł _dwa złote_ każda,9_ 6 777 _sześć tysięcy siedemset siedemdziesiąt siedem_ akcji na okaziciela serii\n                           I, o wartości nominalnej 2,00zł _dwa złote_ każda,10_ 40 000 _czterdzieści tysięcy_ akcji na okaziciela serii J, o wartości nominalnej\n                           2,00zł _dwa złote_  każda,11_ 80 846 _osiemdziesiąt tysięcy osiemset czterdzieści sześć_ akcji na okaziciela\n                           serii K, o wartości nominalnej 2,00zł _dwa złote_ każda.12_ 21 300 _dwadzieścia jeden tysięcy trzy_ akcji na okaziciela serii L, o wartości\n                           nominalnej 2,00 _dwa złote_ każda.\"3_ pełny opis praw z papierów wartościowych przed i po zmianie - w zakresie tych zmianW wyniku realizacji uprawnienia do zamiany 13 132 warrantów subskrypcyjnych serii\n                           A na tyleż samo akcji zwykłych na okaziciela serii L przedmiotowe warranty subskrypcyjne\n                           wygasają i tracą swój byt, zaś powstają akcje zwykłe na okaziciela w kapitale zakładowym\n                           Emitenta.Zmiana wysokości kapitału zakładowego następuje z chwilą objęcia, wniesienia wkładów\n                           i wydania akcji, zgłoszenie do sądu rejestrowego następuje po spełnieniu tych przesłanek.\n                           W wyniku zamiany kapitał zakładowy Emitenta wynosi 3 704 846 zł _trzy miliony siedemset\n                           cztery tysiące osiemset czterdzieści sześć złotych_ i dzieli się na: 350 000 _trzysta\n                           pięćdziesiąt tysięcy_ akcji imiennych i 1 502 423 _jeden milion pięćset dwa tysiące\n                           czterysta dwadzieścia trzy_ akcji na okaziciela. Co za tym idzie ogólna liczba głosów\n                           na walnym zgromadzeniu wynosi 3 252 423 _trzy miliony dwieście pięćdziesiąt dwa tysiące\n                           czterysta dwadzieścia trzy_.Nowe akcje serii L stanowią 1,06% _jeden i sześć setnych procenta_ kapitału zakładowego\n                           Emitenta i 0,4% _cztery dziesiąte procenta_ ogólnej liczby głosów na walnym zgromadzeniu\n                           Emitenta. Emitent wskazuje, iż uprzednio dokonano już zamiany pozostałej części _tj.\n                           łącznie 8 168_ warrantów subskrypcyjnych serii A na tyleż samo akcji serii L _RB nr\n                           02/2016 z dnia 8 stycznia 2016 r. i nr 50/2016 z dnia 21 października 2016 r._. W\n                           konsekwencji tych zdarzeń wykonane zostało prawo zamiany ze wszystkich 21 300 warrantów\n                           subskrypcyjnych serii A.",
        "date": "2017-08-11"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA.Drugi kwartał 2017 roku:• Przychody ze sprzedaży: 1 705 mln PLN,• Zysk brutto na sprzedaży: 964 mln PLN,• Koszty SG&A: 742 mln PLN,• Zysk z działalności operacyjnej _EBIT_: 208 mln PLN,• Zysk netto: 173 mln PLNPierwsze półrocze 2017 roku:• Przychody ze sprzedaży: 3 068 mln PLN,• Zysk brutto na sprzedaży: 1 585 mln PLN,• Koszty SG&A: 1 461 mln PLN,• Zysk z działalności operacyjnej _EBIT_: 99 mln PLN,• Zysk netto: 56 mln PLNWybrane dane bilansowe na 30.06.2017:• Stan zapasów: 1 480 mln PLN _około 1 617 PLN/m2_• Zadłużenie z tyt. kredytów: 424 mln PLN• Środki pieniężne: 436 mln PLNWzrost przychodów ze sprzedaży w II kwartale 2017 wyniósł 13% w porównaniu z analogicznym\n                           okresem roku poprzedniego, a w I półroczu 2017: 15%. Sprzedaż w sklepach porównywalnych _LFL_ w walutach lokalnych w II kwartale 2017 wzrosła\n                           o 6,2%, a w I półroczu 2017 wzrosła o 5,5%.Marża handlowa w II kwartale 2017 wyniosła 56,5% i była wyższa o ok 6,6 p.p. rok do\n                           roku, a w I półroczu 2017 wyniosła 51,7% - wzrost o 3,4 p.p r/r.Zysk operacyjny za II kwartał 2017 roku wyniósł 208 mln zł i był wyższy o 140% rok\n                           do roku, zaś za I półrocze wyniósł 99 mln zł i był wyższy o 340% r/r.Saldo przychodów i kosztów finansowych w II kwartale 2017 oraz w I półroczu 2017 było\n                           ujemne i wyniosło odpowiednio 5 mln zł i 7 mln zł.W II kwartale 2017 GK LPP wypracowała zysk netto w wysokości 173 mln zł, zaś narastająco\n                           za I półrocze 2017: 56 mln zł.Obliczenia powyższych danych zostały dokonane według aktualnej wiedzy Zarządu.Jednocześnie informujemy, że szczegółowy raport finansowy zostanie opublikowany w\n                           dniu 30 sierpnia 2017 roku po zweryfikowaniu wszystkich danych przez biegłego rewidenta.",
        "date": "2017-08-04"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w lipcu\n                           2017 roku przez GK LPP SA wyniosły ok. 651 mln zł i były wyższe od przychodów osiągniętych\n                           w lipcu 2016 roku o około 22%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – lipiec 2017 roku\n                           wyniosła 3 720 mln zł. Przychody te były wyższe o ok. 16% od osiągniętych w analogicznym okresie\n                           ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 36% i była niższa o 2 p.p. w stosunku\n                           do marży zrealizowanej w lipcu roku poprzedniego. Przychody ze sprzedaży internetowej w lipcu 2017 wyniosły ok. 28,2 mln zł i były wyższe\n                           o ok. 188% od sprzedaży zrealizowanej w lipcu 2016. Narastająco w okresie styczeń – lipiec 2017 roku sprzedaż internetowa wyniosła ok.164\n                           mln zł i była wyższa o ok. 110% licząc rok do roku.Powierzchnia handlowa sklepów na koniec lipca 2017 roku wyniosła ok. 927 tys. m kw\n                           i była większa o ok. 6% od powierzchni handlowej na koniec lipca ubiegłego roku.",
        "date": "2017-08-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w czerwcu\n                           2017 roku przez GK LPP SA wyniosły ok. 627 mln zł i były wyższe od przychodów osiągniętych\n                           w czerwcu 2016 roku o około 13%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – czerwiec 2017 roku\n                           wyniosła 3 069 mln zł. Przychody te były wyższe o ok. 15% od osiągniętych w analogicznym okresie\n                           ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 52% i była wyższa o 5 p.p. w stosunku\n                           do marży zrealizowanej w czerwcu roku poprzedniego. Przychody ze sprzedaży internetowej w czerwcu 2017 wyniosły ok. 34,3 mln zł i były\n                           wyższe o ok. 105% od sprzedaży zrealizowanej w czerwcu 2016. Narastająco w okresie styczeń – czerwiec 2017 roku sprzedaż internetowa wyniosła ok.136\n                           mln zł i była wyższa o ok. 99% licząc rok do roku.Powierzchnia handlowa sklepów na koniec czerwca 2017 roku wyniosła ok. 933 tys. m\n                           kw i była większa o ok. 7% od powierzchni handlowej na koniec czerwca ubiegłego roku.\n                           \tDodatkowo spółka informuje, że od III kwartału 2017 rozpoczyna stosowanie zabezpieczeń\n                           kursu walutowego USD/PLN przez zawieranie kontraktów forward. Celem transakcji jest\n                           zminimalizowanie poziomu różnic kursowych, wykazywanych w rachunku zysków i strat\n                           w pozycjach przychodów i kosztów finansowych _poniżej linii zysku operacyjnego_. Spółka rozpoczyna zabezpieczanie poziomu kursów walutowych dla płatności w USD wobec\n                           dostawców – w okresie pomiędzy powstaniem zobowiązania finansowego _zaksięgowanie\n                           faktury od dostawcy_, a datą płatności wynikającą z faktury. Zgodnie z przyjętym modelem\n                           zabezpieczenie płatności w USD będzie opiewać na 70% ich wolumenu.Kontrakty walutowe forward zawierane przez Spółkę rozliczane będą z rzeczywistą dostawą\n                           waluty. Pierwsze transakcje zostały zrealizowane pod koniec czerwca, aby zabezpieczyć\n                           płatności wobec dostawców przypadające na III i IV kwartał 2017.Kwota zabezpieczonych pozycji na dzień bilansowy 30.06.2017 roku wynosi 123 mln USD.",
        "date": "2017-07-03"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 28 czerwca 2017 roku pomiędzy LPP SA a HSBC Bank\n                           Polska  SA został podpisany aneks do umowy o linię akredytyw z 01 lipca 2015 roku.Na mocy tego aneksu został podwyższony limit z 15 mln USD do 30 mln USD oraz wydłużony\n                           bieżący okres wykorzystania linii do 29 czerwca 2018 roku.Dodatkowo Spółka podpisała z HSBC Bank Polska SA aneks do umowy o udostępnienie linii\n                           gwarancyjnej w wysokości 5 mln GBP z terminem dostępności do 29 czerwca 2018 roku.",
        "date": "2017-06-28"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 28 czerwca 2017 roku pomiędzy LPP SA a Bankiem\n                           Pekao SA został podpisany aneks do umowy wielocelowej linii kredytowej z 13 sierpnia\n                           2004 roku.Na mocy tego aneksu został wydłużony bieżący okres wykorzystania linii do 30 czerwca\n                           2020 roku. Łączny limit linii wielocelowej w wysokości 330 mln zł _bez zmian w stosunku\n                           do poprzedniego aneksu_ może być wykorzystany jako:- kredyt w rachunku bieżącym do kwoty w wysokości 330 mln złotych mający charakter\n                           odnawialny co 12 miesięcy na podstawie standingu LPP SA,- linia akredytyw do kwoty 330 mln złotych z okresem realizacji 12 miesięcy,- linia gwarancji do kwoty 140 mln złotych z okresem realizacji do 25 miesięcy. Łączna wartość wszystkich produktów nie może przekroczyć kwoty przyznanego limitu\n                           330 mln złotych.Zabezpieczenie linii stanowi pełnomocnictwo do rachunku bankowego LPP SA.",
        "date": "2017-06-28"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 21 czerwca 2017 roku pomiędzy LPP SA a PKO BP SA\n                           został podpisany aneks do umowy wielocelowej linii kredytowej z 24 czerwca 2005 roku.Na mocy tego aneksu został wydłużony bieżący okres wykorzystania linii do 23 czerwca\n                           2020 roku. Łączny limit linii wielocelowej w wysokości 280 mln złotych _bez zmian\n                           w stosunku do poprzedniego aneksu_ może być wykorzystany jako:- kredyt w rachunku bieżącym do kwoty w wysokości 200 mln złotych na okres wykorzystania\n                           i spłaty do 12 miesięcy na podstawie dyspozycji LPP SA oraz potwierdzenia przez bank\n                           PKO BP SA zdolności kredytowej LPP SA,- linia akredytyw do kwoty 280 mln złotych z okresem realizacji 12 miesięcy,- linia gwarancji do kwoty 70 mln złotych z okresem realizacji 15 miesięcy. Łączna wartość wszystkich produktów nie może przekroczyć kwoty przyznanego limitu\n                           280 mln złotych.Zabezpieczenie limitu stanowi weksel własny in blanco.",
        "date": "2017-06-21"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA z siedzibą w Gdańsku _\"Emitent\"_ informuje, iż w dniu dzisiejszym Spółce\n                           została doręczona decyzja Naczelnika Pomorskiego Urzędu Celno-Skarbowego w Gdyni z\n                           dnia 30 maja 2017 roku, w której Emitentowi określono zobowiązanie podatkowe w podatku\n                           dochodowym od osób prawnych za 2012 rok, skutkujące obowiązkiem uiszczenia przez Emitenta\n                           dodatkowej kwoty w wysokości 16 390 640 _szesnaście milionów trzysta dziewięćdziesiąt\n                           tysięcy sześćset czterdzieści_ złotych podatku za ten okres. Do tej kwoty należy doliczyć\n                           należne odsetki.Zgodnie z treścią decyzji podstawą określenia zobowiązania podatkowego przez organ\n                           kontrolny było, w jego ocenie, zawyżenie przez Emitenta kosztów uzyskania przychodów.\n                           O toczącym się postępowaniu kontrolnym Emitent informował w raporcie bieżącym nr 4/2017\n                           z dnia 20.01.2017 r. oraz raportach okresowych, w tym m.in. w rozszerzonym skonsolidowanym\n                           raporcie LPP SA za III kwartał 2016 r. w punkcie dotyczącym postępowań toczących się\n                           przed sądem, organem właściwym dla postępowania arbitrażowego lub organem administracji\n                           publicznej _str. 25-26_.Emitent podtrzymuje stanowisko, iż w jego ocenie Spółka prawidłowo dokonała naliczenia\n                           wysokości podatku dochodowego za 2012 roku oraz aktywowania do kosztów uzyskania przychodów\n                           wydatków, które zgodnie z obowiązującymi w tym zakresie przepisami prawa mogą być\n                           zaliczone do takich kosztów.Emitent informuje, że doręczona decyzja nie jest prawomocna i nie został jej nadany\n                           rygor natychmiastowej wykonalności. Spółka zamierza w przewidzianych przepisami terminach składać wnioski i środki zaskarżenia\n                           zmierzające do uchylenia w całości wyżej wymienionej decyzji.Jednocześnie w ocenie zarządu Emitenta oraz doradców prawnych i podatkowych zaangażowanych\n                           przez Emitenta do prowadzenia tej sprawy, wyżej wymieniona decyzja dotknięta jest\n                           wadami, które powinny doprowadzić do jej uchylenia w całości.O dalszych kluczowych etapach postępowania Emitent będzie informować w trybie publikacji\n                           właściwych raportów.",
        "date": "2017-06-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA podaje do publicznej wiadomości listę akcjonariuszy posiadających powyżej\n                           5% głosów na ZWZA w dniu 19 czerwca 2017 roku: 1_ Marek Piechocki 874 995 głosów co stanowiło 35,6% liczby głosów na WZA i 27,2%\n                           w ogólnej liczbie głosów, 2_ Jerzy Lubianiec 874 995 głosów co stanowiło 35,6% liczby głosów na WZA i 27,2%\n                           w ogólnej liczbie głosów, 3_ FORUM 65 FIZ 143 710 głosów co stanowiło 5,8% liczby głosów na WZA i 4,5% w ogólnej\n                           liczbie głosów,4_ NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY 130 000 głosów co stanowiło 5,3%\n                           liczby głosów na WZA i 4,0% w ogólnej liczbie głosów,5_ AVIVA OTWARTY FUNDUSZ EMERYTALNY AVIVA BZ WBK 127 550 głosów co stanowiło 5,2%\n                           liczby głosów na WZA i 4,0% w ogólnej liczbie głosów.",
        "date": "2017-06-19"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż Zwyczajne Walne Zgromadzenie Spółki w dniu 19 czerwca\n                           2017 roku podjęło uchwałę nr 19 w sprawie podziału zysku za rok obrotowy 2016, w myśl\n                           której dokonano podziału zysku netto osiągniętego przez Spółkę w roku obrotowym 2016\n                           w kwocie 280 070 923, 45 zł _dwieście osiemdziesiąt milionów siedemdziesiąt tysięcy\n                           dziewięćset dwadzieścia trzy złote czterdzieści pięć groszy_ w następujący sposób:\n                           1_ kwotę 65 531 268, 00 zł _sześćdziesiąt pięć milionów pięćset trzydzieści jeden\n                           tysięcy dwieście sześćdziesiąt osiem złotych_ przeznaczyć do podziału pomiędzy akcjonariuszy\n                           jako dywidendę,2_ kwotę 214 539 655, 45 zł _dwieście czternaście milionów pięćset trzydzieści dziewięć\n                           tysięcy sześćset pięćdziesiąt pięć złotych i czterdzieści pięć groszy_ wyłączyć od\n                           podziału pomiędzy akcjonariuszy i przeznaczyć ją na kapitał zapasowy Spółki.Zwyczajne Walne Zgromadzenie wyznaczyło: 4 września 2017 roku jako dzień, według którego\n                           ustala się listę akcjonariuszy uprawnionych do dywidendy za rok obrotowy 2016 _dzień\n                           dywidendy_, 20 września 2017 roku jako termin wypłaty dywidendy. Według stanu na dzień podjęcia uchwały: na jedną akcję LPP SA przypada z tytułu dywidendy\n                           kwota 36,00 zł, liczba akcji LPP SA uprawnionych do dywidendy wynosi 1 820 313. Zarząd LPP SA wskazuje jednocześnie, iż Spółka w oparciu o uchwały nr 21 i 22 Zwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 27 czerwca 2011 roku wyemitowała 21 300 warrantów\n                           subskrypcyjnych uprawniających do objęcia takiej samej ilości akcji w kapitale zakładowym\n                           Spółki, z czego do realizacji pozostało 13 132 warrantów. W przypadku realizacji tych\n                           uprawnień przed dniem dywidendy wartość dywidendy na jedną akcję wynosiłaby 35,74\n                           zł.",
        "date": "2017-06-19"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje w załączeniu treść uchwał podjętych 19 czerwca 2017 roku\n                           przez Zwyczajne Walne Zgromadzenie Akcjonariuszy LPP SA.Emitent informuje jednocześnie, iż odstąpiono od przewidzianego w porządku obrad wyboru\n                           komisji skrutacyjnej z uwagi na przeprowadzenie głosowań w toku obrad przy użyciu\n                           systemu elektronicznego obsługiwanego przez profesjonalny podmiot.",
        "date": "2017-06-19"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w maju\n                           2017 roku przez GK LPP SA wyniosły ok. 556 mln zł i były wyższe od przychodów osiągniętych\n                           w maju 2016 roku o około 18%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – maj 2017 roku wyniosła\n                           2 449 mln zł. Przychody te były wyższe o ok. 16% od osiągniętych w analogicznym okresie\n                           ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 59% i była wyższa o 6 p.p. w stosunku\n                           do marży zrealizowanej w maju roku poprzedniego. Przychody ze sprzedaży internetowej w maju 2017 wyniosły ok. 25 mln zł i były wyższe\n                           o ok. 120% od sprzedaży zrealizowanej w maju 2016. Narastająco w okresie styczeń – maj 2017 roku sprzedaż internetowa wyniosła ok. 103\n                           mln zł i była wyższa o ok. 99% licząc rok do roku.Powierzchnia handlowa sklepów na koniec maja 2017 roku wyniosła ok. 928 tys. m kw\n                           i była większa o ok. 7% od powierzchni handlowej na koniec maja ubiegłego roku.",
        "date": "2017-06-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść projektów uchwał, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Akcjonariuszy LPP SA zwołanego na 19 czerwca\n                           2017 roku.",
        "date": "2017-05-24"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść ogłoszenia o zwołaniu Zwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy LPP SA na dzień 19 czerwca 2017 roku.",
        "date": "2017-05-24"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 15 maja 2017 roku Rada Nadzorcza LPP SA działając\n                           na podstawie paragrafu 35 Statutu LPP SA oraz zgodnie z obowiązującymi przepisami\n                           podjęła uchwałę o wyborze podmiotu uprawionego do badania i przeglądu sprawozdań finansowych\n                           Spółki. Na mocy uchwały podmiotem wybranym do badania i przeglądu jednostkowych sprawozdań\n                           finansowych LPP SA oraz skonsolidowanych sprawozdań finansowych GK LPP SA została\n                           Ernst & Young Audyt Polska Sp z o.o. spółka komandytowa z siedzibą w Warszawie, wpisana\n                           na listę Krajowej Rady Biegłych Rewidentów pod nr 130.We wcześniejszych latach LPP SA nie korzystała z usług wybranego podmiotu.Rada Nadzorcza LPP SA upoważniła Zarząd Spółki do zawarcia z ww. firmą umowy na badanie\n                           rocznego sprawozdania finansowego Spółki oraz Grupy Kapitałowej za 2017 rok oraz przegląd\n                           półrocznego sprawozdania finansowego Spółki i Grupy Kapitałowej w ww. roku.",
        "date": "2017-05-15"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _\"Spółka\"_ informuje, iż w dniu 15 maja 2017 roku Rada Nadzorcza Spółki\n                           pozytywnie zaopiniowała wniosek Zarządu Spółki o którym mowa w RB 15/2017 w sprawie\n                           podziału zysku netto Spółki osiągniętego w roku obrotowym zakończonym w dniu 31 grudnia\n                           2016 roku, w którym to wniosku Zarząd zarekomendował wypłatę dywidendy w wysokości\n                           w wysokości 65 631 268 PLN, tj. 36,00 PLN na jedną akcję i wyznaczył dzień dywidendy\n                           na 4 września 2017 roku oraz dzień wypłaty dywidendy na 20 września 2017 roku.",
        "date": "2017-05-15"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w kwietniu\n                           2017 roku przez GK LPP SA wyniosły ok. 524 mln zł i były wyższe od przychodów osiągniętych\n                           w kwietniu 2016 roku o około 11%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – kwiecień 2017 roku\n                           wyniosła 1886 mln zł. Przychody te były wyższe o ok. 15% od osiągniętych w analogicznym\n                           okresie ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 59% i była wyższa o 8 p.p. w stosunku\n                           do marży zrealizowanej w kwietniu roku poprzedniego. Przychody ze sprzedaży internetowej w kwietniu 2017 wyniosły ok. 22,2 mln zł i były\n                           wyższe o ok. 76% od sprzedaży zrealizowanej w kwietniu 2016. Narastająco w okresie styczeń – kwiecień 2017 roku sprzedaż internetowa wyniosła ok.\n                           77,1 mln zł i była wyższa o ok. 93% licząc rok do roku.Powierzchnia handlowa sklepów na koniec kwietnia 2017 roku wyniosła ok. 917 tys. m\n                           kw i była większa o ok. 7% od powierzchni handlowej na koniec kwietnia ubiegłego roku.",
        "date": "2017-05-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA:1_ za I kwartał 2017 roku:• Przychody ze sprzedaży: 1 362 mln PLN,• Zysk brutto na sprzedaży: 621 mln PLN,• Koszty SG&A: 719 mln PLN,• Strata z działalności operacyjnej _EBIT_: 109 mln PLN,• Strata netto: 117 mln PLNWybrane dane bilansowe na 31.03.2017:• Stan zapasów: 1 251 mln PLN _około 1 381 PLN/m2_• Zadłużenie z tyt. kredytów: 628 mln PLN• Środki pieniężne: 281 mln PLNWzrost przychodów ze sprzedaży w I kwartale 2017 wyniósł 16% w porównaniu z analogicznym\n                           okresem roku poprzedniego. Sprzedaż w sklepach porównywalnych _LFL_ w walutach lokalnych\n                           w I kwartale 2017 wzrosła o 4,6%. Marża handlowa w I kwartale wyniosła 45,6% i była niższa o ok 0,6 p.p. rok do roku.Strata operacyjna za I kwartał 2017 roku wyniosła 109 mln zł. Saldo przychodów i kosztów finansowych w I kwartale 2017 było ujemne i wyniosło 3\n                           mln zł.W I kwartale 2017 GK LPP poniosła stratę w wysokości 117 mln zł. Obliczenia powyższych danych zostały dokonane według aktualnej wiedzy Zarządu.Jednocześnie informujemy, że szczegółowy raport finansowy zostanie opublikowany w\n                           dniu 17 maja 2017 roku.",
        "date": "2017-04-28"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA z siedzibą w Gdańsku informuje, że w dniu 26 kwietnia 2017 roku postanowił\n                           przedłożyć Radzie Nadzorczej i Zwyczajnemu Walnemu Zgromadzeniu Akcjonariuszy wniosek\n                           w sprawie podziału zysku netto Spółki osiągniętego w roku obrotowym zakończonym w\n                           dniu 31 grudnia 2016 roku, w którym rekomenduje wypłatę dywidendy w wysokości 65 631\n                           268 PLN, tj. 36,00 PLN na jedną akcję.Zarząd LPP SA wskazuje jednocześnie, iż Spółka w oparciu o uchwały nr 21 i 22 Zwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 27 czerwca 2011 roku wyemitowała 21 300 warrantów\n                           subskrypcyjnych uprawniających do objęcia takiej samej ilości akcji w kapitale zakładowym\n                           Spółki, z czego do realizacji pozostało 13 132 warrantów. W przypadku realizacji tych\n                           uprawnień przed dniem dywidendy wartość dywidendy na jedną akcję wynosiłaby 35,74\n                           PLN. Jednocześnie Zarząd LPP SA proponuje w swoim wniosku wyznaczenie dnia dywidendy na\n                           dzień 4 września 2017 roku oraz dnia wypłaty dywidendy na 20 września 2017 roku.Wspomniany wniosek zostanie przekazany do zaopiniowania Radzie Nadzorczej LPP SA,\n                           zgodnie z wymogiem postanowienia § 33 ust. 3 Statutu Spółki i przepisu art. 382 §\n                           3 Kodeksu spółek handlowych oraz przedstawiony do rozpatrzenia przez Zwyczajne Walne\n                           Zgromadzenie Spółki, zgodnie z art. 395 § 2 pkt 2 Kodeksu spółek handlowych oraz §\n                           33 ust. 1 pkt 3 Statutu LPP SA.",
        "date": "2017-04-26"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w marcu\n                           2017 roku przez GK LPP SA wyniosły ok. 466 mln zł i były wyższe od przychodów osiągniętych\n                           w marcu 2016 roku o około 12%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – marzec 2017 roku\n                           wyniosła 1 356 mln zł. Przychody te były wyższe o ok. 15,5% od osiągniętych w analogicznym\n                           okresie ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 60% i była wyższa o 8 p.p. w stosunku\n                           do marży zrealizowanej w marcu roku poprzedniego. Przychody ze sprzedaży internetowej w marcu 2017 wyniosły ok. 19,3 mln zł i były wyższe\n                           o ok. 63% od sprzedaży zrealizowanej w marcu 2016. Narastająco w okresie styczeń – marzec 2017 roku sprzedaż internetowa wyniosła ok.\n                           54,3 mln zł i była wyższa o ok. 98,2% licząc rok do roku.Powierzchnia handlowa sklepów na koniec marca 2017 roku wyniosła ok. 913 tys. m kw\n                           i była większa o ok. 7% od powierzchni handlowej na koniec marca ubiegłego roku.",
        "date": "2017-04-03"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _ dalej Emitent, Spółka_ informuje, że w dniu 02 marca 2017 roku otrzymał\n                           powiadomienie o dokonaniu transakcji nabycia akcji Spółki LPP SA przez Pana Przemysława\n                           Konczakowskiego pełniącego obowiązki zarządcze w Spółce na stanowisku Dyrektora ds.\n                           Controllingu.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu do niniejszego\n                           raportu.",
        "date": "2017-03-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że skonsolidowane przychody ze sprzedaży osiągnięte w lutym\n                           2017 roku przez GK LPP SA wyniosły ok. 382 mln zł i były wyższe od przychodów osiągniętych\n                           w lutym 2016 roku o około 12%. Wartość przychodów ze sprzedaży zrealizowanych w okresie styczeń – luty 2017 roku\n                           wyniosła 890 mln zł. Przychody te były wyższe o ok. 17% od osiągniętych w analogicznym\n                           okresie ubiegłego roku.Szacunkowa marża brutto na sprzedaży wyniosła ok. 44% i była niższa o 3 p.p. w stosunku\n                           do marży zrealizowanej w lutym roku poprzedniego. Przychody ze sprzedaży internetowej w lutym 2017 wyniosły ok. 12,5 mln zł i były wyższe\n                           o ok. 56% od sprzedaży zrealizowanej w lutym 2016. Narastająco w okresie styczeń – luty 2017 roku sprzedaż internetowa wyniosła ok. 35\n                           mln zł i była wyższa o ok. 126% licząc rok do roku.Powierzchnia handlowa sklepów na koniec lutego 2017 roku wyniosła ok. 909 tys. m kw\n                           i była większa o ok. 8% od powierzchni handlowej na koniec lutego ubiegłego roku.",
        "date": "2017-03-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA z siedzibą w Gdańsku _dalej: \"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           uzyskał informację o dokonaniu przez Sąd Rejonowy Gdańsk-Północ w Gdańsku postanowieniem\n                           z dnia 14.02.2017 roku wpisu w Rejestrze Przedsiębiorców prowadzonym w systemie Krajowego\n                           Rejestru Sądowego zmiany wysokości kapitału zakładowego. Nowa ujawniona wysokość kapitału zakładowego wynosi 3 678 582 zł _trzy miliony sześćset\n                           siedemdziesiąt osiem tysięcy pięćset osiemdziesiąt dwa złote_.Rejestracja zmiany wysokości kapitału zakładowego jest wynikiem zamiany 4 084 warrantów\n                           subskrypcyjnych serii A na tyleż samo akcji serii L w kapitale zakładowym LPP SA,\n                           co było przedmiotem raportu bieżącego nr 50/2016 z dnia 21 października 2016 roku.Ujawniony w rejestrze w wyniku zamiany kapitał zakładowy Emitenta dzieli się na: 350.000\n                           _trzysta pięćdziesiąt tysięcy_ akcji imiennych i 1 489 291 _jeden milion czterysta\n                           osiemdziesiąt dziewięć tysięcy dwieście dziewięćdziesiąt jeden_ akcji na okaziciela.\n                           Ogólna liczba głosów na walnym zgromadzeniu wynosi 3 220 313* _trzy miliony dwieście\n                           dwadzieścia tysięcy trzysta trzynaście_. Nowe akcje serii L stanowią 0,2% _dwie dziesiąte procenta_ kapitału zakładowego Emitenta\n                           i 0,1% _jedną dziesiątą procenta_ ogólnej liczby głosów na walnym zgromadzeniu Emitenta.*_Spółka posiada jeszcze 18 978 akcji własnych, z których nie może być wykonywane\n                           prawo głosu, z tego też powodu głosy z tych akcji nie zostały włączone do ogólnej\n                           liczby głosów na WZA_.",
        "date": "2017-02-28"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 27 lutego 2017 roku pomiędzy LPP SA a BGŻ BNP Paribas\n                           SA został podpisany aneks do umowy wielocelowej linii kredytowej z 14 kwietnia 2004\n                           roku.Na mocy tego aneksu bieżący okres wykorzystania linii został przedłużony do 30 stycznia\n                           2018 roku.  Limit umowy wynoszący 330 mln złotych może być wykorzystany jako:- kredyt w rachunku bieżącym do kwoty w wysokości 330 mln złotych z wykorzystaniem\n                           do 30 stycznia 2018 roku,- linia akredytyw do kwoty 330 mln złotych z okresem realizacji 12 miesięcy,- linia gwarancji do kwoty 60 mln złotych z okresem realizacji 12 miesięcy. Łączna wartość wszystkich produktów nie może przekroczyć kwoty przyznanego limitu\n                           330 mln złotych.Kwota limitu pozostała bez zmian w stosunku do poprzednio obowiązującej. Emitent podaje powyższą informacje do wiadomości publicznej ze względu na fakt, iż\n                           w jego ocenie wartość umowy spełnia kryterium uznania ją za znaczącą.",
        "date": "2017-02-27"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _Spółka_ informuje, że w dniu 13 grudnia 2018 roku Rada Nadzorcza LPP\n                           SA działając na podstawie paragrafu 35 Statutu LPP SA oraz zgodnie z obowiązującymi\n                           przepisami podjęła uchwałę o wyborze podmiotu uprawionego do badania i przeglądu sprawozdań\n                           finansowych Spółki. Na mocy uchwały podmiotem wybranym do badania i przeglądu jednostkowych sprawozdań\n                           finansowych LPP SA oraz skonsolidowanych sprawozdań finansowych GK LPP SA została\n                           Ernst & Young Audyt Polska Sp z o.o. spółka komandytowa z siedzibą w Warszawie, wpisana\n                           na listę Krajowej Rady Biegłych Rewidentów pod nr 130.We wcześniejszych latach LPP SA korzystała z usług wybranego podmiotu _badanie jednostkowych\n                           sprawozdań finansowych LPP SA oraz skonsolidowanych sprawozdań finansowych GK LPP\n                           SA za lata 2017 i 2018 oraz przegląd półrocznych sprawozdań jednostkowych i skonsolidowanych\n                           za w.w. lata_.Rada Nadzorcza LPP SA upoważniła Zarząd Spółki do zawarcia z ww. firmą umowy na badanie\n                           jednostkowych sprawozdań finansowych LPP SA i skonsolidowanych sprawozdań finansowych\n                           GK LPP SA za trzy kolejne lata obrotowe w okresie od 01.01.2019 roku do 31.01.2022\n                           roku.",
        "date": "2018-12-13"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA za III kwartał 2018 roku:• Przychody ze sprzedaży: 2 050 mln PLN _wzrost o 13% r/r_, • Zysk brutto na sprzedaży: 1 050 mln PLN _wzrost o 18% r/r_, • Koszty operacyjne: 910 mln PLN _wzrost o 17% r/r_, • Zysk na działalności operacyjnej _EBIT_: 125 mln PLN _wzrost o 21% r/r_, • Przychody ze sprzedaży w sklepach porównywalnych LFL _w walutach lokalnych_ w III\n                           kwartale 2018 roku wzrosły o 3,6%, • Powierzchnia handlowa na dzień 30 września 2018 roku wyniosła 1 036 tys. m2 _wzrost\n                           o 10% r/r_. Dane narastająco za 3 kwartały 2018 roku: • Przychody ze sprzedaży: 5 680 mln PLN _wzrost o 16% r/r_, • Zysk brutto na sprzedaży: 2 987 mln PLN _wzrost o 21% r/r_, • Koszty operacyjne: 2 622 mln PLN _wzrost o 17% r/r_, • Zysk na działalności operacyjnej _EBIT_: 319 mln PLN _wzrost o 58% r/r_.Obliczenia powyższych danych zostały dokonane według aktualnej wiedzy Zarządu LPP\n                           na dzień 1 października 2018 roku i mogą ulec zmianie po pełnym zamknięciu ksiąg rachunkowych.Jednocześnie Zarząd LPP SA informuje, że szczegółowy raport finansowy zostanie opublikowany\n                           w dniu 20 listopada 2018 roku.",
        "date": "2018-10-01"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _dalej Emitent, Spółka_ informuje, że w dniu 21 sierpnia 2018 roku otrzymał\n                           powiadomienie o dokonaniu transakcji nabycia akcji Spółki LPP SA przez osoby pełniące\n                           obowiązki zarządcze w Spółce.Treść otrzymanych powiadomień Emitent przekazuje w załączeniu do niniejszego raportu.",
        "date": "2018-08-21"
    },
    {
        "company_name": "LPP",
        "content": "W nawiązaniu do RB10/2018 z dnia 25 maja 2018 roku, Zarząd LPP SA informuje, że w\n                           ramach programu motywacyjnego przyjętego uchwałą nr 21 Zwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 19 czerwca 2017 roku, po powzięciu uchwały przez Radę Nadzorczą LPP\n                           SA w dniu 11 maja 2018 roku zaoferowano uczestnikom programu motywacyjnego _osobom\n                           zarządzającym_ realizację uprawnień do nabycia od Spółki łącznie 117 akcji LPP SA\n                           _z puli akcji własnych_. Akcje te zostały nabyte przez uczestników programu w dniu\n                           16 sierpnia 2018 roku, w związku z czym objęły prawo do dywidendy _dzień dywidendy\n                           przypada 24 sierpnia 2018 roku_. Mimo objęcia prawa do dywidendy, dodatkowe 117 akcji\n                           nie wpłyną na wartość dywidendy na jedną akcję _40,00 PLN_.",
        "date": "2018-08-17"
    },
    {
        "company_name": "LPP",
        "content": "W nawiązaniu do raportu bieżącego nr 16/2018 w sprawie zmiany udziału w ogólnej liczbie\n                           głosów w Spółce, Zarząd LPP SA _dalej Emitent, Spółka_ informuje, że w dniu 20 lipca\n                           2018 roku do Spółki wpłynęły powiadomienia złożone w trybie art. 19 MAR o dokonaniu\n                           przez osoby pełniące obowiązki zarządcze w Spółce i osoby bisko z nimi związane, transakcji\n                           dokonanych w związku z powołaniem fundacji, o których mowa w ww. raporcie bieżącym\n                           nr 16/2018 oraz przeprowadzeniem opisanego w tym raporcie procesu.Treść otrzymanych powiadomień Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2018-07-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA _dalej Emitent, Spółka_ informuje, że w dniu 20 lipca 2018 roku do Spółki\n                           wpłynęły złożone w trybie art. 69 Ustawy o ofercie publicznej _…_ zawiadomienia dotyczące\n                           zmiany udziału w ogólnej liczbie głosów w Spółce przekazane m.in. przez głównych akcjonariuszy\n                           Spółki Pana Marka Piechockiego oraz Pana Jerzego Lubiańca. Zawiadomienia złożone zostały w związku z realizacją procesu zapewnienie ciągłości\n                           funkcjonowania Spółki oraz sukcesji pokoleniowej poprzez powołanie przez nich do życia\n                           dwóch fundacji, tj. fundacji Semper Simul oraz fundacji Sky.Jednocześnie Emitent informuje, iż zgodnie z treścią zawiadomień, w związku z przeprowadzonym\n                           procesem na rzecz ww. fundacji przeniesione zostały akcje Spółki należące do ww. głównych\n                           akcjonariuszy, jak również nabyte zostały akcje od dwóch funduszy zarządzanych przez\n                           TFI Forum SA. W wyniku powyższego, po rozliczeniu operacji, fundacja Semper Simul\n                           Foundation uzyska 31,52% udziału w ogólnej liczbie głosów w Spółce, natomiast fundacja\n                           Sky Foundation 28,65% w ogólnej liczbie głosów w Spółce.W załączeniu Spółka przekazuje następujące zawiadomienia:- zawiadomienie od Pana Marka Piechockiego o zbyciu akcji Spółki,- zawiadomienia od Semper Simul Foundation o nabyciu akcji Spółki,- zawiadomienie od FORUM TFI SA o zbyciu akcji Spółki,- zawiadomienie od Pana Jerzego Lubiańca o zbyciu akcji Spółki,- zawiadomienia od Sky Foundation o nabyciu akcji Spółki.",
        "date": "2018-07-20"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA.Drugi kwartał 2018 roku:• Przychody ze sprzedaży: 2.048 mln PLN _wzrost o 20% r/r_,• Zysk brutto na sprzedaży: 1.230 mln PLN _wzrost o 28% r/r_,• Koszty operacyjne: 898 mln PLN _wzrost o 21% r/r_,• Zysk na działalności operacyjnej _EBIT_: 310 mln PLN _wzrost o 49% r/r_,• Przychody ze sprzedaży w sklepach porównywalnych LFL _w walutach lokalnych_ w II\n                           kwartale 2018 roku wzrosły o 14,6%,• Powierzchnia handlowa na dzień 30 czerwca 2018 roku wyniosła 1 034 tys. m2 _wzrost\n                           o 10,7% r/r_.Dane za I półrocze 2018 roku:• Przychody ze sprzedaży: 3.628 mln PLN _wzrost o 18% r/r_,• Zysk brutto na sprzedaży: 1.943 mln PLN _wzrost o 23% r/r_,• Koszty operacyjne: 1.719 mln PLN _wzrost o 18% r/r_,• Zysk na działalności operacyjnej _EBIT_: 192 mln PLN _wzrost o 95% r/r_,Obliczenia\n                           powyższych danych zostały dokonane według aktualnej wiedzy Zarządu na dzień 2 lipca\n                           2018 roku i mogą ulec zmianie po pełnym zamknięciu ksiąg rachunkowych.Jednocześnie Zarząd LPP SA informuje, że szczegółowy raport finansowy za I półrocze\n                           2018 roku zostanie opublikowany w dniu 4 września 2018 roku.",
        "date": "2018-07-02"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że termin publikacji skonsolidowanego raport za I półrocze\n                           2018, planowany pierwotnie na 05 września 2018 roku, został zmieniony na dzień 04\n                           września 2018 roku.",
        "date": "2018-05-28"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu 25 maja 2018 roku Rada Nadzorcza LPP SA działając\n                           na podstawie paragrafu 35 Statutu LPP SA oraz zgodnie z obowiązującymi przepisami\n                           podjęła uchwałę o wyborze podmiotu uprawionego do badania i przeglądu sprawozdań finansowych\n                           Spółki. Na mocy uchwały podmiotem wybranym do badania i przeglądu jednostkowych sprawozdań\n                           finansowych LPP SA oraz skonsolidowanych sprawozdań finansowych GK LPP SA została\n                           Ernst & Young Audyt Polska Sp z o.o. spółka komandytowa z siedzibą w Warszawie, wpisana\n                           na listę Krajowej Rady Biegłych Rewidentów pod nr 130.We wcześniejszych latach LPP SA korzystała z usług wybranego podmiotu.Rada Nadzorcza LPP SA upoważniła Zarząd Spółki, który zawarł z ww. firmą aneks do\n                           umowy na badanie rocznego sprawozdania finansowego Spółki oraz Grupy Kapitałowej za\n                           2018 rok oraz przegląd półrocznego sprawozdania finansowego Spółki i Grupy Kapitałowej\n                           w ww. roku.",
        "date": "2018-05-25"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA podaje do publicznej wiadomości listę akcjonariuszy posiadających powyżej\n                           5% głosów na ZWZA w dniu 25 maja 2018 roku: 1_ Marek Piechocki 874 995 głosów co stanowiło 35,6% liczby głosów na WZA i 27,1%\n                           w ogólnej liczbie głosów, 2_ Jerzy Lubianiec 874 995 głosów co stanowiło 35,6% liczby głosów na WZA i 27,1%\n                           w ogólnej liczbie głosów, 3_ FORUM 65 FIZ 143 710 głosów co stanowiło 5,9% liczby głosów na WZA i 4,4% w ogólnej\n                           liczbie głosów.",
        "date": "2018-05-25"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje w załączeniu treść uchwał podjętych 25 maja 2018 roku przez\n                           Zwyczajne Walne Zgromadzenie Akcjonariuszy LPP SA.Emitent informuje jednocześnie, iż odstąpiono od przewidzianego w porządku obrad wyboru\n                           komisji skrutacyjnej z uwagi na przeprowadzenie głosowań w toku obrad przy użyciu\n                           systemu elektronicznego obsługiwanego przez profesjonalny podmiot.",
        "date": "2018-05-25"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, iż Zwyczajne Walne Zgromadzenie Spółki w dniu 25 maja 2018\n                           roku podjęło uchwałę nr 21 w sprawie podziału zysku za rok obrotowy 2017, w myśl której\n                           dokonano podziału zysku netto osiągniętego przez Spółkę w roku obrotowym 2017 w kwocie\n                           493 427 050, 71 zł _czterysta dziewięćdziesiąt trzy miliony czterysta dwadzieścia\n                           siedem tysięcy pięćdziesiąt złotych siedemdziesiąt jeden groszy_ w następujący sposób:\n                           1_ kwotę 73 342 480 zł _siedemdziesiąt trzy miliony trzysta czterdzieści dwa tysiące\n                           czterysta osiemdziesiąt złotych_ przeznaczyć do podziału pomiędzy akcjonariuszy jako\n                           dywidendę;2_ pozostałą część zysku netto w kwocie 420 084 570, 71 zł _czterysta dwadzieścia\n                           milionów osiemdziesiąt cztery tysiące pięćset siedemdziesiąt złotych siedemdziesiąt\n                           jeden groszy_ wyłączyć od podziału i przekazać na kapitał zapasowy Spółki.Zwyczajne Walne Zgromadzenie wyznaczyło: 24 sierpnia 2018 roku jako dzień, według\n                           którego ustala się listę akcjonariuszy uprawnionych do dywidendy za rok obrotowy 2017\n                           _dzień dywidendy_, 14 września 2018 roku jako termin wypłaty dywidendy. Według stanu na dzień podjęcia uchwały: na jedną akcję LPP SA przypada z tytułu dywidendy\n                           kwota 40,00 zł, liczba akcji LPP SA uprawnionych do dywidendy wynosi 1 833 445. Zarząd LPP SA wskazuje jednocześnie, iż Spółka w ramach programu motywacyjnego przyjętego\n                           uchwałą nr 21 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 19 czerwca 2017 roku,\n                           w przypadku powzięcia odpowiedniej uchwały przez Radę Nadzorczą LPP SA zaoferuje uczestnikom\n                           programu motywacyjnego _osobom zarządzającym_ nabycie od Spółki łącznie 117 akcji\n                           LPP SA _z puli akcji własnych_. W przypadku realizacji tych uprawnień przed dniem\n                           dywidendy 117 akcji nabędzie prawo do dywidendy. Nie wpłynie to jednak na wartość\n                           dywidendy na jedną akcję _40,00 PLN_.",
        "date": "2018-05-25"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść projektów uchwał, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Akcjonariuszy LPP SA zwołanego na 25 maja 2018\n                           roku.",
        "date": "2018-04-24"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przedstawia w załączniku treść ogłoszenia o zwołaniu Zwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy LPP SA na dzień 25 maja 2018 roku.",
        "date": "2018-04-24"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA z siedzibą w Gdańsku informuje, że w dniu 24 kwietnia 2018 roku postanowił\n                           przedłożyć Radzie Nadzorczej i Zwyczajnemu Walnemu Zgromadzeniu Akcjonariuszy wniosek\n                           w sprawie podziału zysku netto Spółki osiągniętego w roku obrotowym zakończonym w\n                           dniu 31 grudnia 2017 roku, w którym rekomenduje wypłatę dywidendy w wysokości 73 342\n                           480 PLN, tj. 40,00 PLN na jedną akcję.Zarząd LPP SA wskazuje jednocześnie, iż Spółka w ramach programu motywacyjnego przyjętego\n                           uchwałą nr 21 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 19 czerwca 2017 roku,\n                           w przypadku powzięcia odpowiedniej uchwały przez Radę Nadzorczą LPP SA zaoferuje uczestnikom\n                           programu motywacyjnego _osobom zarządzającym_ nabycie od Spółki łącznie 117 akcji\n                           LPP SA _z puli akcji własnych_. W przypadku realizacji tych uprawnień przed dniem\n                           dywidendy 117 akcji nabędzie prawo do dywidendy. Nie wpłynie to jednak na wartość\n                           dywidendy na jedną akcję _40,00 PLN_. Jednocześnie Zarząd LPP SA proponuje w swoim wniosku wyznaczenie dnia dywidendy na\n                           dzień 24 sierpnia 2018 roku oraz dnia wypłaty dywidendy na 14 września 2018 roku.Wspomniany wniosek zostanie przekazany do zaopiniowania Radzie Nadzorczej LPP SA,\n                           zgodnie z wymogiem postanowienia § 33 ust. 3 Statutu Spółki i przepisu art. 382 §\n                           3 Kodeksu spółek handlowych oraz przedstawiony do rozpatrzenia przez Zwyczajne Walne\n                           Zgromadzenie Spółki, zgodnie z art. 395 § 2 pkt 2 Kodeksu spółek handlowych oraz §\n                           33 ust. 1 pkt 3 Statutu LPP SA.",
        "date": "2018-04-24"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA za I kwartał 2018 roku:• Przychody ze sprzedaży: 1 580 mln PLN _wzrost o 16% r/r_,• Zysk brutto na sprzedaży: 710 mln PLN _wzrost o 14,4% r/r_,• Koszty SG&A: 815 mln PLN _wzrost o 13,3% r/r_,• Strata z działalności operacyjnej _EBIT_: 115 mln PLN _wobec 109 mln PLN straty\n                           z działalności operacyjnej w 2017 roku_,• Przychody ze sprzedaży w sklepach porównywalnych LFL _w walutach lokalnych_ w całym\n                           pierwszym kwartale 2018 roku wzrosły o 9,2%,• Powierzchnia handlowa na koniec I kwartału 2018 roku wyniosła 1 001 tys. m2 _wzrost\n                           o 9,5% r/r_.Obliczenia powyższych danych zostały dokonane według aktualnej wiedzy Zarządu na dzień\n                           3 kwietnia 2018 roku i mogą ulec zmianie po pełnym zamknięciu ksiąg rachunkowych.Jednocześnie Zarząd LPP SA informuje, że szczegółowy raport finansowy zostanie opublikowany\n                           w dniu 17 maja 2018 roku.",
        "date": "2018-04-03"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA przekazuje do publicznej wiadomości wstępne wybrane skonsolidowane dane\n                           finansowe Grupy Kapitałowej LPP SA:1_ za IV kwartał 2017 roku:• Przychody ze sprzedaży: 2.148 mln PLN,• Zysk brutto na sprzedaży: 1.246 mln PLN,• Koszty SG&A: 862 mln PLN,• Zysk z działalności operacyjnej _EBIT_: 373 mln PLN,• Zysk netto: 302 mln PLN2_ narastająco za okres od 01.01.2017 do 31.12.2017 roku:• Przychody ze sprzedaży: 7.029 mln PLN,• Zysk brutto na sprzedaży: 3.719 mln PLN,• Koszty SG&A: 3.100 mln PLN,• Zysk z działalności operacyjnej _EBIT_: 575 mln PLN,• Zysk netto: 444 mln PLNWybrane dane bilansowe na 31.12.2017:• Stan zapasów: 1.470 mln PLN _około 1.484 PLN/m2_• Zadłużenie z tyt. kredytów: 198 mln PLN• Środki pieniężne: 516 mln PLNW porównaniu z analogicznym okresem roku poprzedniego wzrost przychodów ze sprzedaży\n                           w IV kwartale wyniósł 16%, a w całym 2017 rok 17%. Sprzedaż w sklepach porównywalnych\n                           _LFL_ w walutach lokalnych w IV kwartale 2017 wzrosła o 12,9%, zaś narastająco za\n                           4 kwartały 2017 wzrosła o 10,1%. Marża handlowa w IV kwartale wyniosła 58,0%, za cały rok 2017: 52,9%. Zysk operacyjny za IV kwartał 2017 roku wyniósł 373 mln zł wobec 199 mln zł przed\n                           rokiem, a za cały rok wyniósł 575 mln zł wobec 226 mln zł przed rokiem.Saldo przychodów i kosztów finansowych było ujemne zarówno za IV kwartał jak i za\n                           cały 2017 i wynosiło odpowiednio: -25 mln zł oraz -15 mln zł.W IV kwartale 2017 GK LPP wypracowała zysk w wysokości 302 mln zł, a za cały rok 444\n                           mln zł. Obliczenia powyższych danych zostały dokonane według aktualnej wiedzy Zarządu.Jednocześnie informujemy, że szczegółowy raport finansowy zostanie opublikowany w\n                           dniu 14 marca 2018 roku.",
        "date": "2018-02-16"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym tj. 30 stycznia 2018 roku pomiędzy\n                           LPP SA a BGŻ BNP Paribas Spółka Akcyjna został podpisany aneks do umowy o limit wierzytelności\n                           _linia wielocelowa_ z 14 kwietnia 2004 roku.Na wniosek Spółki obniżono łączny limit wykorzystania poszczególnych produktów _kredyt\n                           w rachunku bieżącym, akredytywy, gwarancje_ z 330 mln zł do kwoty 280 mln zł, oraz\n                           przedłużono okres wykorzystania linii do 30 stycznia 2019 roku.Pozostałe warunki umowy nie uległy zmianie.Zabezpieczenie linii stanowi weksel in blanco wraz z deklaracją wekslową oraz oświadczenie\n                           kredytobiorcy o poddaniu się egzekucji w formie aktu notarialnego.",
        "date": "2018-01-30"
    },
    {
        "company_name": "LPP",
        "content": "Zarząd LPP SA informuje, że w dniu dzisiejszym tj. 10 stycznia 2018 roku pomiędzy\n                           LPP SA a Bankiem Handlowym w Warszawie SA został podpisany aneks do umowy o limit\n                           wierzytelności _linia wielocelowa_ z 13 grudnia 2011 roku.Na wniosek Spółki obniżono łączny limit wykorzystania poszczególnych produktów _kredyt\n                           w rachunku bieżącym, akredytywy, gwarancje_ z 174 mln zł do kwoty 150 mln zł, oraz\n                           przedłużono okres wykorzystania linii do 10 stycznia 2020 roku.Pozostałe warunki umowy nie uległy zmianie.Zabezpieczenie linii stanowi oświadczenie o poddaniu się egzekucji oraz weksel in\n                           blanco.",
        "date": "2018-01-10"
    },
    {
        "company_name": "LPP",
        "content": "Na podstawie § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych _…_ Zarząd LPP SA informuje o terminach przekazywania raportów okresowych\n                           w 2018 roku:1. Raport roczny i skonsolidowany raport za 2017: 14.03.2018 2. Skonsolidowany raport za I półrocze 2018: 05.09.20183. Skonsolidowane raporty kwartalne - Rozszerzony skonsolidowany raport za I kwartał 2018: 17.05.2018- Rozszerzony skonsolidowany raport za III kwartał 2018: 20.11.2018              \n                           Jednocześnie, na podstawie § 83 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych _…_ Zarząd LPP SA informuje, że Spółka nie będzie publikowała\n                           odrębnych jednostkowych raportów kwartalnych oraz odrębnego jednostkowego raportu\n                           półrocznego. Skonsolidowane raporty kwartalne zawierać będą kwartalne informacje finansowe,\n                           a skonsolidowany raport półroczny zawierać będzie półroczne skrócone sprawozdanie\n                           finansowe.",
        "date": "2018-01-04"
    }
]