[
    {
        "company_name": "SOBIESKI",
        "content": "Ivry-sur-Seine, 23 November 2015UPWARD REVISION OF THE 2018 FINANCIAL TARGETS• 2018 sales: €450 – 500m• 2018 EBITDA margin: 15%• Revenue from divestments: > €40mCONVENING OF AN EXTRAORDINARY SHAREHOLDERS MEETING WITHIN THE FRAMEWORK OF THE PUBLIC EXCHANGE OFFER ON STOCK WARRANTS START OF THE CONTINUATION PLAN EXIT PROCESSMarie Brizard Wine & Spirits _Euronext\n                           Paris: MBWS_ today announces the updating of its strategic plan for the period from\n                           2015 to 2018, BiG 2.0.Jean-Noël Reynaud, CEO of Marie Brizard Wine & Spirits, comments: “Following a year\n                           devoted to putting our BiG 2018 strategic plan in place, we felt it was important\n                           to issue an update on its implementation and, at the same time, shed light on the\n                           opportunities associated with the changes in our shareholding structure around industrial\n                           players from the wine and spirits sector. More than ever, our ambition is to establish\n                           Marie Brizard Wine & Spirits as a player at the very heart of the wine and spirits\n                           market, and this first year of implementation confirms that it is our rightful place,\n                           with a positioning that perfectly matches the expectations of our customers. Lastly,\n                           our cash flow forecasts, combined with the continued improvement in our Working Capital\n                           Requirements, the upward revision in revenue from the divestment of non-strategic\n                           activities and the upcoming restructuring of our stock warrants further strengthen\n                           our confidence in our ability to shortly exit the business continuation plan. This\n                           will represent the final element in our Group’s normalization.\"I.UPWARD REVISION IN\n                           OUR FINANCIAL TARGETS CONFIRMEDReviewing our strategic work has allowed us to confirm the upward revision in the\n                           Group’s 2018 financial targets, in terms of both sales and EBITDA:• Sales of between €450 and 500m _versus €420 to 460m indicated in BiG 1.0_• EBITDA margin of 15% _versus a bracket of 12% to 15% in BiG 1.0_, i.e. EBITDA of\n                           between €67 and 75m _versus a bracket of €50 to 70m in BiG 1.0_• Revenue from the divestment of non-strategic assets of over €40m _versus €20m in\n                           BiG 1.0_• Cumulative self-financed investments of €50 to 60m between 2015 and 2018 _unchanged\n                           from BiG 1.0_II.2015: RESULTS IN LINE WITH OUR STRATEGIC PLAN, ACCELERATION IN PROFITABILITYWhilst 2014 was a year devoted to cleaning up the Group’s operations, 2015 was the\n                           first year of implementation of its strategic plan. Marie Brizard Wine & Spirits has\n                           successfully reached key milestones in its restructuring, and 2015 has resulted in\n                           the establishing of solid and long-lasting foundations for the Group’s operational\n                           success. In 2015, Marie Brizard Wine & Spirits thus managed to:• Obtain approval of 2014 accounts without qualification for the first time in 6 years;• Recuperate full operational control over its activities in Bulgaria;• Obtain the reimbursement of a €31m carry-back receivable;• Adopt the new name Marie Brizard Wine & Spirits to illustrate its desire to move\n                           forward within a new framework for its employees and to strengthen a corporate culture\n                           based on four values: excellence, team spirit, innovation and entrepreneurship;• Reach an agreement with the Direction des Vérifications Nationales et Internationales\n                           _DVNI, the French National and International Audit Office_ ending its dispute with\n                           the tax authorities regarding the deductibility of the interest charges on the FRN\n                           debt. With respect to this agreement, the Group has obtained  €20.4m in tax relief,\n                           which corresponds to the amount in dispute; • Begin its early exit from the business continuation plan, starting with its French\n                           subsidiary Marie Brizard & Roger International;• Announce, in September 2015, a doubling of its 2015 EBITDA target compared with\n                           2014 _€5.2m_;• Strengthen the market share of its pillar brands on its key markets.These factors are mirrored in the Group’s stock market price, which has risen 73%\n                           since 1 January 2015.III. BiG 2.0: UPDATING OF THE RATIONALIZATION ASPECT – INCREASE\n                           IN REVENUE FROM DIVESTMENTS TO OVER €40MWork on updating the strategic plan has enabled the three financial impacts of the\n                           BiG 2018 Rationalization aspect to be reassessed:• A €100m decrease in sales between 2016 and 2018 _less than the €120m between 2015\n                           and 2018 announced in BiG 1.0_;• A €3.5m improvement in EBITDA between 2016 and 2018 _versus €10m between 2015 and\n                           2018 in BiG 1.0, thanks to the rationalization of distribution assets that were running\n                           at a loss in 2013 and have been restructured in 2014 and 2015_. • An upward revision in revenue from divestments to over €40m, with most of these\n                           divestments due to take place before the end of 2016.IV. BiG 2.0: UPDATING OF THE OPTIMISATION ASPECT – ADDITIONAL EBITDA OF €25MMarie Brizard Wine & Spirits has identified five projects enabling it to optimize\n                           its operations. Significant progress has been recorded for these projects, to which\n                           should be added new opportunities associated with the arrival of industrial shareholders.\n                           All in all, regarding this Optimization aspect, the Group intends to generate an additional\n                           €25m in EBITDA between 2016 and 2018, versus a bracket of €20 to €30m between 2015\n                           and 2018 indicated in BiG 1.0, by:• Upgrading the industrial footprint:o Vodka production. In Lithuania, work has begun and the industrial tool will become\n                           operational in early 2016. In Poland, modernization work will be completed in 2017.\n                           The Group is reaffirming its investment of €20m, including €3m in 2015 and €17m in\n                           2016 and 2017, as well as the EBITDA improvement targets _€10m to €12m_;o The modernization of the Beaucaire industrial site and transferal of part of the\n                           liqueur production from Bordeaux to Zizurkil will have been finalized before the end\n                           of 2015; o The reconfiguration of the Moncigale logistics networks will be finalized by the\n                           end of 2015 and will generate an additional €1.5m in EBITDA.• Better sourcing:o A first wave of contract renegotiations regarding Scotch Whisky supplies and the\n                           sourcing of dry and liquid goods was undertaken in 2015. In this respect, the arrival of industrial shareholders will result in new opportunities,\n                           and in particular: o Bottling concession contracts between the Group and its industrial shareholders;o Additional diversification of Scotch Whisky sourcing;o Pooling of sourcing synergies between the Group and its industrial shareholders.• Strengthened Route to Market:o The refocusing on 9 priority states in the United States and the reorganization\n                           of export markets;The arrival of industrial shareholders will also generate new opportunities as yet\n                           not incorporated within BiG 2018 2.0, and in particular: o The distribution of Marie Brizard Wine & Spirits brands in Africa;o The distribution by the Group of certain brands owned by its industrial shareholders;o The pooling of distribution capacities on some markets;o The marketing of certain Group brands by wine merchants belonging to its industrial\n                           shareholders.• Simplifying industrial operations.• Developing core capabilities by:o Putting category management tools in place in France and Poland and normalizing\n                           distribution relations in 2015;o Putting industrial and commercial planning in place in France and Poland.V. BiG\n                           2.0: UPDATING OF THE GROWTH ASPECT – AVERAGE ANNUAL GROWTH FOR CORE ACTIVITIES OF\n                           BETWEEN 8 AND 13% OVER 2016 - 2018Regarding the Growth aspect, BiG 2.0 reaffirms all the levers defined in the 1st version\n                           of BiG 2018 whilst adding further opportunities, in terms of both markets and brands.\n                           Altogether, Marie Brizard Wine & Spirits thus anticipates, regarding this Growth aspect\n                           of its strategy, additional sales of between €70 and 120m, and EBITDA revised up to\n                           €28 - 36m between 2016 and 2018.Marie Brizard Wine & Spirits remains:• An innovative leader in France: confirmation of the 2018 net sales target of over\n                           €200m. The main routes are:o Pillar brands supported by the putting in place of a targeted A&P strategy;o The launch of a premium version of William Peel;o The gradual revitalization of the portfolio’s secondary brands.• A leading and diversified player in Poland: upward revision in the 2018 net sales\n                           target _for core activities_ to over €100m. The main routes are:o The strengthening of Krupnik’s distribution;o The balancing of the Krupnik product mix following the development of flavored versions\n                           of the brand;o The relaunch of Sobieski;o A Scotch Whisky market-share target of 10% for William Peel in 2018;Marie Brizard Wine & Spirits is targeting:• Healthy growth in the United States: 2018 net sales target of over €50m reaffirmed.\n                           The main routes are:o Sobieski’s new positioning: an appealing, differentiated and craft vodka;o The launch of Sobieski Estate and Fruits and Wine;o The activation of Marie Brizard.• Solid growth in Lithuania: upward revision in the 2018 net sales target to over\n                           €25m. The main routes are:o The relaunch of Sobieski: new bottle design and enhanced A&P support;o The rationalization of the portfolio and the migration of local brands to pillar\n                           brands;• Value-creating partnerships in Spain: upward revision in the 2018 net sales target\n                           to over €25m. The main routes are:o The strengthening of distribution relations by supplying private label brands;o Marie Brizard’s growth via A&P and the strengthening of its brand identity;o Further development of Shotka.A detailed presentation of this strategic plan is available on the Marie Brizard Wine\n                           & Spirits website _http://en.mbws.com/major_, in the Investors / Financial presentations\n                           section.VI. CONVENING OF A SHAREHOLDERS’ MEETING WITHIN THE FRAMEWORK OF THE PLANNED\n                           SIMPLIFIED PUBLIC EXCHANGE OFFER ON STOCK WARRANTSThe Shareholders’ Meeting of 30 June approved Resolution J regarding the principle\n                           of a public exchange offer on the existing stock warrants issued by Marie Brizard\n                           Wine & Spirits, for new stock warrants with a maturity date of 31 December 2016 to\n                           be issued by Marie Brizard Wine & Spirits, and granted full powers to the Board of\n                           Directors to implement this operation. However, notably in order to allow shareholders to make an informed decision regarding\n                           this offer, having received prior information regarding possible parity ratios and\n                           dilutions and given the report by an independent expert and the memorandum of information,\n                           the Board of Directors has decided to convene an Extraordinary Shareholders’ Meeting\n                           on 5 January 2016. The aim of this meeting will be to ask shareholders to vote on\n                           a new resolution relative to this offer, close to the resolution approved on 30 June\n                           but foreseeing that holders having exercised their 2015 stock warrants before 31 March\n                           2016 _instead of 29 February 2016 previously_ will furthermore receive a new 2023\n                           reimbursable stock warrant for free for each 2015 stock warrant exercised.The wording of the resolutions that will be tabled at this Shareholders’ Meeting will\n                           be published in the Bulletin des Annonces Légales Obligatoires public notices and\n                           on the Company’s website on 25 November, 2015. The Marie Brizard Wine & Spirits’ shareholders represented at the Board of Directors\n                           _Diana Holding group, La Martiniquaise group and DF Holding_ have already indicated,\n                           during the Board Meeting of 18 November, that they intend to support the new resolution\n                           pertaining to the offer put to shareholders, to the exclusion of any other resolution\n                           that may be put to the Shareholders’ Meeting without prior approval from the Board.About\n                           Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavors and experiences. Today, the Group\n                           has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contact:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-11-23"
    },
    {
        "company_name": "SOBIESKI",
        "content": "Załączniki",
        "date": "2015-11-10"
    },
    {
        "company_name": "SOBIESKI",
        "content": "Ivry-sur-Seine, 15 October 2015RELEASE AND AVAILABILITY OF THE 2014 REFERENCE DOCUMENTThe Group’s Reference Document was filed with the AMF _Autorité des Marchés Financiers,\n                           the French Stock Market Authority_ on 14 October 2015. It includes the 2015 half-year\n                           financial report.This Reference Document may be viewed at the Group’s head offices and on its website\n                           _http://en.mbws.com/_. It is also available on the AMF website _http://amf-france.org_.\n                           The Group’s shareholders may obtain a printed version of the Reference Document upon\n                           request and free of charge.\tNext press release: sales for the 3rd quarter of 2015, on Tuesday 10 November 2015\n                           _after market_ About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-10-15"
    },
    {
        "company_name": "SOBIESKI",
        "content": "Załączniki",
        "date": "2015-09-30"
    },
    {
        "company_name": "SOBIESKI",
        "content": "MARIE BRIZARD WINE & SPIRITSPress Release\t\t\t\t\t\t                        Ivry-sur-Seine, 3 September 2015MBWS CONFIRMS ITS ELIGIBILITY FOR PEA-PMEMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ confirms its eligibility for the\n                           French PEA-PME _SME equity savings plan_ set-up for the 2015 financial year.Indeed, Marie Brizard Wine & Spirits meets all the criteria to be PEA-PME eligible\n                           based on its last financial year.Marie Brizard Wine & Spirits shares can therefore be included in PEA-PME SME savings\n                           accounts that enjoy the same fiscal advantages as the traditional PEA _equity savings\n                           plan_.About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index. Contacts:Image SeptSimon Zaksszaks@image7.frTel: 0+33 _0_1 53 70 74 63",
        "date": "2015-09-03"
    },
    {
        "company_name": "SOBIESKI",
        "content": "Załączniki",
        "date": "2015-08-07"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREPress Release                                                                    \n                           Ivry-sur-Seine, 30 June 2015MINUTES OF THE SHAREHOLDERS’ MEETING OF 30 JUNE 2015Belvédère’s Shareholders’ Meeting,\n                           held in Paris on 30 June 2015, adopted all of the resolutions approved by the Board\n                           of Directors.The Shareholders’ Meeting notably adopted the resolutions concerning the following\n                           points:• annual accounts and consolidated financial statements to 31 December 2014;• the change in the Company’s official name. From 1 July 2015, Belvédère will thus\n                           become Marie Brizard Wine & Spirits; • the transfer of the Group’s head offices, which from today are located in Ivry-Sur-Seine,\n                           in the south-eastern suburbs of Paris;• the composition of the Board of Directors unanimously agreed by the latter on 29\n                           June 2015. It henceforth has 10 members:o 5 independent Board members: Constance Benqué, Christine Mondollot, Benoît Ghiot,\n                           Benoît Hérault and Guillaume de Belair;o 3 Board members representing Diana Holding: Rita Maria Zniber, Medhi Bouchaara and\n                           Serge Heringer;o 1 Board member representing DF Holding, Castel group: Laurence Dequatre; o 1 Board member representing La Martiniquaise Bardinet group: Jean-Pierre Cayard;o Lastly, the Board of Directors has decided to welcome 3 permanent guest members:\n                           Mr. Nicolas Gailly, Mr. Pierre Beuchet and Mr. Guy Lebail.• The simplification of the structure of the various types of stock warrants via the\n                           carrying out of a public exchange offer on all existing stock warrants.Lastly, the Shareholders’ Meeting rejected the resolution concerning a reduction in\n                           the time that shares must be held to entitle the holder to double voting rights to\n                           two years.Following the Shareholders’ Meeting, the newly-formed Board of Directors met and,\n                           as planned, renewed the Chairmanship of Mr. Benoît Hérault and appointed Mrs. Rita\n                           Maria Zniber to the position of Vice-Chairwoman. The Board of Directors also defined the composition of its committees. The Appointments\n                           and Remuneration Committee thus comprises Constance Benqué, Rita Maria Zniber and\n                           Christine Mondollot, its Chairwoman. The Audit Committee now consists of Jean-Pierre\n                           Cayard, Guillaume de Belair, Benoît Ghiot – its Chairman – and permanent guest Medhi\n                           Bouchaara.The Board of Directors would like to thank all the shareholders who attended this\n                           Shareholders’ Meeting, which had a quorum of over 55%, a substantially higher figure\n                           than that recorded at previous Shareholders’ Meetings.The results of the votes will be made available shortly on the Group’s website: www.belvedere.fr. About BelvédèreBelvédère is a wine and spirits group operating in Europe and the United States. The\n                           Group stands out through its know-how, its assortment of brands with a long tradition\n                           and a spirit firmly focused on innovation. From the founding of Maison Marie Brizard\n                           in 1755 to the launch of Fruits and Wine in 2010, the Belvédère group has shown an\n                           ability to develop its brands in a modern way whilst respecting their origins.Belvédère is committed to providing value by offering its clients trustworthy and\n                           audacious brands packed with flavours and experiences. Today, the Group has a consistent\n                           portfolio of brands that are leaders on their respective segments, and notably William\n                           Peel, Sobieski, Fruits and Wine and Marie Brizard.Belvédère is listed on Compartment B of Euronext Paris _FR0000060873- BVD_ and is\n                           included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-06-30"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREPress Release                                                                    \n                           Paris, 29 June 2015•THE INDEPENDENT BOARD MEMBERS AND DIANA HOLDING’S REPRESENTATIVES HAVE REACHED AN\n                           AGREEMENT REGARDING THE COMPOSITION OF THE BOARD OF DIRECTORS • AFTER THE CASTEL GROUP’S ENTRY WAS UNANIMOUSLY APPROVED, THE BOARD HAS UNANIMOUSLY\n                           APPROVED LA MARTINIQUAISE BARDINET GROUP’S PROPOSALSBelvédère’s Board of Directors and its Appointments Committee simultaneously met on\n                           29 June 2015, notably in order to hear Mr. Jean-Pierre Cayard, La Martiniquaise Bardinet\n                           group’s Chairman of the Board and reference shareholder.Partnership with La Martiniquaise Bardinet groupThis hearing follows the letters addressed to Belvédère’s Board members on 26 June\n                           2015 by La Martiniquaise Bardinet group in which the latter requested that it be given\n                           a seat on Belvédère’s Board of Directors and suggested looking into the setting up\n                           of an industrial partnership between the two groups. In a letter to the Board, La Martiniquaise Bardinet group stated that it held, via\n                           its holding company Compagnie Financière Européenne de Prise de Participation _COFEPP_,\n                           6.8% of Belvédère’s capital and voting rights as of 26 June 2015, making La Martiniquaise\n                           Bardinet group Belvédère’s 2nd largest shareholder, to the Company’s knowledge.During this hearing, Mr. Jean-Pierre Cayard confirmed his group’s status as a longstanding\n                           shareholder and reiterated to the Board that this was not a joint action carried out\n                           with another of the Belvédère group’s shareholders or a third party, and that it may\n                           continue acquiring Belvédère shares but without wishing to take control of the Group.Mr. Jean-Pierre Cayard also stated that his group had decided to acquire a stake in\n                           Belvédère after his group’s Board of Directors unanimously declared their desire to\n                           involve a stable investor and an industrial partner from the spirits sector in its\n                           project. The proposed industrial partnership has three main components:_i_  upgrading of the industrial tool and the securing of supplies, notably for Scotch\n                           Whisky _William Peel_ and Porto _Pitters_;_ii_ reduction in purchasing costs regarding all dry substances involved in the manufacturing\n                           of both groups’ products; and_iii_ study of a possible partnership for the distribution of both groups’ product\n                           ranges in countries where one of the two partners already has a presence _such as\n                           Poland or Spain_.Having unanimously approved the Castel’s Group’s entry into its capital structure,\n                           Belvédère’s Board has now approved La Martiniquaise Bardinet group’s requests, and\n                           is delighted that a recognised industrial player from the spirits sector – one liable\n                           to further drive the successful implementation of the BiG 2018 strategic plan – has\n                           acquired a stake in the Company. The Board of Directors unanimously confirms its commitment to the continued independence\n                           of Belvédère’s Board of Directors.Thus, should there be a request to add a resolution concerning the appointment of\n                           Mr. Jean-Pierre Cayard to the Board of Directors at the Shareholders’ Meeting of 30\n                           June, the Board will meet in accordance with regulations and recommend that this resolution\n                           be approved. The Board also confirms that it intends to swiftly explore and implement the potential\n                           industrial synergies to be created with La Martiniquaise Bardinet group, in addition\n                           to the work being undertaken with the Diana Holding and Castel groups concerning other\n                           possible synergies.Independence of the GroupFurthermore, in order to ensure the Belvédère group’s independence and protect the\n                           interests of it employees and minority shareholders, a change in the Board of Director’s\n                           internal regulations has been adopted today.Indeed, if the Board of Directors were to discuss sensitive information concerning\n                           products manufactured or marketed by Belvédère, the Board members_s_ with a role in\n                           an entity that is a direct competitor with regard to the product in question would\n                           be required to leave that Board meeting. During the session, and on the initiative of senior management, the Board was also\n                           able to hear a proposal that Mr. Guy Lebail, former CEO of Andromède _Remy Cointreau\n                           and Oeneo’s holding company_ be allowed to contribute to the Board. This proposition\n                           was unanimously welcomed by the Board.Agreement regarding the Board’s composition in view of the Shareholders’ Meeting of\n                           30 June 2015 In these conditions, Belvédère’s Board members have managed to reach an agreement\n                           regarding the composition of the Board of Directors to be put to the Shareholders’\n                           Meeting of 30 June 2015 for approval.The Board thus recommends that shareholders establish a 10-member Board consisting\n                           of:_i_ five independent Board members _Benoît Hérault, Christine Mondollot, Constance\n                           Benqué, Benoît Ghiot and Guillaume de Bélair_;_ii_ three Board members representing the Diana Holding reference shareholder _Rita\n                           Maria Zniber, Mehdi Bouchaara and Serge Heringer_; _iii_ a Board member representing DF Holding, Castel group _Laurence Dequatre_; and_iv_ a Board member representing La Martiniquaise Bardinet group _Jean-Pierre Cayard_.The Board of Directors would also have three permanent guest members, namely Mr. Nicolas\n                           Gailly, Mr. Pierre Beuchet and Mr. Guy Lebail, who would participate because of their\n                           expertise in the wine and spirits sectors.Should the composition of the Board of Directors detailed above be approved by the\n                           Shareholders’ Meeting of 30 June, the Board would recommend renewing the Chairmanship\n                           of Mr. Benoît Hérault. Mrs. Rita Maria Zniber would be offered the position of Vice-Chairwoman.The Board of Directors has taken note of the commitment made at the sitting by the\n                           reference shareholder’s representatives and the independent Board members to vote,\n                           at the Shareholders’ Meeting, in favour of _or, if appropriate, against_ resolutions\n                           in this respect in order to achieve the abovementioned Board composition. The Board\n                           has also taken note of Mr. Jacques Bourbousson’s decision at the sitting to stand\n                           down, as well as the withdrawal of the candidacies of Mr. Beuchet and Mr. Gailly as\n                           new Board members. In these conditions, the resolutions in question will be the subject of a withdrawal\n                           amendment tabled by the Shareholders’ Meeting’s Officers.  The Board would like to point out that, as a result, the resolutions on the agenda\n                           of the Shareholders’ Meeting concerning the dismissal of Board members are no longer\n                           relevant.In the interest of the Belvédère group, the Board of Directors welcomes this solution\n                           and considers that the agreement on the desired composition of the Board reflects\n                           a fair balance between independent Board members and representatives of its main shareholders\n                           that will enable the Group to have on its Board all the necessary areas of expertise\n                           it needs to accelerate the BiG 2018 strategic plan.About BelvédèreBelvédère is a wine and spirits group operating in Europe and the United States. The\n                           Group stands out through its know-how, its assortment of brands with a long tradition\n                           and a spirit firmly focused on innovation. From the founding of Maison Marie Brizard\n                           in 1755 to the launch of Fruits and Wine in 2010, the Belvédère group has shown an\n                           ability to develop its brands in a modern way whilst respecting their origins.Belvédère is committed to providing value by offering its clients trustworthy and\n                           audacious brands packed with flavours and experiences. Today, the Group has a consistent\n                           portfolio of brands that are leaders on their respective segments, and notably William\n                           Peel, Sobieski, Fruits and Wine and Marie Brizard.Belvédère is listed on Compartment B of Euronext Paris _FR0000060873- BVD_ and is\n                           included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-06-29"
    },
    {
        "company_name": "SOBIESKI",
        "content": "With reference to the report of Belvédère SA _the \"Company\"_ dated 25th May 2015,\n                           number 9/2015, the Company hereby discloses English version of the Company’s financial\n                           report 2014.",
        "date": "2015-06-11"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREPress Release                                                                    \n                           Paris, 8 June 2015BOARD OF DIRECTORS’ DECISIONS REGARDING THE DRAFT RESOLUTIONS SUBMITTED BY A NUMBER\n                           OF THE COMPANY’S SHAREHOLDERS The Board of Directors met on 8 June 2015 to examine requests by a number of the Company’s\n                           shareholders to put draft resolutions on the agenda of the next Shareholders’ Meeting.\n                           After examining these requests, it has ruled as follows:•\tResolution requested by DF Holding SAIn a letter dated 3 June 2015, DF Holding SA, indicating that it has a stake of at\n                           least 5.32% in the Company, asked the Board to put the following resolution on the\n                           agenda of the next Shareholders’ Meeting:o\tAppointment of DF Holding as a new Board memberThis request has been approved, but is irrelevant given that the Board had already\n                           accepted this resolution when it met on 2 June 2015.•\tResolutions requested by Diana HoldingIn a letter dated 3 June 2015, Diana Holding, indicating that it has a stake of at\n                           least 17.36% in the Company, asked the Board to put the following resolutions on the\n                           agenda of the next Shareholders’ Meeting:o\tRevocation of Mrs. Constance Benqué, Mrs. Christine Mondollot, Mr. Benoît Hérault\n                           and Mr. Benoît Ghiot as Board members These requests have not been approved, as they were irrelevant given that these four\n                           members had already decided to place their mandates at the disposal of the Company’s\n                           shareholders at the upcoming Shareholders’ Meeting.o\tAppointment of Mr. Guillaume De Belair as a new Board memberThis request has been approved, although is irrelevant given that the Board had already\n                           accepted this resolution when it met on 2 June 2015.o\tAppointment of Mr. Nicolas Gailly and Mr. Pierre Beuchet as new Board membersThese requests have not been approved for the following reasons:the Appointments and Compensation Committee has not been given the possibility of\n                           addressing the two candidates put forward by Diana Holding;the Board of Directors is not able to assess the truly independent nature of these\n                           candidates vis-à-vis the other members of the Diana Holding - DF Holding grouping;these candidates’ backgrounds are wine-based rather than spirits-based, and the Board\n                           representation of wine-sector professionals is already ensured by the members designated\n                           by the Diana Holding - DF Holding grouping;the Board of Directors considers that the Board structure wanted by the Diana Holding\n                           - DF Holding grouping would not have the necessary areas of expertise. Indeed, its\n                           financial, marketing or advertising know-how would not be sufficiently represented\n                           on the Board, unlike all the major listed wine and spirits groups in the world.o\tAppointment of Mr. Serge Heringer as a new Board memberThis request has not been approved, as the Board considers that the resolution regarding\n                           the appointment of DF Holding as a new Board member has already been approved and\n                           the appointment of an additional representative of Diana Holding would lead to the\n                           Diana Holding - DF Holding grouping being overly represented on the Board with regard\n                           to their stakes.o\tDelegation of power to be granted to the Board of Directors for the purpose of issuing\n                           additional stock warrants, without preferential subscription rights for shareholders,\n                           for holders of the old stock warrants tendered within the framework of the public\n                           exchange offerThis request has been approved, as the Board considers that this delegation of power\n                           could be in the Company’s interest by providing it with financing via the exercise\n                           of such stock warrants. o\tModification of article 27 II of the Statutes – Double voting rights This request has not been approved, as the Board considers that reducing the timeframe\n                           required to obtain double voting rights would exclusively benefit certain shareholders.\n                           •\tResolutions requested by SPC LUX SARLIn a letter dated 5 June 2015, SPC Lux Sàrl, indicating that it has a stake of at\n                           least 4.80% in the Company, asked the Board to put the following resolutions on the\n                           agenda of the next Shareholders’ Meeting:o\tRevocation of Mrs. Rita Maria Zniber, Mr. Mehdi Bouchaara and Mr. Jacques Bourbousson\n                           as Board membersThese requests have been approved, as the Board believes that it should be up to the\n                           Shareholders’ Meeting to fully define the Board’s composition and that all Board members\n                           should therefore place their mandates at the disposal of the Company’s shareholders.About BelvédèreBelvédère is a wine and spirits group operating in Europe and the United States. The\n                           Group stands out through its know-how, its assortment of brands with a long tradition\n                           and a spirit firmly focused on innovation. From the founding of Maison Marie Brizard\n                           in 1755 to the launch of Fruits and Wine in 2010, the Belvédère group has shown an\n                           ability to develop its brands in a modern way whilst respecting their origins.Belvédère’s commitment is to offer its clients trustworthy, audacious and flavourful\n                           brands. Today, the Group has a consistent portfolio of brands that are leaders on\n                           their respective segments, and notably William Peel, Sobieski, Fruits and Wine and\n                           Marie Brizard.Belvédère is listed on Compartment B of Euronext Paris _FR0000060873- BVD_ and is\n                           included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-06-08"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREPress release                                                                                  \n                           Paris, 2 June 2015THE NEXT SHAREHOLDERS’ MEETING WILL VOTE ON A POSSIBLE CHANGE IN THE COMPOSITION OF THE BOARD OF DIRECTORS Belvédère’s Board of Directors met on Tuesday 2 June 2015, ahead of the upcoming Shareholders’\n                           Meeting that will take place on 30 June. Indeed, the representatives of Groupe Diana Holding _a 17.31% shareholder_ having,\n                           on 20 May 2015, informed the AMF of a joint action with DF Holding, a Castel group\n                           company _5.66% shareholder_, they have called for four independent Board members –\n                           Mrs. Christine Mondollot, Mrs. Constance Benqué, Mr. Benoît Ghiot and Mr. Benoît Hérault,\n                           the Chairman of the Board – to  stand down with a view to the co-opting of four new\n                           members, namely DF Holding represented by Mrs. Laurence Dequatre and three independent\n                           Board members: Mr. Guillaume De Belair, Mr. Nicolas Gailly and Mr. Pierre Beuchet.It should be noted that, since the arrival of the four independent Board members who\n                           have been asked to stand down, numerous measures have been instigated that have enabled\n                           Belvédère to normalise its situation. In particular:• A new senior management team has been put in place, headed by CEO Mr. Jean-Noël\n                           Reynaud, with a renewed executive committee,• The Company’s internal organisation has been overhauled in order to align it with\n                           the industry’s best standards,• A new BIG _Back In the Game_ 2018 strategic plan has been initiated,• The financial situation has been strengthened,• New internal control procedures have been implemented this year enabling the Company\n                           to publish annual accounts that were certified without any qualifications for the\n                           first time in six years.Within this context, and given the Company’s shareholder split, the independent Board\n                           members indicated above feel that, having been appointed by the Shareholders’ Meeting,\n                           it is up to the latter to define the composition of the Company’s management bodies\n                           and the control of its governance, and not up to certain Board members. They have\n                           therefore indicated that they are standing down, a decision that will come into effect\n                           following the next Shareholders’ Meeting, and will place their mandate at the disposal\n                           of the Company’s shareholders.The independent Board members in question, whose resignation\n                           will come into effect at the end of the upcoming Shareholders’ Meeting, will therefore\n                           let the latter decide, and will stand again in the shareholder vote for a new mandate.\n                           Following a majority vote, the Board of Directors refused to immediately co-opt DF\n                           Holding _the Castel group’s main holding company_ to fill the final seat on the Board,\n                           preferring to put this appointment to the next Shareholders’ Meeting, and has therefore\n                           agreed on a new set of resolutions to be put to the Shareholders’ Meeting of 30 June.\n                           As well as the reappointment of the independent Board members mentioned above, the\n                           Board will therefore notably ask the Shareholders’ Meeting to approve the following\n                           Board member appointments:- DF Holding _Castel group_, without the number of representatives of the declared\n                           grouping with Diana Holding _23% stake_ exceeding a third of the total number of Board\n                           members _the grouping wanted to have half of the seats_; and- Mr. Guillaume De Belair, representative of the Company’s individual shareholders,\n                           a candidate at the last Shareholders’ Meeting, subject to his approval.About BelvédèreBelvédère is a wine and spirits group operating in Europe and the United States. The\n                           Group stands out through its know-how, its assortment of brands with a long tradition\n                           and a spirit firmly focused on innovation. From the founding of Maison Marie Brizard\n                           in 1755 to the launch of Fruits and Wine in 2010, the Belvédère group has shown an\n                           ability to develop its brands in a modern way whilst respecting their origins.Belvédère’s commitment is to offer its clients trustworthy, audacious and flavourful\n                           brands. Today, the Group has a consistent portfolio of brands that are leaders on\n                           their respective segments, and notably William Peel, Sobieski, Fruits and Wine and\n                           Marie Brizard.Belvédère is listed on Compartment B of Euronext Paris _FR0000060873- BVD_ and is\n                           included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-06-02"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREPress release                                                                    \n                           Beaucaire, 20 May 2015NORMALISATION HAS BEEN COMPLETED 2014 accounts unreservedly approvedProposed change in the Company’s name Belvédère SA _Euronext Paris: BVD_ today announces that its 2014 annual accounts have\n                           been unreservedly approved by its auditors, and that a proposal will be tabled at\n                           the next Shareholders’ Meeting to change the Company’s name.Unreserved approval of the Company’s consolidated financial statements for 2014The Group’s auditors issued their audit report on the Belvédère group’s 2014 annual\n                           accounts and consolidated accounts. They have certified the Company’s accounts without\n                           any qualifications.Proposal to change the Company’s name to be tabled at the next Shareholders’ MeetingThe final step in Belvédère’s normalisation will be to change the Company’s official\n                           name, a proposal that will be put to a vote at the next Shareholders’ Meeting on 30\n                           June. Shareholders will be asked to approve a change in the Company’s name from Belvédère\n                           to Marie Brizard Wine & Spirits. The reason this new name is being put forward is\n                           that it illustrates what the Group is today, and notably:- A clear mission in line with the Marie Brizard brand’s DNA: to offer its clients\n                           trustworthy, audacious and flavorful brands,- A shared desire by all staff, the Board of Directors and the Executive Committee\n                           to move forward within a new framework and create a shared corporate culture based\n                           on innovation and growth,- A multi-region and multi-category wine and spirits Group rooted in a tradition that\n                           began in Bordeaux back in 1755,- Brands with recognised savoir faire,- An international standing highlighted by the term “Wine & Spirits\" being in English.Jean-Noël Reynaud, CEO of Belvédère, says: “The unreserved approval of our accounts\n                           is excellent news, and I would like to congratulate all of the teams who accomplished\n                           work of real quality to achieve this. The auditors thoroughly reviewed our accounts\n                           and were able to note the tighter internal control and operational control we have\n                           put in place. Lastly, the planned change in the Group’s name is the final step in\n                           the normalisation plan that we launched a year ago, and it is of course quite right\n                           that our shareholders should have their say in this matter. These two milestones confirm\n                           Belvédère’s return to the standards of listed wine and spirits groups.\"Next press\n                           release: sales for the 1st half of 2015, on Friday 7 August 2015Belvédère’s financial report 2014 is currently available in French at  www.belvedere.fr.The English version of the document is being translated and will be published at the\n                           earliest possible date.About BelvédèreBelvédère is a wine and spirits group operating in Europe and the United States. The\n                           Group stands out through its know-how, its assortment of brands with a long tradition\n                           and a spirit firmly focused on innovation. From the founding of Maison Marie Brizard\n                           in 1755 to the launch of Fruits and Wine in 2010, the Belvédère group has shown an\n                           ability to develop its brands in a modern way whilst respecting their origins.Belvédère’s commitment is to offer its clients trustworthy, audacious and flavourful\n                           brands. Today, the Group has a consistent portfolio of brands that are leaders on\n                           their respective segments, and notably William Peel, Sobieski, Fruits and Wine and\n                           Marie Brizard.Belvédère is listed on Compartment B of Euronext Paris _FR0000060873- BVD_ and is\n                           included in the EnterNext© PEA-PME 150 index. Contacts:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-05-20"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREPress release                                                                    \n                           Beaucaire, 19 May 2015DIVESTMENT OF THE GROUP’S RETAIL ACTIVITIES IN POLANDBelvédère SA _Euronext Paris: BVD_ today announces that it has divested its retail\n                           activities in Poland, Galeria Alkoholi.As foreseen by its BiG 2018 strategic plan, Belvédère intends to divest its assets\n                           that are no longer core business. The Group has thus divested Galerie Alkoholi, a\n                           company comprising 39 liquor stores in Poland, to Carrefour.This divestment has been approved by the relevant authorities in France and Poland.The sale price has not been made public, and the sales recorded by Galerie Alkoholi\n                           will cease to be consolidated in the Group’s accounts from 13 May 2015.Jean-Noël Reynaud, CEO of Belvédère, states: “Our BiG 2018 strategy consists in focusing\n                           our development on our core businesses, of which this retail activity in Poland was\n                           no longer a part. This divestment has been rapid and shows our ability to deploy our\n                           strategy with agility. I am also pleased that this company has been divested to a\n                           player such as Carrefour that will be able to realise its potential.\"Next press release:\n                           sales for the 1st half of 2015, on Friday 7 August 2015About BelvédèreBelvédère is a wine and spirits Group operating in Europe and the United States. The\n                           Group stands out through its know-how, its assortment of brands with a long tradition\n                           and a spirit firmly focused on innovation. From the founding of Maison Marie Brizard\n                           in 1755 to the launch of Fruits and Wine in 2010, the Belvédère Group has shown an\n                           ability to develop its brands in a modern way whilst respecting their origins.Belvédère’s commitment is to offer its clients trustworthy, audacious and flavourful\n                           brands. Today, the Group has a consistent portfolio of brands that are leaders on\n                           their respective segments, and notably William Peel, Sobieski, Fruits and Wine and\n                           Marie Brizard.Belvédère is listed on Compartment B of Euronext Paris _FR0000060873- BVD_ and is\n                           included in the EnterNext© PEA-PME 150 index. Contacts:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-05-19"
    },
    {
        "company_name": "SOBIESKI",
        "content": "Załączniki",
        "date": "2015-05-12"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREPress Release\t    Beaucaire, 24 April 2015PUBLICATION OF 2014 ANNUAL RESULTS: 12 MAY 2015, AFTER MARKETBelvédère SA _Euronext Paris: BVD_ today announces that it will publish its 2014 annual\n                           results at the same time as its 1st quarter 2015 sales. Given the extent of the operational and accounting work undertaken in 2014, and in\n                           order to publish consolidated accounts in line with the sector’s best practices, publication\n                           of the Group’s 2014 annual results has now been rescheduled for Tuesday 12 May, 2015,\n                           after market.About BelvédèreBelvédère is a group of wine and spirits companies in Europe and the United States\n                           with a strong local presence. The group develops a portfolio of premium spirits brands\n                           notably including Sobieski, William Peel, Marie Brizard and Fruits & Wine.Belvedere is listed on Compartment B of Euronext Paris _FR0000060873- BVD_ and is\n                           included in the EnterNext© PEA-PME 150 index. Contacts:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2015-04-24"
    },
    {
        "company_name": "SOBIESKI",
        "content": "Załączniki",
        "date": "2015-04-14"
    },
    {
        "company_name": "SOBIESKI",
        "content": "Informacja dotycząca publikacji raportów / Information regarding publication of reportsBelvedere SA informuje, że w związku z art. 56a ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych _\"Ustawa\"_, Spółka będzie sporządzała i publikowała\n                           w języku angielskim raporty, o których mowa w art. 56 ust. 1 Ustawy. Rzeczpospolita\n                           Polska jest państwem macierzystym Spółki, dlatego Belvedere SA może wybrać język przekazywanych\n                           raportów.Belvedere SA informs that in relation to art. 56a of the Public Offering, Conditions\n                           Governing the Introduction of Financial Instruments to Organized Trading and Public\n                           Companies Act of 29th July 2005 _the “Act\"_, it will draw up and publish in English\n                           its obligatory reports mentioned in art. 56 section 1 of the Act_. The Republic of\n                           Poland is a host state for the Company, therefore Belvedere SA is able to choose the\n                           language of its reports.",
        "date": "2015-04-03"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREKomunikat prasowy\tBeaucaire,  13 lutego 2015 r.OBROTY ZA ROK OBROTOWY 2014• Obroty nieco wyższe niż\n                           założenia planu BiG 2018, w kwocie 467 milionów €, niższe o 4,1% w stosunku do porównywalnych\n                           działalności.• Zwyżka udziałów w rynku sztandarowych marek w głównych krajach, gdzie Grupa prowadzi\n                           działalność.• Rok obrotowy 2014 czasem normalizacji, przeglądu portfela i odstąpienia od niestrategicznych\n                           bądź nisko opłacalnych działalności i umów.• Grupa gotowa do działania po wdrożeniu planu strategicznego.• Potwierdzenie założeń w zakresie wskaźnika EBITDA w II półroczu 2014 r. w wysokości\n                           co najmniej równej temu za I półrocze 2014 r. oraz dodatniego wyniku działalności\n                           operacyjnej w 2014 r., bez rezerw na niepowtarzającą się utratę wartości zapasów i\n                           należności z tytułu dostaw i usług. Pełna treść komunikatu w załączeniu.",
        "date": "2015-02-13"
    },
    {
        "company_name": "SOBIESKI",
        "content": "BELVÉDÈREKomunikat prasowy \t\t\t\t\t\t\tBeaucaire, 9 lutego 2015 r.KALENDARZ FINANSOWY NA 2015 ROKBelvédère SA _na Euronext\n                           w Paryżu jako BVD_ przestawia zakładany na rok obrotowy 2015 kalendarz finansowy:• obroty za rok 2014: 13 lutego 2015 r.• wyniki za rok 2014: 30 kwietnia 2015 r.• obroty za I kwartał 2015 r.: 13 maja 2015 r.• obroty za pół roku 2015: 7 sierpnia 2015 r.• wyniki za pół roku 2015: 30 września 2015 r.• obroty za III kwartał 2015 r.: 10 listopada 2015 r.Komunikaty ukażą się po zamknięciu rynków.Informacja o BelvédèreBelvédère jest grupą działającą w sektorze win i alkoholi mocnych, obecną w Europie\n                           i w Stanach Zjednoczonych, opartą na silnych spółkach lokalnych. Grupa posiada portfel\n                           znaczących marek alkoholi mocnych, które rozwija - w szczególności Sobieski, William\n                           Peel i Marie Brizard.Spółka Belvédère jest notowana w dziale B na Euronext w Paryżu _FR0000060873- BVD_\n                           i jest objęta wskaźnikiem EnterNext© PEA-PME 150. Kontakt:Image SeptSimon Zaksszaks@image7.frTel.: 01 53 70 74 63",
        "date": "2015-02-09"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-12-21"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 8 December, 2016MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 30 November, 2016Total number of shares comprising share capital: 28.330.237Total number of voting rights - Number of voting rights _1_: 28.579.148 - Number of exercisable voting rights _2_: 28.364.575Do the Marie Brizard Wine &\n                           Spirits SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_\tIncluding treasury shares_2_\tAfter deduction of treasury shares",
        "date": "2016-12-08"
    },
    {
        "company_name": "MBWS",
        "content": "Addendum to the AMAFI liquidity contract signed on 18 December 2013 between Rothschild\n                           & Cie Banque and Marie Brizard Wine & Spirits:In keeping with article 12 of the contract, Marie Brizard Wine & Spirits has decided\n                           to proceed to a withdrawal of €1,000,000 from the resources allocated to the contract,\n                           on 14 December 2016.The rest of the contract remains unchanged. Signed in Paris on 14 December 2016",
        "date": "2016-12-15"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-12-12"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 8 December, 2016MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 30 November, 2016Total number of shares comprising share capital: 28.330.237Total number of voting rights:     Number of voting rights _1_: 28.330.237     Number of exercisable voting rights _2_: 28.364.575Do the Marie Brizard Wine & Spirits SA by-laws contain a clause requiring disclosure\n                           of the crossing of any statutory thresholds in addition to that relating to legal\n                           thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2016-12-08"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 7 December 2016MBWS STRENGHTENS ITS DISTRIBUTION NETWORK IN SEVERAL\n                           KEY MARKETS: UNITED STATES, CHINA, MOROCCO, UK, POLANDMarie Brizard Wine and Spirits\n                           _Euronext: MBWS_, ahead of the presentation of its strategic plan BiG 3.0 on December\n                           12, today announced the completion of the strengthening of its distribution networks\n                           across several of its main geographies, in order to secure its growth targets.1. In the United States, MBWS consolidates its partnership with Southern Glazers Wine\n                           & Spirits in 30 states, and across all its portfolio, with the renewal of its contract\n                           from January 1st, 2017. MBWS also sealed a partnership with Empire Merchants, to entrust\n                           it with the distribution of its brands for the state of New York.These two agreements enhance our growth and distribution focus for the Sobieski brand\n                           in the United States, and also support our enhanced ambitions for the Group's other\n                           pillar brands.2. In Asia, after the establishment of two offices in Japan and Hong Kong earlier\n                           this year, MBWS announced the signature of a strategic partnership with COFCO in China.\n                           COFCO, China’s largest agro-alimentary company, will import and distribute William\n                           Peel, Sobieski and Marie Brizard in the People’s Republic of China _PRC_, as of December\n                           2016. The aim for both parties is to build leading positions of the three brands in\n                           the market. This partnership confirms the relevance of MBWS’ business model, based\n                           on the ‘mainstreamization’ of the Chinese market. In addition, the group has signed a distribution agreement with HLX for Cognac Gautier\n                           in China, Cognac’s second largest market globally, following the relaunch of the brand\n                           earlier this year. Also linked to Asia, MBWS announces agreements in several countries, including France,\n                           for the distribution of the Japanese brand Choya, leader of the Umeshu category.In view of these significant changes in the route-to-market, Asia becomes a full-fledged\n                           cluster. 3. In Morocco, MBWS announces the beginning of the distribution of its brands by its\n                           industrial shareholder, the Diana Holding Group, through its subsidiary Ebertec, a\n                           leader in the distribution of wines and spirits in the country. This distribution\n                           agreement is the precursor to a joint strengthening of the companies’ route-to-market\n                           on the African continent.4. In the UK, MBWS announces the strengthening of its partnership with Conviviality\n                           PLC, the UK’s leading independent drinks distributor. Building on the success of Marie\n                           Brizard, which has become the UK’s No.1 fruit Liqueur brand in the on-trade in less\n                           than 5 years, this renewed partnership aims to accelerate not only the growth of its eponymous brand, but also\n                           includes the Cognac Gautier and Sobieski vodka brands.5. In Poland, as announced last week, MBWS is expanding its strategic partnership\n                           with Eurocash, the largest distributor of fast moving consumer goods _FMCG_ to the\n                           traditional trade. The agreement will take full effect from January 1st, 2017, and\n                           will enable the Group to strengthen the presence of its flagship brands – specifically\n                           Krupnik and William Peel - in the traditional trade, which accounts for 50% of the\n                           Polish market. Alongside this partnership, MBWS has strengthened the distribution reach of Sobieski\n                           Trade, its wholly-owned wholesale network for the traditional trade, via an agreement\n                           with Coca-Cola HBC Polska. As part of this deal, Sobieski Trade will distribute the\n                           major brands of The Coca-Cola Company - including Coca-Cola, Fanta, Sprite, Nestea,\n                           Burn and Powerade – to Poland’s traditional trade. This partnership will expand MBWS’\n                           distribution network in Poland, and should consequently increase the availability\n                           of its products in traditional trade outlets across the country.These partnerships collectively confirm MBWS’ growth model, support the attainment\n                           of the company’s objectives, and reconfirm MBWS’ position in the wine and spirits\n                           industry. The strengthening of distribution networks, in several key markets, completes the\n                           road-to-market optimization project and allows the Group to focus on the growth component\n                           of its BiG 2018 strategic plan, which will be updated on December 12, 2016.About Marie Brizard Wine & Spirits _MBWS_Marie Brizard Wine & Spirits produces and sells a range of wine and spirits primarily\n                           in Europe and the United States.  MBWS has distinguished itself for its know-how,\n                           the range of its brands, and a long tradition and history of innovation.  From the\n                           inception of Maison Marie Brizard in Bordeaux, France in the year 1755, to the launch\n                           of Fruits and Wine in 2010, Marie Brizard Wine & Spirits has successfully developed\n                           and adapted its brands to make them contemporary while respecting their origins. \n                           MBWS is committed to providing value by offering its customers bold, trustworthy,\n                           flavorful and experiential brands.  The company currently has a broad portfolio of\n                           leading brands in their respective market segments, most notably William Peel scotch\n                           whisky, Sobieski vodka, Fruits & Wine flavored wine and Marie Brizard liqueurs.  Marie\n                           Brizard Wine & Spirits is listed on the regulated market of Euronext Paris, Compartment\n                           B _ISIN code FR0000060873, ticker MBWS_ and is included in the EnterNext© PEA-PME\n                           150 index, among others. Press:\t\t\t\t\t\t\t\tStéphane Pedrazzi\t\t\t\t\t\t\tstephane.pedrazzi@mbws.com\t\t\t\tTel: +33 1 76 28 40 71\t\t\t\t\tInvestors:Raquel Lizarragaraquel.lizarraga@mbws.comTel: +33 1 43 91 50 18Simon Zaks, Image Septszaks@image7.frTel: +33 1 53 70 74 63",
        "date": "2016-12-07"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 29 November 2016 MBWS SIGNS A STRATEGIC DISTRIBUTION AGREEMENT WITH EUROCASH, AND STRENGTHENS ITS PRESENCE\n                           IN POLAND’S TRADITIONAL TRADE Marie Brizard Wine and Spirits _Euronext: MBWS_ announced today that it is expanding\n                           its strategic partnership with the Polish distributor Eurocash in order to strengthen\n                           the presence of its flagship brands - including Krupnik vodka and William Peel whisky\n                           - in Poland’s traditional trade.This agreement, which will take full effect from January 2017 1st, is part of the\n                           reconfiguration of the route-to-market that the Group is gradually pursuing in its\n                           key markets. It thus contributes to the achievement of the objectives of the BiG 2018\n                           strategic plan in the traditional trade, which accounts for almost 50% of the Polish\n                           market.Eurocash is the leading distributor of fast moving consumer goods _FMCG_ in Poland’s\n                           traditional trade, nation-wide. It generated revenues of 20.3 billion zlotys in 2015.About Marie Brizard Wine & Spirits _MBWS_Marie Brizard Wine & Spirits produces and sells a range of wine and spirits primarily\n                           in Europe and the United States.  MBWS has distinguished itself for its know-how,\n                           the range of its brands, and a long tradition and history of innovation.  From the\n                           inception of Maison Marie Brizard in Bordeaux, France in the year 1755, to the launch\n                           of Fruits and Wine in 2010, Marie Brizard Wine & Spirits has successfully developed\n                           and adapted its brands to make them contemporary while respecting their origins. \n                           MBWS is committed to providing value by offering its customers bold, trustworthy,\n                           flavorful and experiential brands.  The company currently has a broad portfolio of\n                           leading brands in their respective market segments, most notably William Peel scotch\n                           whisky, Sobieski vodka, Fruits & Wine flavored wine and Marie Brizard liqueurs.  Marie\n                           Brizard Wine & Spirits is listed on the regulated market of Euronext Paris, Compartment\n                           B _ISIN code FR0000060873, ticker MBWS_ and is included in the EnterNext© PEA-PME\n                           150 index, among others. Press:\tStéphane Pedrazzi\tstephane.pedrazzi@mbws.comTel: +33 1 76 28 40 71Investors:\tRaquel Lizarraga\traquel.lizarraga@mbws.comTel: +33 1 43 91 50 18Simon Zaks, Image Sept szaks@image7.frTel: +33 1 53 70 74 63",
        "date": "2016-11-29"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 28  November 2016COCA-COLA HBC POLSKA SELECTS SOBIESKI TRADE, AN MBWS\n                           SUBSIDIARY, TO DISTRIBUTE ITS PRODUCTS IN POLAND Marie Brizard Wine and Spirits _Euronext:\n                           MBWS_, announced today that its wholly-owned Polish distributor,  Sobieski Trade,\n                           has been selected by Coca-Cola HBC Polska to distribute its products to the traditional\n                           trade in Poland. Within the scope of this agreement, Sobieski Trade will distribute Coca-Cola HBC Polska\n                           products such as Coca-ColaTM, FantaTM, SpriteTM, NesteaTM, Kropla BeskiduTM, Kropla\n                           DeliceTM, PoweradeTM, MonsterTM and BurnTM to retail channel. This partnership will expand MBWS’ distribution network in Poland, and should consequently\n                           increase the availability of its products in traditional trade outlets across the\n                           country. The partnership also underscores the key role that MBWS’ wholesale business\n                           plays, and the distribution reach it provides the company across Poland.About Marie Brizard Wine & Spirits _MBWS_Marie Brizard Wine & Spirits produces and sells a range of wine and spirits primarily\n                           in Europe and the United States.  MBWS has distinguished itself for its know-how,\n                           the range of its brands, and a long tradition and history of innovation.  From the\n                           inception of Maison Marie Brizard in Bordeaux, France in the year 1755, to the launch\n                           of Fruits and Wine in 2010, Marie Brizard Wine & Spirits has successfully developed\n                           and adapted its brands to make them contemporary while respecting their origins. \n                           MBWS is committed to providing value by offering its customers bold, trustworthy,\n                           flavorful and experiential brands.  The company currently has a broad portfolio of\n                           leading brands in their respective market segments, most notably William Peel scotch\n                           whisky, Sobieski vodka, Fruits & Wine flavored wine and Marie Brizard liqueurs.  Marie\n                           Brizard Wine & Spirits is listed on the regulated market of Euronext Paris, Compartment\n                           B _ISIN code FR0000060873, ticker MBWS_ and is included in the EnterNext© PEA-PME\n                           150 index, among others. Press:\t\t\t\t\tStéphane Pedrazzi Tel:stephane.pedrazzi@mbws.com +33 1 76 28 40 71Investors:Raquel Lizarragaraquel.lizarraga@mbws.comTel: +33 1 43 91 50 18 Simon Zaks, Image Septszaks@image7.frTel: +33 1 53 70 74 63",
        "date": "2016-11-28"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-11-08"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 3 November, 2016MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 31 October, 2016\t\tTotal number of shares comprising share capital: 28.318.182Total number of voting rightsNumber of voting rights _1_: 28.579.148Number of exercisable voting rights _2_: 28.321.061Do the Marie Brizard Wine & Spirits SA by-laws contain a clause requiring disclosure\n                           of the crossing of any statutory thresholds in addition to that relating to legal\n                           thresholds: yes._1_\tIncluding treasury shares_2_\tAfter deduction of treasury shares",
        "date": "2016-11-03"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-09-23"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-09-21"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 9 August 2016MBWS RECOVERED TWO BILLS OF EXCHANGE FROM THE POLISH CUSTOMS, FOR SOME OF ITS POLISH\n                           SUBSIDIARIESFollowing the exit from their respective continuation plans on June 28, Marie Brizard\n                           Wine and Spirits _Euronext Paris: MBWS_ and its Polish subsidies announce the lifting\n                           of the guarantees _off-balance_ given to the Polish customs, in order to ensure the\n                           payment of their excise duties, for a total amount of 600 million zlotys _ € 140 million\n                           _ .This decision from the Starogard Customs Office, confirms the positive effects from\n                           the exit of the continuation plan, for MBWS and five of its Polish subsidiaries.About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins. Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEAPME 150 index. Contacts : Stéphane Pedrazzistephane.pedrazzi@mbws.comTel : +33 1 76 28 40 71Simon Zaks, Image Septszaks@image7.fr Tel : +33 1 53 70 74 63",
        "date": "2016-08-09"
    },
    {
        "company_name": "MBWS",
        "content": "SALES FOR THE 2ND QUARTER OF 2016 - see attached PDF file",
        "date": "2016-07-28"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 6 July 2016THE DIJON COMMERCIAL COURT APPROVES THE EXIT OF MARIE BRIZARD WINE & SPIRITS AND ITS\n                           POLISH SUBSIDIARIES FROM THEIR CONTINUATION PLANMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ has exited its continuation plan\n                           five years ahead of schedule. This measure also concerns five of its Polish subsidiaries.\n                           The Dijon Commercial Court agreed, through its rulings of 28 June, 2016 that the execution\n                           of the continuation plans of each of the companies concerned had been completed with\n                           the repayment of their entire debt accepted within the framework of these plans.As a result, following Marie Brizard Wine & Spirits France, Marie Brizard Wine & Spirits\n                           and its five Polish subsidiaries have now officially exited their respective continuation\n                           plan.The Group will publish its first-half sales on 28 July and its first-half results\n                           on 21 September, 2016.About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index. Contacts:Image SeptSimon Zaks, szaks@image7.fr, +33 _0_1 53 70 74 63 Caroline Simon, caroline.simon@image7.fr, +33 _0_1 53 70 74 65",
        "date": "2016-07-06"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 22 June 2016MINUTES OF THE ANNUAL SHAREHOLDERS’ MEETING HELD ON 21\n                           JUNE 2016Marie Brizard Wine & Spirits _Euronext Paris: MBWS_ announces the minutes\n                           of its annual shareholders’ meeting held in Paris on 21 June 2016.All of the resolutions submitted to a shareholder vote were approved by shareholders,\n                           and notably:• annual accounts and consolidated financial statements for the year to 31 December\n                           2015;• the appointment of Mr. Hachem Belghiti and Mrs. Edith Cayard as new members of the\n                           Group’s Board of Directors.The results of the votes will be made available shortly on the Group’s website: http://en.mbws.com/.Lastly, the Group announces that its sales for the first half of 2016 will be published\n                           on 28 July 2016, after market.About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Caroline Simon, caroline.simon@image7.fr, +33 _0_1 53 70 74 65Simon Zaks, szaks@image7.fr, +33 _0_1 53 70 74 63",
        "date": "2016-06-22"
    },
    {
        "company_name": "MBWS",
        "content": "DESCRIPTION OF THE SHARE BUY-BACK PROGRAMMEPlease find below a description of the share buy-back programme that the General Meeting\n                           of 21 June 2016 has been called to approve.In accordance with the provisions of Articles 241-1 et seq. of the General Regulations\n                           of the Autorité des Marchés Financiers, and European Regulation no. 2273/2003 of 22\n                           December 2003, the aim of this document is to describe the purpose and the terms of\n                           the programme for the repurchase by the Company of its own shares.Breakdown by objective of the shares held by the CompanyAs at 31 May 2016, the Company’s capital is made up of 28,318,182 shares, 175,587\n                           of which are own shares, i.e. 0.62% being allocated entirely to the implementation\n                           of the stock option plan and the granting of free shares.Aims of the new share buy-back programmeThe aims of the buy-back programme are as follows:_i_ to implement any Company stock option plans in accordance with the provisions\n                           of Articles 225-177 et seq. of the French Commercial Code;_ii_ to allocate shares to employees based on their participation in profits generated\n                           by the expansion of business and to implement any company saving plans, in accordance\n                           with the provisions laid down by the law, in particular Articles L. 3332-1 et seq.\n                           of the French Labour Code;_iii_ to allocate, free-of-charge, shares in accordance with the provisions of Articles\n                           225-197-1 et seq. of the French Commercial Code;_iv_ to retain shares with a view to using them at a later stage as a means of payment\n                           or exchange in external growth transactions;_v_ to deliver shares upon the exercise of rights attached to transferable securities\n                           giving access to the Company's capital by redemption, conversion, exchange, presentation\n                           of a warrant or any other manner;_vi_ to cancel all or part of the shares, as part of the reduction of share capital,\n                           subject to the adoption of the tenth resolution by the General Meeting; _vii_ to maintain the liquidity or stimulate the secondary market of the Marie Brizard\n                           Wine & Spirits share through an investment service provider as part of a liquidity\n                           agreement complying with the code of good practice recognised by the Autorité des\n                           Marchés Financiers; and _viii_ to implement all market practices that may be accepted by the Autorité des\n                           Marchés Financiers and, more generally, to carry out any operations complying with\n                           the regulations in force.Maximum share of the capital, maximum number, characteristics and maximum purchase\n                           price of shares to be acquiredThe number of own shares held directly or indirectly by the Company on 31 May 2016\n                           is 175,587, representing 0.62% of the share capital. The maximum number of shares\n                           that can therefore be repurchased is 2,656,231, which is 9.38% of the share capital;\n                           the number of shares which may be repurchased is up to 10% of the share capital if\n                           the Company sells or uses its own shares held before the date of the General Meeting.The maximum purchase price per share is thirty-four _€34_ euros. Therefore, based\n                           on the current share capital, the maximum theoretical amount that the Company would\n                           have to pay, if the maximum purchase price per share is thirty-four _€34_ euros, would\n                           be ninety-six million, two hundred, eighty-one thousand, eight hundred twelve _€96,281,812_\n                           euros, if the maximum number of 2,831,818 shares are purchased.Duration of the buy-back programmeThe duration of the buy-back programme is eighteen _18_ months from the date of the\n                           General Meeting called to approve the programme, i.e. until 20 December 2017.",
        "date": "2016-06-22"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 17 June 2016MARIE BRIZARD WINE & SPIRITS France signs a major distribution agreement in whiskyFlagship brands from American Spirits Company Sazerac will be distributed in France\n                           by MBWSMBWS and Sazerac announce the signing of an agreement whereby MBWS will ensure\n                           the distribution of the Sazerac Company’s main brands in France from 1 July 2016.\n                           This concerns the following brands:• Benchmark, a multi-award-winning bourbon positioned on the fastest-growing whisky\n                           category in France;• Fireball, an indisputable success over the last three years in the United States\n                           positioned in the flavored whiskies segment, the second-fastest-growing whisky category\n                           in France;• Southern Comfort, iconic brand of the spirits industry, recently acquired by Sazerac.MBWS France is thus strengthening its strong leadership position in the whisky segment\n                           in France thanks to these brands joining its current portfolio that comprises William\n                           Peel, William Peel Double Maturation, William Peel Honey, William Peel Delicious Coffee,\n                           Sir Pitterson, Glenroger’s and Canadian Tippers.In exchange, Sazerac will be able to benefit from MBWS’ brand development expertise\n                           in key categories.Following the signing of this agreement, Jean-Noël Reynaud, CEO of MBWS, said, “This\n                           wonderful partnership further strengthens our role as a key player on the French market.\n                           It illustrates our ability to attract recognized and high-potential brands to our\n                           portfolio. I am proud that Sazerac has chosen us.\"Guy May, global sales director for Sazerac, added, “Development of our Benchmark,\n                           Fireball and Southern Comfort brands in France are strategic priorities and we are\n                           pleased to entrust them to a dynamic team with a proven sales and marketing track\n                           record in France.\"About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.About the Sazerac CompanySazerac is one of New Orleans’ oldest American family owned, privately held companies\n                           and has operations in New Orleans, Louisiana; Frankfort, Bardstown, Louisville and\n                           Owensboro, Kentucky; Fredericksburg, Virginia; Carson, California; Baltimore, Maryland;\n                           Lewiston, Maine; Manchester, New Hampshire; and Montreal Canada. For more information\n                           on Sazerac, please visit www.sazerac.com.\tPress contacts:Caroline Simon, caroline.simon@image7.fr, +33 _0_1 53 70 74 65Simon Zaks, szaks@image7.fr, +33 _0_1 53 70 74 63",
        "date": "2016-06-17"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 15 June 2016MARIE BRIZARD WINE & SPIRITS AND ITS POLISH SUBSIDIARIES EXIT THEIR CONTINUATION PLAN\n                           REORGANIZATION IN FAVOR OF A BUOYANT GROWTH STRATEGYMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ and its Polish subsidiaries involved\n                           today announce that they have implemented the final step of the Group’s normalization\n                           by requesting their exit from the continuation plan five years ahead of schedule.Marie Brizard Wine & Spirits and its five Polish subsidiaries involved have carried\n                           out the early repayment of their entire debt accepted within the framework of their\n                           respective continuation plans. At a hearing held on 14 June, the Group subsidiaries involved thus asked the Dijon\n                           Commercial Court to ascertain their exit from their respective continuation plans.\n                           A decision is expected at the end of June.The Group is therefore more than ever focusing on lasting profitable growth through\n                           the execution of the BiG 2018 plan as its main priority. To achieve this, the Group\n                           has reorganized its teams.Stanislas Ronteix, until now the Group’s Chief Sales & Marketing Officer, is thus\n                           appointed Deputy CEO of the Group, responsible for Distribution _excluding Eastern\n                           Europe_ and Marketing Strategies. Xavier Penas, formerly Sales Director, France within SCA, is appointed Managing Director\n                           of Marie Brizard Wine & Spirits France, responsible for Sales & Marketing activities.\n                           Stanislas de Parcevaux, previously Head of Marketing for Orangina Schweppes, is appointed\n                           Group Marketing and Digital Director.Xavier Penas and Stanislas de Parcevaux will report to Stanislas Ronteix.The Eastern Europe and Central Europe clusters are being grouped together within a\n                           single cluster headed by Juozas Daunys, who will also head Marie Brizard Wine & Spirits\n                           Polska. Given his success at the helm of the Eastern Europe cluster, mainly in Lithuania,\n                           Juozas Daunys will be able to give this new cluster the direction, impetus and energy\n                           needed for the Group to achieve its ambitions in this region. Juozas will report directly\n                           to Jean-Noel Reynaud.Marie Brizard Wine & Spirits also announces the arrival of Raquel Lizarraga, who has\n                           notably worked for Pepsico, as Head of Investor Relations and Ferid El Ketroussi,\n                           previously of Ernst & Young, as Head of Strategy and M&A. Both of them will report\n                           directly to Jean-Noel Reynaud. Lastly, Stéphane Pedrazzi, until recently CNBC’s Paris Correspondent and head of the\n                           Paris office, is appointed Communications Director and will report to Stéphane Laugery,\n                           the Marie Brizard Wine & Spirits Group’s Corporate Secretary. Jean-Noël Reynaud, CEO of Marie Brizard Wine & Spirits, comments: “This is a historic\n                           step. Indeed, MBWS and the Polish subsidiaries have requested their exit from their\n                           recovery plans five years ahead of the initial deadline. This is a major success that\n                           rewards the work carried out by all the Marie Brizard Wine & Spirits teams, its advisors\n                           and its judicial representatives, who have constantly strived to turn the Group around.\n                           This has now been achieved, and we should be proud of what we have accomplished. Our\n                           Group is beginning a new chapter in its development, a period of lasting profitable\n                           growth. Marie Brizard Wine & Spirits henceforth has the means to fulfill its ambitions,\n                           with structured and motivated teams and a clear strategic plan whose execution remains\n                           the Group’s number 1 priority. The exit from the recovery plans, combined with our\n                           renewed financial means, open up new prospects and will notably enable us to address\n                           external growth opportunities, thus making Marie Brizard Wine & Spirits an offensive\n                           player in the wine and spirits industry.\"About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaks, szaks@image7.fr, +33 _0_1 53 70 74 63 Caroline Simon, caroline.simon@image7.fr, +33 _0_1 53 70 74 65",
        "date": "2016-06-15"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 17 May 2016SIGNING OF A €62.5M LONG-TERM CREDIT FACILITYMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ announces the signing of a 5-year\n                           €62.5m bank loan.This loan, made available by a syndicate of French banking establishments*, will be\n                           used to finance the early exit of subsidiaries still subject to continuation plans\n                           and for other general requirements of the Group, including its organic development\n                           and external growth plan.Jean-Noël Reynaud, CEO of Marie Brizard Wine & Spirits, comments: “This new credit\n                           facility will enable us to put an end to our Group’s continuation plan and accelerate\n                           our strategic development plan. In doing so, we are also building a financial partnership\n                           with a pool of leading partner banks to support our future projects.\"* Coordinators:\n                           LCL and Natixis   Mandated Lead Arrangers and Bookrunners: LCL, Natixis and Societe Generale   Arranger: CICAbout Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaks, szaks@image7.fr, +33 _0_1 53 70 74 63 Caroline Simon, caroline.simon@image7.fr, +33 _0_1 53 70 74 65",
        "date": "2016-05-17"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 16 May 2016TWO NEW BOARD MEMBERS WILL BE SUBMITTED TO THE UPCOMING SHAREHOLDERS’ MEETING Marie Brizard Wine & Spirits _Euronext Paris: MBWS_ today announces that, at the upcoming\n                           Shareholders’ Meeting to be held at 2.30 pm _Paris time_ on 21 June 2016, shareholders\n                           will be asked to approve the appointment of two new Board members.To replace Mr. Mehdi Bouchaara, who passed away in March 2016, the Board of Directors\n                           will ask Marie Brizard Wine & Spirits’ shareholders to approve the appointment of\n                           Mr. Hachem Belghiti, coopted during the Board meeting of 9 May 2016, as a new Board\n                           member for the remaining duration of his predecessor’s mandate, i.e. until the Shareholders’\n                           Meeting called to approve the Group’s 2018 accounts.Furthermore, to take into account the increased shareholding of COFEPP _La Martiniquaise\n                           Bardinet group_, the Board of Directors will also ask the Shareholders’ Meeting to\n                           approve the appointment of Mrs. Edith Cayard as a new Board member for a period of\n                           six years until the Shareholders’ Meeting called to approve the Group’s 2021 accounts.These proposed appointments reflect Diana Holding and COFEPP’s commitment to and involvement\n                           in the Group’s development. These two shareholders thus together accounted for almost\n                           70% of the early exercise of the 2016 stock warrants that enabled the Group to receive\n                           a total cash inflow of €36 million in April 2016.Should these appointments be approved by the Shareholders’ Meeting, the Board of Directors\n                           would consist of the following 11 members:• 5 independent Board Members: Constance Benqué, Christine Mondollot, Benoît Ghiot,\n                           Benoît Hérault and Guillaume de Belair;• 3 Board members representing Diana Holding: Rita Maria Zniber, Serge Heringer and\n                           Hachem Belghiti;• 1 Board member representing DF Holding, Castel group: Laurence Dequatre; • 2 Board members representing COFEPP _La Martiniquaise Bardinet_: Jean-Pierre Cayard\n                           and Edith Cayard.The Board of Directors has pledged that its Chairperson should continue to be an independent\n                           Board member, and a change in the Chairperson is not on the agenda. Diana Holding,\n                           DF Holding and COFEPP have backed this pledge.About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaks, szaks@image7.fr, +33 _0_1 53 70 74 63 Caroline Simon, caroline.simon@image7.fr, +33 _0_1 53 70 74 65",
        "date": "2016-05-16"
    },
    {
        "company_name": "MBWS",
        "content": "Please refer to attached PDF file - SALES FOR THE 1ST QUARTER OF 2016",
        "date": "2016-05-10"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 2 May 2016THE COMPANY ANNOUNCES THE PUBLICATION OF ITS 2015 REFERENCE\n                           DOCUMENTThe Company announces that its 2015 Reference Document was filed with the\n                           AMF _Autorité des Marchés Financiers, the French stock market authority_ on 29 April\n                           2016. This document can be viewed on the Company’s website: http://www.mbws.com/. Copies\n                           of the Reference Document are also available at the Company’s head offices: 19, boulevard\n                           Paul Vaillant Couturier - 40, quai Jean Compagnon, 94200 Ivry-sur-Seine, France.The Reference Document notably incorporates the following documents: • the 2015 annual financial report; • the report on the conditions for preparing and organising the work performed by\n                           the Board and on internal control procedures; • information pertaining to the fees paid to the statutory auditors.About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaks / Caroline Simonszaks@image7.fr / caroline.simon@image7.frTel: +33 _0_1 53 70 74 63 / +33 _0_1 53 70 74 65",
        "date": "2016-05-02"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-04-20"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 14 April 2016THE DIJON COMMERCIAL COURT CERTIFIES MARIE BRIZARD WINE & SPIRITS FRANCE’S EXIT FROM\n                           ITS CONTINUATION PLANMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ today announces that its French\n                           subsidiary, Marie Brizard Wine & Spirits France, has exited its continuation plan.Indeed, via a ruling dated 5 April 2016, the Dijon Commercial Court noted that, having\n                           settled all outstanding approved liabilities, Marie Brizard Wine & Spirits France\n                           had successfully completed the execution of its continuation plan.Jean-Noël Reynaud, CEO of Marie Brizard Wine & Spirits, comments: “This decision was\n                           expected. It is another step towards our Group’s full exit from its continuation plan,\n                           with the early exercise of the 2016 warrants about to generate a cash inflow of €36\n                           million in the very short term.\"About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaks / Caroline Simonszaks@image7.fr / caroline.simon@image7.frTel: +33 _0_1 53 70 74 63 / +33 _0_1 53 70 74 65",
        "date": "2016-04-14"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-04-06"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 6 April 2016SUCCESSFUL EXERCISE OF 2016 STOCK WARRANTS BEFORE 31 MARCH 2016Marie Brizard Wine & Spirits _Euronext Paris: MBWS_ today announces the results of\n                           the anticipated exercise of 2016 stock warrants by their holders.As of 5 April 2016, 1,802,216 2016 stock warrants have been exercised. Consequently,\n                           1,802,216 new Marie Brizard Wine & Spirits shares will be issued, generating a capital\n                           increase of €3,604,432 for a share premium of €32,479,888 _i.e. a dilution of 6.8%_\n                           and a cash inflow of €36,044,320, corresponding to a success rate of almost 70%. Holders of the 2016 stock warrants had until 31 March 2016 to exercise them at the\n                           price of €20 per warrant and obtain in exchange a new Marie Brizard Wine & Spirits\n                           share automatically associated with a free 2023 redeemable stock warrant. As of 31 March 2016, 1,659,938 2016 stock warrants have been exercised. Consequently,\n                           1,659,938 2023 redeemable stock warrants will be issued with a maturity of 31 December\n                           2023 and an exercise price of €25; they will be listed under the ISIN code FR0013066313.We note that Diana Holding and Cofepp respectively exercised 700,000 and 541,065 2016\n                           stock warrants before 31 March 2016 and will therefore receive in exchange the same\n                           number of new shares and 2023 redeemable stock warrants. Through these injections,\n                           both companies have benefited from an accretive effect and increased their respective\n                           shares in the Group's capital.Holders of 2016 stock warrants who have not yet exercised them are still entitled\n                           to apply, until 31 December 2016, for one Marie Brizard Wine & Spirits share at the\n                           price of €20.Jean-Noël Reynaud, Chief Executive Officer of Marie Brizard Wine & Spirits said: «We\n                           are very satisfied with today’s results, which come on top of the excellent news announced\n                           since the beginning of the year, including the amicable resolution of the dispute\n                           with Chamarré and the exit from the continuation plan for Marie Brizard Wine & Spirits\n                           France. The €36 million cash inflow we will be receiving will allow us to implement\n                           the full exit from our Group's continuation plan as early as in the next few months.\"About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index. Contacts:Image SeptSimon Zaks / Caroline Simonszaks@image7.fr / caroline.simon@image7.frTel: +33 _0_1 53 70 74 63 / +33 _0_1 53 70 74 65",
        "date": "2016-04-06"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-03-30"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 30 March 2016PUBLICATION OF THE GROUP’S 2015 ANNUAL RESULTS BROUGHT\n                           FORWARDMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ announces that it is bringing\n                           forward the publication date of its 2015 annual results.Because of the continuous improvement in internal reporting processes, Marie Brizard\n                           Wine & Spirits will publish its 2015 annual results on 20 April 2016, after market.\n                           About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavors and experiences. Today, the Group\n                           has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaks, szaks@image7.fr, +33 _0_1 53 70 74 63 Caroline Simon, caroline.simon@image7.fr, +33 _0_1 53 70 74 65",
        "date": "2016-03-30"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 21 March 2016FINAL DAYS TO AUTOMATICALLY OBTAIN 2023 REDEEMABLE STOCK WARRANTS Marie Brizard Wine & Spirits _Euronext Paris: MBWS_ would today like to remind holders\n                           of 2016 stock warrants that they only have until 31 March 2016 to exercise them at\n                           a price of €20 per warrant and obtain new Marie Brizard Wine & Spirits shares in exchange\n                           automatically accompanied by 2023 redeemable stock warrants free of charge. You are reminded that each 2023 redeemable stock warrant has a maturity date of 31\n                           December 2023 and an exercise price of €25. These 2023 redeemable stock warrants will\n                           be listed, and can therefore be freely traded on the market. For information, the\n                           theoretical value of a 2023 redeemable stock warrant set at the time of the Public\n                           Exchange Offer was €4.30. This value was based on a stock market price of €19.83 and\n                           the market conditions at that time, which may have evolved since then.After 31 March 2016, holders of 2016 stock warrants who have not exercised them will\n                           retain their 2016 stock warrants giving them the right to subscribe, until 31 December\n                           2016, to Marie Brizard Wine & Spirits shares at a price of €20, but will lose the\n                           right to obtain the 2023 redeemable stock warrants.Holders of 2016 stock warrants who wish to exercise them early in order to obtain\n                           2023 redeemable stock warrants are urged not to wait until 31 March 2016 to do so,\n                           and indeed to exercise them some days before that date by contacting their financial\n                           intermediaries, in order to take into account potential delays associated with the\n                           exercise process.Following the latest positive news concerning the Group, and notably the amicable\n                           resolution of the dispute with Chamarré and especially the exit from the continuation\n                           plan of its main French subsidiary MBWS France, the Group’s main shareholders, Diana\n                           Holding and Cofepp _La Martiniquaise_, have advised it that they will exercise a significant\n                           portion of the 2016 stock warrants they hold. If all 2016 stock warrants were exercised by 31 March 2016, 2,628,381 new ordinary\n                           shares would be issued _giving a dilution of slightly less than 10%_, 2,628,381 2023\n                           redeemable stock warrants would be created and the Group would record a cash inflow\n                           of €52.6 million.What are the terms and conditions of the exercise of 2016 warrants\n                           and the delivery of shares?To exercise their 2016 warrants, holders must make a request to the financial intermediary\n                           where their securities are held and pay the corresponding exercise price in cash.\n                           A transfer agent _Caceis Corporate Trust_ mandated by MBWS will carry out the centralization\n                           of these operations. The exercise date will correspond to the trading day on which\n                           the last of the conditions _1_, _2_ and _3_ below is fulfilled, if no later than 17:00\n                           _5 pm_ Paris time, or the following trading day if that condition is fulfilled after\n                           17:00 _5 pm_ Paris time: _1_ the transfer agent receives the exercise request transmitted by the financial\n                           intermediary through whose books the 2016 warrants are registered; _2_ the 2016 warrants are transferred to the transfer agent by the financial intermediary\n                           concerned;_3_ the cash sum corresponding to the exercise of the 2016 warrants is released. This\n                           sum is equal to the number of 2016 warrants exercised multiplied by the exercise price,\n                           to the nearest cent.The shares will be delivered no later than the fifth trading day following the date\n                           of exercise, i.e. 7 April 2016 at the latest. About Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavors and experiences. Today, the Group\n                           has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaks, szaks@image7.fr, +33 _0_1 53 70 74 63 Caroline Simon, caroline.simon@image7.fr, +33 _0_1 53 70 74 65",
        "date": "2016-03-21"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 18 March, 2016AMICABLE RESOLUTION OF THE DISPUTE WITH CHAMARREMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ today announces that Moncigale\n                           has reached an agreement that should end the dispute between this Group subsidiary\n                           and Chamarré, represented by liquidators SCP BTSG. The implementation of this agreement\n                           is subject to the approval of the competent jurisdiction.This dispute concerned an exclusive license contract for the use, manufacturing and\n                           distribution of the Chamarré brand by Moncigale.Under the terms of the agreement, SCP BTSG, as Chamarré’s liquidators, would receive\n                           a similar sum to that written down as provisions for risks in Moncigale’s accounts,\n                           i.e. €675,000.  This agreement should definitively bring the dispute to an end and open the way for\n                           an early repayment of Moncigale’s business continuation plan.Jean-Noël Reynaud, CEO of Marie Brizard Wine & Spirits, says: “I am very pleased with\n                           this outcome, which is in the best interests of our shareholders and which will trigger\n                           the resolution process regarding the largest commercial dispute we inherited.\"About\n                           Marie Brizard Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contact: Image SeptSimon Zaks, szaks@image7.fr, Tel.:+33 _0_1 53 70 74 63",
        "date": "2016-03-18"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 17 March 2016MARIE BRIZARD WINE & SPIRITS FRANCE EXITS ITS CONTINUATION PLANMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ today announces the exit from\n                           the continuation plan of its French subsidiary, Marie Brizard Wine & Spirits France,\n                           which incorporates the majority of the Group’s activities in France and which notably\n                           owns the Marie Brizard and William Peel brands.On 17 March 2016, Marie Brizard Wine & Spirits France decided to carry out the early\n                           repayment of the debt accepted within the framework of its continuation plan and to\n                           place the disputed sums in an escrow account. This payment, entirely realized through\n                           equity capital, was made to the Administrator appointed to oversee the plan’s execution.\n                           This exit will be presented to the Dijon Commercial Court at a hearing scheduled for\n                           29 March 2016, the aim of which will be to ascertain Brizard Wine & Spirits France’s\n                           exit from its continuation plan.Jean-Noël Reynaud, CEO of Marie Brizard Wine & Spirits, comments: “The exit from the\n                           continuation plan of our subsidiary, Marie Brizard Wine & Spirits France, represents\n                           the first step towards our Group’s full exit from its continuation plan that should\n                           become effective in the coming months. We had announced it and will do so 4 years\n                           earlier than scheduled. This initiative has been made possible by the continual improvement\n                           in our financial profile over the last 18 months, which has provided us with a sufficient\n                           cash position to entirely reimburse our continuation plan debt.\"About Marie Brizard\n                           Wine & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contacts:Image SeptSimon Zaks / Caroline Simonszaks@image7.fr / caroline.simon@image7.frTel: +33 _0_1 53 70 74 63 / +33 _0_1 53 70 74 65",
        "date": "2016-03-17"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-02-09"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 2 February 2016RESULTS OF THE PUBLIC EXCHANGE OFFER ON EXISTING WARRANTS Marie Brizard Wine & Spirits _Euronext Paris: MBWS_ today announces the results of\n                           the Public Exchange Offer initiated on its stock warrants.Details of the warrants tendered to the Offer are as follows:• 547,078 2004 Warrants, or 93.48% of 2004 Warrants in circulation;• 43,132 2006 Warrants, or 46.37% of 2006 Warrants in circulation;• 2,035,264 Actionnaires 1 Warrants, or 59.45% of Actionnaires 1 Warrants in circulation;• 1,751,880 Actionnaires 2 Warrants, or 51.14% of Actionnaires 2 Warrants in circulation;• 52,484,334 OS Warrants, or 56.34% of OS Warrants in circulation.Following this operation, 2,628,381 2016 Warrants will be created and exchanged for\n                           the warrants tendered to the Offer. These 2016 Warrants have a maturity date of 31\n                           December 2016 and an exercise price of €20.Holders of 2016 Warrants who exercise them by 31 March 2016 will receive, for free,\n                           a 2023 Redeemable Stock Warrant with a maturity date of 31 December 2023 and an exercise\n                           price of €25.Jean-Noël Reynaud, Chief Executive Officer of Marie Brizard Wine & Spirits, comments:\n                           “We are pleased with the results of this operation, which was carried out within a\n                           difficult market context. Altogether, 60% of the existing warrants were tendered to\n                           the offer, and are liable to generate a cash injection of €50 million in the short\n                           term. This operation should enable us to rapidly achieve our objective of exiting\n                           the business continuation plan, which is why I would like to urge all 2016 Warrant\n                           holders who wish to do so to exercise them by 31 March 2016.\"About Marie Brizard Wine\n                           & SpiritsMarie Brizard Wine & Spirits is a wine and spirits group operating in Europe and the\n                           United States. Marie Brizard Wine & Spirits stands out through its know-how, its assortment\n                           of brands with a long tradition and a spirit firmly focused on innovation. From the\n                           founding of Maison Marie Brizard in 1755 to the launch of Fruits and Wine in 2010,\n                           the Marie Brizard Wine & Spirits group has shown an ability to develop its brands\n                           in a modern way whilst respecting their origins.Marie Brizard Wine & Spirits is committed to providing value by offering its clients\n                           trustworthy and audacious brands packed with flavours and experiences. Today, the\n                           Group has a consistent portfolio of brands that are leaders on their respective segments,\n                           and notably William Peel, Sobieski, Fruits and Wine and Marie Brizard.Marie Brizard Wine & Spirits is listed on Compartment B of Euronext Paris _FR0000060873\n                           - MBWS_ and is included in the EnterNext© PEA-PME 150 index.Contact:Image SeptSimon Zaksszaks@image7.frTel: +33 _0_1 53 70 74 63",
        "date": "2016-02-02"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2016-01-18"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 7 December 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 30 November 2017Total number of shares comprising share capital: 28.336.515\tTotal number of voting rights:Number of voting rights _1_: 28.502.540Number of exercisable voting rights _2_: 28.151.510Do the Marie Brizard Wine & Spirits SA by-laws contain a clause requiring disclosure\n                           of the crossing of any statutory thresholds in addition to that relating to legal\n                           thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-12-07"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 13 november 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 31 october 2017\tTotal number of shares comprising share capital: 28.336.515Total number of voting rightsNumber of voting rights _1_: 28.501.340Number of exercisable voting rights _2_: 28.053.543Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-11-13"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2017-11-07"
    },
    {
        "company_name": "MBWS",
        "content": "DESCRIPTION OF SHARE BUY-BACK PROGRAMME AUTHORISED AT THE ORDINARY AND EXTRAORDINARY\n                           GENERAL MEETING OF SHAREHOLDERS ON 27 JUNE 2017Paris, 20 October 2017Pursuant to the provisions of Articles 241-1 et seq. of the General Regulations of\n                           the Autorité des Marchés Financiers, and European Regulation no. 596/2014 of 16 April\n                           2014, the aim of this document is to describe the purpose and the terms of the programme\n                           for the repurchase of its own shares by Marie Brizard Wine & Spirits further to the\n                           approval granted under the 12th resolution of the Ordinary and Extraordinary General\n                           Meeting of Shareholders on 27 June 2017.Breakdown by objective of the capital securities held by the CompanyAs at 30 September 2017, the Company’s capital is made up of 28,336,515 shares, 518,547\n                           of which are own shares, for a total of 1.83% allocated entirely to the implementation\n                           of the stock option plan and granting of free shares, amounting to 447,797 actions,\n                           and for the remainder, or 70,750 shares, under the liquidity contract.Aims of the share buy-back programmeThe aims of the buy-back programme are as follows:1. to promote liquidity of transactions and the regularity of prices of the company's\n                           shares under a liquidity contract concluded with an investment service provider operating\n                           in observance of the market practices accepted by the French Financial Markets Authority\n                           _AMF_, 2. To retain shares purchased and to use them subsequently in exchange or as consideration\n                           for possible external growth operations, within the limits set by the applicable regulations,3. To ensure the coverage of share purchase options and other forms of allocating\n                           shares to employees and/or senior executives of the Company and companies within the\n                           Group, in particular in respect of profit-sharing, a business savings plan in accordance\n                           with the terms and conditions set by Law and the market authorities, and during periods\n                           when the Board of Directors or person acting as its representative so decides,4. To enable _i_ the tendering of these at the time of exercise of the rights attached\n                           to securities giving the right, whether immediate or deferred, by reimbursement, conversion,\n                           exchange, presentation of a warrant or any other form of attribution of the shares\n                           of the Company, and _ii_ to carry out all hedging operations with regard to the issuance\n                           of such securities, under the conditions established by market authorities and during\n                           periods when the Board of Directors or person acting as its representative so decides,5. Or to cancel them in full or in part by way of registered capital reduction.The share buy-back programme also makes it possible for the Company to make use of\n                           its own shares for any other authorised purpose or purpose that might subsequently\n                           become authorised by the applicable legal and regulatory provisions, or that might\n                           become recognised as market practice by the AMF. In such a case, the Company would\n                           inform its shareholders by written release.Maximum share of the capital, maximum number, characteristics and maximum purchase\n                           price of shares to be acquiredThe number of own shares held directly or indirectly by the Company on 30 September\n                           2017 is 518,547, representing 1.83% of the share capital. The maximum number of shares\n                           that can therefore be repurchased is 2.315.104, which is 8.17% of the share capital;\n                           the number of shares which may be repurchased is up to 10% of the share capital if\n                           the Company sells or uses its own shares held.The maximum purchase price per share is thirty _€30_ euros. Therefore, based on the\n                           current share capital, the maximum theoretical amount that the Company would have\n                           to pay, if the maximum purchase price per share is thirty _€30_ euros, would be eighty-five\n                           million, nine thousand, five hundred and thirty _€85,009,530_ euros, if the maximum\n                           number of 2,833,651 shares were to be purchased.Duration of the buy-back programmeThe duration of the buy-back programme is eighteen _18_ months from the date of the\n                           General Meeting approving the programme, i.e. until 27 December 2018.",
        "date": "2017-10-20"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 17 october 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 30 September 2017Total number of shares comprising share capital: 28.336.515\tTotal number of voting rightsNumber of voting rights _1_: 28.501.272Number of exercisable voting rights _2_: 27.982.725Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-10-17"
    },
    {
        "company_name": "MBWS",
        "content": "Paris, 16 October 2017 Liquidity contract: Termination of contract with Rothschild & Cie Banque MARIE BRIZARD WINE & SPIRITS has announced that after the close of trading on 13th\n                           October 2017, the liquidity contract entrusted to Rothschild & Cie Banque will be\n                           terminated.At the close of trading on Friday 13th of October 2017, the following resources were\n                           recorded in the liquidity account:- 80,469 shares of MARIE BRIZARD WINE & SPIRITS- €485,000As of the latest report on the liquidity contract at of 30 June 2017, the account\n                           contained the following:- 25 000 shares of MARIE BRIZARD WINE & SPIRITS- €1,270,039.00-\tMARIE BRIZARD WINE & SPIRITS has appointed Natixis for the implementation of a new\n                           liquidity contract on the company’s shares, under an automatically renewable one-year\n                           contract to begin on 16th October 2017. This contract complies with the Charter of\n                           Ethics established by the AMAFI and approved by the Autorité des Marchés Financiers\n                           _AMF_ on 8 March 2011.For the implementation of this contract, the following resources have been allocated\n                           to the liquidity account:- 80,469 Marie Brizard Wine & Spirits shares,- €485,000About Marie Brizard Wine & Spirits _MBWS_Marie Brizard Wine & Spirits produces and sells a range of wine and spirits primarily\n                           in Europe and the United States.  MBWS has distinguished itself for its know-how,\n                           the range of its brands, and a long tradition and history of innovation.  From the\n                           inception of Maison Marie Brizard in Bordeaux, France in the year 1755, to the launch\n                           of Fruits and Wine in 2010, Marie Brizard Wine & Spirits has successfully developed\n                           and adapted its brands to make them contemporary while respecting their origins. \n                           MBWS is committed to providing value by offering its customers bold, trustworthy,\n                           flavorful and experiential brands.  The company currently has a broad portfolio of\n                           leading brands in their respective market segments, most notably William Peel scotch\n                           whisky, Sobieski vodka, Fruits & Wine flavored wine and Marie Brizard liqueurs.  Marie\n                           Brizard Wine & Spirits is listed on the regulated market of Euronext Paris, Compartment\n                           B _ISIN code FR0000060873, ticker MBWS_ and is included in the EnterNext© PEA-PME\n                           150 index, among others. Press:\t\t\t\t\t\t\t\tStéphane Pedrazzi\t\t\t\t\t\tstephane.pedrazzi@mbws.com\t\t\t\tTel: +33 1 76 28 40 71\t\t\t\t\tInvestors:Raquel Lizarragaraquel.lizarraga@mbws.comTel: +33 1 43 91 50 18Simon Zaks, Image Septszaks@image7.frTel: +33 1 53 70 74 63",
        "date": "2017-10-16"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2017-09-20"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2017-09-20"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 13 september 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 31 august 2017Total number of shares comprising share capital: 28.332.173Total number of voting rightsNumber of voting rights _1_: 28.498.905Number of exercisable voting rights _2_: 28.036.108Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-09-13"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 23 August 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 31 July 2017Total number of shares comprising share capital 28.332.173\tTotal number of voting rightsNumber of voting rights _1_: 28.499.870Number of exercisable voting rights _2_: 28.004.573Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-08-23"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 31 July 2017 MBWS refinances its senior debt with a new syndicated credit facility of €77.5mMBWS _Euronext Paris : MBWS_ has refinanced its senior debt of €62.5m _in place since\n                           May 2016_ with a new syndicated credit facility of €77.5m, maturing in July 2022.\n                           The syndicated credit facility, which will be held at the corporate level of the MBWS\n                           Group, is comprised of:           a term loan in the amount of €45m, used to refinance\n                           the previous outstanding balance of the 2016 senior debt; and a revolving credit facility\n                           in the amount of €32.5m which will be used to finance the company’s general operating\n                           needs and possible external growth.The refinancing of the company’s debt strengthens the Group’s financial agility as\n                           the syndicated credit facility lengthens the maturity of long-term debt to 4.3 years,\n                           and provides a more flexible framework for some of the conditions, such as the bank\n                           covenants, in addition to reducing financial costs.  Moreover, this refinancing demonstrates\n                           the confidence the French banking community has in MBWS and the company’s growth prospects.This syndicated credit facility was subscribed by a syndicate of banks comprised of\n                           CIC Lyonnaise de Banque, Le Crédit Lyonnais, Natixis, Société Générale, and Crédit\n                           Agricole Ile de France.  The syndicate was advised by the law firm of Hogan Lovells.\n                           For this transaction, MBWS was advised by Redbridge Debt & Treasury Advisory and by\n                           the law firm of De Pardieu Broca Maffei.About Marie Brizard Wine & Spirits _MBWS_Marie Brizard Wine & Spirits produces and sells a range of wine and spirits primarily\n                           in Europe and the United States.  MBWS has distinguished itself for its know-how,\n                           the range of its brands, and a long tradition and history of innovation.  From the\n                           inception of Maison Marie Brizard in Bordeaux, France in the year 1755, to the launch\n                           of Fruits and Wine in 2010, Marie Brizard Wine & Spirits has successfully developed\n                           and adapted its brands to make them contemporary while respecting their origins. \n                           MBWS is committed to providing value by offering its customers bold, trustworthy,\n                           flavorful and experiential brands.  The company currently has a broad portfolio of\n                           leading brands in their respective market segments, most notably William Peel scotch\n                           whisky, Sobieski vodka, Fruits & Wine flavored wine and Marie Brizard liqueurs.  Marie\n                           Brizard Wine & Spirits is listed on the regulated market of Euronext Paris, Compartment\n                           B _ISIN code FR0000060873, ticker MBWS_ and is included in the EnterNext© PEA-PME\n                           150 index, among others.Press:\t\t\t\t\t\t\tStéphane Pedrazzi\t\t\t\t\t\tstephane.pedrazzi@mbws.com\t\t\t\tTel: +33 1 76 28 40 71\t\t\t\t\tInvestors:Raquel Lizarragaraquel.lizarraga@mbws.comTel: +33 1 43 91 50 18Simon Zaks, Image Septszaks@image7.frTel: +33 1 53 70 74 63",
        "date": "2017-07-31"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2017-07-27"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 19 July 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 30 June 2017\tTotal number of shares comprising share capital: 28.332.173Total number of voting rightsNumber of voting rights _1_: 28.499.870Number of exercisable voting rights _2_: 28.022.743Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-07-19"
    },
    {
        "company_name": "MBWS",
        "content": "Half-year review of Marie Brizard Wine & Spirits’ liquidity contractIvry, 3 July,\n                           2017Under Marie Brizard Wine & Spirits’ liquidity contract with Rothschild & Cie Banque,\n                           the liquidity account contained the following assets at 30 June 2017: • 25,000 Shares • €1,270,039.00For reference, the liquidity account held the following assets at 31 December 2016:• 0 Shares • €1,610,323.00",
        "date": "2017-07-03"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 26 June 2017MBWS TO DISTRIBUTE DUVAL-LEROY CHAMPAGNE IN FRANCE, IN MODERN TRADEMarie Brizard Wine & Spirits _Euronext Paris: MBWS_ and Champagne Duval-Leroy today\n                           announced that they have signed a distribution agreement, effective 1st September\n                           2017. This agreement, under which MBWS France will distribute champagne on behalf of Duval-Leroy\n                           in Modern Trade, encompasses the distribution of “permanent\" presentations of the\n                           Duval-Leroy brand, as well as special vintages to be introduced during specific campaigns\n                           and wine fairs.   The distribution of Duval-Leroy champagne enables MBWS to provide its large retail\n                           clients in France with a complete wine and spirits offering, and to add a new product\n                           category to its portfolio of wine and spirits brands.    Jean-Noël Reynaud, CEO of MBWS, commented, “I am proud of the trust manifested in\n                           our company by the prestigious champagne producer Duval-Leroy. MBWS is the largest\n                           contributor to the growth of the spirits category in France, and the agreement with\n                           Duval-Leroy once again demonstrates our ability to attract top-of-the-line brands\n                           to partner with us. This distribution agreement is particularly important as it enables\n                           us to complete our portfolio with a champagne whose attributes are fully in sync with\n                           the DNA of our brands: quality, recognition and accessibility. Additionally, the distribution\n                           of Duval-Leroy champagne enables our Group to broaden its product offering within\n                           the framework of our differentiated business model.\" Permanent presentations of Champagne Duval-Leroy include:- Duval-Leroy Cuvée BRUT Réserve- Duval-Leroy Cuvée BRUT Rosé Tradition- Duval-Leroy Cuvée BRUT Pur Chardonnay- Duval-Leroy Cuvée BRUT Agriculture BiologiqueAbout Marie Brizard Wine & Spirits _MBWS_Marie Brizard Wine & Spirits produces and sells a range of wine and spirits primarily\n                           in Europe and the United States. MBWS has distinguished itself for its know-how, the\n                           range of its brands, and a long tradition and history of innovation. From the inception\n                           of Maison Marie Brizard in Bordeaux, France in the year 1755, to the launch of Fruits\n                           and Wine in 2010, MBWS has successfully developed and adapted its brands to make them\n                           contemporary while respecting their origins. MBWS is committed to providing value\n                           by offering its customers bold, trustworthy, flavorful and experiential brands. MBWS\n                           currently has a broad portfolio of leading brands in their respective market segments,\n                           most notably William Peel scotch whisky, Krupnik vodka, Sobieski vodka, Fruits and\n                           Wine flavored wine, Marie Brizard liqueurs, and Cognac Gautier. Marie Brizard Wine\n                           & Spirits is listed on the regulated market of Euronext Paris, Compartment B _ISIN\n                           code FR0000060873, ticker MBWS_ and is included in the EnterNext© PEA-PME 150 index,\n                           among others.  Press:Stéphane Pedrazzistephane.pedrazzi@mbws.comTel: +33 1 76 28 40 71Investors :Raquel Lizarragaraquel.lizarraga@mbws.comTel : +33 1 43 91 50 18Simon Zaksszaks@image7.fr+33 1 53 70 74 63",
        "date": "2017-06-26"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 8 june 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 31 May 2017Total number of shares comprising share capital: 28.332.173Total number of voting rightsNumber of voting rights _1_: 28.499.870Number of exercisable voting rights _2_: 28.033.743Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-06-08"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 9 May, 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 30 April 2017 Total number of shares comprising share capital: 28.332.173Total number of voting rights:\tNumber of voting rights _1_: 28.499.889Number of exercisable voting rights _2_: 27.962.262Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-05-09"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 28 April 2017THE COMPANY ANNOUNCES THE PUBLICATION OF ITS 2016 REFERENCE\n                           DOCUMENTThe Company announces that its 2016 Reference Document was filed with the\n                           AMF _Autorité des Marchés Financiers, the French stock market authority_ on 28 April\n                           2016. This document can be viewed on the Company’s website: http://www.mbws.com/. Copies\n                           of the Reference Document are also available at the Company’s head offices: 19, boulevard\n                           Paul Vaillant Couturier - 40, quai Jean Compagnon, 94200 Ivry-sur-Seine, France.The Reference Document in particular incorporates the following documents: • the 2016 annual financial report; • the report on the conditions for preparing and organising the work performed by\n                           the Board and on internal control procedures; • information pertaining to the fees paid to the statutory auditors.About Marie Brizard\n                           Wine & Spirits _MBWS_Marie Brizard Wine & Spirits produces and sells a range of wine and spirits primarily\n                           in Europe and the United States. MBWS has distinguished itself for its know-how, the\n                           range of its brands, and a long tradition and history of innovation. From the inception\n                           of Maison Marie Brizard in Bordeaux, France in the year 1755, to the launch of Fruits\n                           and Wine in 2010, Marie Brizard Wine & Spirits has successfully developed and adapted\n                           its brands to make them contemporary while respecting their origins. MBWS is committed\n                           to providing value by offering its customers bold, trustworthy, flavorful and experiential\n                           brands. MBWS currently has a broad portfolio of leading brands in their respective\n                           market segments, most notably William Peel scotch whisky, Krupnik vodka, Sobieski\n                           vodka, Fruits and Wine flavored wine, Marie Brizard liqueurs, and Cognac Gautier.\n                           Marie Brizard Wine & Spirits is listed on the regulated market of Euronext Paris,\n                           Compartment B _ISIN code FR0000060873, ticker MBWS_ and is included in the EnterNext©\n                           PEA-PME 150 index, among others. Press:\t\t\t\tStéphane Pedrazzi\tstephane.pedrazzi@mbws.comTel: +33 1 76 28 40 71Investors:Raquel Lizarragaraquel.lizarraga@mbws.comTel: +33 1 43 91 50 18",
        "date": "2017-04-28"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2017-04-26"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 7 april, 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at:\t31 March 2017Total number of shares comprising share capitalTotal number of voting rights 28.332.173Number of voting rights _1_: 28.582.200Number of exercisable voting rights _2_: 28.088.573Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_ Including treasury shares_2_ After deduction of treasury shares",
        "date": "2017-04-07"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 20 March, 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at: 28 February 2017Total number of shares comprising share capital: 28.335.244Total number of voting rights:Number of voting rights _1_: 28.582.573Number of exercisable voting rights _2_: 28.104.270Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_\tIncluding treasury shares_2_\tAfter deduction of treasury shares",
        "date": "2017-03-20"
    },
    {
        "company_name": "MBWS",
        "content": "MONTHLY DECLARATION OF THE TOTAL NUMBER OF VOTING RIGHTS AND SHARES_ARTICLE L233-8II THE COMMERCIAL CODE and 223-16 OF THE GENERAL REGULATIONS OF THE\n                           FINANCIAL MARKETS AUTHORITY _AMF__Ivry, 14 February, 2017MARIE BRIZARD WINE & SPIRITSISIN Code: 0000060873Situation at:\t31 January 2017Total number of shares comprising share capital\t28.332.173Total number of voting rights:\tNumber of voting rights _1_: 28.580.881\tNumber of exercisable voting rights _2_: 28.072.134Do the Marie Brizard Wine & Spirits\n                           SA by-laws contain a clause requiring disclosure of the crossing of any statutory\n                           thresholds in addition to that relating to legal thresholds: yes._1_\tIncluding treasury shares_2_\tAfter deduction of treasury shares",
        "date": "2017-02-14"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2017-02-07"
    },
    {
        "company_name": "MBWS",
        "content": "Ivry-sur-Seine, 7 February 2017  DISCLAIMER CONCERNING THE RECENT PUBLICATION OF FINANCIAL INFORMATION REGARDING MBWSMarie\n                           Brizard Wine & Spirits _Euronext: MBWS_ announces that it is not the source of nor\n                           is it responsible for the information that has been disseminated on the internet,\n                           including a video containing financial data associated with the Group.  MBWS further\n                           confirms that it has not modified its financial communication calendar. The publication of MBWS’ FY 2016 revenue will take place, as scheduled, on Tuesday,\n                           February 7, 2017, at 5:45 pm _Paris time_, in accordance with the financial calendar\n                           communicated by the Group on January 4, 2017.About Marie Brizard Wine & Spirits _MBWS_Marie Brizard Wine & Spirits produces and sells a range of wine and spirits primarily\n                           in Europe and the United States.  MBWS has distinguished itself for its know-how,\n                           the range of its brands, and a long tradition and history of innovation.  From the\n                           inception of Maison Marie Brizard in Bordeaux, France in the year 1755, to the launch\n                           of Fruits and Wine in 2010, Marie Brizard Wine & Spirits has successfully developed\n                           and adapted its brands to make them contemporary while respecting their origins. \n                           MBWS is committed to providing value by offering its customers bold, trustworthy,\n                           flavorful and experiential brands.  The company currently has a broad portfolio of\n                           leading brands in their respective market segments, most notably William Peel scotch\n                           whisky, Sobieski vodka, Fruits & Wine flavored wine and Marie Brizard liqueurs.  Marie\n                           Brizard Wine & Spirits is listed on the regulated market of Euronext Paris, Compartment\n                           B _ISIN code FR0000060873, ticker MBWS_ and is included in the EnterNext© PEA-PME\n                           150 index, among others. Press:Stéphane Pedrazzistephane.pedrazzi@mbws.comTel: +33 1 76 28 40 71Investors:Raquel Lizarragaraquel.lizarraga@mbws.comTel: +33 1 43 91 50 18Simon Zaks, Image Septszaks@image7.frTel: +33 1 53 70 74 63",
        "date": "2017-02-07"
    },
    {
        "company_name": "MBWS",
        "content": "Half-year review of Marie Brizard Wine & Spirits’ liquidity contractUnder Marie Brizard\n                           Wine & Spirits’ liquidity contract with Rothschild & Cie Banque, the liquidity account\n                           contained the following assets at 31 December 2016: • 0 Shares • €1,610,323.00For reference, the liquidity account held the following assets at 30 June 2016:• 0 Shares • €2,590,528.00The assets in the account were partially reduced, by €1,000,000, on 15 December 2016.",
        "date": "2017-01-04"
    },
    {
        "company_name": "MBWS",
        "content": "Załączniki",
        "date": "2017-01-04"
    }
]