[
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Emitent\"_ informuje, że w dniu 28 grudnia 2016 r. zawarł\n                           z podmiotem z branży farmaceutycznej _\"Przedsiębiorstwo\"_ list intencyjny, którego\n                           przedmiotem jest określenie warunków zakupu przez Emitenta lub spółkę zależną od Emitenta\n                           zorganizowanego zespołu składników niematerialnych i materialnych przeznaczonych do\n                           prowadzenia działalności gospodarczej, wyodrębniony w ramach prowadzonego Przedsiębiorstwa\n                           z branży farmaceutycznej _\"Transakcja\"_. Warunkiem realizacji Transakcji jest przeprowadzenie\n                           badania due diligence, brak wystąpienia nieprzewidzianych okoliczności lub zdiagnozowania\n                           nieujawnionych faktów dotyczących Przedsiębiorstwa, a w konsekwencji określenie przez\n                           strony ostatecznych warunków cenowych oraz struktury Transakcji. Strony zaplanowały\n                           zakończenie badania due diligence do 28.02.2016r.",
        "date": "2016-12-28"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Emitent\"_ podaje do publicznej wiadomości szacunkowe wyniki\n                           finansowe Grupy Kapitałowej Master Pharm S.A. _\"Grupa\"_ oraz Emitenta, narastająco\n                           za pierwsze trzy kwartały 2016 roku., tj. za okres 01.01.2016-30.09.2016. - Skonsolidowane szacunkowe przychody ze sprzedaży Grupy wyniosły 32,50 mln zł wobec\n                           31,09 mln zł w analogicznym okresie roku ubiegłego, co stanowi wzrost o kwotę  1,41\n                           mln zł.- Skonsolidowany szacunkowy wynik brutto na sprzedaży Grupy wyniósł 6,32 mln zł wobec\n                           6,98 mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o kwotę 0,66\n                           mln zł. - Skonsolidowany szacunkowy wynik netto Grupy wyniósł 4,66 mln zł wobec 5,59 mln\n                           zł w analogicznym okresie roku ubiegłego, co stanowi spadek 0,93 mln zł.- Jednostkowe szacunkowe przychody ze sprzedaży Master Pharm S.A. wyniosły 26,73 mln\n                           zł wobec 27,68 mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o 0,95\n                           mln zł.- Jednostkowy szacunkowy wynik brutto na sprzedaży Master Pharm S.A.  wyniósł 4,25\n                           mln zł wobec 5,70 mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek\n                           o 1,45 mln zł.- Jednostkowy szacunkowy wynik netto Master Pharm S.A. wyniósł 3,77 mln  zł wobec\n                           4,73 mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o 0,96 mln zł.Powyższe szacowane wyniki finansowe za pierwsze trzy kwartały 2016 roku zostały osiągnięte\n                           na poziomie skonsolidowanym przede wszystkim dzięki wzrostowi sprzedaży zrealizowanej\n                           przez Avet Pharma co jest wynikiem zwiększonej efektywności sprzedaży oraz wprowadzeniem\n                           nowych produktów w obszarze suplementów diety.Ze względu na strukturę produktową oraz restrukturyzację wewnętrzną Klientów w realizowanych\n                           zamówieniach, sprzedaż zrealizowana przez Master Pharm S.A. w trzecim kwartale 2016\n                           roku charakteryzowała się niższą aktywnością niż w roku ubiegłym, co wpłynęło na przychody\n                           i rentowność wyniku finansowego. Na wynik finansowy miał również wpływ planowy wzrost kosztów wynagrodzeń w zawiązku\n                           z zatrudnianiem nowych pracowników oraz większym obciążeniem zakładu produkcyjnego\n                           produkcją a także wzrost planowy kosztów adaptacji i przygotowania zakładu w Łodzi\n                           do uruchomienia produkcji.Zarząd Emitenta zwraca uwagę, że realizowane przychody, szczególnie w segmencie suplementów\n                           diety, nie mają charakteru powtarzalnego i zależą od zmieniającego się dynamicznie\n                           zapotrzebowania klientów Grupy na poszczególne usługi i wyroby. Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego, wyniki opublikowane ostatecznie w raporcie za III kwartał 2016 roku mogą\n                           w ograniczonym stopniu odbiegać od powyżej przedstawionych wielkości.",
        "date": "2016-11-04"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "W nawiązaniu do raportów bieżących nr 28/2016 z dnia  23 września 2016 roku oraz nr\n                           29/2016 z dnia 10 października 2016 roku, Zarząd MASTER PHARM S.A. _\"Emitent\"_ informuje,\n                           w że po przeprowadzeniu badania due diligence prawnego i finansowego spółki z branży\n                           farmaceutyczno-kosmetycznej _\"Spółka\"_ oraz przeanalizowaniu ryzyk finansowych i biznesowych\n                           związanych z potencjalną inwestycją kapitałową w dniu 27 października 2017 roku podjął\n                           decyzję o zakończeniu dalszych negocjacji i odstąpieniu od nabycia udziałów w Spółce\n                           z uwagi na odmienną od założeń i oczekiwań strukturę przychodów Spółki oraz potencjału\n                           na uzyskanie dodatnich wyników finansowych w oczekiwanym przez Emitenta okresie.",
        "date": "2016-10-27"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2016-10-10"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Emitent\"_ informuje, że w dniu 23 września 2016 r. zawarł\n                           list intencyjny, którego przedmiotem jest określenie warunków objęcia przez Emitenta\n                           50% udziałów w Spółce _\"Spółka\"_ działającej w obszarze farmacji i kosmetologii, _\"Transakcja\"_.\n                           Warunkiem realizacji Transakcji jest przeprowadzenie badania due diligence Spółki,\n                           brak wystąpienia nieprzewidzianych okoliczności lub zdiagnozowania nieujawnionych\n                           faktów dotyczących Spółki, a w konsekwencji określenie przez strony ostatecznych warunków\n                           oraz struktury Transakcji. Strony zaplanowały przeprowadzenie Transakcji nie później\n                           niż do 10 października 2016 r.",
        "date": "2016-09-23"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Na podstawie art. 56 ust. 1 pkt 2 lit. a Ustawy o ofercie i § 33 ust. 1 Rozporządzenia\n                           Ministra Finansów z dnia 9 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim,\n                           Zarząd MASTER PHARM S.A. _\"Spółka\"_, w związku z zakończeniem rozliczania kosztów\n                           związanych z przeprowadzoną ofertą publiczną sprzedaży akcji Spółki, przekazuje uzupełnienie\n                           do treści Raportu bieżącego nr 8/2016 z dnia 4 maja 2016 r. w zakresie podania do\n                           publicznej wiadomości informacji zawartych w pkt 12 i 13 raportu, dotyczących kosztów\n                           oferty publicznej subskrypcji akcji serii B:12. Łączne określenie wysokość kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułówŁączne koszty oferty publicznej subskrypcji akcji serii B Spółki zostały poniesione\n                           przez Emitenta wyniosły 1.257 627,70 złote _słownie: jeden milion dwieście pięćdziesiąt\n                           siedem tysięcy sześćset dwadzieścia siedem złote siedemdziesiąt groszy_ w tym:a_ koszty przygotowania i przeprowadzenia oferty: 961.796,79 zł _ słownie: dziewięćset\n                           sześćdziesiąt jeden tysięcy siedemset dziewięćdziesiąt sześć złote siedemdziesiąt\n                           dziewięć groszy_b_ koszty wynagrodzenia subemitentów – nie dotyczy – 0 zł _słownie: zero złote_c_ koszty sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa: 270\n                           594,91 złote _słownie: dwieście siedemdziesiąt tysięcy pięćset dziewięćdziesiąt cztery\n                           złote dziewięćdziesiąt jeden groszy_d_ koszty promocji oferty: 25.236,00 _słownie: dwadzieścia pięć tysięcy dwieście trzydzieści\n                           sześć złote zero groszy_Emitent zastosował następującą metodę rozliczania kosztów w księgach rachunkowych:\n                           koszty emisji akcji serii B zostaną zaliczone do kosztów emisji akcji zmniejszających\n                           kapitał zapasowy Spółki. 13. Średni koszt przeprowadzenia subskrypcji lub sprzedaży przypadającego na jednostkę\n                           papieru wartościowego objętego subskrypcją lub sprzedażą1_ Średni koszt przeprowadzenia subskrypcji lub sprzedaży przypadający na jednostkę\n                           papieru wartościowego objętego subskrypcją przypadający na jednostkę papieru wynosi\n                           0,41 zł _słownie: zero złoty czterdzieści jeden groszy_.2_ Średni koszt sprzedaży akcji serii A Spółki poniesiony przez Akcjonariuszy Sprzedających,\n                           objętych ofertą publiczną sprzedaży akcji Spółki przypadający na jednostkę papieru\n                           wynosi: 0,31 zł _słownie: zero złotych trzydzieści jeden groszy_.Koszty odsprzedaży akcji przez Akcjonariuszy Sprzedających ze względu na poniesienie\n                           ich w całości przez Akcjonariuszy Sprzedających Emitent nie będzie rozliczał w księgach\n                           i koszty te nie będą ujęte w sprawozdaniu finansowym Emitenta.",
        "date": "2016-07-01"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, iż w przekazanym raportem bieżącym\n                           ESPI nr 24/2016 z 23 czerwca 2016 roku Protokole z odbytego w dniu 23 czerwca 2016\n                           roku ZWZA Master Pharm S.A., w Uchwale nr 20 została błędnie zaprotokołowana Liczba\n                           akcji, z których oddano ważne głosy oraz Łączna liczba ważnych głosów.Było:- Liczba akcji, z których oddano ważne głosy: 18.500.000 _osiemnaście milionów pięćset\n                           tysięcy_ - Łączna liczba ważnych głosów: 18.500.000 _osiemnaście milionów pięćset tysięcy_.Powinno być:- Liczba akcji, z których oddano ważne głosy: 18.041.000 _osiemnaście milionów czterdzieści\n                           jeden tysięcy_ - Łączna liczba ważnych głosów: 18.041.000 _osiemnaście milionów czterdzieści jeden\n                           tysięcy_.Pozostała treść Protokołu pozostaje bez zmian.W załączeniu Zarząd Spółki przekazuje skorygowany Protokół.Szczegółowa podstawa prawna: § 38 ust. 1 pkt. 7 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […]",
        "date": "2016-06-27"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, Działając na podstawie art. 86 ustawy\n                           z dnia 7 maja 2009 r. o biegłych rewidentach i ich samorządzie, podmiotach uprawnionych\n                           do badania sprawozdań finansowych oraz o nadzorze publicznym oraz na podstawie §14\n                           ust. 2 statutu Spółki, Zwyczajne Walne Zgromadzenie Spółki w dniu 23 czerwca 2016\n                           roku podjęło uchwałę nr 19/06/2016 w wyniku którym powierzyło Radzie Nadzorczej obowiązki\n                           Komitetu Audytu.",
        "date": "2016-06-23"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ przekazuje listę akcjonariuszy posiadających co\n                           najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy w dniu 23\n                           czerwca 2016 r.Lp. AKCJONARIUSZ \t         L. AKCJI\t % AKCJI\t L. GŁOSÓW\t % GŁOSÓW\t DATA1 MAX WELT HOLDINGS LIMITED podmiot zależny od Jacka Franasika 13 653 000   63,50\t13 653 000 \t63,50\t03.06.20162 Aleksandra Nykiel \t           2 497 500  11,62\t   2 497 500 \t11,62\t03.06.20163 NATIONALE-NEDERLANDENPowszechne Towarzystwo Emerytalne S.A. _dawniej ING PTE_                                                                      1 625 000  \n                           7,56\t   1 625 000 \t  7,56\t03.06.2016",
        "date": "2016-06-23"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości treść uchwał\n                           podjętych w dniu 23 czerwca 2016 roku przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Master Pharm  S.A., jako załącznik do niniejszego raportu.Szczegółowa podstawa prawna: § 38 ust. 1 pkt. 7 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […]W",
        "date": "2016-06-23"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, iż Zwyczajne Walne Zgromadzenie Spółki\n                           w dniu 23 czerwca 2016 roku podjęło uchwałę nr 17/06/2016 w sprawie podziału zysku\n                           Spółki za rok obrotowy 2015 i wypłaty dywidendy, w myśl której dokonano podziału zysku\n                           netto osiągniętego przez Spółkę w roku obrotowym 2015 w następujący sposób:1. przeznaczyć kwotę 4.085.000,00 zł _słownie: cztery miliony osiemdziesiąt pięć tysięcy\n                           złotych_ do podziału pomiędzy akcjonariuszy jako dywidendę,2. wyłączyć kwotę 2.254.000 _słownie: dwa miliony dwieście pięćdziesiąt cztery tysiące\n                           złotych_ od podziału między akcjonariuszy i przeznaczyć ją na kapitał rezerwowy Spółki\n                           na pokrycie strat lub inwestycje, z zastrzeżeniem możliwości zmiany przeznaczenia\n                           powyższego kapitału rezerwowego w przyszłości. Zwyczajne Walne Zgromadzenie wyznaczyło: - 7 lipca 2016 roku jako dzień, według którego ustala się listę akcjonariuszy uprawnionych\n                           do dywidendy za rok obrotowy 2015 _dzień dywidendy_, - 8 sierpnia 2016 roku jako termin wypłaty dywidendy.Według stanu na dzień podjęcia uchwały: - na jedną akcję Master Pharm S.A. przypada z tytułu dywidendy kwota 0,19 PLN, - liczba akcji Master Pharm S.A. uprawnionych do dywidendy wynosi 21.500.000.Szczegółowa podstawa prawna: Podstawa prawna: § 38 ust. 1 pkt 11_ Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-06-23"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, iż łączna wartość obrotów handlowych\n                           pomiędzy Emitentem a Odbiorcą 1 w okresie od dnia przekazania ostatniej informacji\n                           na temat przekroczenia 10% wartości kapitałów własnych Spółki, tj. od publikacji Aneksu\n                           nr 4 do Prospektu Emisyjnego MASTER PHARM S.A. w dniu 05 kwietnia 2016 roku do dnia\n                           przekazania niniejszego raportu, wyniosła 5 625 116,25 zł netto. 1. Data zawarcia znaczącej umowy:-21 marca 2011r.2. Oznaczenie stron umowy:-  MASTER PHARM S.A. oraz - Odbiorca 1 wskazany w Aneksie nr 4 do Prospektu Emisyjnego\n                           Master Pharm S.A. Ze względu na charakteryzującą branżę farmaceutycznej produkcji\n                           kontraktowej wysoki stopień wrażliwość informacji dotyczących nazw klientów Spółki,\n                           Spółka nie ujawnia nazw klientów.3. Oznaczenie przedmiotu umowy:- Wytwarzanie i sprzedaż przez Master Pharm S.A. produktów osobiście lub z udziałem\n                           producentów kontraktowych zgodnie z dokumentacją opracowaną przez Master Pharm S.A.\n                           asortymentu zamawianego przez Odbiorcę 1 każdorazowo określonych w zamówieniach i\n                           na warunkach określonych w Umowie.4. Istotne warunki umowy, ze szczególnym uwzględnieniem warunków finansowych umowy,\n                           oraz wskazanie określonych przez strony specyficznych warunków, charakterystycznych\n                           dla tej umowy, w szczególności tych, które odbiegają od warunków powszechnie stosowanych\n                           dla danego typu umów:- Umowa zawarta na okres trzech lat z możliwością każdorazowego jej przedłużenia na\n                           kolejne dwa lata. Warunkiem do rozwiązania umowy jest jej wypowiedzenie w terminie\n                           3 miesięcy poprzedzających każdorazowe przedłużenie umowy. Pozostałe warunki sprzedaży\n                           nie odbiegają od powszechnie stosowanych dla tego typu transakcji.5. W przypadku zawarcia w znaczącej umowie postanowień dotyczących kar umownych, których\n                           maksymalna wysokość może przekroczyć równowartość co najmniej 10% wartości tej umowy\n                           lub co najmniej wyrażoną w złotych równowartość kwoty 200 000 euro, według średniego\n                           kursu ogłoszonego dla danej waluty przez Narodowy Bank Polski, obowiązującego na dzień\n                           zawarcia tej umowy – określenie tej maksymalnej wysokości, a w przypadku gdy nie jest\n                           to możliwe – wskazanie podstawy przekroczenia określonego limitu, jak również wskazanie,\n                           czy zapłata kar umownych wyłącza uprawnienia do dochodzenia roszczeń odszkodowawczych\n                           przekraczających wysokość tych kar:- Kara umowna wynosi 200.000,00 zł i jest wymagalna w przypadku złamania przez stronę\n                           postanowień umowy o poufności. Strony zastrzegły możliwość dochodzenia roszczeń odszkodowawczych\n                           przekraczających wysokość podanych w umowie kar.6. W przypadku zawarcia znaczącej umowy z zastrzeżeniem warunku lub terminu – zastrzeżony\n                           w tej umowie warunek lub termin, ze wskazaniem, czy jest on rozwiązujący czy zawieszający:- Nie dotyczy.7. Oznaczenie kryterium uznania umowy za znaczącą umowę:- Łączna wartość obrotów Spółki z Odbiorcą 1 przekroczyła 10% kapitałów własnych Spółki.8. W przypadku zawarcia przez emitenta lub jednostkę od niego zależną z jednym podmiotem\n                           lub jednostką zależną od tego podmiotu, w okresie ostatnich 12 miesięcy, dwu lub więcej\n                           umów, które łącznie spełniają kryterium znaczącej mowy – informacje o łącznej wartości\n                           wszystkich tych umów oraz informacje określone w pkt 1–7, w odniesieniu do umowy o\n                           największej wartości.- Nie dotyczy.Szczegółowa podstawa prawna: § 5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 roku w sprawie informacji bieżących i okresowych […]",
        "date": "2016-06-16"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ zgodnie z zasadami \"Dobrych Praktyk Spółek notowanych\n                           na GPW\" niniejszym przekazuje do publicznej wiadomości przyjęte na posiedzeniu Rady\n                           Nadzorczej Spółki w dniu 25 maja 2016 roku a następnie zatwierdzone Sprawozdanie z\n                           działalności Rady Nadzorczej MASTER PHARM S.A.  za okres od 01.01.2015 r. do 31.12.2015\n                           r.",
        "date": "2016-06-08"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ w nawiązaniu do informacji przekazanej w raporcie\n                           bieżącym nr 18/2016 z dnia 31 maja 2016 r. informuje, iż na podstawie Uchwały nr 353/16\n                           Zarządu Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ z dnia 31 maja 2016\n                           r., Dział operacyjny KDPW wydał w dniu 1 czerwca 2016 r. komunikat o następującej\n                           treści:KOMUNIKATREJESTRACJA PAPIERÓW WARTOŚCIOWYCHKod emitenta: 2210Data rejestracji w KDPW: 2016-06-03Nazwa emitenta: MASTER PHARM SALiczba rejestrowanych pw: 3.000.000\tKod ISIN: PLMSTPH00016Uchwała Zarządu KDPW SA: Nr 353/16 z dnia 2016-05-31Szczegółowa podstawa prawna: §\n                           34 ust. 1 pkt. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           _…_ _Dz. U. nr 33, poz. 259 z późn. zm._.",
        "date": "2016-06-01"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ w nawiązaniu do informacji przekazanej w raporcie\n                           bieżącym nr 18/2016 z dnia 31 maja 2016 r. informuje, iż na podstawie Uchwały nr 353/16\n                           Zarządu Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ z dnia 31 maja 2016\n                           r., Dział operacyjny KDPW wydał w dniu 1 czerwca 2016 r. komunikat o następującej\n                           treści:KOMUNIKATREJESTRACJA PAPIERÓW WARTOŚCIOWYCHKod emitenta: 2210Data rejestracji w KDPW: 2016-06-03Nazwa emitenta: MASTER PHARM SALiczba rejestrowanych pw: 3.000.000\tKod ISIN: PLMSTPH00016Uchwała Zarządu KDPW SA: Nr 353/16 z dnia 2016-05-31Szczegółowa podstawa prawna: §\n                           34 ust. 1 pkt. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           _…_ _Dz. U. nr 33, poz. 259 z późn. zm._.",
        "date": "2016-06-01"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, iż wskutek omyłki technicznej do raportu\n                           ESPI nr 17/2016 z 31 maja 2016 roku nie został dołączony załącznik zawierający treść\n                           zawiadomienia w trybie art. 69 ust. 2 ustawy o ofercie publicznej […] otrzymanego\n                           od Max Welt Holdings Limited z siedzibą w Larnace. Zarząd Spółki niniejszym załącza\n                           przedmiotowe zawiadomienie.",
        "date": "2016-06-01"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, iż w dniu 31 maja 2016 roku Zarząd\n                           Giełdy Papierów Wartościowych w Warszawie S.A., podjął uchwałę nr 535/2016 w sprawie\n                           wyznaczenia na 2 czerwca 2016 r. ostatniego dnia notowania 3.000.000 _trzech milionów_\n                           praw do akcji zwykłych na okaziciela serii B Spółki, o wartości nominalnej 0,01 zł\n                           _jeden grosz_ każda, oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A.\n                           kodem PLMSTPH00024.Ponadto, w dniu 31 maja 2016 roku Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. podjął uchwałę nr 536/2016 w sprawie wprowadzenia z dniem 3 czerwca\n                           2016 r. w trybie zwykłym do obrotu giełdowego na rynku równoległym 3.000.000 _trzy\n                           miliony_ akcji zwykłych na okaziciela serii B Spółki, o wartości nominalnej 0,01 zł\n                           _jeden grosz_ każda. Wprowadzenie do obrotu giełdowego akcji o których mowa w zdaniu\n                           poprzednim, następuje pod warunkiem dokonania przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. w dniu 3 czerwca 2016 r. rejestracji tych akcji i oznaczenia ich kodem PLMSTPH00016.Szczegółowa podstawa prawna: § 34 ust. 1 pkt 3  Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych _…_ _Dz. U. nr 33, poz. 259 z późn. zm._.",
        "date": "2016-05-31"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "1. Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, iż w dniu 31 maja 2016 roku Zarządu\n                           Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ podjął uchwałę w której postanawia\n                           przyjąć do depozytu papierów wartościowych 3.000.000 _trzy miliony_ akcji zwykłych\n                           na okaziciela serii B spółki MASTER PHARM S.A. o wartości nominalnej 0,01 zł _jeden\n                           grosz_ każda oraz oznaczyć je kodem PLMSTPH00016, pod warunkiem podjęcia decyzji o\n                           wprowadzeniu tych akcji do obrotu na rynku regulowanym, na który zostały wprowadzone\n                           inne akcje tej spółki oznaczone kodem PLMSTPH00016 przez spółkę prowadzącą ten rynek\n                           regulowany, z zastrzeżeniem o którym mowa w pkt 2 poniżej.2. Zarejestrowanie wskazanych w ust. 1 akcji zwykłych na okaziciela serii B spółki\n                           MASTER PHARM S.A. w Krajowym Depozycie Papierów Wartościowych nastąpi w związku z\n                           zamknięciem kont prowadzonych dla zbywalnych praw do akcji oznaczonych kodem PLMSTPH00024,\n                           w terminie trzech dni od dnia otrzymania przez Krajowy Depozyt dokumentów potwierdzających\n                           podjęcie decyzji o wprowadzeniu tych akcji do obrotu na rynku regulowanym, na który\n                           zostały wprowadzone inne akcje tej spółki oznaczone kodem PLMSTPH00016, przez spółkę\n                           prowadzącą ten rynek regulowany, nie wcześniej jednak niż we wskazanym w tej decyzji\n                           dniu wprowadzenia tych akcji do obrotu na rynku regulowanym.Informacja o zarejestrowaniu akcji zwykłych na okaziciela serii B pod kodem PLMSTPH00016\n                           będzie przekazana w formie komunikatu Krajowego Depozytu.Szczegółowa podstawa prawna:\n                           § 34 ust. 1 pkt. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           _…_ _Dz. U. nr 33, poz. 259 z późn. zm._.",
        "date": "2016-05-31"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. informuje, iż w dniu 31 maja 2016 r. otrzymał zawiadomienie\n                           w trybie art. 69 ust. 2 ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu  oraz o spółkach publicznych […] od\n                           Max Welt Holdings Limited z siedzibą w Larnace.",
        "date": "2016-05-31"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ podaje w załączeniu do publicznej wiadomości treść\n                           projektów uchwał Zwyczajnego Walnego Zgromadzenia Spółki zwołanego na dzień 23 czerwca\n                           2016 roku.Szczegółowa podstawa prawna: § 38 ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […] _Dz.U.2014.133_,",
        "date": "2016-05-27"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_, działając na podstawie art. 399 § 1 Kodeksu spółek\n                           handlowych, zwołuje na dzień 23 czerwca 2016 roku Zwyczajne Walne Zgromadzenie, które\n                           rozpocznie się o godz. 11.00 w Łodzi, mHotel sala \"B\", ul. Świętej Teresy od Dzieciątka\n                           Jezus 111, 91-222 Łódź. Pełna treść ogłoszenia o zwołaniu ZWZA przekazana zostaje\n                           w załączeniu.",
        "date": "2016-05-27"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, że Rada Nadzorcza Spółki, zgodnie z\n                           obowiązującymi przepisami i normami zawodowymi, w dniu 25 maja 2016 roku podjęła uchwałę\n                           o wyborze \"Forbiznes Audyt – Libsz Kępka Zielińska – biegli rewidenci\" Spółka partnerska\n                           z siedzibą w Łodzi przy Al. T. Kościuszki 101, wpisana na listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych prowadzoną przez Krajową Izbę Biegłych Rewidentów\n                           pod numerem 3269, do przeprowadzenia przeglądu półrocznego jednostkowego sprawozdania\n                           finansowego MASTER PHARM S.A. i półrocznego skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej MASTER PHARM S.A., a także badania rocznego jednostkowego sprawozdania\n                           finansowego MASTER PHARM S.A. oraz sprawozdania skonsolidowanego Grupy Kapitałowej\n                           MASTER PHARM S.A. za rok 2016. Emitent korzystał z usług wybranego podmiotu w roku\n                           2015 w zakresie przeprowadzenia przeglądu i badania sprawozdań finansowych.Szczegółowa podstawa prawna: § 5 ust. 1 pkt. 19_ Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-05-26"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "W nawiązaniu do Raportu Bieżącego nr 12/2016 z dnia 24 maja 2016 r. oraz Raportu Bieżącego\n                           nr 12/2016/K z dnia 25 maja 2016 r., Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje,\n                           że w dniu 25 maja 2016 r. Rada Nadzorcza Spółki pozytywnie zaopiniowała wniosek Zarządu\n                           Spółki w sprawie podziału zysku Spółki za rok 2015, w którym przewiduje się:1. wypłatę\n                           dywidendy w kwocie 4.085.000,00 zł _słownie: cztery miliony osiemdziesiąt pięć tysięcy\n                           złotych_, co oznacza wysokość dywidendy 0,19 zł na jedną akcję _słownie: dziewiętnaście\n                           groszy_ i stanowi 49,02% skonsolidowanego zysku Spółki za rok obrotowy 2015, przypadającego\n                           akcjonariuszom Spółki;2. przeznaczenie pozostałej części zysku Spółki na kapitał rezerwowy.Szczegółowa podstawa prawna: Podstawa prawna: § 38 ust. 1 pkt 11_ Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-05-26"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, że zamierza wystąpić do Rady Nadzorczej\n                           MASTER PHARM S.A. o zaopiniowanie wniosku w sprawie sposobu podziału skonsolidowanego\n                           zysku Spółki za rok obrotowy 2015 w wysokości 8.334.000,00 zł, w którym przewiduje\n                           się:1. wypłatę dywidendy w kwocie 4.085.000,00 zł _słownie: cztery miliony osiemdziesiąt\n                           pięć tysięcy złotych_, co oznacza wysokość dywidendy 0,19 zł na jedną akcję _słownie:\n                           dziewiętnaście groszy_ i stanowi 49,02% skonsolidowanego zysku Spółki za rok obrotowy\n                           2015, przypadającego akcjonariuszom Spółki.2. przeznaczenie kwoty 4.249.000,00 zł _słownie: cztery dwieście czterdzieści dziewięć\n                           tysięcy złotych_ na kapitał rezerwowy.Szczegółowa podstawa prawna: Podstawa prawna: § 38 ust. 1 pkt 11_ Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-05-24"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_, w związku z zarejestrowaniem przez Sąd Rejestrowy\n                           w dniu 18 maja 2016 roku podwyższenia kapitału zakładowego Spółki, o czym Zarząd Spółki\n                           poinformował raportem bieżącym nr 10/2016 z dnia 19 maja 2016 roku, informuje, że\n                           zmianie uległ § 6 Statutu Spółki. Dotychczasowe brzmienie § 6 ust.1:\"§ 61. Kapitał zakładowy Spółki wynosi 185.000 zł _sto osiemdziesiąt pięć tysięcy złotych_\n                           i dzieli się na 18.500.000 _osiemnaście milionów pięćset tysięcy_ akcji zwykłych _nieuprzywilejowanych_,\n                           na okaziciela, serii A, o wartości nominalnej 0,01 zł _jeden grosz_ każda.\"Nowe brzmienie § 6 ust.1 po zmianie:\"§ 61. Kapitał zakładowy Spółki wynosi 215.000 zł _dwieście piętnaście tysięcy złotych_\n                           i dzieli się na 21.500.000 _dwadzieścia jeden milionów pięćset tysięcy_ akcji o wartości\n                           nominalnej 0,01 zł _jeden grosz_ każda, tj.:a_ 18.500.000 _osiemnaście milionów pięćset tysięcy_ akcji serii A o numerach od 1\n                           do 18.500.000,b_ 3.000.000 _trzy miliony_ akcji serii B o numerach od 1 do 3.000.000.\"W załączeniu Spółka przekazuje tekst jednolity Statutu Spółki uwzględniający powyższe\n                           zmiany.Szczegółowa podstawa prawna: § 38 ust. 1 pkt 2_ w zw. z § 100 ust.4 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-05-19"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, że w dniu 19.05.2016 roku powziął informację\n                           o zarejestrowaniu w dniu 18.05.2016 r. przez Sąd Rejonowy dla Łodzi-Śródmieścia w\n                           Łodzi, XX Wydział Krajowego Rejestru Sądowego, podwyższenia kapitału zakładowego Spółki\n                           o akcje serii B. Aktualna wysokość i struktura kapitału zakładowego Spółki wygląda\n                           następująco:1. Kapitał zakładowy Spółki wynosi 215.000,00 _dwieście piętnaście tysięcy, 00/100_\n                           złotych i dzieli się na 21.500.000 _dwadzieścia jeden milionów pięćset tysięcy sztuk_\n                           akcji, o wartości nominalnej 0,01 zł _jeden grosz_ każda, w tym: a. 18.500.000 _osiemnaście milionów pięćset tysięcy_ akcji na okaziciela serii A o\n                           numerach od 0.000.001 do 18.500.000; b. 3.000.000 _trzy miliony_ akcji na okaziciela serii B o numerach od 0.000.001 do\n                           3.000.000; 2. Ogólna liczba głosów wynikająca ze wszystkich wyemitowanych akcji po zarejestrowaniu\n                           podwyższenia kapitału zakładowego Spółki wynosi: 21.500.000 _dwadzieścia jeden milionów\n                           pięćset tysięcy_ głosów. Szczegółowa podstawa prawna: Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2016-05-19"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym otrzymał zawiadomienie\n                           w którym Nationale-Nederlanden Powszechne Towarzystwo Emerytalne S.A. zawiadamia,\n                           że fundusze Nationale-Nederlanden Otwarty Fundusz Emerytalny oraz Nationale-Nederlanden\n                           Dobrowolny Fundusz Emerytalny _dalej razem zwane Funduszami_ stały się posiadaczem\n                           akcji oraz praw do akcji Spółki, które w przypadku zamiany na akcje dadzą Funduszom\n                           powyżej 5% głosów na Walnym Zgromadzeniu Spółki. W dniu 4 maja 2016 roku na rachunkach\n                           papierów wartościowych Funduszy znajduje się 1 625 000 _jeden milion sześćset dwadzieścia\n                           pięć tysięcy_ akcji i praw do akcji Spółki, co oznacza, że z chwilą zamiany praw do\n                           akcji na akcje Funduszom będzie przysługiwać 7,56% ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki.Pełna treść zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2016-05-04"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ podaje do publicznej wiadomości terminy publikacji\n                           raportów okresowych w roku obrotowym 2016:- jednostkowy oraz skonsolidowany raport roczny za 2015 rok – 02 maja 2016 r.  - skonsolidowany raport za I kwartał 2016 roku – 16 maja 2016 r. - skonsolidowany raport półroczny za I półrocze 2016 roku – 17 sierpnia 2016 r. - skonsolidowany raport za III kwartał 2016 roku – 08 listopada 2016 r. Zarząd Spółki informuje, że na podstawie § 101 ust. 2 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           roku, Nr 33, poz. 259, z późn. zm.; \"Rozporządzenie\"_ nie będzie publikował skonsolidowanego\n                           raportu kwartalnego za II kwartał 2016 roku. Dodatkowo, zgodnie z § 83 ust. 1 i 3 Rozporządzenia, Spółka nie będzie publikowała\n                           jednostkowych raportów kwartalnych i jednostkowego raportu półrocznego. Spółka informuje,\n                           iż w raportach skonsolidowanych kwartalnych i półrocznym zawarte będą odpowiednio\n                           kwartalne i półroczne skrócone jednostkowe sprawozdania finansowe. Raport roczny będzie\n                           przygotowany i przekazany do wiadomości publicznej zarówno w formie jednostkowej jak\n                           i skonsolidowanej. Szczegółowa podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych _…_ _Dz. U. nr 33, poz. 259 z późn. zm._.",
        "date": "2016-04-29"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, że zgodnie z otrzymanymi Komunikatami\n                           Giełdy Papierów Wartościowych w Warszawie S.A. z dnia 27 kwietnia 2016 roku, TRIGON\n                           DOM MAKLERSKI S.A. od dnia 28 kwietnia 2016 roku będzie pełnić zadania animatora Emitenta\n                           dla akcji _PLMSTPH00016_ oraz praw do akcji _PLMSTPH00024_ Spółki.",
        "date": "2016-04-27"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym otrzymał Uchwałę\n                           nr 393/2016 Zarządu Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ z dnia\n                           27 kwietnia 2016 r. w sprawie wprowadzenia do obrotu na Głównym Rynku GPW akcji zwykłych\n                           na okaziciela serii A spółki MASTER PHARM S.A. o następującej treści:§ 1. Na podstawie § 38 ust. 1 i 3 Regulaminu Giełdy oraz § 2 ust. 1 Działu IV Szczegółowych\n                           Zasad Obrotu Giełdowego w systemie UTP, Zarząd Giełdy postanawia:1_ wprowadzić z dniem 28 kwietnia 2016 r. w trybie zwykłym do obrotu giełdowego na\n                           rynku równoległym 18.500.000 _osiemnaście milionów pięćset tysięcy_ akcji zwykłych\n                           na okaziciela serii A spółki MASTER PHARM S.A., o wartości nominalnej 0,01 zł _jeden\n                           grosz_ każda, oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem\n                           \"PLMSTPH00016\";2_ notować akcje spółki MASTER PHARM S.A., o których mowa w pkt 1_, w systemie notowań\n                           ciągłych pod nazwą skróconą \"MASTERPHA\" i oznaczeniem \"MPH\".§ 2. Uchwała wchodzi w życie z dniem podjęcia.Zarząd Spółki informuje, ponadto że\n                           w dniu dzisiejszym otrzymał Uchwałę Nr 394/2016 Zarządu GPW z dnia 27 kwietnia 2016\n                           r. w sprawie wprowadzenia do obrotu giełdowego na Głównym Rynku GPW praw do akcji\n                           zwykłych na okaziciela serii B spółki MASTER PHARM S.A. o następującej treści:§ 1. Na podstawie § 38 ust. 1 i 3 Regulaminu Giełdy oraz § 2 ust. 1 Działu IV Szczegółowych\n                           Zasad Obrotu Giełdowego w systemie UTP, Zarząd Giełdy postanawia:1_ wprowadzić z dniem 28 kwietnia 2016 r. w trybie zwykłym do obrotu giełdowego na\n                           rynku równoległym 3.000.000 _trzy miliony_ praw do akcji zwykłych na okaziciela serii\n                           B spółki MASTER PHARM S.A., o wartości nominalnej 0,01 zł _jeden grosz_ każda, oznaczone\n                           przez Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLMSTPH00024\";2_ notować prawa do akcji spółki MASTER PHARM S.A., o których mowa w pkt 1_, w systemie\n                           notowań ciągłych pod nazwą skróconą \"MASTERPHA-PDA\" i oznaczeniem \"MPHA\".§ 2. Uchwała wchodzi w życie z dniem podjęcia.Szczegółowa podstawa prawna: § 34 ust.\n                           1. pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych _…_ _Dz.\n                           U. nr 33, poz. 259 z późn. zm._.",
        "date": "2016-04-27"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ w nawiązaniu do informacji przekazanej w raporcie\n                           bieżącym nr 2/2016 z dnia 26 kwietnia 2016 r. informuje, iż na podstawie Uchwały nr\n                           259/16 Zarządu Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ z dnia 25 kwietnia\n                           2016 r., Dział operacyjny KDPW wydał w dniu 26 kwietnia 2016 r. komunikat o następującej\n                           treści:KOMUNIKATREJESTRACJA PAPIERÓW WARTOŚCIOWYCHKod emitenta: 2210Data rejestracji w KDPW: 2016-04-27Nazwa emitenta: MASTER PHARM SALiczba rejestrowanych pw: 16.650.000Kod ISIN: PLMSTPH00016Uchwała Zarządu KDPW SA: Nr 259/16 z dnia 2016-04-25Szczegółowa podstawa prawna: § 34 ust. 1 pkt. 1 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych _…_ _Dz. U. nr 33, poz. 259 z późn. zm._.",
        "date": "2016-04-27"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. _Emitent_ informuje, że w dniu 29.12.2017 roku otrzymał powiadomienie\n                           od Jacka Franasika -Prezesa Zarządu Emitenta, złożone w imieniu własnym oraz Max Welt\n                           Holdings Limited z siedzibą w Larnace na Cyprze, w trybie art. 69 ust. 2 pkt. 2_ ustawy\n                           o ofercie publicznej.W załączeniu przekazujemy treść Powiadomienia.",
        "date": "2017-12-29"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 29.12.2017 roku otrzymał powiadomienie\n                           od osoby prawnej blisko związanej z osobą pełniącą obowiązki zarządcze o transakcjach,\n                           o których mowa w art. 19 ust 1. rozporządzenia MAR.W załączeniu przekazujemy treść Powiadomienia.",
        "date": "2017-12-29"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 28.12.2017 roku otrzymał powiadomienie\n                           od osoby prawnej blisko związanej z osobą pełniącą obowiązki zarządcze o transakcji,\n                           o której mowa w art. 19 ust 1. rozporządzenia MAR.W załączeniu przekazujemy treść Powiadomienia.",
        "date": "2017-12-28"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "W nawiązaniu do raportów bieżących nr 5/2017 z 27 lutego 2017 r. oraz 32/2016 z 29\n                           grudnia 2016 r., Emitent informuje, że w dniu 21 grudnia 2017 roku odstąpił od dalszych\n                           negocjacji w sprawie akwizycji podmiotu z branży farmaceutycznej.Odstąpienie nastąpiło ze względu na brak porozumienia w zakresie modelu i wartości\n                           transakcji.",
        "date": "2017-12-21"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 20.12.2017 roku otrzymał powiadomienie\n                           od osoby prawnej blisko związanej z osobą pełniącą obowiązki zarządcze o transakcji,\n                           o której mowa w art. 19 ust 1. rozporządzenia MAR.W załączeniu przekazujemy treść Powiadomienia.",
        "date": "2017-12-20"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 19.12.2017 roku otrzymał powiadomienie\n                           Członka Rady Nadzorczej o transakcji, o której mowa w art. 19 ust 1. rozporządzenia\n                           MAR.",
        "date": "2017-12-19"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 18.12.2017 roku otrzymał powiadomienie\n                           Członka Rady Nadzorczej o transakcji, o której mowa w art. 19 ust 1. rozporządzenia\n                           MAR.",
        "date": "2017-12-18"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Emitent\"_ podaje do publicznej wiadomości szacunkowe wyniki\n                           finansowe Grupy Kapitałowej Master Pharm S.A. _\"Grupa\"_ oraz Emitenta, za trzy  kwartały\n                           2017 roku tj. 01.01.2017 do 31.09.2017 roku.- Skonsolidowane szacunkowe przychody ze sprzedaży Grupy po trzech kwartałach 2017\n                           roku wyniosły 41,00 mln zł wobec 32,50  mln zł w analogicznym okresie 2016 roku, co\n                           stanowi wzrost o 8,50 mln zł – tj. o 26% rdr.- Skonsolidowany szacunkowy wynik brutto na sprzedaży Grupy po trzech kwartałach 2017\n                           roku wyniósł 4,90 mln zł wobec 6,07 mln zł w analogicznym okresie 2016 roku, co stanowi\n                           spadek o 1,17 mln zł - tj. o 19% rdr.- Skonsolidowany szacunkowy wynik netto Grupy po trzech kwartałach 2017 roku wyniósł\n                           3,80 mln zł wobec 4,66 mln zł w analogicznym okresie 2016 roku, co stanowi spadek\n                           o 0,86 mln zł – tj. o ok. 18% rdr.- Jednostkowe szacunkowe przychody ze sprzedaży Master Pharm S.A. po trzech kwartałach\n                           2017 roku  wyniosły 32,60 mln zł wobec  26,73 mln zł w analogicznym okresie 2016 roku,\n                           co stanowi wzrost o 5,87  mln zł – tj. o 22% rdr.- Jednostkowy szacunkowy wynik brutto na sprzedaży Master Pharm S.A. po trzech kwartałach\n                           2017 roku wyniósł 4,34 mln zł wobec 4,42 mln zł w analogicznym okresie, co stanowi\n                           spadek o 0,08 mln zł – tj. o 2% rdr. - Jednostkowy szacunkowy wynik netto Master Pharm S.A. po trzech kwartałach 2017 roku\n                           wyniósł 3,49 mln zł wobec 3,77 mln zł w analogicznym okresie, co stanowi spadek o\n                           0,28 mln zł – tj. 7 % rdr. Pomimo odnotowanego wzrostu przychodów zarówno na poziomie Emitenta jak i całej Grupy\n                           Kapitałowej wynik finansowy Grupy pozostaje pod presją kosztów, które na poziomie\n                           skonsolidowanym po trzech kwartałach 2017 roku wyniosły 36,09 mln zł a w analogicznym\n                           okresie 2016 roku wyniosły 26,18 mln zł, co oznacza wzrost o 9,91 mln zł, tj. 38%\n                           rdr.Wśród kosztów znacząco, tj. o 56% rdr wzrosły koszty energii, surowców i materiałów,\n                           na co wpływ obok wzrostu wolumenu produkcji miały zdarzenia jednorazowe związane z\n                           produkcją. Ponadto nastąpił wzrost wynagrodzeń o 39% rdr, będący w największym stopniu\n                           efektem zatrudnienia nowych pracowników. Odpisy amortyzacyjne wzrosły o 60% rdr, koszty\n                           usług obcych wzrosły o 16%.Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego, wyniki opublikowane ostatecznie w raporcie trzy kwartały 2017 roku mogą\n                           w ograniczonym stopniu odbiegać od powyżej przedstawionych wielkości.",
        "date": "2017-11-09"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 13.09.2017 roku otrzymał powiadomienie\n                           od osoby prawnej blisko związanej z osobą pełniącą obowiązki zarządcze o transakcji,\n                           o której mowa w art. 19 ust 1. rozporządzenia MAR.W załączeniu przekazujemy treść Powiadomienia.",
        "date": "2017-09-13"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Emitent\"_ podaje do publicznej wiadomości szacunkowe wyniki\n                           finansowe Grupy Kapitałowej Master Pharm S.A. _\"Grupa\"_ oraz Emitenta, za pierwsze\n                           półrocze 2017 roku tj. 01.01.2017 do 31.06.2017 roku.- Skonsolidowane szacunkowe przychody ze sprzedaży Grupy w pierwszym półroczu 2017\n                           roku wyniosły 23,96 mln zł a w analogicznym okresie 2016 roku 22,52 mln zł odnotowując\n                           wzrost o 1,44 mln zł.- Skonsolidowany szacunkowy wynik brutto na sprzedaży Grupy w pierwszym półroczu 2017\n                           roku wyniósł 2,47 mln zł a w analogicznym okresie 2016 roku 3,81 mln zł co stanowi\n                           spadek o 1,34 mln zł. - Skonsolidowany szacunkowy wynik netto Grupy w  pierwszym półroczu 2017 roku wyniósł\n                           1,75 mln zł a w analogicznym okresie 2016 roku 2,68 mln zł co oznacza spadek o 0,93\n                           mln zł. - Jednostkowe szacunkowe przychody ze sprzedaży Master Pharm S.A. w pierwszym półroczu\n                           2017 roku  wyniosły 19,61 mln zł wobec  19,08 mln zł w analogicznym okresie 2016 roku\n                           czyli więcej o 0,53  mln zł. - Jednostkowy szacunkowy wynik brutto na sprzedaży Master Pharm S.A. w pierwszym półroczu\n                           2017 roku wyniósł 2,60 mln zł wobec 3,30 mln zł w analogicznym okresie czyli mniej\n                           o 0,7 mln zł. - Jednostkowy szacunkowy wynik netto Master Pharm S.A. w pierwszym półroczu 2017 roku\n                           wyniósł 2,08 mln zł wobec 2,87 mln zł w analogicznym okresie co stanowi spadek o 0,79\n                           mln zł. Pomimo odnotowanego wzrostu przychodów zarówno na poziomie Emitenta jak i całej Grupy\n                           Kapitałowej wynik finansowy postaje pod presją rosnących kosztów, które na poziomie\n                           skonsolidowanym w pierwszym półroczu 2017 roku wyniosły 22,79 mln zł a w analogicznym\n                           okresie 2016 roku  18,58 mln zł czyli wzrosły o 4,21 mln zł _22,7%_. Wśród kosztów\n                           znacząco wzrosły koszty zatrudnienia _w tym nowych pracowników w nowym zakładzie Emitenta\n                           - wzrost o 32% w porównywanym okresie_, oraz koszty związane z zużyciem surowców i\n                           materiałów co wiąże się z zakupami pod przyszłe produkcje wykonywane zarówno w zakładzie\n                           u Emitenta jak i w spółce zależnej GBL Grokam – wzrost o 51,5% w analogicznym okresie.Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego, wyniki opublikowane ostatecznie w raporcie za pierwsze półrocze 2017\n                           roku mogą w ograniczonym stopniu odbiegać od powyżej przedstawionych wielkości.",
        "date": "2017-09-07"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\", \"Emitent\"_, informuje że w dniu 1 września 2017\n                           r. Emitent zawarł nową umowę, rozszerzającą dotychczasowy zakres współpracy o nowe\n                           produkty, z dotychczasowym odbiorcą, firmą farmaceutyczną o międzynarodowym zasięgu,\n                           określaną prospekcie emisyjnym i w raportach okresowych Spółki jako \"Odbiorca 12\"\n                           _\"Klient\"_.Przedmiotem umowy jest produkcja, na rynek polski, dla Klienta czterech nowych produktów\n                           _suplementów diety_, należących do znanej marki suplementów. Produkcja będzie prowadzona\n                           w ilościach określonych w indywidualnych zamówieniach na warunkach określonych w Umowie.\n                           Pierwsze planowane dostawy na mocy nowej umowy przewidziane są na wrzesień 2017 r.\n                           Umowa została zawarta na trzy lata, z możliwością rozwiązania za wcześniejszym wypowiedzeniem.\n                           Umowa została zawarta na prawie szwajcarskim i nie zawiera postanowień odbiegających\n                           od stosowanych dla tego typu umów. Umowa nie zawiera zapisów dotyczących istotnych\n                           kar umownych, odpowiedzialność odszkodowawcza jest określona na zasadach ogólnych.Niewiążąca prognoza zamówień nowych produktów przedstawiona przez klienta opiewa na\n                           około 9 mln zł w cenach sprzedaży netto w okresie do końca 2018 r. W roku 2016 Emitent\n                           zanotował z klientem obroty na poziomie 1,5 mln zł a w roku bieżącym do dnia 31 sierpnia\n                           2017 r. 0,5 mln zł.Ze względu na charakteryzujący branżę farmaceutycznej produkcji kontraktowej wysoki\n                           stopień wrażliwości informacji dotyczących nazw klientów, Spółka nie ujawnia nazw\n                           klientów.Umowa została określona jako znacząca, ze względu na wielkość nowych prognozowanych\n                           przychodów będących efektem jej zawarcia, oraz na spodziewany istotny pozytywny wpływ\n                           zawarcia umowy na sytuację ekonomiczną Emitenta.",
        "date": "2017-09-01"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ przekazuje listę akcjonariuszy posiadających co\n                           najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy w dniu 19\n                           czerwca 2017 r.:1. Max Welt Holdings Limited _podmiot zależny od Jacka Franasika_ - 13.653.000 akcji\n                           uprawniających do 13.653.000 głosów, co stanowiło 98,83% głosów na ZWZA i 63,50% ogólnej\n                           liczby głosów.",
        "date": "2017-06-20"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości treść uchwał\n                           podjętych w dniu 19 czerwca 2017 roku przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Master Pharm  S.A., jako załącznik do niniejszego raportu.Szczegółowa podstawa prawna: § 38 ust. 1 pkt. 7 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […]",
        "date": "2017-06-19"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_ informuje, iż Zwyczajne Walne Zgromadzenie Spółki\n                           w dniu 19 czerwca 2017 roku podjęło uchwałę nr 13/19/06/2016 w sprawie podziału zysku\n                           Spółki za rok obrotowy 2016 i wypłaty dywidendy, w myśl której postanowiono dokonać\n                           podziału zysku netto osiągniętego przez Spółkę w roku obrotowym 2016 w następujący\n                           sposób:1. przeznaczyć kwotę 4.730.000,00 PLN _słownie: cztery miliony siedemset trzydzieści\n                           tysięcy złotych_ do podziału pomiędzy akcjonariuszy jako dywidendę,2. wyłączyć kwotę 183.739,65 PLN _sto osiemdziesiąt trzy tysiące siedemset trzydzieści\n                           dziewięć 65/100 złotych_ od podziału między akcjonariuszy i przeznaczyć ją na kapitał\n                           rezerwowy Spółki. Zwyczajne Walne Zgromadzenie wyznaczyło: - 26 czerwca 2017 roku jako dzień, według którego ustala się listę akcjonariuszy uprawnionych\n                           do dywidendy za rok obrotowy 2016 _dzień dywidendy_, - 10 lipca 2017 roku jako termin wypłaty dywidendy.Według stanu na dzień podjęcia uchwały: - na jedną akcję Master Pharm S.A. przypada z tytułu dywidendy kwota 0,22 PLN, - liczba akcji Master Pharm S.A. uprawnionych do dywidendy wynosi 21.500.000 sztuk.",
        "date": "2017-06-19"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\"_, działając na podstawie art. 399 § 1 Kodeksu spółek\n                           handlowych, zwołuje na dzień 19 czerwca 2017 roku Zwyczajne Walne Zgromadzenie, które\n                           rozpocznie się o godz. 11.00 w Łodzi, mHotel sala \"B\", ul. Świętej Teresy od Dzieciątka\n                           Jezus 111, 91-222 Łódź. Pełna treść ogłoszenia o zwołaniu ZWZ oraz projekty uchwał\n                           ZWZ przekazane zostają w załączeniu.",
        "date": "2017-05-22"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Spółka\", \"Emitent\"_ informuje, że na posiedzeniu w dniu\n                           21 kwietnia 2017 r. podjął uchwałę w sprawie rekomendacji wypłaty dywidendy dla akcjonariuszy\n                           Spółki za rok 2016 oraz wystąpił do Rady Nadzorczej Emitenta o zaopiniowanie wniosku\n                           w sprawie sposobu podziału zysku Spółki za rok obrotowy 2016 w wysokości 4.914 tys.\n                           zł w którym przewiduje się:1. wypłatę dywidendy w kwocie 4.730 tys. zł _słownie: cztery miliony siedemset trzydzieści\n                           tysięcy złotych_, co oznacza wysokość dywidendy 0,22 zł _słownie: dwadzieścia dwa\n                           grosze_ na jedną akcję,2. przeznaczenie kwoty 184 tys. zł _słownie: sto osiemdziesiąt cztery tysiące złotych_\n                           na kapitał rezerwowy. Jednocześnie Zarząd Emitenta informuje, że na posiedzeniu w dniu 21 kwietnia 2017\n                           r. Rada Nadzorcza Spółki pozytywnie zaopiniowała wniosek Zarządu Spółki w sprawie\n                           podziału zysku Spółki za rok 2016, przedstawiony powyżej. Szczegółowa podstawa prawna: § 38 ust. 1 pkt 11_ Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-04-21"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Emitent\"_ informuje, że w dniu 21 kwietnia 2017 r. zakończył\n                           prace remontowe i wyposażeniowe w zakładzie produkcyjnym w Łodzi, tym samym realizując\n                           jeden z celów emisyjnych oferty publicznej przeprowadzonej w dniach 13-15 kwietnia\n                           2016 r.W 2016 r. oraz w I kw. 2017 r. Emitent przeprowadził w zakładzie prace remontowe oraz\n                           montaże maszyn i urządzeń służących do produkcji i pakowania suplementów diety. W\n                           placówce zrealizowane zostały następujące inwestycje:a_ adaptacja pomieszczeń produkcyjnych, magazynowych i biurowo-laboratoryjnych,b_ wyposażenie pomieszczeń magazynowych i biurowo-laboratoryjnych tj. zakup oraz montaż\n                           maszyn i urządzeń do produkcji kapsułek miękkich, blistrujących oraz pakujących w\n                           kartoniki i buteleczki oraz urządzeń dodatkowych.Łączna wartość wymienionych inwestycji wyniosła 3.976 tys. zł, z których 1.748 tys.\n                           zł przeznaczono na zakup maszyn i urządzeń.W I i II kw. 2017 r. Emitent przeprowadził w zakładzie próby technologiczne w zakresie\n                           pakowania suplementów diety oraz produkcji kapsułek miękkich – dotychczas nabywanych\n                           u innych producentów. Termin oficjalnego otwarcia oraz rozpoczęcia komercyjnej produkcji\n                           z wykorzystaniem nowych mocy produkcyjnych wyznaczono na 21 kwietnia 2017 r.",
        "date": "2017-04-21"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Emitent\"_  informuje, że zmianie ulega termin publikacji\n                           jednostkowego oraz skonsolidowanego raportu rocznego za 2016 rok. Nowy termin przekazania\n                           jednostkowego oraz skonsolidowanego raportu rocznego za 2016 rok Emitent określa na\n                           5 kwietnia 2017 roku.Szczegółowa podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych _..._ _Dz. U. nr 33, poz. 259 z późn. zm._.",
        "date": "2017-03-24"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. _\"Emitent\"_ podaje do publicznej wiadomości szacunkowe wyniki\n                           finansowe Grupy Kapitałowej Master Pharm S.A. _\"Grupa\"_ oraz Emitenta, za czwarty\n                           kwartał 2016 roku tj. za okres 01.09.2016 - 31.12.2016 roku  i narastająco za cztery\n                           kwartały 2016 roku., tj. za okres 01.01.2016-31.12.2016.- Skonsolidowane szacunkowe przychody ze sprzedaży Grupy w czwartym kwartale 2016\n                           roku wyniosły 17,11 mln zł a w analogicznym okresie 2015 r. 17,96 mln zł odnotowując\n                           spadek 0,85 mln zł oraz odpowiednio narastająco w całym 2016 roku przychody ze sprzedaży\n                           Grupy wyniosły 49,62 mln zł wobec 49,05 mln zł w roku poprzedzającym, co stanowi wzrost\n                           o kwotę 0,57 mln zł. - Skonsolidowany szacunkowy wynik brutto na sprzedaży Grupy w czwartym kwartale 2016\n                           roku wyniósł 3,31 mln zł, a w analogicznym okresie 2015 r. 3,37 mln zł co oznacza\n                           spadek o 0,06 mln zł, oraz  narastająco za cztery kwartały 2016 roku 9,53 mln zł wobec\n                           10,35 mln zł w roku poprzedzającym, co stanowi spadek o kwotę 0,82 mln zł.- Skonsolidowany szacunkowy wynik netto Grupy w czwartym kwartale 2016 roku wyniósł\n                           2,41 mln zł, a w analogicznym okresie 2015 r. 2,92 mln zł co oznacza spadek o 0,51\n                           mln zł oraz narastająco za cztery kwartały 2016 roku wyniósł 7,07 mln zł wobec 8,33\n                           mln zł w analogicznym okresie, co stanowi spadek 1,26 mln zł.- Jednostkowe szacunkowe przychody ze sprzedaży Master Pharm S.A. w czwartym kwartale\n                           2016 roku  wyniosły  13,76 mln zł wobec 11,55 mln zł w analogicznym okresie 2015 r.\n                           czyli więcej o 2,21 mln zł oraz w całym 2016 r. 40,5 mln zł wobec 39,23 mln zł w roku\n                           poprzednim, co stanowi wzrost o 1,27 mln zł.- Jednostkowy szacunkowy wynik brutto na sprzedaży Master Pharm S.A. w czwartym kwartale\n                           2016 roku wyniósł 1,84 mln zł wobec 2 mln zł w analogicznym okresie czyli mniej o\n                           0,16 mln zł oraz 6,26 mln zł w całym roku 2016  wobec 7,82 mln zł w roku poprzedzającym,\n                           co stanowi spadek o 1,56 mln zł. - Jednostkowy szacunkowy wynik netto Master Pharm S.A. w czwartym kwartale 2016 roku\n                           wyniósł 1,3 mln zł wobec 1,6 mln zł w analogicznym okresie co stanowi spadek o 0,3\n                           mln zł oraz w całym 2016 r. 5,08 mln zł wobec 6,34 mln zł w roku poprzedzającym, co\n                           stanowi spadek o 1,26 mln zł.Na wynik finansowy miał wpływ planowy wzrost kosztów wynagrodzeń w zawiązku z zatrudnianiem\n                           nowych pracowników oraz planowany wzrost kosztów adaptacji i przygotowania zakładu\n                           w Łodzi do uruchomienia produkcji. W czwartym kwartale nastąpił rozruch zakładu w\n                           Łodzi,  odbyły się pierwsze produkcje próbne i próby technologiczne. Zakład do końca\n                           okresu sprawozdawczego nie był wykorzystywany do komercyjnych produkcji co miało wpływ\n                           na brak przychodów z tego tytułu w stosunku do planowanych przychodów, a przy tym\n                           na spadek wyniku finansowego przy realizacji już istniejących kosztów. Pierwsze komercyjne\n                           produkcje w zakładzie w Łodzi planowane są na I kwartał 2017 roku.Zarząd Emitenta zwraca też uwagę, że realizowane przychody, szczególnie w segmencie\n                           suplementów diety, nie mają charakteru powtarzalnego i zależą od zmieniającego się\n                           dynamicznie zapotrzebowania klientów Grupy na poszczególne usługi i wyroby.Dodatkowo, wynik IV kw. 2016 r. został obciążony odpisem należności od upadłego kontrahenta\n                           w wysokości 0,4 mln zł.Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego, wyniki opublikowane ostatecznie w raporcie za rok 2016 roku mogą w ograniczonym\n                           stopniu odbiegać od powyżej przedstawionych wielkości.",
        "date": "2017-03-01"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd MASTER PHARM S.A. \"Emitent\", w nawiązaniu do raportu bieżącego nr 32/2016 z\n                           28 grudnia 2016 r., w związku z upływem w dniu 28 lutego 2017 r. wyznaczonego przez\n                           Strony terminu zakończenia badania due dilligence, informuje, że zakończono prawne\n                           badanie due dilligence. Przeprowadzenie prawnego badania due dilligence wykazało istniejące\n                           istotne trudności natury prawnej co do zawarcia Transakcji. Usunięcie przedmiotowych\n                           istotnych trudności natury prawnej jest możliwe, przy założeniu pozytywnej decyzji\n                           drugiej Strony co do dalszego sposobu procedowania i przygotowania transakcji w porozumieniu\n                           z Emitentem oraz co do dalszego prowadzenia negocjacji warunków Transakcji. W przypadku\n                           dojścia Stron do porozumienia nastąpi wydłużenie procesu akwizycji z przyczyn formalnych.\n                           W związku z tym Emitent nie określa horyzontu czasowego dla zawarcia Transakcji. O\n                           ewentualnym odstąpieniu od negocjacji lub o ich pozytywnym zakończeniu Emitent poinformuje\n                           w stosownym raporcie bieżącym.",
        "date": "2017-02-27"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 16.02.2017 roku otrzymał powiadomienie\n                           osoby pełniącej obowiązki zarządcze  o transakcji, o której mowa w art. 19 ust 1.\n                           rozporządzenia MAR. W załączeniu przekazujemy treść Powiadomienia.",
        "date": "2014-02-16"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 14.02.2017 roku otrzymał powiadomienie\n                           osoby pełniącej obowiązki zarządcze  o transakcji, o której mowa w art. 19 ust 1.\n                           rozporządzenia MAR. W załączeniu przekazujemy treść Powiadomienia.",
        "date": "2014-02-14"
    },
    {
        "company_name": "MASTER PHARM SA",
        "content": "Zarząd Master Pharm S.A. informuje, że w dniu 12.02.2017 roku otrzymał powiadomienie\n                           osoby pełniącej obowiązki zarządcze  o transakcji, o której mowa w art. 19 ust 1.\n                           rozporządzenia MAR. W załączeniu przekazujemy treść Powiadomienia.",
        "date": "2017-02-13"
    }
]