[
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA podaje do publicznej wiadomości, że w dniu 02 grudnia 2015 roku wpłynęła\n                           do Spółki informacja zgodnie z art. 69 ust. 1 pkt. 1 ustawy z dnia 29 lipca 2005 roku\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz spółkach publicznych, od ALTUS Towarzystwo Funduszy Inwestycyjnych\n                           S.A działającego w imieniu funduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A.,\n                           mówiąca o przekroczeniu progu 5% w ogólnej liczbie głosów w MERCOR SA.Przekroczenie progu 5% ogólnej liczby głosów Emitenta nastąpiło na skutek wniesienia\n                           w dniu 30 listopada 2015 roku do jednego z funduszy inwestycyjnych zarządzanych przez\n                           ALTUS TFI S.A 45 427 akcji Emitenta.Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 781 158 akcji Emitenta, stanowiących 4,99% kapitału zakładowego Emitenta,\n                           uprawniających do wykonywania 781 158 głosów, co stanowiło 4,99% w ogólnej liczbie\n                           głosów.Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 826 585 akcji Emitenta, stanowiących 5,28% kapitału zakładowego Emitenta,\n                           uprawniających do 826 585 głosów, co stanowi 5,28% w ogólnej liczbie głosów.W zawiadomieniu ALTUS TFI S.A. oświadczył, że brak jest podmiotów zależnych od akcjonariuszy\n                           dokonujących zawiadomienia, posiadających akcje Emitenta. Brak jest osób, o których\n                           mowa w art. 87 ust. 1 pkt. 3 lit. c wyżej powołanej ustawy w stosunku do akcjonariuszy. Podstawa prawna: Art.70 pkt. 1 Ustawy o ofercie – nabycie lub zbycie znacznego pakietu akcji",
        "date": "2015-12-02"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA informuje, iż w dniu 27 listopada 2015 roku wpłynął do Spółki podpisany\n                           aneks do Umowy o limit wierzytelności z dnia 10 marca 2003 roku wraz z późniejszymi\n                           zmianami, zawarty przez Mercor z Raiffeisen Bank Polska Spółka Akcyjna z siedzibą\n                           w Warszawie.Podpisany aneks przedłuża okres obowiązywania umowy. Poziom przyznanego limitu pozostał\n                           niezmieniony i wynosi 30.000.000 PLN. Cel przyznanego limitu to finansowanie bieżącej\n                           działalności Emitenta.Formy wykorzystania limitu to: Kredyt w rachunku bieżącym w PLN oraz EUR, Kredyt rewolwingowy\n                           w PLN oraz EUR, Akredytywy \"bez pokrycia z góry\", Gwarancje bankowe. Dzień ostatecznej\n                           spłaty dla Kredytu w rachunku bieżącym, Kredytu Rewolwingowego oraz Akredytywy został\n                           wyznaczony na 30 listopada 2016 roku, natomiast dla Gwarancji data ostatecznej spłaty\n                           została wyznaczona na 30 listopada 2017 roku.Oprocentowanie kredytu jest zmienne, w zależności od rodzaju produktu odpowiednio\n                           oparte na stawce WIBOR powiększonej o marżę Banku bądź stawkę EURIBOR powiększoną\n                           o marżę banku. Zgodnie z umową Bank ma prawo do poboru prowizji z tytułu zaangażowania,\n                           prowizji z tytułu otwartych akredytyw, prowizji z tytułu udzielonych gwarancji, prowizji\n                           z tytułu pokrycia opłat wnoszonych przez Bank na rzecz Bankowego Funduszu Gwarancyjnego\n                           oraz opłat operacyjnych za udzielenie gwarancji.Zgodnie z zapisami Umowy, jej zabezpieczenie stanowią: pełnomocnictwo do rachunku\n                           bieżącego i innych rachunków Mercor w Raiffeisen Bank Polska S.A., zastaw rejestrowy\n                           na zapasach, cesja praw z umowy ubezpieczenia powyższych zapasów, cesja należności\n                           istniejących i przyszłych z zawartych umów, zastaw na maszynie, cesja prawa do umowy\n                           ubezpieczenia wymienionej w umowie maszyny, hipoteka na nieruchomości w Mirosławiu,\n                           cesja praw z umowy ubezpieczenia w/w nieruchomości, weksel in blanco Emitenta wraz\n                           deklaracją wekslową. Na mocy umowy, Emitent zobowiązany jest między innymi do utrzymywania\n                           wskaźnika długu odsetkowego netto do EBITDA na poziomie nie wyższym niż 3,50 oraz\n                           wskaźnika kapitalizacji na poziomie nie niższym niż 30%. W przypadku niewykonania\n                           przez Emitenta któregokolwiek z określonych w umowie obowiązków, Bank ma prawo wypowiedzieć\n                           umowę.Warunki zawartej umowy są zgodne z obowiązującymi w Banku Regulaminami.W dniu 10 listopada\n                           Emitent zawarł również z z Raiffeisen Bank Polska aneks do umowy z dnia 12 września\n                           2006 roku z późniejszymi zmianami, przedłużający do 30 listopada 2021 roku okres obowiązywania\n                           łączącej strony umowy, na mocy której Emitent ma prawo do wystawiania Gwarancji bankowych.\n                           Przyanany limit pozostał na niezmienionym poziomie 8.500.000 PLN.Jako kryterium uznania aneksów do umów za znaczące przyjęto fakt, iż ich łączna wartość\n                           przekracza 10% wartości kapitałów własnych Mercor SA. Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-11-27"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA informuje, że w dniu 24 listopada 2015 roku wpłynął do Spółki podpisany\n                           Aneks do Umowy o kredyt w rachunku bieżącym zawarty z Credit Agricole Bank Polska\n                           S.A. z siedzibą we Wrocławiu. Zgodnie z postanowieniami Aneksu Bank oddał do dyspozycji Mercor SA kredyt obrotowy\n                           w rachunku bieżącym w kwocie 15.000.000 PLN. Wartość przyznanego limitu została podniesiona\n                           z 5.000.000 PLN do 15.000.000 PLN. Datą ostatecznej spłaty kredytu jest 05 października\n                           2016 roku. Oprocentowanie kredytu jest obliczane w stosunku rocznym, zmienne i stanowi\n                           sumę stopy bazowej i marży banku. Stopę bazową stanowi WIBOR O\\N.Bank pobierze od Spółki prowizję przygotowawczą, prowizję za obsługę procesu zabezpieczeń,\n                           prowizję za podwyższenie kwoty kredytu oraz będzie pobierał prowizję od zaangażowania.\n                           Zgodnie z zapisami umowy, jej zabezpieczenie stanowią: cesja należności handlowych,\n                           gwarancja korporacyjna wystawiona przez Mercor HD Spółka z ograniczona odpowiedzialnością\n                           SKA, hipoteka łączna ustanowiona na nieruchomości w Mirosławiu wraz cesją praw  z\n                           umowy ubezpieczenia powyższej nieruchomości; zastaw rejestrowy na zapasach oraz na\n                           maszynie, znajdujących się w Zakładzie Produkcyjnym w Cieplewie wraz cesją praw z\n                           polisy ubezpieczeniowej zapasów i maszyny, oświadczenie o poddaniu się egzekucji złożone\n                           przez Mercor, w trybie art. 97 ust. 1 i ust. 2 ustawy Prawo Bankowe.W przypadku niedotrzymania przez Emitenta warunków Umowy albo w razie utraty przez\n                           Kredytobiorcę zdolności kredytowej, Bank może obniżyć kwotę przyznanego kredytu albo\n                           wypowiedzieć Umowę. Na mocy Umowy Emitent zobowiązał się między innymi: do utrzymywania\n                           stosunku długu finansowego pomniejszonego o stan środków pieniężnych do sumy zysku\n                           z działalności operacyjnej i amortyzacji na poziomie nie wyższym niż 3,5; do utrzymywania\n                           stosunku kapitału własnego do aktywów ogółem na poziomie nie niższym niż 30%; do utrzymywania\n                           wskaźnika pokrycia kredytu na poziomie nie niższym niż 100%; że stosunek obrotów przeprowadzanych\n                           przez rachunek bieżący w Banku, do obrotów Emitenta ogółem, będzie co najmniej równy\n                           stosunkowi łącznej kwoty kredytów obrotowych udzielonych Emitentowi przez Bank, do\n                           łącznej kwoty kredytów obrotowych udzielonych Emitentowi przez wszystkie Banki; do\n                           utrzymywania należności scedowanych na Bank na poziomie nie niższym niż wynika z proporcji\n                           opisanej powyżej.Jako kryterium uznania aneksu do umowy, za znaczącą przyjęto fakt, iż jego wartość\n                           przekracza 10% wartości kapitałów własnych Mercor SA.Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędacego państwem członkowskim",
        "date": "2015-11-24"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA informuje, że w dniu 04 listopada 2015 roku wpłyną do Spółki podpisany\n                           Aneks do Umowy o kredyt w rachunku bieżącym zawarty z Bankiem Zachodnim WBK Spółka\n                           Akcyjna z siedzibą we Wrocławiu. Zgodnie z postanowieniami Aneksu Bank oddał do dyspozycji Mercor SA kredyt obrotowy\n                           w rachunku bieżącym w kwocie 15.000.000 PLN. Wysokość przyznanego limitu pozostała\n                           na dotychczasowym poziomie. Datą ostatecznej spłaty kredytu jest 31 października 2016\n                           roku. Oprocentowanie kredytu jest zmienne, oparte na stawce WIBOR dla jednomiesięcznych\n                           depozytów międzybankowych powiększonej o marżę Banku. Zgodnie z umową Bank pobierze\n                           od Spółki prowizję przygotowawczą oraz prowizję za udzielenie Usługi w związku z ustawowymi\n                           opłatami uiszczanymi na rzecz Bankowego Funduszu Gwarancyjnego.  Zgodnie z zapisami\n                           umowy, jej zabezpieczenie stanowią: hipoteka umowna ustanowiona na nieruchomości w\n                           Mirosławiu wraz cesją praw  z umowy ubezpieczenia powyższej nieruchomości; zastaw\n                           rejestrowy na prasie krawędziowej wraz z przelewem wierzytelności z tytułu ubezpieczenia\n                           ww. ruchomości; zastaw rejestrowy na zapasach towarów wraz z przelewem wierzytelności\n                           z tytułu ubezpieczenia wyżej wymienionych ruchomości; weksel in blanco z wystawienia\n                           Mercor SA wraz z deklaracją wekslową; przelew wierzytelności wobec dłużników, którymi\n                           są kontrahenci handlowi z tytułu prowadzonej przez Mercor działalności gospodarczej;\n                           oświadczenie o poddaniu się egzekucji złożone przez Mercor, w trybie art. 777 §1 pkt\n                           5_ Kodeksu postępowania cywilnego.Warunki zawartej umowy są zgodne z Ogólnymi Warunkami Finansowania Działalności Gospodarczej\n                           stosowane przez Bank Zachodni WBK S.A.W dniu 04 listopada 2015 roku wpłynął również do Spółki, zawarty przez Emitenta z\n                           Bankiem Zachodnim WBK Spółka Akcyjna, Aneks przedłużający obowiązywanie Umowy o limit\n                           na gwarancje. Wartość przyznanego limitu pozostała  na niezmienionym poziomie 7.000.000\n                           PLN. Przyznany limit będzie dostępny do 31 października 2016 roku.Emitent zawierał również z Bankiem Zachodnim WBK Umowy Leasingu Operacyjnego: - 8 lipca 2015 roku na wartość 195.000 PLN, - 2 września 2015 roku na wartość 2.693.470 PLN, - 30 września 2015 roku na wartość 403.400 PLN.Wartość zawartych przez Emitenta walutowych transakcji terminowych z Bankiem Zachodnim\n                           WBK S.A. w okresie 12 miesięcy wyniosła w sumie 5.863.744,03 PLN. Zawarte transakcje\n                           terminowe miały na celu ograniczenie ryzyka związanego z możliwością wystąpienia wzrostu\n                           kosztów dostaw i sprzedaży w wyniku zmian kursu walutowego.Jako kryterium uznania\n                           aneksów do umów, umów leasingu operacyjnego oraz zawartych transakcji terminowych\n                           za znaczące przyjęto fakt, iż ich łączna wartość przekracza 10% wartości kapitałów\n                           własnych Mercor SA.Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędacego państwem członkowskim",
        "date": "2015-11-04"
    },
    {
        "company_name": "MERCOR SA",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2015 z dnia 10 lipca 2015 roku oraz raportu\n                           bieżącego nr 14/2015 z dnia 1 października 2015 roku Spółka informuje, że wszystkie\n                           przewidziane umową warunki zawieszające spełniły się albo zostały uznane za spełnione\n                           i w związku z tym w dniu 2 października 2015 r. strony zrealizowały następny przewidziany\n                           w Umowie Warunkowej _zgodnie z definicją zawartą w raporcie bieżącym nr 7/2015_ krok,\n                           który ma doprowadzić do zamknięcia transakcji, tj. oddano do dyspozycji zarządzającego\n                           escrow _tj. do banku K&H Bank Zrt. z siedzibą w Budapeszcie, Węgry_ kwotę ceny i złożono\n                           akcje Dunamenti Tuzvedelem. Tak jak wskazano w raporcie nr 7/2015 intencją stron jest\n                           aby do zamknięcia transakcji doszło do dnia 29 lutego 2016 roku i było to zrealizowane\n                           zgodnie z mechanizmem opisanym w raporcie bieżącym nr 7/2015.Podstawa prawna:§5 ust.1 pkt 4 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędacego państwem członkowskim",
        "date": "2015-10-02"
    },
    {
        "company_name": "MERCOR SA",
        "content": "W nawiązaniu do Raportu bieżącego nr 7/2015 z dnia 10 lipca 2015 r., dotyczącego zawarcia\n                           przez Emitenta umowy warunkowej nabycia 100% akcji w spółce prawa węgierskiego Dunamenti\n                           Tűzvédelem, Zarząd Mercor SA informuje, że w dniu 1 października 2015 roku otrzymał\n                           od Dunamenti Tűzvédelem oświadczenie potwierdzające spełnienie warunków zawieszających:  wydzielenia części działalności nabywanej spółki, która nie była przedmiotem zainteresowania\n                           Mercor SA;  restrukturyzacji zabezpieczeń udzielonych na majątku Dunamenti Tűzvédelem.W dniu 1 października 2015 roku Mercor SA przyjął przedłożone przez Dunamenti Tűzvédelem\n                           dodatkowe analizy dotyczące produktów spółki.Podstawa prawna:§5 ust.1 pkt 4 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędacego państwem członkowskim",
        "date": "2015-10-01"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA informuje, że w dniu 25 września 2015 roku wpłynęła do Spółki podpisana\n                           umowa o kredyt nieodnawialny zawarta z Raiffeisen Bank Polska Spółka Akcyjna. Na mocy Umowy Raiffeisen Bank Polska Spółka Akcyjna udzielił Emitentowi nieodnawialnego\n                           kredytu na sfinansowanie zakupu udziałów w węgierskim podmiocie Dunamenti Tuzvedelem\n                           Zrt. Wartość udzielonego kredytu wynosi 17.000.000 PLN. Dzień ostatecznej spłaty został\n                           wyznaczony na 30 kwietnia 2023 roku.Oprocentowanie kredytu jest zmienne, oparte na stawce WIBOR dla jednomiesięcznych\n                           depozytów w PLN powiększonej o marżę Banku. Zgodnie z Umową Bank ma prawo do poboru\n                           prowizji przygotowawczej, prowizji z tytułu zaangażowania, prowizji z tytułu pokrycia\n                           opłat wnoszonych przez Bank na rzecz Bankowego Funduszu Gwarancyjnego oraz prowizji\n                           za wcześniejszą spłatę kredytu jeżeli nastąpi ona w ciągu dwóch pierwszych lat.Zgodnie z zapisami Umowy, jej zabezpieczenie stanowią: pełnomocnictwo do rachunku\n                           bieżącego i innych rachunków Mercor w Raiffeisen Bank Polska S.A., weksel in blanco\n                           wraz z deklaracją wekslową, hipoteka łączna do kwoty 22.500.000 PLN na nieruchomości\n                           w Mirosławiu, cesja praw z umowy ubezpieczenia w/w nieruchomości, przystąpienie do\n                           długu przez Spółek Dunamenti Tuzvedelem Zrt.Zgodnie z Umową do obowiązków Emitenta należy: utrzymywanie, w całym okresie kredytowania, wskaźnika liczonego jako stosunek długo-\n                           i krótkoterminowego zadłużenia odsetkowego pomniejszonego o stan środków pieniężnych\n                           do [_zysk z działalności operacyjnej skorygowany o wynik ze zbycia niefinansowych\n                           aktywów trwałych + amortyzacja_/*4], gdzie n to liczba kwartałów w okresie, na poziomie\n                           nie wyższym niż 3,5; utrzymanie, w całym okresie kredytowania wskaźnika kapitalizacji na poziomie nie\n                           niższym niż 30%.W przypadku niewykonania przez Emitenta któregokolwiek  z powyższych obowiązków Bank\n                           ma prawo wypowiedzieć Umowę kredytową.Warunki zawartej umowy są zgodne z obowiązującymi w Banku Regulaminami.Jednocześnie\n                           Zarząd Mercor SA informuje, iż w okresie od marca 2015 roku do września 2015 roku\n                           Mercor SA zawierał  z Raiffeisen Bank Polska S.A. walutowe transakcje terminowe na\n                           łączną wartość 3.625.422,66 PLN. Zawarte transakcje terminowe miały na celu ograniczenie\n                           ryzyka związanego z możliwością wystąpienia wzrostu kosztów dostaw i sprzedaży w wyniku\n                           zmian kursu walutowego.Jako kryterium uznania umowy o kredyt nieodnawialny za znaczący przyjęto fakt, iż\n                           jej wartość przekracza 10% wartości kapitałów własnych Mercor SA. Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-09-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "w dniu 5 sierpnia 2015 roku podjęło Uchwałę o wypłacie dywidendy.1_   Dywidenda zostanie wypłacona w wysokości 16 000 000,00 zł.2_   Liczba akcji objętych dywidendą wynosi 15 658 535.3_   Wartość dywidendy przypadająca na jedną akcję wynosi 1,02 zł.4_   Dzień dywidendy został ustalony na 19 sierpnia 2015 roku.5_   Termin wypłaty dywidendy został ustalony na 7 września 2015 roku.Podstawa prawna:§ 38 ust. 2 RMF w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-08-06"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA przekazuje w załączeniu do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na ZWZ Spółki, które odbyło się\n                           w dniu 5 sierpnia 2015 roku.Podstawa prawna:Art. 70 ust. 3 Ustawy o ofercie",
        "date": "2015-08-06"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA w załączeniu przekazuje do publicznej wiadomości, treści uchwał powziętych\n                           przez Zwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 5 sierpnia 2015\n                           roku.Zwyczajne Walne Zgromadzenie nie odstąpiło od rozpatrzenia żadnego z planowanych punktów\n                           porządku obrad.Do protokołu nie zgłoszono sprzeciwów. Podstawa prawna:§38 ust.1 pkt 7 i pkt 9 RMF w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa nibędącego państwem członkowskim",
        "date": "2015-08-06"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA w załączeniu przekazuje treść projektów uchwał, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki w dniu 5 sierpnia 2015 roku.Zarząd Mercor SA, informuje, iż zgodnie z pkt III.1.3 \"Dobrych Praktyk Spółek Notowanych\n                           na GPW\" Rada Nadzorcza Mercor SA pozytywnie zaopiniowała projekty uchwał dotyczących\n                           zatwierdzenia roku obrotowego, które mają być podjęte na Zwyczajnym Zgromadzeniu Akcjonariuszy\n                           w dniu 5 sierpnia 2015 roku.Podstawa prawna:§ 38 ust. 1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-07-10"
    },
    {
        "company_name": "MERCOR SA",
        "content": "OGŁOSZENIE ZARZĄDU MERCOR S.A. Z SIEDZIBĄ W GDAŃSKU _\"Spółka\"_O ZWOŁANIU ZWYCZAJNEGO WALNEGO ZGROMADZENIA SPÓŁKI1.   Data, godzina i miejsce Zwyczajnego\n                           Walnego Zgromadzenia oraz szczegółowy porządek obrad:Zarząd Spółki, działając w oparciu o art. 395 § 1 Kodeksu spółek handlowych _\"k.s.h.\"_,\n                           art. 399 § 1 k.s.h. w zw. z art. 402[1] k.s.h. i art. 402[2] k.s.h. oraz § 8 ust.\n                           1 Statutu Spółki, zwołuje na dzień 5 sierpnia 2015 r., godz. 11:00, w Gdańsku _80-408_,\n                           przy ul. Grzegorza z Sanoka 2 _adres siedziby Spółki, budynek oznaczony symbolem A_,\n                           Zwyczajne Walne Zgromadzenie Spółki z porządkiem obrad przedstawionym w pkt 2, poniżej.2_   Porządek obrad:1_   Otwarcie obrad i wybór Przewodniczącego Zgromadzenia.2_   Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności\n                           do podejmowania uchwał, sporządzenie listy obecności.3_   Wybór Komisji Skrutacyjnej.4_   Przyjęcie porządku obrad.5_   Przedstawienie/odczytanie uchwał:_a_   Rady Nadzorczej w sprawie oceny sprawozdania Zarządu z działalności MERCOR S.A.\n                           za okres od 1 kwietnia 2014 r. do 31 marca 2015 r. oraz sprawozdania finansowego MERCOR\n                           S.A. za okres od 1 kwietnia 2014 r. do 31 marca 2015 r.,_b_   Rady Nadzorczej w sprawie oceny sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           MERCOR S.A. za okres od 1 kwietnia 2014 r. do 31 marca 2015 r. oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej MERCOR S.A. za okres od 1 kwietnia 2014\n                           r. do 31 marca 2015 r.,_c_   Zarządu w sprawie sposobu rozporządzenia zyskiem Spółki wypracowanym w roku\n                           obrotowym zaczynającym się 1 kwietnia 2014 r. a kończącym się 31 marca 2015 r. oraz\n                           wypłacie dywidendy,_d_   Rady Nadzorczej w sprawie sposobu rozporządzenia zyskiem Spółki wypracowanym\n                           w roku obrotowym zaczynającym się 1 kwietnia 2014 r. a kończącym się 31 marca 2015\n                           r. oraz wypłacie dywidendy,_e_   Rady Nadzorczej w sprawie sprawozdania Rady Nadzorczej z oceny sytuacji Spółki\n                           w roku obrotowym zaczynającym się 1 kwietnia 2014 r. a kończącym się 31 marca 2015\n                           r. z uwzględnieniem oceny systemu kontroli wewnętrznej i systemu zarządzania ryzykiem\n                           istotnym dla Spółki,_f_   Rady Nadzorczej w sprawie sprawozdania Rady Nadzorczej z oceny sytuacji Grupy\n                           Kapitałowej MERCOR S.A. w roku obrotowym zaczynającym się 1 kwietnia 2014 r. a kończącym\n                           się 31 marca 2015 r. z uwzględnieniem oceny systemu kontroli wewnętrznej i systemu\n                           zarządzania ryzykiem,_g_   Rady Nadzorczej w sprawie sprawozdania z działalności Rady Nadzorczej z uwzględnieniem\n                           pracy jej Komitetów oraz ocena pracy Rady Nadzorczej w roku obrotowym zaczynającym\n                           się 1 kwietnia 2014 r. a kończącym się 31 marca 2015 r.,_h_   Rady Nadzorczej w sprawie sprawozdania Rady Nadzorczej z wyników oceny:  sprawozdania\n                           Zarządu z działalności MERCOR S.A. za okres od 1 kwietnia 2014 r. do 31 marca 2015\n                           r., sprawozdania Zarządu z działalności Grupy Kapitałowej MERCOR S.A. za okres od\n                           1 kwietnia 2014 r. do 31 marca 2015 r., sprawozdania finansowego MERCOR S.A. za okres\n                           od 1 kwietnia 2014 r. do 31 marca 2015 r., sprawozdania finansowego Grupy Kapitałowej\n                           MERCOR S.A. za okres od 1 kwietnia 2014 r. do 31 marca 2015 r., wniosku Zarządu dotyczącego\n                           sposobu rozporządzenia zyskiem Spółki wypracowanym w roku obrotowym zaczynającym się\n                           1 kwietnia 2014 r. a kończącym się 31 marca 2015 r.,_i_   Zarządu w sprawie uzasadnień uchwał, które mają być podjęte na Zwyczajnym Walnym\n                           Zgromadzeniu Akcjonariuszy,_j_   Rady Nadzorczej w sprawie wyrażenia opinii przez Radę Nadzorczą w przedmiocie\n                           spraw, które mają być rozpatrzone podczas Zwyczajnego Walnego Zgromadzenia Akcjonariuszy.6_   Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności\n                           MERCOR S.A. za okres od 1 kwietnia 2014 r. do 31 marca 2015 r.7_   Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności\n                           Grupy Kapitałowej MERCOR S.A. za okres od 1 kwietnia 2014 r. do 31 marca 2015 r.8_   Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania finansowego MERCOR\n                           S.A. za okres od 1 kwietnia 2014 r. do 31 marca 2015 r.9_   Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania finansowego Grupy Kapitałowej\n                           MERCOR S.A. za okres od 1 kwietnia 2014 r. do 31 marca 2015 r.10_   Podjęcie uchwały w sprawie sposobu rozporządzenia zyskiem Spółki wypracowanym\n                           w roku obrotowym zaczynającym się 1 kwietnia 2014 r. a kończącym się 31 marca 2015\n                           r. oraz wypłacie dywidendy.11_   Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z\n                           działalności w roku obrotowym zaczynającym się 1 kwietnia 2014 r. a kończącym się\n                           31 marca 2015 r.12_   Podjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z\n                           wykonania przez nich obowiązków w roku obrotowym zaczynającym się 1 kwietnia 2014\n                           r. a kończącym się 31 marca 2015 r.13_   Podjęcie uchwał w sprawie udzielenia absolutorium członkom Zarządu Spółki z\n                           wykonania przez nich obowiązków w roku obrotowym zaczynającym się 1 kwietnia 2014\n                           r. a kończącym się 31 marca 2015 r.14_   Zamknięcie obrad.3.   Komunikacja elektroniczna akcjonariuszy ze Spółką w związku ze Zwyczajnym Walnym\n                           Zgromadzeniem:W granicach zakreślonych przepisami k.s.h., akcjonariusze mogą kontaktować się ze\n                           Spółką za pomocą elektronicznych środków komunikacji, w szczególności, mogą składać\n                           wnioski, żądania, zadawać pytania oraz przesyłać zawiadomienia i dokumenty.Komunikacja elektroniczna akcjonariuszy ze Spółką odbywa się przy wykorzystaniu adresu\n                           poczty elektronicznej: wza@mercor.com.pl. Ryzyko związane z użyciem elektronicznej formy komunikacji ze Spółką obciąża akcjonariusza.Wraz z dokumentami przesyłanymi przez akcjonariusza drogą elektroniczną, które zostały\n                           sporządzone w oryginale w języku innym niż język polski, akcjonariusz przesyła ich\n                           tłumaczenia na język polski sporządzone przez tłumacza przysięgłego.Wszelkie dokumenty przesyłane drogą elektroniczną przez akcjonariusza do Spółki, jak\n                           również przez Spółkę do akcjonariusza, powinny być zeskanowane _przekonwertowane_\n                           do formatu \"PDF\".4.   Prawa akcjonariuszy dotyczące uzupełniania porządku obrad walnego zgromadzenia\n                           i zgłaszania projektów uchwał:4.1.   Prawo akcjonariuszy do żądania umieszczenia określonych spraw w porządku obrad\n                           walnego zgromadzenia:Akcjonariuszowi lub akcjonariuszom Spółki reprezentującym co najmniej jedną dwudziestą\n                           kapitału zakładowego przysługuje prawo żądania umieszczenia określonych spraw w porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki. Żądanie to, zawierające uzasadnienie\n                           lub projekt uchwały dotyczącej proponowanego punktu porządku obrad, powinno być zgłoszone\n                           Zarządowi Spółki nie później niż 21 dni przed wyznaczonym terminem zgromadzenia, tj.\n                           do dnia 15 lipca 2015 r. Żądanie to może zostać złożone na piśmie lub w formie elektronicznej\n                           – zgodnie z zasadami opisanymi w pkt 3 powyżej. Do żądania składanego zarówno w formie pisemnej, jak i elektronicznej należy dołączyć\n                           kopie dokumentów potwierdzających uprawnienie do zgłoszenia żądania oraz dokumenty,\n                           o których mowa w ppkt 5.2 lit. _b_ poniżej.4.2.   Prawo akcjonariusza do zgłaszania projektów uchwał:Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Zwyczajnego Walnego Zgromadzenia Spółki zgłaszać\n                           projekty uchwał dotyczące spraw wprowadzonych do porządku obrad Zwyczajnego Walnego\n                           Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad. Zgłoszenie\n                           to może być dokonane w postaci elektronicznej zgodnie z zasadami opisanymi w pkt 3\n                           powyżej, bądź w formie pisemnej.Do zgłoszenia składanego w formie elektronicznej należy dołączyć dokumenty, o których\n                           mowa w ppkt 5.2. lit. _b_ poniżej, zaś do zgłoszenia dokonywanego w formie pisemnej\n                           kopie dokumentów, o których mowa w ppkt 5.2. lit. _b_ poniżej.Każdy akcjonariusz może podczas obrad Zwyczajnego Walnego Zgromadzenia zgłaszać projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty te powinny być przedstawione\n                           w języku polskim.5.   Sposób wykonywania prawa głosu przez pełnomocnika:5.1.   Ogólne zasady wykonywania prawa głosu przez pełnomocnika:Akcjonariusz będący osobą fizyczną może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu\n                           Spółki oraz wykonywać prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu\n                           przez osobę lub osoby uprawnione do reprezentacji _posiadające kompetencję do składania\n                           oświadczeń woli w jego imieniu_ lub przez pełnomocnika.Pełnomocnictwo do uczestniczenia i wykonywania prawa głosu przez pełnomocnika wymaga\n                           udzielenia w formie pisemnej lub w postaci elektronicznej.Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na Zwyczajnym Walnym Zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego\n                           pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować\n                           więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza.Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków.Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika są od dnia zwołania\n                           niniejszego Zwyczajnego Walnego Zgromadzenia dostępne na stronie internetowej Spółki\n                           pod adresem: www.mercor.com.pl.Wykorzystanie formularza nie jest obowiązkowe. W przypadku udzielenia pełnomocnikowi\n                           instrukcji, co do wykonywania prawa głosu, Spółka nie będzie weryfikowała, czy pełnomocnik\n                           wykonuje prawo głosu zgodnie z instrukcjami, które otrzymał od mocodawcy.5.2.   Sposób zawiadamiania Spółki o udzieleniu pełnomocnictwa przy wykorzystaniu\n                           środków komunikacji elektronicznej: _a_   Akcjonariusze zawiadamiają Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           przy wykorzystaniu adresu poczty elektronicznej _e-mail_: wza@mercor.com.pl. W zawiadomieniu\n                           akcjonariusz podaje swój numer telefonu oraz adres poczty elektronicznej _e-mail_,\n                           a także numer telefonu i adres poczty elektronicznej _e-mail_ pełnomocnika, za pośrednictwem\n                           których Spółka będzie mogła komunikować się z akcjonariuszem                     \n                           i pełnomocnikiem. Zawiadomienie o udzieleniu pełnomocnictwa powinno zawierać również\n                           informację odnośnie zakresu pełnomocnictwa, tj. wskazywać liczbę akcji, z których\n                           wykonywane będzie prawo głosu oraz datę Walnego Zgromadzenia, na którym prawa te będą\n                           wykonywane._b_   Wraz z zawiadomieniem o udzieleniu pełnomocnictwa w postaci elektronicznej akcjonariusz\n                           przesyła treść _tekst_ pełnomocnictwa, z wyłączeniem instrukcji dotyczącej wykonywania\n                           prawa głosu przez pełnomocnika, skan dowodu osobistego lub stron paszportu umożliwiających\n                           identyfikację akcjonariusza i pełnomocnika albo skan innego dokumentu pozwalającego\n                           zidentyfikować akcjonariusza udzielającego pełnomocnictwa i pełnomocnika. W przypadku,\n                           gdy pełnomocnictwa udziela osoba prawa _w rozumieniu art. 33 Kodeksu cywilnego, dalej:\n                           \"k.c.\"_ lub jednostka organizacyjna nie będąca osobą prawną, a posiadająca zdolność\n                           prawną _zgodnie z art. 33[1] § 1 k.c._, akcjonariusz przesyła skan odpisu z rejestru,\n                           w którym jest wpisany lub skan innego dokumentu potwierdzającego umocowanie osób działających\n                           w imieniu takiego podmiotu. Jeżeli pełnomocnictwo udzielono osobie prawnej lub jednostce\n                           organizacyjnej nie będącej osobą prawną, a posiadającej zdolność prawną, akcjonariusz\n                           przesyła dodatkowo skan odpisu z rejestru, w którym zarejestrowany jest pełnomocnik\n                           lub innego dokumentu potwierdzającego fakt istnienia takiego podmiotu i osoby uprawnione\n                           do działania w jego imieniu._c_   Zasady opisane w ppkt 5.2 lit. _b_ stosuje się odpowiednio do zawiadomienia\n                           Spółki drogą elektroniczną o odwołaniu pełnomocnictwa._d_   Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej\n                           powinno być dokonane nie później niż do godziny 12:00 dnia poprzedzającego dzień rozpoczęcia\n                           obrad Zwyczajnego Walnego Zgromadzenia._e_   Wyczerpanie obowiązków przewidzianych w ppkt 5.2 lit. _b_ powyżej nie zwalnia\n                           pełnomocnika z obowiązku przedstawienia, przy sporządzaniu listy obecności osób uprawnionych\n                           do uczestniczenia w Walnym Zgromadzeniu określonych w rzeczonym punkcie dokumentów\n                           służących identyfikacji akcjonariusza i pełnomocnika.5.3.   Weryfikacja ważności pełnomocnictwa oraz identyfikacja akcjonariusza i pełnomocnika:W celu weryfikacji ważności pełnomocnictwa udzielonego w formie elektronicznej oraz\n                           w celu identyfikacji akcjonariusza i pełnomocnika, po otrzymaniu zawiadomienia o udzieleniu\n                           pełnomocnictwa w postaci elektronicznej zgodnie z postanowieniami ppkt 5.2 lit. _a_\n                           i _b_, Spółka podejmuje czynności w celu sprawdzenia, czy załączone zostały informacje\n                           wskazane w ppkt 5.2 lit. _a_ oraz skany dokumentów wymienionych w pkt 5.2 lit. _b_,\n                           a w przypadku osób prawnych i jednostek organizacyjnych nie będących osobami prawnymi,\n                           a posiadającymi zdolność prawną, czy pełnomocnictwa udzielone zostały przez osoby\n                           uprawnione do reprezentowania danego podmiotu. Spółka jest uprawniona do skomunikowania się telefonicznie na numer wskazany przez\n                           akcjonariusza w wykonaniu ppkt 5.2 lit. _a_ lub za pomocą zwrotnej wiadomości poczty\n                           elektronicznej w celu weryfikacji faktu udzielenia przez danego akcjonariusza pełnomocnictwa\n                           w postaci elektronicznej.Spółka może podjąć dodatkowo inne działania służące identyfikacji akcjonariusza i\n                           pełnomocnika w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej,\n                           przy czym działania te powinny być proporcjonalne do celu.Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej bez\n                           zachowania wymogów wskazanych w ppkt 5.2 lit. _a_, _b_ i _d_ nie wiążą Spółki.5.4.   Pełnomocnictwo udzielone członkowi Zarządu Spółki lub jej pracownikowi:Członek Zarządu i pracownik Spółki mogą być pełnomocnikami akcjonariuszy na Walnym\n                           Zgromadzeniu.Jeżeli pełnomocnikiem akcjonariusza na Zwyczajnym Walnym Zgromadzeniu jest członek\n                           Zarządu Spółki, członek Rady Nadzorczej Spółki, pracownik Spółki lub członek organów\n                           lub pracownik spółki zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji\n                           tylko na danym wskazanym Zwyczajnym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek\n                           ujawnić akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia\n                           konfliktu interesów. Udzielenie dalszego pełnomocnictwa jest w takich przypadkach\n                           wyłączone.Pełnomocnik, o którym mowa w poprzedzającym akapicie, głosuje zgodnie z instrukcjami\n                           akcjonariusza.6.   Możliwość i sposób uczestniczenia w Zwyczajnym Walnym Zgromadzeniu Spółki przy\n                           wykorzystaniu środków komunikacji elektronicznej:Spółka nie przewiduje możliwości uczestniczenia w Zwyczajnym Walnym Zgromadzeniu przy\n                           wykorzystaniu środków komunikacji elektronicznej.7.   Sposób wypowiadania się w trakcie Zwyczajnego Walnego Zgromadzenia Spółki przy\n                           wykorzystaniu środków komunikacji elektronicznej:Spółka nie przewiduje możliwości wypowiadania się podczas Zwyczajnego Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.8.   Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu\n                           środków komunikacji elektronicznej:Spółka nie przewiduje możliwości wykonywania prawa głosu na Zwyczajnym Walnym Zgromadzeniu\n                           drogą korespondencyjną bądź przy wykorzystaniu środków komunikacji elektronicznej.9.   Dzień rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu:Dniem rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu, o którym mowa w art.\n                           406[1] § 1 k.s.h., jest dzień 20 lipca 2015 r. _\"Dzień Rejestracji\"_.10.   Informacja o prawie uczestniczenia w Zwyczajnym Walnym Zgromadzeniu Spółki:Zgodnie z art. 406[1] § 1 Kodeksu Spółek Handlowych prawo uczestniczenia w Zwyczajnym\n                           Walnym Zgromadzeniu Spółki mają osoby będące akcjonariuszami Spółki w Dniu Rejestracji.W celu zapewnienia udziału w Zwyczajnym Walnym Zgromadzeniu, akcjonariusz uprawniony\n                           ze zdematerializowanych akcji na okaziciela powinien zażądać – nie  wcześniej niż\n                           po ogłoszeniu zwołania Zwyczajnego Walnego Zgromadzenia, tj. nie wcześniej niż w dniu\n                           10 lipca 2015 r. i nie później niż w pierwszym dniu powszednim po Dniu Rejestracji,\n                           tj. nie później niż w dniu 21 lipca 2015 r. – od podmiotu prowadzącego rachunek papierów\n                           wartościowych wystawienia imiennego zaświadczenia o prawie uczestnictwa w Zwyczajnym\n                           Walnym Zgromadzeniu Spółki.Zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu będą podstawą\n                           sporządzenia wykazów przekazywanych podmiotowi prowadzącemu depozyt papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi.Uprawnionymi do udziału w Zwyczajnym Walnym Zgromadzeniu, będą tylko Ci akcjonariusze,\n                           którzy:_a_   byli akcjonariuszami Spółki w Dniu Rejestracji _20 lipca 2015 r._ i_b_   zwrócili się – nie wcześniej niż w dniu 10 lipca 2015 r. i nie później niż w\n                           dniu 21 lipca 2015 r. – do podmiotu prowadzącego ich rachunki papierów wartościowych\n                           o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           Spółki.11.   Lista akcjonariuszy:Lista akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           Spółki, zgodnie z wymogiem art. 407 § 1 k.s.h. zostanie wyłożona w biurze Spółki w\n                           Gdańsku _80-427_, przy ul. Kościuszki 124, to jest w budynku oznaczonym symbolem B,\n                           który to budynek znajduje się tuż obok biura Spółki przy ul. Grzegorza z Sanoka 2,\n                           w godzinach od 9.00 do 15.30, w pokoju nr 08, na 3 _trzy_ dni powszednie przed terminem\n                           Walnego Zgromadzenia, tj. w dniach: 31 lipca 2015 r., 03-04 sierpnia 2015 r. Lista akcjonariuszy zostanie sporządzona w oparciu o wykaz sporządzony i udostępniony\n                           Spółce przez podmiot prowadzący depozyt papierów wartościowych, zgodnie z przepisami\n                           art. 406[3] § 7 i § 8 k.s.h.Akcjonariusz może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Zwyczajnym Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając własny\n                           adres poczty elektronicznej, na który lista powinna być wysłana.Zgodnie z przepisem art. 407 § 2 k.s.h., w terminie tygodnia przed Zwyczajnym Walnym\n                           Zgromadzeniem Akcjonariuszy, w godzinach: od 9:00 do 15:30, w biurze Spółki w Gdańsku\n                           _80-427_, przy ul. Kościuszki 124, to jest w budynku oznaczonym symbolem B, który\n                           to budynek znajduje się tuż obok biura Spółki przy ul. Grzegorza z Sanoka 2, w pokoju\n                           nr 08, będzie istniała możliwość pobrania odpisów wniosków w sprawach objętych porządkiem\n                           obrad.12.   Dostęp do dokumentacji:Pełny tekst dokumentacji, która ma zostać przedstawiona Zwyczajnemu Walnemu Zgromadzeniu,\n                           wraz z projektami uchwał _a w przypadku, gdy w danej sprawie nie jest przewidziane\n                           podjęcie uchwały – uwagi Zarządu_, będzie zamieszczona na stronie internetowej Spółki\n                           pod adresem: www.mercor.com.pl, od dnia zwołania Zwyczajnego Walnego Zgromadzenia\n                           Spółki, zgodnie z przepisem art. 402[3] § 1 k.s.h. Uwagi Zarządu bądź Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia, będą dostępne na stronie internetowej Spółki,\n                           niezwłocznie po ich sporządzeniu.Podstawa prawna:§ 38 ust. 1 pkt 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-07-10"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor S.A. z siedzibą w Gdańsku _\"Mercor S.A.\"_ informuje, że w dniu 10.07.2015\n                           roku została zawarta warunkowa umowa sprzedaży _\"Umowa Warunkowa\"_, na podstawie której,\n                           po spełnieniu przewidzianych w Umowie Warunkowej warunków i nadejściu terminu określonego\n                           w Umowie Warunkowej, nastąpi zakup przez Mercor S.A. 100% akcji w spółce prawa węgierskiego\n                           pod firmą DUNAMENTI TŰZVÉDELEM Ipari, Szolgáltató és Kereskedelmi Zártkörűen Működő\n                           Részvénytársaság z siedzibą w Göd, Węgry _\"Dunamenti Tuzvedelem\"_ _\"Akcje\"_.Umowa Warunkowa została zawarta pomiędzy Mercor S.A., jako kupującym, oraz spółką\n                           prawa węgierskiego DUNAMENTI VK Termelő és Szolgáltató Zártkörűen Működő Részvénytársaság\n                           z siedzibą w Göd, Węgry _\"Dunamenti VK\"_, spółką prawa węgierskiego ZÉTA Ipari, Kereskedelmi\n                           és Szolgáltató Korlátolt Felelősségű Társaság z siedzibą w Budapeszcie, Węgry _\"Zeta\"_,\n                           oraz następującymi osobami fizycznymi Zsiga Gábor, Sebestyén Tibor, Murvai Zoltán,\n                           Pirigyi József, Kasza János, Vajda Béla, Krámer Ferenc, Sás Tamás, Kovács Gábor, Nyikonyuk\n                           Péter, Szabó Béla, Selmeczy Pál, Struve Tibor i Saáry Zoltánné _\"Osoby Fizyczne\"_\n                           _Osoby Fizyczne wraz z Dunamenti VK oraz Zeta łącznie jako \"Sprzedający\"_. Stroną\n                           Umowy Warunkowej jest także Pan János Zellei, osoba kontrolująca Dunamenti VK i Zeta,\n                           który działa w charakterze gwaranta i poręczyciela niektórych zobowiązań Zeta _\"Gwarant\"_.Dunamenti Tuzvedelem prowadzi działalność w zakresie biernych zabezpieczeń przeciwpożarowych\n                           - w tym przede wszystkim ogniochronnych zabezpieczeń konstrukcji - i posiada wysokiej\n                           jakości produkty własne. Spółka działa na Węgrzech _gdzie zlokalizowany jest także\n                           jej zakład produkcyjny_ oraz posiada 100% spółki zależne w Polsce, Czechach, na Słowacji\n                           i na Ukrainie.Maksymalna cena sprzedaży za 100% akcji w Dunamenti Tuzvedelem, która będzie płatna\n                           przez Mercor S.A. na podstawie Umowy Warunkowej, została ustalona na kwotę 1.389.178.000\n                           forintów _jeden miliard trzysta osiemdziesiąt dziewięć milionów sto siedemdziesiąt\n                           osiem tysięcy_, _co stanowi równowartość 18.537.191,23 PLN, według kursu średniego\n                           NBP z dnia 9 lipca 2015 roku_ przy założeniu braku zadłużenia i gotówki _tzw. cash-free,\n                           debt-free basis_ i przed ewentualnym skorygowaniem o zmiany w kapitale obrotowym oraz\n                           zadłużeniu Dunamenti Tuzvedelem. Z maksymalnej ceny sprzedaży, w momencie sprzedaży akcji zapłacona ma zostać kwota\n                           1.142.213.000 forintów _jeden miliard sto czterdzieści dwa miliony dwieście trzynaście\n                           tysięcy_ _co stanowi równowartość 15.241.690,27 PLN, według kursu średniego NBP z\n                           dnia 9 lipca 2015 roku_ _\"Cena na Zamknięciu\"_. Cena na Zamknięciu zostanie, zgodnie\n                           z praktyką stosowaną dla tego typu transakcji, skorygowana o ewentualne zmiany w kapitale\n                           obrotowym oraz o zadłużenie netto Dunamenti Tuzvedelem.Pozostała część maksymalnej ceny sprzedaży, tj 246.965.000 forintów _dwieście czterdzieści\n                           sześć milionów dziewięćset sześćdziesiąt pięć tysięcy_ _co stanowi równowartość 3.295.500,96\n                           PLN, według kursu średniego NBP z dnia 9 lipca 2015 roku_ stanowi płatność dodatkową\n                           _tzw. earn-out_, która będzie płatna przez Mercor S.A. na rzecz Sprzedających po spełnieniu\n                           określonych w Umowie Warunkowej warunków powszechnie stosowanych dla tego typu umów\n                           dotyczących działalności i wyników finansowych Dunamenti Tuzvedelem. Umowa Warunkowa przewiduje standardowe warunki zawieszające dotyczące m.in. wydzielenia\n                           części działalności Dunamenti Tuzvedelem, która nie była przedmiotem zainteresowania\n                           Mercor S.A., restrukturyzacji zabezpieczeń udzielonych na majątku Dunamenti Tuzvedelem\n                           czy przedstawieniu dodatkowych analiz dotyczących produktów Dunamenti Tuzvedelem.\n                           Warunki zawieszające powinny zostać spełnione nie później niż do dnia 30 listopada\n                           2015 roku. Po spełnieniu tych warunków Umowa Warunkowa przewiduje zastosowanie tzw.\n                           mechanizmu escrow, na podstawie którego Mercor S.A. zobowiązany będzie do przekazania\n                           Ceny na Zamknięciu na specjalny rachunek prowadzony dla Sprzedających, a Sprzedający\n                           będą zobowiązani do przekazania Akcji na specjalny rachunek prowadzony dla Mercor\n                           S.A. Mechanizm escrow będzie nadzorowany przez węgierski bank K&H Bank Zrt. z siedzibą\n                           w Budapeszcie, Węgry. Przekazanie na rzecz Mercor S.A. własność Akcji oraz wypłata\n                           75% Ceny na Zamknięciu ma nastąpić do dnia 29 lutego 2016 roku _\"Zamknięcie Finansowe\"_.\n                           Zastosowanie tego mechanizmu i przerwa w realizacji transakcji wynika z konieczności\n                           realizacji lub rozwiązania określonych zobowiązań dotyczących Dunamenti Tuzvedelem,\n                           które mają nie być przejęte przez Mercor S.A. W okresie od zamknięcia do Zamknięcia\n                           Finansowego zastosowanie będzie miał mechanizm zapobiegający naruszeniu interesów\n                           Mercor S.A. poprzez zapewnienie obowiązku zwrotu wszelkich wypłat dokonanych z Dunamenti\n                           Tuzvedelem i jej spółki zależne na rzecz Sprzedających, członków organów Dunamenti\n                           Tuzvedelem i jej spółek zależnych oraz rodziny i podmiotów powiązanych tych osób _tzw.\n                           locked box mechanizm_ _\"Locked Box\"_.Pozostałe 25% Ceny na Zamknięciu zostanie zatrzymane na escrow na okres do 2 lat po\n                           dacie Zamknięcia Finansowego _\"Kwota Zatrzymana\"_, jako zabezpieczenie ewentualnych\n                           roszczeń Mercor S.A. dotyczących m.in. stanu Dunamenti Tuzvedelem, w zakresie określonym\n                           w Umowie Warunkowej. Część Kwoty Zatrzymanej zostanie zwolniona na rzecz Sprzedających\n                           po 10 miesiącach od zamknięcia.Umowa Warunkowa przewiduje prawo odstąpienia Mercor S.A. w przypadku wystąpienia określonych\n                           zdarzeń dotyczących Dunamenti Tuzvedelem w okresie do 30 listopada 2015 roku oraz\n                           w okresie od 30 listopada 2015 do 29 lutego 2016 roku. Zdarzenia uprawniające Mercor\n                           S.A. do odstąpienia od umowy to, w okresie do 30 listopada 2015 roku, m.in. wystąpienie\n                           nadzwyczajnej zmiany stosunków zgodnie ze zdefiniowanymi w Umowie Warunkowej kryteriami,\n                           istotne pogorszenie wyników finansowych Dunamenti Tuzvedelem czy stwierdzenie naruszenia\n                           istotnych oświadczeń i zapewnień udzielonych przez Sprzedających oraz, w okresie od\n                           30 listopada 2015 do 29 lutego 2016 roku, m.in. naruszenie przez Sprzedających ich\n                           zapewnień dotycząch własności Akcji lub możliwości czy zdolności do zawarcia Umowy\n                           Warunkowej, naruszenie przez Sprzedających ich obowiązków dotyczących sposobu zarządzania\n                           Dunamenti Tuzvedelem po zawarciu Umowy Warunkowej lub wystąpienie sytuacji, w której\n                           Mercor S.A. będzie uprawniona do odszkodowania w ramach Locked Box w kwocie przewyższającej\n                           30 milionów forintów _co stanowi równowartość 400.320,00 PLN, według kursu średniego\n                           NBP z dnia 9 lipca 2015 roku_.Umowa Warunkowa przewiduje obowiązek zapłaty przez odpowiednich Sprzedających oraz\n                           Gwaranta na rzecz Mercor S.A. kar umownych w następujących wypadkach: w okresie 3\n                           lat od zawarcia Umowy Warunkowej bezpośrednie lub pośrednie naruszenie przez Sprzedających\n                           zakazu konkurencji w zakresie działalności prowadzonej przez Dunamenti Tuzvedelem\n                           lub jej spółki zależne _5 milionów Euro_, w okresie 3 lat od zawarcia Umowy Warunkowej\n                           dokonywanie działań szkodzących reputacji lub działalności Dunamenti Tuzvedelem lub\n                           jej spółek zależnych _2 miliony Euro_ oraz w okresie 3 lat od zawarcia Umowy Warunkowej\n                           bezpośrednie lub pośrednie naruszenie zakazu zatrudniania pracowników Dunamenti Tuzvedelem\n                           lub jej spółek zależnych _5 milionów Euro_. Zapłata kar umownych nie wyklucza dochodzenia\n                           odszkodowania na zasadach ogólnych.W związku z realizacją transakcji zawarte zostaną dodatkowe porozumienia dotyczące\n                           m.in. dalszego udziału Gwaranta w zarządzaniu działalnością Dunamenti Tuzvedelem przez\n                           określony czas po realizacji transakcji. Ze względu na potrzebę zabezpieczenia innych\n                           zobowiązań Grupy kapitałowej Mercor S.A., Umowa Warunkowa przewiduje obowiązek zapłaty\n                           przez Sprzedających i Gwaranta kary umownej na rzecz Mercor S.A. w wysokości 5 milionów\n                           Euro w przypadku wykorzystania przez Gwaranta uprawnień w ramach Dunamenti Tuzvedelem\n                           do spowodowania podjęcia przez Dunamenti Tuzvedelem określonej w Umowie Warunkowej\n                           działalności w zakresie oddzieleń przeciwpożarowych. Zapłata tej kary umownej nie\n                           wyklucza dochodzenia odszkodowania na zasadach ogólnych.Umowa Warunkowa jest rządzona prawem węgierskim.Rada Nadzorcza Mercor S.A. wyraziła zgodę na zawarcie przez Mercor S.A. Umowy Warunkowej.\n                           Realizacja Umowy Warunkowej nie wymaga uzyskania zgód organów kontroli koncentracji\n                           ze względu na brak spełnienia przez strony transakcji odpowiednich warunków dotyczących\n                           obrotów z ich działalności.O spełnieniu przewidzianych w Umowie Warunkowej warunków, realizacji przez Mercor\n                           S.A. i  przejściu akcji na rzecz Mercor S.A. będzie informował w osobnych raportach\n                           bieżących.Jako kryterium uznania Umowy Warunkowej za umowę znaczącą przyjęto fakt, iż w ocenie\n                           Zarządu wartość Umowy Warunkowej i określonych w niej transakcji przekracza 10% wartości\n                           kapitałów własnych Mercor S.A.Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-07-10"
    },
    {
        "company_name": "MERCOR SA",
        "content": "W dniu 2 lipca 2015 roku Rada Nadzorcza Mercor SA, przychylając się do wniosku Zarządu,\n                           podjęła uchwałę o rekomendowaniu Walnemu Zgromadzeniu wypłaty dywidendy dla Akcjonariuszy\n                           w wysokości 16 000 000,00 zł _słownie: szesnaście milionów złotych_, to jest 1,02\n                           zł na jedną akcję. Na dywidendę przeznaczona zostanie: kwota 3 030 566,32 zł w całości pochodząca z zysku\n                           Spółki za rok obrotowy kończący się 31 marca 2015 r. oraz kwota 12 969 433,68 zł pochodząca\n                           z zysków zatrzymanych przez Spółkę z lat poprzednich.Podstawa prawna:§38 ust. 1 pkt. 11 RMF w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-07-02"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA informuje o zawarciu przez spółkę zależną TECRESA PROTECCION PASIVA\n                           S.L. z siedzibą w Madrycie _Hiszpania_, w dniu 01 czerwca 2015 roku, Umowy Kupna –\n                           Sprzedaży z IBERDROLADISTRIBUCION ELECTRICA S.A.U. z siedzibą w Bilbao _Hiszpania_. O zawarciu umowy przedwstępnej i spełnieniu się warunków zawieszających Emitent informował\n                           odpowiednio w Raporcie nr 3/2015 z dnia 21 kwietnia 2015 roku oraz Raporcie nr 4/2015\n                           z dnia 22 kwietnia 2015 roku.Na mocy zawartej umowy TECRESA PROTECCION PASIVA S.L. sprzedała, a IBERDROLADISTRIBUCION\n                           ELECTRICA S.A.U. nabyła działkę wraz z zabudowaniami w Legané _Madryt_ znajdującą\n                           się na terenie Parku Technologicznego zarządzanego przez CONSORCIO LEGANÉS TECNOLÓGICO.Całkowita cena kupna sprzedaży wyniosła 3.800.000 EUR _trzy miliony osiemset tysięcy\n                           euro_. Kwota 114.000 EUR _sto czternaście tysięcy euro_ została zapłacona przez z\n                           IBERDROLADISTRIBUCION ELECTRICA S.A.U. jako zadatek przy podpisaniu umowy przedwstępnej.\n                           Kwota 3.306.000 EUR  została zapłacona w momencie podpisywania aktu notarialnego.\n                           Pozostała część w wysokości 380.000 EUR _trzysta osiemdziesiąt tysięcy euro_ zostanie\n                           zapłacona w dniu, w którym zostanie notarialnie poświadczony protokół zdawczo – odbiorczy.Strony ustaliły, że ostateczne przekazanie nieruchomości nastąpi do dnia 30 lipca\n                           2015 roku. W dniu 30 lipca 2015 roku sporządzony zostanie protokół odbioru. W przypadku\n                           obopólnego stwierdzenia zgodności, Strony podpiszą poświadczony notarialnie protokół\n                           przekazania, a kupujący zapłaci pozostałą kwotę 380.000 EUR. W przypadku stwierdzenia\n                           rozbieżności, Kupujący wraz z wybranym przez siebie ekspertem, przygotuje raport niezgodności,\n                           na podstawie którego będzie miał ma prawo odliczyć od pozostałej do zapłaty kwoty,\n                           wartość napraw. Jeżeli zatrzymana kwota 380.000 EUR nie pokryje stwierdzonych szkód,\n                           Sprzedający będzie zobowiązany do pokrycia kosztów pozostałej części napraw.W związku z planowaną sprzedażą, TECRESA PROTECCION PASIVA S.L. na koniec roku obrotowego\n                           obniżyła wartość księgową zbywanych aktywów z poziomu 4,8 mln EUR do wysokości oczekiwanej\n                           ceny sprzedaży.Podpisaną umowę inwestycyjną uznano za znaczącą w związku z faktem, iż  cena za jaką\n                           spółka zależna TECRESA PROTECCION PASIVA S.L. zbędzie nieruchomość przekracza 10%\n                           kapitałów własnych Mercor SA.Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-06-01"
    },
    {
        "company_name": "MERCOR SA",
        "content": "W nawiązaniu do Raportu bieżącego nr 3/2015 z dnia 21 kwietnia 2015r., dotyczącego\n                           zawarcia przez spółkę zależną TECRESA PROTECCION PASIVA S.L. przedwstępnej umowy sprzedaży\n                           nieruchomości, z IBERDROLADISTRIBUCION ELECTRICA S.A.U., Zarząd Mercor SA informuje\n                           o spełnieniu warunku zawieszającego z tej umowy.W dniu 22 kwietnia 2015r. wpłynęła do Emitenta informacja o wyrażeniu zgody przez\n                           CONSORCIO LEGANÉS TECNOLÓGICO na zmiany adaptacyjne hali produkcyjnej, o które wnioskował\n                           kupujący.Podstawa prawna:§5 ust.1 pkt 4 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędacego państwem członkowskim",
        "date": "2015-04-22"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA otrzymał od spółki zależnej TECRESA PROTECCION PASIVA S.L. z siedzibą\n                           w Madrycie _Hiszpania_ informację, iż w dniu 20 kwietnia 2015 roku spółka zawarła\n                           z IBERDROLADISTRIBUCION ELECTRICA S.A.U. z siedzibą w Bilbao _Hiszpania_ przedwstępną\n                           Umowę Sprzedaży Nieruchomości z Zadatkiem. Na mocy zawartej Umowy Strony ustaliły, że do dnia 1 lipca 2015 podpisany zostanie\n                           między Stronami akt notarialny sprzedaży nieruchomości w Legané _Madryt_. Sprzedawana\n                           działka znajduje się na terenie Parku Technologicznego zarządzanego przez CONSORCIO\n                           LEGANÉS TECNOLÓGICO. Powierzchnia sprzedawanej działki wynosi 6.262,4m2. Na sprzedawanej\n                           działce znajduje się hala produkcyjna. Zabudowania zajmują 2.853m2 powierzchni działki.Zobowiązanie Stron do realizacji transakcji oraz podpisania umowy sprzedaży nieruchomości\n                           w formie aktu notarialnego uzależnione jest od spełnienia poniższych warunków:-  CONSORCIO LEGANÉS TECNOLÓGICO wyrazi zgodę na przedstawione przez Kupującego zmiany\n                           adaptacyjne hali produkcyjnej  znajdującej się na terenie sprzedawanej nieruchomości,-  nieruchomość zostanie zwolniona z wszelkich opłat, hipotek i innych zobowiązań\n                           rejestrowych za wyjątkiem służebności przesyłu energii elektrycznej i prawa pierwokupu.Ponadto Sprzedający zobowiązał się do przekazania Kupującemu, przed datą sporządzenia\n                           aktu  notarialnego, określonej dokumentacji dotyczącej budynku.Zgodnie z zawartą w dniu 20 kwietnia 2015 roku umową całość uzgodnionej ceny sprzedaży\n                           wyniesie 3.800.000 EUR, które zostaną wpłacone w następującej formie:-  114.000 EUR jako zadatek w momencie podpisania powyższej Umowy,-  3.686.000 EUR w momencie sporządzenia aktu notarialnego przez notariusza. Zgodnie z Umową, w przypadku gdy strona sprzedająca nie stawi się na sporządzeniu\n                           aktu notarialnego w wyznaczonym terminie, zobowiązana jest do zwrotu stronie kupującej\n                           dwukrotności wpłaconej kwoty zadatku. W przypadku niestawienia się na sporządzenie\n                           aktu notarialnego przez kupującego, straci on kwotę wpłaconą tytułem zadatku.Podpisaną umowę inwestycyjną uznano za znaczącą w związku z faktem, iż  cena za jaką\n                           spółka zależna TECRESA PROTECCION PASIVA S.L. zbędzie nieruchomość przekracza 10%\n                           kapitałów własnych Mercor SA.Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-04-21"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA informuje, że w dniu 02 lutego 2015 roku zawarł walutową transakcję\n                           terminową z Raiffeisen Bank Polska Spółka Akcyjna z siedzibą w Warszawie o wartości\n                           1.258.454,07 PLN. Wartość zawartych przez Emitenta walutowych transakcji terminowych z Raiffeisen Bank\n                           Polska Spółka Akcyjna w okresie od lipca 2014 roku wyniosła w sumie 5.002.479,37 PLN.\n                           Zawarte transakcje terminowe miały na celu ograniczenie ryzyka związanego z możliwością\n                           wystąpienia wzrostu kosztów dostaw i sprzedaży w wyniku zmian kursu walutowego.Ponadto 23 września 2014 roku Emitent podpisał z Raiffeisen Bank Polska Spółka Akcyjna\n                           Aneks do Umowy o Limit Wierzytelności z dnia 26 września 2006 roku z późniejszymi\n                           zmianami. Na mocy Aneksu, okres obowiązywania umowy został przedłużony do 30 listopada\n                           2020 roku. Wartość przyznanego limitu wierzytelności pozostała na niezmienionym poziomie\n                           8.500.000 PLN. W ramach przyznanej linii bank na wniosek Spółki będzie wystawiał gwarancje\n                           bankowe. Zabezpieczenie spłaty limitu stanowią: pełnomocnictwo do rachunku bieżącego\n                           i innych rachunków Spółki w Raiffeisen Bank Polska S.A.; hipoteka kaucyjna ustanowiona\n                           na prawie wieczystego użytkowania gruntu do nieruchomości położonej u zbiegu ulic\n                           Kościuszki 124 i Grzegorza z Sanoka 2, oraz na związanej z tym prawem własności budynków\n                           i urządzeń znajdujących się na ww. nieruchomości; cesja praw z umowy ubezpieczenia\n                           ww. nieruchomości; zastaw rejestrowy na wskazanym mieniu ruchomym przedsiębiorstwa;\n                           cesja praw z umowy ubezpieczenia ww. mienia ruchomego.Jako kryterium uznania aneksu\n                           do umowy oraz zawartych transakcji terminowych za znaczące przyjęto fakt, iż ich łączna\n                           wartość przekracza 10% wartości kapitałów własnych Mercor SA.Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędacego państwem członkowskim",
        "date": "2015-02-02"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA dokonuje korekty raportu nr 21/2014 z dnia 08 grudnia 2014 roku poprzez\n                           dodanie do pierwotnej treści Raportu informacji o transakcjach w podziale na poszczególne\n                           dni sesyjne z podaniem średniej ceny i  łącznego wolumenu z tego dnia. W pierwotnej\n                           wersji Raportu określony został przedział czasu zamiast podania poszczególnych dat\n                           dokonania transakcji.Wobec powyższego Raport bieżący nr 21/2014 z dnia 08 grudnia 2014 roku otrzymuje brzmienie:\"Zarząd Mercor  SA informuje o otrzymaniu w dniu 08.12.2014 roku od Członka Zarządu\n                           zawiadomienia, w trybie art. 160 ustawy z dnia 29 lipca 2005 o obrocie instrumentami\n                           finansowymi, dotyczącego nabycia akcji zwykłych na okaziciela spółki Mercor SA. Poniżej\n                           zestawienie zrealizowanych transakcji:Dzień\tIlość nabytych akcji\tŚrednia Cena24.10.2014\t   869\t                                 7,18 zł27.10.2014\t   831\t                                 7,20 zł01.12.2014\t1.000\t                                 6,79 zł02.12.2014\t   800\t                                 6,80 zł03.12.2014\t1.050\t                                 6,85 zł04.12.2014\t1.350\t                                 7,05 zł05.12.2014\t   139\t                                 7,00złTransakcje nabycia miały miejsce w drodze transakcji sesyjnych zwykłych na Giełdzie\n                           Papierów Wartościowych w Warszawie SA.Podstawa prawna: Art. 160 ust. 4 Ustawy o obrocie – informacja o transakcjach osób mających dostęp\n                           do informacji poufnych.\"",
        "date": "2015-01-27"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA dokonuje korekty raportu nr 20/2014 z dnia 08 grudnia 2014 roku poprzez\n                           dodanie do pierwotnej treści Raportu informacji o transakcjach w podziale na poszczególne\n                           dni sesyjne z podaniem średniej ceny i  łącznego wolumenu z tego dnia. W pierwotnej\n                           wersji Raportu określony został przedział czasu zamiast podania poszczególnych dat\n                           dokonania transakcji.Wobec powyższego Raport bieżący nr 20/2014 z dnia 08 grudnia 2014 roku otrzymuje brzmienie:\"Zarząd Mercor  SA informuje o otrzymaniu w dniu 08.12.2014 roku od Członka Zarządu\n                           zawiadomienie, w trybie art. 160 ustawy z dnia 29 lipca 2005 o obrocie instrumentami\n                           finansowymi, dotyczącego nabycia akcji zwykłych na okaziciela spółki Mercor SA. Poniżej\n                           zestawienie zrealizowanych transakcji:Dzień\t\tIlość nabytych akcji\tŚrednia Cena01.12.2014\t\t14.308\t\t6,75 zł03.12.2014\t\t1.300\t\t6,75 złTransakcje nabycia miały miejsce w drodze transakcji sesyjnych zwykłych na Giełdzie\n                           Papierów Wartościowych w Warszawie SA.Podstawa prawna: Art. 160 ust. 4 Ustawy o obrocie – informacja o transakcjach osób mających dostęp\n                           do informacji poufnych.\"",
        "date": "2015-01-27"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w dniu 19.12.2016 roku wpłynęło do Spółki zawiadomienie\n                           złożone w trybie art. 19 ust. 1 rozporządzenia MAR. Treść otrzymanego powiadomienia\n                           stanowi załącznik do Raportu.Podstawa prawna: Art. 19 ust.3 MAR – informacja o transakcjach wykonywanych przez osoby pełniące obowiązki\n                           zarządcze",
        "date": "2016-12-19"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w listopadzie 2016 roku Grupa Mercor pozyskała\n                           zamówienia o wartości około 24,9 mln zł w porównaniu z wartością 16,8 mln zł w analogicznym\n                           okresie ubiegłego roku, co oznacza wzrost o 48%.W okresie od czerwca do listopada 2016 roku Grupa pozyskała zamówienia o wartości\n                           około 136,1 mln zł wobec 128,6 mln zł w analogicznym okresie rok wcześniej, co oznacza\n                           wzrost o 6% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-12-15"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA informuje, iż w dniu 08 grudnia 2016 roku wpłynął do Spółki podpisany\n                           aneks do Umowy o limit wierzytelności z dnia 10 marca 2003 roku wraz z późniejszymi\n                           zmianami, zawarty przez Mercor z Raiffeisen Bank Polska Spółka Akcyjna z siedzibą\n                           w Warszawie.Podpisany aneks przedłuża okres obowiązywania umowy. Poziom przyznanego limitu pozostał\n                           niezmieniony i wynosi 30.000.000 PLN. Cel przyznanego limitu to finansowanie bieżącej\n                           działalności Emitenta.Formy wykorzystania limitu to: Kredyt w rachunku bieżącym w PLN oraz EUR, Kredyt rewolwingowy\n                           w PLN oraz EUR, Akredytywy \"bez pokrycia z góry\", Gwarancje bankowe. Dzień ostatecznej\n                           spłaty dla Kredytu w rachunku bieżącym, Kredytu Rewolwingowego oraz Akredytywy został\n                           wyznaczony na 30 listopada 2017 roku, natomiast dla Gwarancji data ostatecznej spłaty\n                           została wyznaczona na 30 listopada 2018 roku.Oprocentowanie kredytu jest zmienne, w zależności od rodzaju produktu odpowiednio\n                           oparte na stawce WIBOR powiększonej o marżę Banku bądź stawkę EURIBOR powiększoną\n                           o marżę banku. Zgodnie z umową Bank ma prawo do poboru prowizji z tytułu zaangażowania,\n                           prowizji z tytułu otwartych akredytyw, prowizji z tytułu udzielonych gwarancji, prowizji\n                           z tytułu pokrycia opłat wnoszonych przez Bank na rzecz Bankowego Funduszu Gwarancyjnego\n                           oraz opłat operacyjnych za udzielenie gwarancji.Zgodnie z zapisami Umowy, jej zabezpieczenie stanowią: pełnomocnictwo do rachunku\n                           bieżącego i innych rachunków Mercor w Raiffeisen Bank Polska S.A., zastaw rejestrowy\n                           na zapasach, cesja praw z umowy ubezpieczenia powyższych zapasów, cesja należności\n                           istniejących i przyszłych z zawartych umów, zastaw na maszynie, cesja prawa do umowy\n                           ubezpieczenia wymienionej w umowie maszyny, hipoteka na nieruchomości w Mirosławiu,\n                           cesja praw z umowy ubezpieczenia w/w nieruchomości, weksel in blanco Emitenta wraz\n                           deklaracją wekslową. Pozostałe zapisy, w tym zapisy dotyczące kar, nie odbiegają od zapisów powszechnie\n                           stosowanych w tego typu umowach.W dniu 24 Października 2016  roku Emitent zawarł również\n                           z z Raiffeisen Bank Polska aneks do umowy z dnia 12 września 2006 roku z późniejszymi\n                           zmianami, przedłużający do 30 listopada 2022 roku okres obowiązywania łączącej strony\n                           umowy, na mocy której Emitent ma prawo do wystawiania Gwarancji bankowych. Przyznany\n                           limit pozostał na niezmienionym poziomie 8.500.000 PLN.Niniejsze Aneksy do umów uznane zostały za znaczące z uwagi na ich wartość i znaczenie\n                           dla Emitenta. Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-12-09"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości otrzymane w dniu 08.12.2016 \n                           powiadomienie o transakcji zastawienia. Treść otrzymanego powiadomienia w załączeniu.Podstawa\n                           prawna: Art. 19 ust.3 MAR – informacja o transakcjach wykonywanych przez osoby pełniące obowiązki\n                           zarządcze",
        "date": "2016-12-09"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, że Raport za I półrocze roku\n                           obrotowego 2016/2017 obejmujące okres od 01.04.2016. do 30.09.2016. zostanie opublikowany\n                           w dniu 15.12.2016, a nie 30.11.2016 jak zostało podane w Raporcie bieżącym nr 1/2016\n                           z dnia 27.01.2016.Podstawa prawna: § 103 ust. 2 i 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-11-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w październiku 2016 roku Grupa Mercor pozyskała\n                           zamówienia o wartości około 20,9 mln zł w porównaniu z wartością 21,1 mln zł w analogicznym\n                           okresie ubiegłego roku, co oznacza spadek o 1%.W okresie od maja do października 2016 roku Grupa pozyskała zamówienia o wartości\n                           około 137,3 mln zł wobec 127,8 mln zł w analogicznym okresie rok wcześniej, co oznacza\n                           wzrost o 7% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-11-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że we wrześniu 2016 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 22,3 mln zł w porównaniu z wartością 25,4 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza spadek o 12%.W okresie od kwietnia do września 2016 roku Grupa pozyskała zamówienia o wartości\n                           około 137,4 mln zł wobec 122,2 mln zł w analogicznym okresie rok wcześniej, co oznacza\n                           wzrost o 12% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-10-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w dniu 14 października 2016 roku Emitent podpisał\n                           Umowę o wielocelowy limit kredytowy z Powszechną Kasą Oszczędności Bank Polski Spółka\n                           Akcyjna z siedzibą w Warszawie _dalej PKO BP SA_. Zgodnie z Umową PKO BP SA udzielił Emitentowi limitu w kwocie 20.000.000 PLN. Pierwsze\n                           wykorzystanie limitu nastąpi na całkowitą spłatę i zamknięcie umowy kredytowej Emitenta\n                           w Banku Zachodnim WBK SA.Limit został udzielony na okres od dnia 30 października 2016 roku do dnia 29 października\n                           2019 roku. Oprocentowanie Kredytu zostało ustalone w stosunku rocznym, według zmiennej\n                           stopy procentowej WIBOR 1M, powiększonej o marżę PKO BP SA. Zgodnie z zapisami Umowy, jej zabezpieczenie stanowią między innymi: weksel własny\n                           inblaco; hipoteka umowna łączna na nieruchomości Emitenta w Mirosławiu wraz z przelewem\n                           wierzytelności z umowy ubezpieczenia nieruchomości; zastaw rejestrowy na zapasach\n                           zlokalizowanych w zakładzie Emitenta w Cieplewie wraz z przelewem wierzytelności z\n                           umowy ubezpieczenia zapasów; zastaw rejestrowy na wybranych maszynach wraz z przelewem\n                           wierzytelności z umowy ubezpieczenia powyższych maszyn; cesja należności handlowych.\n                           Emitent zobowiązał się również do złożenia notarialnego   oświadczenie o poddaniu\n                           się egzekucji w zakresie roszczeń PKO BP SA wynikających z Umowy.Na mocy Umowy Emitent zobowiązał się między innymi do utrzymania w okresie kredytowania\n                           wskaźnika udziału kapitału własnego w sumie bilansowej na poziomie min. 30% na dzień\n                           kończący rok obrachunkowy, a także utrzymywania na dzień kończący kwartał wskaźnika\n                           zadłużenia finansowego netto do EBITDA na poziomie nie wyższym niż 4,0 – liczonym\n                           na poziomie Grupy Kapitałowej.W przypadku niedotrzymania przez Emitenta warunków Umowy PKO BP SA może zastosować\n                           sankcję finansową polegająca na podwyższeniu marży. Niedotrzymywanie przez Emitenta\n                           warunków umowy albo utrata zdolności kredytowej mogą skutkować obniżeniem przez PKO\n                           BP SA kwoty przyznanego kredytu lub wypowiedzeniem umowy.Podstawa prawna:Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-10-14"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w dniu 11 października 2016 roku wpłynął do Spółki\n                           podpisany Aneks do Umowy o kredyt w rachunku bieżącym zawarty z Credit Agricole Bank\n                           Polska S.A. z siedzibą we Wrocławiu. Okres obowiązywania wiążącej strony umowy został przedłużony do 31 października 2017\n                           roku. Wartość oddanego przez Bank do dyspozycji Emitenta kredytu pozostała na niezmienionym\n                           poziomie 15.000.000 PLN. Oprocentowanie kredytu jest obliczane w stosunku rocznym, zmienne i stanowi sumę stopy\n                           bazowej i marży banku. Stopę bazową stanowi WIBOR O\\N.Zgodnie z zapisami umowy, jej zabezpieczenie stanowią: cesja należności handlowych,\n                           hipoteka łączna ustanowiona na nieruchomości w Mirosławiu wraz cesją praw  z umowy\n                           ubezpieczenia powyższej nieruchomości; zastaw rejestrowy na zapasach oraz na maszynie,\n                           znajdujących się w Zakładzie Produkcyjnym w Cieplewie wraz cesją praw z polisy ubezpieczeniowej\n                           zapasów i maszyny, oświadczenie o poddaniu się egzekucji złożone przez Mercor, w trybie\n                           art. 97 ust. 1 i ust. 2 ustawy Prawo Bankowe.W przypadku niedotrzymania przez Emitenta warunków Umowy albo w razie utraty przez\n                           Kredytobiorcę zdolności kredytowej, Bank może obniżyć kwotę przyznanego kredytu albo\n                           wypowiedzieć Umowę. Na mocy Umowy Emitent zobowiązał się między innymi: do utrzymywania\n                           stosunku długu finansowego pomniejszonego o stan środków pieniężnych do sumy zysku\n                           z działalności operacyjnej i amortyzacji na poziomie nie wyższym niż 3,5; do utrzymywania\n                           stosunku kapitału własnego do aktywów ogółem na poziomie nie niższym niż 30%; do utrzymywania\n                           wskaźnika pokrycia kredytu na poziomie nie niższym niż 100%; że stosunek obrotów przeprowadzanych\n                           przez rachunek bieżący w Banku, do obrotów Emitenta ogółem, będzie co najmniej równy\n                           stosunkowi łącznej kwoty kredytów obrotowych udzielonych Emitentowi przez Bank, do\n                           łącznej kwoty kredytów obrotowych udzielonych Emitentowi przez wszystkie Banki; do\n                           utrzymywania należności scedowanych na Bank na poziomie nie niższym niż wynika z proporcji\n                           opisanej powyżej.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-10-11"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w sierpniu 2016 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 20,7 mln zł w porównaniu z wartością 21,8 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza spadek o 5%.W okresie od marca do sierpnia 2016 roku Grupa pozyskała zamówienia o wartości około\n                           138,4 mln zł wobec 111,8 mln zł w analogicznym okresie rok wcześniej, co oznacza wzrost\n                           o 24% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-09-26"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, że w dniu 16 września 2016 roku\n                           wpłynęło do Spółki zawiadomienie, zgodnie z art. 69 ust. 1, w związku z art. 87 ust.\n                           1 pkt 2_ ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz spółkach publicznych _Dz.U. 2013 r, poz.1382\n                           z późn. zm. dalej Ustawa_, od ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. działającego\n                           w imieniu funduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A., informujące iż\n                           fundusze zarządzane przez ALTUS TFI S.A. zmieniły dotychczasowy udział w ogólnej liczbie\n                           głosów w spółce \"MERCOR\" S.A. o ponad 2% w stosunku do udziału w ogólnej liczbie głosów,\n                           o którym fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. raportowały w poprzednim\n                           zawiadomieniu z dnia 13 czerwca 2016 roku, tj. w odniesieniu do stanu posiadania 1.566.343\n                           akcji \"MERCOR\" S.A, stanowiących 10,003% kapitału zakładowego \"MERCOR\" S.A., uprawniających\n                           do wykonywania 1.566.343 głosów, co stanowiło 10,003% w ogólnej liczbie głosów w Spółce.Zmiana udziału w ogólnej liczbie głosów w \"MERCOR\" S.A. nastąpiła na skutek rozliczenia\n                           w dniu 13 września 2016 roku transakcji nabycia na  rynku regulowanym 124.986 akcji\n                           \"MERCOR\" S.A.Bezpośrednia przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI\n                           S.A. posiadały łącznie 1.842.613 akcji \"MERCOR\" S.A., stanowiących 11,77% kapitału\n                           zakładowego \"MERCOR\" S.A., uprawniających do wykonywania 1.842.613 głosów, co stanowiło\n                           11,77% w ogólnej liczbie głosów.Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 1.967.599 akcji \"MERCOR\" S.A., stanowiących 12,57% kapitału zakładowego \"MERCOR\"\n                           S.A., uprawniających do 1.967.599 głosów, co stanowi 12,57% w ogólnej liczbie głosów.Ogólna liczba akcji \"MERCOR S.A. oraz liczba głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           wynosi 15.658.535.W zawiadomieniu ALTUS TFI S.A. oświadczył, że brak jest podmiotów zależnych od akcjonariuszy\n                           dokonujących zawiadomienia, posiadających akcje \"MERCOR\" S.A. Brak jest osób, o których\n                           mowa w art. 87 ust. 1 pkt 3 lit. c wyżej powołanej Ustawy w stosunku do akcjonariuszy.\n                           Fundusze zarządzane przez ALTUS TFI S.A. nie posiadają instrumentów finansowych, o\n                           których mowa w art. 69b ust. 1 pkt 1_ i 2_ Ustawy.Podstawa prawna: Art.70 pkt. 1 Ustawy o ofercie – nabycie lub zbycie znacznego pakietu akcji",
        "date": "2016-09-16"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w lipcu 2016 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 23,1 mln zł w porównaniu z wartością 20,9 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 11%.W okresie od lutego do lipca 2016 roku Grupa pozyskała zamówienia o wartości około\n                           132,6 mln zł wobec 105,1 mln zł w analogicznym okresie rok wcześniej, co oznacza wzrost\n                           o 26% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-08-24"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości korektę Raportu bieżącego nr\n                           21/2016 z dnia 25 lipca 2016 roku. Korekta dotyczy uzupełnienia wartości zamówień\n                           pozyskanych przez Grupę o zamówienia pozyskane przez węgierską spółkę zależną Dunamenti\n                           Tűzvédelem. _Umowa na nabycie akcji Dunamenti Tűzvédelem została podpisana 10 lipca\n                           2015 roku_.W Raporcie z dnia 25 lipca 2016 roku została podana następująca wartość zamówień Grupy,\n                           zgodnie z brzmieniem raportu:\"w czerwcu 2016 roku Grupa Mercor pozyskała zamówienia o wartości około 22,1 mln zł\n                           w porównaniu z wartością 22,6 mln zł w analogicznym okresie ubiegłego roku, co oznacza\n                           spadek o 2%. W okresie od stycznia do czerwca 2016 roku Grupa pozyskała zamówienia o wartości około\n                           115,4 mln zł wobec 96,2 mln zł w analogicznym okresie rok wcześniej, co oznacza wzrost\n                           o 20% rok do roku\"Skorygowana treść raportu uwzględniająca zamówienia pozyskane przez węgierską spółkę\n                           Dunamenti Tuzvedelem brzmi:\"w czerwcu 2016 roku Grupa Mercor pozyskała zamówienia o wartości około 24,2 mln zł\n                           w porównaniu z wartością 22,6 mln zł w analogicznym okresie ubiegłego roku, co oznacza\n                           wzrost o 7%.W okresie od stycznia do czerwca 2016 roku Grupa pozyskała zamówienia o wartości około\n                           122,8 mln zł wobec 96,2 mln zł w analogicznym okresie rok wcześniej, co oznacza wzrost\n                           o 28% rok do roku\"Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2016-08-24"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w czerwcu 2016 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 22,1 mln zł w porównaniu z wartością 22,6 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza spadek o 2%.W okresie od stycznia do czerwca 2016 roku Grupa pozyskała zamówienia o wartości około\n                           115,4 mln zł wobec 96,2 mln zł w analogicznym okresie rok wcześniej, co oznacza wzrost\n                           o 20% rok do roku.Podstawa prawna:Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2016-07-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że Zwyczajne Walne Zgromadzenie \"MERCOR\" S.A. w dniu\n                           19 lipca 2016 roku podjęło Uchwałę o wypłacie dywidendy.1_ Dywidenda zostanie wypłacona w wysokości 7 985 852,85 zł.2_ Liczba akcji objętych dywidendą wynosi 15 658 535.3_ Wartość dywidendy przypadająca na jedną akcję wynosi 0,51 zł.4_ Dzień dywidendy został ustalony na 26 lipca 2016 roku.5_ Termin wypłaty dywidendy został ustalony na 9 sierpnia 2016 roku.Podstawa prawna:§ 38 ust. 2 RMF w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-07-20"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. przekazuje w załączeniu do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na ZWZ Spółki, które odbyło się\n                           w dniu 19 lipca 2016 roku.Podstawa prawna:Art. 70 ust. 3 Ustawy o ofercie",
        "date": "2016-07-20"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. w załączeniu przekazuje do publicznej wiadomości, treści uchwał\n                           powziętych przez Zwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 19 lipca\n                           2016 roku.Zwyczajne Walne Zgromadzenie nie odstąpiło od rozpatrzenia żadnego z planowanych punktów\n                           porządku obrad.Do protokołu nie zgłoszono sprzeciwów. Podstawa prawna:§38 ust.1 pkt 7 - 9 RMF w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa nibędącego państwem członkowskim",
        "date": "2016-07-20"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. w załączeniu przekazuje treść projektów uchwał, które mają być\n                           przedmiotem obrad Zwyczajnego Walnego Zgromadzenia Spółki w dniu 19 lipca 2016 roku.Zarząd \"MERCOR\" S.A., informuje, iż zgodnie z pkt III.1.3 \"Dobrych Praktyk Spółek\n                           Notowanych na GPW\" Rada Nadzorcza \"MERCOR\" S.A. pozytywnie zaopiniowała projekty uchwał\n                           dotyczących zatwierdzenia roku obrotowego, które mają być podjęte na Zwyczajnym Zgromadzeniu\n                           Akcjonariuszy w dniu 19 lipca 2016 roku.Podstawa prawna:§ 38 ust. 1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-06-23"
    },
    {
        "company_name": "MERCOR SA",
        "content": "OGŁOSZENIE ZARZĄDU \"MERCOR\" SPÓŁKA AKCYJNA Z SIEDZIBĄ W GDAŃSKU _dalej: \"Spółka\" lub \"»MERCOR« S.A.\"_O ZWOŁANIU ZWYCZAJNEGO WALNEGO ZGROMADZENIA SPÓŁKI1.  Data, godzina i miejsce Zwyczajnego\n                           Walnego Zgromadzenia oraz szczegółowy porządek obrad:Zarząd Spółki, działając w oparciu o art. 395 § 1 Kodeksu spółek handlowych _\"k.s.h.\"_,\n                           art. 399 § 1 k.s.h. w zw. z art. 402_1_ k.s.h. i art. 402_2_ k.s.h. oraz § 8 ust.\n                           1 Statutu Spółki, zwołuje na dzień 19 lipca 2016 r., godz. 11:00, w Gdańsku _80-408_,\n                           przy ul. Grzegorza z Sanoka 2 _adres siedziby Spółki, budynek oznaczony symbolem A_,\n                           Zwyczajne Walne Zgromadzenie Spółki, z porządkiem obrad przedstawionym w pkt 2, poniżej.2.  Porządek obrad:1_  Otwarcie obrad i wybór Przewodniczącego Zgromadzenia.2_  Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał, sporządzenie listy obecności.3_  Wybór Komisji Skrutacyjnej.4_  Przyjęcie porządku obrad.5_  Przedstawienie/odczytanie uchwał:_a_  Rady Nadzorczej w sprawie oceny sprawozdania Zarządu z działalności \"MERCOR\"\n                           S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016 r. oraz sprawozdania finansowego\n                           \"MERCOR\" S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016 r.,_b_  Rady Nadzorczej w sprawie oceny sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           \"MERCOR\" S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016 r. oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej \"MERCOR\" S.A. za okres od 1 kwietnia 2015\n                           r. do 31 marca 2016 r.,_c_  Zarządu w sprawie sposobu rozporządzenia zyskiem Spółki wypracowanym w roku obrotowym\n                           zaczynającym się 1 kwietnia 2015 r. a kończącym się 31 marca 2016 r. oraz wypłacie\n                           dywidendy,_d_  Rady Nadzorczej w sprawie sposobu rozporządzenia zyskiem Spółki wypracowanym\n                           w roku obrotowym zaczynającym się 1 kwietnia 2015 r. a kończącym się 31 marca 2016\n                           r. oraz wypłacie dywidendy,_e_  Rady Nadzorczej w sprawie sprawozdania Rady Nadzorczej z oceny sytuacji Spółki\n                           w roku obrotowym zaczynającym się 1 kwietnia 2015 r. a kończącym się 31 marca 2016\n                           r. z uwzględnieniem oceny systemu kontroli wewnętrznej i systemu zarządzania ryzykiem\n                           istotnym dla Spółki,_f_  Rady Nadzorczej w sprawie sprawozdania Rady Nadzorczej z oceny sytuacji Grupy\n                           Kapitałowej \"MERCOR\" S.A. w roku obrotowym zaczynającym się 1 kwietnia 2015 r. a kończącym\n                           się 31 marca 2016 r. z uwzględnieniem oceny systemu kontroli wewnętrznej i systemu\n                           zarządzania ryzykiem,_g_  Rady Nadzorczej w sprawie sprawozdania z działalności Rady Nadzorczej z uwzględnieniem\n                           pracy jej Komitetów oraz ocena pracy Rady Nadzorczej w roku obrotowym zaczynającym\n                           się 1 kwietnia 2015 r. a kończącym się 31 marca 2016 r.,_h_  Rady Nadzorczej w sprawie sprawozdania Rady Nadzorczej z wyników oceny:  sprawozdania\n                           Zarządu z działalności \"MERCOR\" S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016\n                           r., sprawozdania Zarządu z działalności Grupy Kapitałowej \"MERCOR\" S.A. za okres od\n                           1 kwietnia 2015 r. do 31 marca 2016 r., sprawozdania finansowego \"MERCOR\" S.A. za\n                           okres od 1 kwietnia 2015 r. do 31 marca 2016 r., sprawozdania finansowego Grupy Kapitałowej\n                           \"MERCOR\" S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016 r., wniosku Zarządu\n                           dotyczącego sposobu rozporządzenia zyskiem Spółki wypracowanym w roku obrotowym zaczynającym\n                           się 1 kwietnia 2015 r. a kończącym się 31 marca 2016 r.,_i_  Rady Nadzorczej w sprawie przyjęcia oceny sposobu wypełniania przez \"MERCOR\"\n                           S.A. obowiązków informacyjnych dotyczących stosowania zasad ładu korporacyjnego wynikających\n                           z zasad dobrych praktyk i przepisów o informacjach bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych,_j_  informacji Rady Nadzorczej o braku polityki \"MERCOR\" S.A. w zakresie działalności\n                           sponsoringowej, charytatywnej lub innej o zbliżonym charakterze,_k_  Zarządu w sprawie uzasadnień uchwał, które mają być podjęte na Zwyczajnym Walnym\n                           Zgromadzeniu Akcjonariuszy,_l_  Rady Nadzorczej w sprawie wyrażenia opinii przez Radę Nadzorczą w przedmiocie\n                           spraw, które mają być rozpatrzone podczas Zwyczajnego Walnego Zgromadzenia Akcjonariuszy.6_  Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności\n                           \"MERCOR\" S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016 r.7_  Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności\n                           Grupy Kapitałowej \"MERCOR\" S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016 r.8_  Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania finansowego \"MERCOR\"\n                           S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016 r.9_  Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania finansowego Grupy Kapitałowej\n                           \"MERCOR\" S.A. za okres od 1 kwietnia 2015 r. do 31 marca 2016 r.10_  Podjęcie uchwały w sprawie sposobu rozporządzenia zyskiem Spółki wypracowanym\n                           w roku obrotowym zaczynającym się 1 kwietnia 2015 r. a kończącym się 31 marca 2016\n                           r. oraz wypłacie dywidendy.11_  Przedstawienie, rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z działalności\n                           w roku obrotowym zaczynającym się 1 kwietnia 2015 r. a kończącym się 31 marca 2016\n                           r.12_  Podjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z\n                           wykonania przez nich obowiązków w roku obrotowym zaczynającym się 1 kwietnia 2015\n                           r. a kończącym się 31 marca 2016 r.13_  Podjęcie uchwał w sprawie udzielenia absolutorium członkom Zarządu Spółki z wykonania\n                           przez nich obowiązków w roku obrotowym zaczynającym się 1 kwietnia 2015 r. a kończącym\n                           się 31 marca 2016 r.14_  Zamknięcie obrad.3.  Komunikacja elektroniczna akcjonariuszy ze Spółką w związku ze Zwyczajnym Walnym\n                           Zgromadzeniem:W granicach zakreślonych przepisami k.s.h., akcjonariusze mogą kontaktować się ze\n                           Spółką za pomocą elektronicznych środków komunikacji, w szczególności, mogą składać\n                           wnioski, żądania, zadawać pytania oraz przesyłać zawiadomienia i dokumenty.Komunikacja elektroniczna akcjonariuszy ze Spółką odbywa się przy wykorzystaniu adresu\n                           poczty elektronicznej: wza@mercor.com.pl. Ryzyko związane z użyciem elektronicznej formy komunikacji ze Spółką obciąża akcjonariusza.Wraz z dokumentami przesyłanymi przez akcjonariusza drogą elektroniczną, które zostały\n                           sporządzone w oryginale w języku innym niż język polski, akcjonariusz przesyła ich\n                           tłumaczenia na język polski sporządzone przez tłumacza przysięgłego.Wszelkie dokumenty przesyłane drogą elektroniczną przez akcjonariusza do Spółki, jak\n                           również przez Spółkę do akcjonariusza, powinny być zeskanowane _przekonwertowane_\n                           do formatu \"PDF\".4.  Prawa akcjonariuszy dotyczące uzupełniania porządku obrad walnego zgromadzenia\n                           i zgłaszania projektów uchwał:4.1.  Prawo akcjonariuszy do żądania umieszczenia określonych spraw w porządku obrad\n                           walnego zgromadzenia:Akcjonariuszowi lub akcjonariuszom Spółki reprezentującym co najmniej jedną dwudziestą\n                           kapitału zakładowego przysługuje prawo żądania umieszczenia określonych spraw w porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki. Żądanie to, zawierające uzasadnienie\n                           lub projekt uchwały dotyczącej proponowanego punktu porządku obrad, powinno być zgłoszone\n                           Zarządowi Spółki nie później niż 21 dni przed wyznaczonym terminem zgromadzenia, tj.\n                           do dnia 28 czerwca 2016 r. Żądanie to może zostać złożone na piśmie lub w formie elektronicznej\n                           – zgodnie z zasadami opisanymi w pkt 3 powyżej. Do żądania składanego zarówno w formie pisemnej, jak i elektronicznej należy dołączyć\n                           kopie dokumentów potwierdzających uprawnienie do zgłoszenia żądania oraz dokumenty,\n                           o których mowa w ppkt 5.2 lit. _b_ poniżej.4.2.  Prawo akcjonariusza do zgłaszania projektów uchwał:Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Zwyczajnego Walnego Zgromadzenia Spółki zgłaszać\n                           projekty uchwał dotyczące spraw wprowadzonych do porządku obrad Zwyczajnego Walnego\n                           Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad. Zgłoszenie\n                           to może być dokonane w postaci elektronicznej zgodnie z zasadami opisanymi w pkt 3\n                           powyżej, bądź w formie pisemnej.Do zgłoszenia składanego w formie elektronicznej należy dołączyć dokumenty, o których\n                           mowa w ppkt 5.2. lit. _b_ poniżej, zaś do zgłoszenia dokonywanego w formie pisemnej\n                           kopie dokumentów, o których mowa w ppkt 5.2. lit. _b_ poniżej.Każdy akcjonariusz może podczas obrad Zwyczajnego Walnego Zgromadzenia zgłaszać projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty te powinny być przedstawione\n                           w języku polskim.5.  Sposób wykonywania prawa głosu przez pełnomocnika:5.1.  Ogólne zasady wykonywania prawa głosu przez pełnomocnika:Akcjonariusz będący osobą fizyczną może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu\n                           Spółki oraz wykonywać prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu\n                           przez osobę lub osoby uprawnione do reprezentacji _posiadające kompetencję do składania\n                           oświadczeń woli w jego imieniu_ lub przez pełnomocnika.Pełnomocnictwo do uczestniczenia i wykonywania prawa głosu przez pełnomocnika wymaga\n                           udzielenia w formie pisemnej lub w postaci elektronicznej.Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na Zwyczajnym Walnym Zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego\n                           pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować\n                           więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza.Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków.Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika są od dnia zwołania\n                           niniejszego Zwyczajnego Walnego Zgromadzenia dostępne na stronie internetowej Spółki\n                           pod adresem: www.mercor.com.pl.Wykorzystanie formularza nie jest obowiązkowe. W przypadku udzielenia pełnomocnikowi\n                           instrukcji, co do wykonywania prawa głosu, Spółka nie będzie weryfikowała, czy pełnomocnik\n                           wykonuje prawo głosu zgodnie z instrukcjami, które otrzymał od mocodawcy.5.2.  Sposób zawiadamiania Spółki o udzieleniu pełnomocnictwa przy wykorzystaniu środków\n                           komunikacji elektronicznej: _a_  Akcjonariusze zawiadamiają Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           przy wykorzystaniu adresu poczty elektronicznej _e-mail_: wza@mercor.com.pl. W zawiadomieniu\n                           akcjonariusz podaje swój numer telefonu oraz adres poczty elektronicznej _e-mail_,\n                           a także numer telefonu i adres poczty elektronicznej _e-mail_ pełnomocnika, za pośrednictwem\n                           których Spółka będzie mogła komunikować się z akcjonariuszem i pełnomocnikiem. Zawiadomienie\n                           o udzieleniu pełnomocnictwa powinno zawierać również informację odnośnie zakresu pełnomocnictwa,\n                           tj. wskazywać liczbę akcji, z których wykonywane będzie prawo głosu oraz datę Walnego\n                           Zgromadzenia, na którym prawa te będą wykonywane._b_  Wraz z zawiadomieniem o udzieleniu pełnomocnictwa w postaci elektronicznej akcjonariusz\n                           przesyła treść _tekst_ pełnomocnictwa, z wyłączeniem instrukcji dotyczącej wykonywania\n                           prawa głosu przez pełnomocnika, skan dowodu osobistego lub stron paszportu umożliwiających\n                           identyfikację akcjonariusza i pełnomocnika albo skan innego dokumentu pozwalającego\n                           zidentyfikować akcjonariusza udzielającego pełnomocnictwa i pełnomocnika. W przypadku,\n                           gdy pełnomocnictwa udziela osoba prawa _w rozumieniu art. 33 Kodeksu cywilnego, dalej:\n                           \"k.c.\"_ lub jednostka organizacyjna nie będąca osobą prawną, a posiadająca zdolność\n                           prawną _zgodnie z art. 331 § 1 k.c._, akcjonariusz przesyła skan odpisu z rejestru,\n                           w którym jest wpisany lub skan innego dokumentu potwierdzającego umocowanie osób działających\n                           w imieniu takiego podmiotu. Jeżeli pełnomocnictwo udzielono osobie prawnej lub jednostce\n                           organizacyjnej nie będącej osobą prawną, a posiadającej zdolność prawną, akcjonariusz\n                           przesyła dodatkowo skan odpisu z rejestru, w którym zarejestrowany jest pełnomocnik\n                           lub innego dokumentu potwierdzającego fakt istnienia takiego podmiotu i osoby uprawnione\n                           do działania w jego imieniu._c_  Zasady opisane w ppkt 5.2 lit. _b_ stosuje się odpowiednio do zawiadomienia Spółki\n                           drogą elektroniczną o odwołaniu pełnomocnictwa._d_  Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej\n                           powinno być dokonane nie później niż do godziny 12:00 dnia poprzedzającego dzień rozpoczęcia\n                           obrad Zwyczajnego Walnego Zgromadzenia._e_  Wyczerpanie obowiązków przewidzianych w ppkt 5.2 lit. _b_ powyżej nie zwalnia\n                           pełnomocnika z obowiązku przedstawienia, przy sporządzaniu listy obecności osób uprawnionych\n                           do uczestniczenia w Walnym Zgromadzeniu określonych w rzeczonym punkcie dokumentów\n                           służących identyfikacji akcjonariusza i pełnomocnika.5.3.  Weryfikacja ważności pełnomocnictwa oraz identyfikacja akcjonariusza i pełnomocnika:W celu weryfikacji ważności pełnomocnictwa udzielonego w formie elektronicznej oraz\n                           w celu identyfikacji akcjonariusza i pełnomocnika, po otrzymaniu zawiadomienia o udzieleniu\n                           pełnomocnictwa w postaci elektronicznej zgodnie z postanowieniami ppkt 5.2 lit. _a_\n                           i _b_, Spółka podejmuje czynności w celu sprawdzenia, czy załączone zostały informacje\n                           wskazane w ppkt 5.2 lit. _a_ oraz skany dokumentów wymienionych w pkt 5.2 lit. _b_,\n                           a w przypadku osób prawnych i jednostek organizacyjnych nie będących osobami prawnymi,\n                           a posiadającymi zdolność prawną, czy pełnomocnictwa udzielone zostały przez osoby\n                           uprawnione do reprezentowania danego podmiotu. Spółka jest uprawniona do skomunikowania się telefonicznie na numer wskazany przez\n                           akcjonariusza w wykonaniu ppkt 5.2 lit. _a_ lub za pomocą zwrotnej wiadomości poczty\n                           elektronicznej w celu weryfikacji faktu udzielenia przez danego akcjonariusza pełnomocnictwa\n                           w postaci elektronicznej.Spółka może podjąć dodatkowo inne działania służące identyfikacji akcjonariusza i\n                           pełnomocnika w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej,\n                           przy czym działania te powinny być proporcjonalne do celu.Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej bez\n                           zachowania wymogów wskazanych w ppkt 5.2 lit. _a_, _b_ i _d_ nie wiążą Spółki.5.4.  Pełnomocnictwo udzielone członkowi Zarządu Spółki lub jej pracownikowi:Członek Zarządu i pracownik Spółki mogą być pełnomocnikami akcjonariuszy na Walnym\n                           Zgromadzeniu.Jeżeli pełnomocnikiem akcjonariusza na Zwyczajnym Walnym Zgromadzeniu jest członek\n                           Zarządu Spółki, członek Rady Nadzorczej Spółki, pracownik Spółki lub członek organów\n                           lub pracownik spółki zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji\n                           tylko na danym wskazanym Zwyczajnym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek\n                           ujawnić akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia\n                           konfliktu interesów. Udzielenie dalszego pełnomocnictwa jest w takich przypadkach\n                           wyłączone.Pełnomocnik, o którym mowa w poprzedzającym akapicie, głosuje zgodnie z instrukcjami\n                           akcjonariusza.6.  Możliwość i sposób uczestniczenia w Zwyczajnym Walnym Zgromadzeniu Spółki przy\n                           wykorzystaniu środków komunikacji elektronicznej:Spółka nie przewiduje możliwości uczestniczenia w Zwyczajnym Walnym Zgromadzeniu przy\n                           wykorzystaniu środków komunikacji elektronicznej.7.  Sposób wypowiadania się w trakcie Zwyczajnego Walnego Zgromadzenia Spółki przy\n                           wykorzystaniu środków komunikacji elektronicznej:Spółka nie przewiduje możliwości wypowiadania się podczas Zwyczajnego Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.8.  Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznej:Spółka nie przewiduje możliwości wykonywania prawa głosu na Zwyczajnym Walnym Zgromadzeniu\n                           drogą korespondencyjną bądź przy wykorzystaniu środków komunikacji elektronicznej.9.  Dzień rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu:Dniem rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu, o którym mowaw art. 406_1_ § 1 k.s.h., jest dzień 3 lipca 2016 r. _\"Dzień Rejestracji\"_.10.  Informacja o prawie uczestniczenia w Zwyczajnym Walnym Zgromadzeniu Spółki:Zgodnie z art. 406¹ § 1 Kodeksu Spółek Handlowych prawo uczestniczenia w Zwyczajnym\n                           Walnym Zgromadzeniu Spółki mają osoby będące akcjonariuszami Spółki w Dniu Rejestracji.W celu zapewnienia udziału w Zwyczajnym Walnym Zgromadzeniu, akcjonariusz uprawniony\n                           ze zdematerializowanych akcji na okaziciela powinien zażądać – nie wcześniej niż po\n                           ogłoszeniu zwołania Zwyczajnego Walnego Zgromadzenia, tj. nie wcześniej niż w dniu\n                           23 czerwca 2016 r. i nie później niż w pierwszym dniu powszednim po Dniu Rejestracji,\n                           tj. nie później niż w dniu 4 lipca 2016 r. – od podmiotu prowadzącego rachunek papierów\n                           wartościowych wystawienia imiennego zaświadczenia o prawie uczestnictwa w Zwyczajnym\n                           Walnym Zgromadzeniu Spółki.Zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu będą podstawą\n                           sporządzenia wykazów przekazywanych podmiotowi prowadzącemu depozyt papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi.Uprawnionymi do udziału w Zwyczajnym Walnym Zgromadzeniu, będą tylko Ci akcjonariusze,\n                           którzy:_a_  byli akcjonariuszami Spółki w Dniu Rejestracji _3 lipca 2016 r._ i_b_  zwrócili się – nie wcześniej niż w dniu 23 czerwca 2016 r. i nie później niż\n                           w dniu 4 lipca 2016 r. – do podmiotu prowadzącego ich rachunki papierów wartościowych\n                           o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           Spółki.11.  Lista akcjonariuszy:Lista akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           Spółki, zgodnie z wymogiem art. 407 § 1 k.s.h. zostanie wyłożona w biurze Spółki w\n                           Gdańsku _80-427_, przy ul. Kościuszki 124, to jest w budynku oznaczonym symbolem B,\n                           który to budynek znajduje się tuż obok biura Spółki przy ul. Grzegorza z Sanoka 2,\n                           w godzinach od 9.00 do 15.30, w pokoju nr 08, na 3 _trzy_ dni powszednie przed terminem\n                           Walnego Zgromadzenia, tj. w dniach: 14, 15 i 18 lipca 2016 r. Lista akcjonariuszy zostanie sporządzona w oparciu o wykaz sporządzony i udostępniony\n                           Spółce przez podmiot prowadzący depozyt papierów wartościowych, zgodnie z przepisami\n                           art. 406_3_ § 7 i § 8 k.s.h.Akcjonariusz może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Zwyczajnym Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając własny\n                           adres poczty elektronicznej, na który lista powinna być wysłana.Zgodnie z przepisem art. 407 § 2 k.s.h., w terminie tygodnia przed Zwyczajnym Walnym\n                           Zgromadzeniem Akcjonariuszy, w godzinach: od 9:00 do 15:30, w biurze Spółki w Gdańsku\n                           _80-427_, przy ul. Kościuszki 124, to jest w budynku oznaczonym symbolem B, który\n                           to budynek znajduje się tuż obok biura Spółki przy ul. Grzegorza z Sanoka 2, w pokoju\n                           nr 08, będzie istniała możliwość pobrania odpisów wniosków w sprawach objętych porządkiem\n                           obrad.12.  Dostęp do dokumentacji:Pełny tekst dokumentacji, która ma zostać przedstawiona Zwyczajnemu Walnemu Zgromadzeniu,\n                           wraz z projektami uchwał _a w przypadku, gdy w danej sprawie nie jest przewidziane\n                           podjęcie uchwały – uwagi Zarządu_, będzie zamieszczona na stronie internetowej Spółki\n                           pod adresem: www.mercor.com.pl, od dnia zwołania Zwyczajnego Walnego Zgromadzenia\n                           Spółki, zgodnie z przepisem art. 402_3_ § 1 k.s.h. Uwagi Zarządu bądź Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia, będą dostępne na stronie internetowej Spółki,\n                           niezwłocznie po ich sporządzeniu.Zarząd \"MERCOR\" S.A.Podstawa prawna:§ 38 ust. 1 pkt 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-06-23"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA podaje do publicznej wiadomości, że w dniu 15 czerwca 2016 roku podjął\n                           uchwałę w przedmiocie wystąpienia do Rady Nadzorczej i Walnego Zgromadzenia z rekomendacją\n                           wypłaty dywidendy za rok obrotowy 01.04.2015. – 31.03.2016. w kwocie 7.985.852,85\n                           PLN, to jest 0,51 PLN brutto na akcję.Zgodnie z art. 382 § 3 Kodeksu spółek handlowych powyższą rekomendację Zarząd skieruje\n                           do Rady Nadzorczej w celu oceny. Ostateczną decyzję dotyczącą podziału zysku za rok\n                           obrotowy 01.04.2015. – 31.03.2016 podejmie Zwyczajne Walne Zgromadzenie Spółki. Podstawa prawna:§ 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2016-06-15"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA podaje do publicznej wiadomości, że w dniu 13 czerwca 2016 roku wpłynęła\n                           do Spółki informacja zgodnie z art. 69 ust. 1 pkt 1_ w związku z art. 87 ust. 1 pkt\n                           2_ ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz spółkach publicznych, od ALTUS Towarzystwo Funduszy\n                           Inwestycyjnych S.A.działającego w imieniu funduszy inwestycyjnych zarządzanych przez\n                           ALTUS TFI S.A., mówiąca o przekroczeniu progu 10% w ogólnej liczbie głosów w MERCOR\n                           SA.Przekroczenie progu 10% ogólnej liczby głosów Emitenta nastąpiło na skutek rozliczenia\n                           w dniu 9 czerwca 2016 roku transakcji nabycia na rynku regulowanym 525 akcji Emitenta.Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 1.565.818 akcji Emitenta, stanowiących 9,99% kapitału zakładowego Emitenta,\n                           uprawniających do wykonywania 1.565.818 głosów, co stanowiło 9,99% w ogólnej liczbie\n                           głosów.Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 1.566.343 akcji Emitenta, stanowiących 10,003% kapitału zakładowego Emitenta,\n                           uprawniających do 1.566.343 głosów, co stanowi 10,003% w ogólnej liczbie głosów.Ogólna liczba głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki oraz liczba akcji\n                           Emitenta wynosi 15.658.535.W zawiadomieniu ALTUS TFI S.A. oświadczył, nie wyklucza w perspektywie kolejnych 12\n                           miesięcy nabycia lub zbywania akcji Emitenta w zależności od sytuacji rynkowej, informacji\n                           napływających od Emitenta oraz potrzeb portfela inwestycyjnego funduszy inwestycyjnych\n                           zarządzanych przez ALTUS TFI S.A.W zawiadomieniu ALTUS TFI S.A. oświadczył również,\n                           że brak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje Emitenta. Brak jest osób, o których mowa w art. 87 ust. 1 pkt. 3 lit c wyżej\n                           powołanej ustawy w stosunku do akcjonariuszy. Podstawa prawna: Art.70 pkt. 1 Ustawy o ofercie – nabycie lub zbycie znacznego pakietu akcji",
        "date": "2016-06-13"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA przekazuje w załączeniu do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na NWZ Spółki, które odbyło się\n                           w dniu 31 maja 2016 roku.Podstawa prawna:Art. 70 ust. 3 Ustawy o ofercie",
        "date": "2016-06-01"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA w załączeniu przekazuje do publicznej wiadomości, treści uchwał powziętych\n                           przez Nadzwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 31 maja 2016\n                           roku.Nadzwyczajne Walne Zgromadzenie nie odstąpiło od rozpatrzenia żadnego z planowanych\n                           punktów  porządku obrad.Do protokołu nie zgłoszono sprzeciwów. Podstawa prawna:§38 ust.1 pkt 7 i pkt 9 RMF w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa nibędącego państwem członkowskim",
        "date": "2016-06-01"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. z siedzibą w Gdańsku _\"Emitent\" lub \"MERCOR\" S.A._ informuje\n                           o otwarciu postępowania likwidacyjnego węgierskiej spółki zależnej Emitenta, działającej\n                           pod firmą: Mercor Hungária Kft. z siedzibą w Budapeszcie _dalej: \"Spółka\"_. Emitent jest jedynym wspólnikiem Spółki.Według informacji powziętej przez Emitenta w dniu dzisiejszym, wniosek o otwarcie\n                           likwidacji Spółki złożony został w Sądzie Metropolitan Court as Court of Registration\n                           w Budapeszcie w dniu 1 maja 2016 r.Na likwidatora Spółki powołany został Pan dr. Béla Déri.Likwidacja Spółki ma na celu uproszczenie struktury Grupy Kapitałowej \"MERCOR\" S.A.Podstawa prawna:§ 30 pkt 18 w zw. z § 5 ust. 1 pkt 24 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r. Nr 33,\n                           poz. 259, z późn. zm._.",
        "date": "2016-05-12"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. z siedzibą w Gdańsku _\"Emitent\" lub \"Spółka przejmująca\"_, działając\n                           na podstawie art. 504 § 1 k.s.h. zawiadamia po raz drugi o zamiarze połączenia Spółki\n                           przejmującej ze spółką zależną MERCOR 2HD sp. z o.o. z siedzibą w Gdańsku _dawniej:\n                           MERCOR HD spółka z ograniczoną odpowiedzialnością spółka komandytowo-akcyjna z siedzibą\n                           w Gdańsku_, wpisaną do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego pod numerem\n                           KRS 0000580075, której dokumentacja przechowywana jest w Sądzie Rejonowym Gdańsk-Północ\n                           w Gdańsku, VII Wydział Gospodarczy Krajowego Rejestru Sądowego, wysokość kapitału\n                           zakładowego: 4 350 548,00 zł, NIP: 527268625, Regon: 146271941 _\"Spółka przejmowana\"_,\n                           zwanymi dalej łącznie: \"Spółkami\". O podjęciu decyzji o zamiarze połączenia Spółki przejmującej ze Spółką przejmowaną,\n                           Emitent informował raportem bieżącym nr 05/2016 z dnia 18 kwietnia 2016 r.Zgodnie z art. 500 § 2 [1] k.s.h., Uzgodniony przez Zarządy obu łączących się Spółek,\n                           Plan połączenia _wraz z Załącznikami_ – _dalej: \"Plan połączenia\"_ udostępniony jest\n                           do publicznej wiadomości: _i_ na stronie internetowej Emitenta, pod adresem: www.mercor.com.pl\n                           oraz _ii_ na stronie internetowej Spółki przejmowanej, pod adresem: www.mercor2hd.com.pl\n                           – co najmniej do dnia zakończenia Walnego Zgromadzenia Spółki przejmującej oraz Zgromadzenia\n                           Wspólników Spółki przejmowanej, podejmujących decyzję o połączeniu.Ogłoszenie Planu połączenia w Monitorze Sądowym i Gospodarczym nie było konieczne,\n                           stosownie do postanowień art. 500 § 2 [1] Kodeksu spółek handlowych _\"k.s.h.\"_.Akcjonariusze i Wspólnicy łączących się Spółek, mogą zapoznać się z dokumentami wymienionymi\n                           w art. 505 § 1 k.s.h. _z uwzględnieniem treści Planu połączenia_, pod adresem: ul.\n                           Kościuszki 124, 80-427 Gdańsk _bud. B – biuro Emitenta_, pokój numer 8, w dni robocze,\n                           w godzinach: od 9:00 do 16:00 _bud. B znajduje się w bezpośrednim sąsiedztwie bud.\n                           A, który z kolei zlokalizowany jest pod adresem siedzib obu łączących się Spółek_.Połączenie Spółek odbędzie się w trybie art. 492 § 1 pkt 1_ k.s.h., to jest przez\n                           przeniesienie całego majątku Spółki przejmowanej na Spółkę przejmującą _łączenie się\n                           przez przejęcie_.Zarządy łączących się Spółek nie sporządzają sprawozdania uzasadniającego połączenie\n                           _stosownie do art. 516 § 6 w zw. z art. 516 § 5 k.s.h._.Plan połączenia nie podlega badaniu przez biegłego w zakresie poprawności i rzetelności\n                           _stosownie do art. 516 § 6 w zw. z art. 516 § 5 k.s.h._.Do Planu połączenia nie zostało załączone oświadczenie zawierające informację o stanie\n                           księgowym Emitenta, sporządzone dla celów połączenia, ponieważ Spółka przejmująca,\n                           zgodnie z przepisami o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych, publikuje i udostępnia\n                           Akcjonariuszom półroczne sprawozdania finansowe _art. 499 § 4 k.s.h._.Jednocześnie, mając na uwadze fakt, że Emitent przejmuje swoją jednoosobową spółkę\n                           zależną, w której posiada 100 % udziałów w kapitale zakładowym i 100% głosów na Zgromadzeniu\n                           Wspólników Spółki przejmowanej, na podstawie art. 515 § 1 k.s.h., Połączenie nastąpi\n                           bez zmiany Statutu Spółki przejmującej i bez podwyższenia kapitału zakładowego. Pierwsze zawiadomienie o zamiarze połączenia Spółki przejmującej ze Spółką przejmowaną\n                           ogłoszone zostało raportem bieżącym Emitenta nr 06/2016 z dnia 26 kwietnia 2016 r.\n                           Natomiast, przyjęty w dniu 26 kwietnia 2016 r. Plan połączenia Spółek, został ogłoszony\n                           raportem bieżącym Emitenta nr 07/2016 z dnia 26 kwietnia 2016 r.W celu podjęcia uchwały o połączeniu, na dzień 31 maja 2016 r., poprzez ogłoszenie\n                           raportem bieżącym nr 08/2016 z dnia 4 maja 2016 r., zwołane zostało Walne Zgromadzenie\n                           Spółki przejmującej.",
        "date": "2016-05-12"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA w załączeniu przekazuje treść projektów uchwał, które mają być przedmiotem\n                           obrad Walnego Zgromadzenia Spółki w dniu 31 maja 2016 roku.Zarząd Mercor SA, informuje, iż zgodnie z pkt II.Z.11 \"Dobrych Praktyk Spółek Notowanych\n                           na GPW\" Rada Nadzorcza Mercor SA pozytywnie zaopiniowała projekty uchwał, które mają\n                           być podjęte na Walnym Zgromadzeniu Akcjonariuszy w dniu 31 maja 2016 roku.Podstawa prawna:§ 38 ust. 1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-05-04"
    },
    {
        "company_name": "MERCOR SA",
        "content": "OGŁOSZENIE ZARZĄDU \"MERCOR\" S.A. Z SIEDZIBĄ W GDAŃSKU _\"Spółka\"_O ZWOŁANIU NADZWYCZAJNEGO WALNEGO ZGROMADZENIA SPÓŁKI1.  Data, godzina i miejsce Nadzwyczajnego\n                           Walnego Zgromadzenia oraz szczegółowy porządek obrad:Zarząd Spółki, działając w oparciu o art. 398 Kodeksu spółek handlowych _\"k.s.h.\"_,\n                           art. 399 § 1 k.s.h. w zw. z art. 402_1_ k.s.h. i art. 402_2_ k.s.h. oraz § 8 ust.\n                           1 Statutu Spółki, zwołuje na dzień 31 maja 2016 r., godz. 11:00, w Gdańsku _80-408_,\n                           przy ul. Grzegorza z Sanoka 2 _adres siedziby Spółki, budynek oznaczony symbolem A_,\n                           Nadzwyczajne Walne Zgromadzenie Spółki, z porządkiem obrad przedstawionym w pkt 2,\n                           poniżej.2.  Porządek obrad:  1_ Otwarcie obrad i wybór Przewodniczącego Zgromadzenia.  2_ Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności\n                           do podejmowania uchwał, sporządzenie listy obecności.  3_ Wybór Komisji Skrutacyjnej.  4_ Przyjęcie porządku obrad.  5_ Przedstawienie istotnych elementów treści Planu połączenia Spółki z jej spółką\n                           zależną MERCOR 2HD spółka z ograniczoną odpowiedzialnością z siedzibą w Gdańsku.  6_ Podjęcie uchwały w sprawie połączenia Spółki z jej spółką zależną MERCOR 2HD\n                           spółka z ograniczoną odpowiedzialnością z siedzibą w Gdańsku.  7_ Zamknięcie obrad.3.  Komunikacja elektroniczna akcjonariuszy ze Spółką w związku z Nadzwyczajnym Walnym\n                           Zgromadzeniem:W granicach zakreślonych przepisami k.s.h., akcjonariusze mogą kontaktować się ze\n                           Spółką za pomocą elektronicznych środków komunikacji, w szczególności, mogą składać\n                           wnioski, żądania, zadawać pytania oraz przesyłać zawiadomienia i dokumenty.Komunikacja elektroniczna akcjonariuszy ze Spółką odbywa się przy wykorzystaniu adresu\n                           poczty elektronicznej: wza@mercor.com.pl Ryzyko związane z użyciem elektronicznej formy komunikacji ze Spółką obciąża akcjonariusza.Wraz z dokumentami przesyłanymi przez akcjonariusza drogą elektroniczną, które zostały\n                           sporządzone w oryginale w języku innym niż język polski, akcjonariusz przesyła ich\n                           tłumaczenia na język polski sporządzone przez tłumacza przysięgłego.Wszelkie dokumenty przesyłane drogą elektroniczną przez akcjonariusza do Spółki, jak\n                           również przez Spółkę do akcjonariusza, powinny być zeskanowane _przekonwertowane_\n                           do formatu \"PDF\".4.  Prawa akcjonariuszy dotyczące uzupełniania porządku obrad Nadzwyczajnego Walnego\n                           Zgromadzenia i zgłaszania projektów uchwał:4.1.  Prawo akcjonariuszy do żądania umieszczenia określonych spraw w porządku obrad\n                           Walnego Zgromadzenia:Akcjonariuszowi lub akcjonariuszom Spółki reprezentującym co najmniej jedną dwudziestą\n                           kapitału zakładowego przysługuje prawo żądania umieszczenia określonych spraw w porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Spółki. Żądanie to, zawierające uzasadnienie\n                           lub projekt uchwały dotyczącej proponowanego punktu porządku obrad, powinno być zgłoszone\n                           Zarządowi Spółki nie później niż 21 dni przed wyznaczonym terminem Zgromadzenia, tj.\n                           do dnia 10 maja 2016 r. Żądanie to może zostać złożone na piśmie lub w formie elektronicznej\n                           – zgodnie z zasadami opisanymi w pkt 3, powyżej. Do żądania składanego, zarówno w formie pisemnej, jak i elektronicznej, należy załączyć\n                           kopie dokumentów potwierdzających uprawnienie do zgłoszenia żądania oraz dokumenty,\n                           o których mowa w ppkt 5.2 lit. _b_ poniżej.4.2.  Prawo akcjonariusza do zgłaszania projektów uchwał:Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad. Zgłoszenie\n                           to może być dokonane w postaci elektronicznej zgodnie z zasadami opisanymi w pkt 3\n                           powyżej, bądź w formie pisemnej.Do zgłoszenia składanego w formie elektronicznej należy załączyć dokumenty, o których\n                           mowa w ppkt 5.2. lit. _b_ poniżej, zaś do zgłoszenia dokonywanego  w formie pisemnej,\n                           kopie dokumentów, o których mowa w ppkt 5.2. lit. _b_ poniżej.Każdy akcjonariusz może podczas obrad Nadzwyczajnego Walnego Zgromadzenia zgłaszać\n                           projekty uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty te powinny\n                           być przedstawione w języku polskim.5.  Sposób wykonywania prawa głosu przez pełnomocnika:5.1. Ogólne zasady wykonywania prawa głosu przez pełnomocnika:Akcjonariusz będący osobą fizyczną może uczestniczyć w Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki oraz wykonywać prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Nadzwyczajnym Walnym Zgromadzeniu\n                           przez osobę lub osoby uprawnione do reprezentacji _posiadające kompetencję do składania\n                           oświadczeń woli w jego imieniu_ lub przez pełnomocnika.Pełnomocnictwo do uczestniczenia i wykonywania prawa głosu przez pełnomocnika wymaga\n                           udzielenia w formie pisemnej lub w postaci elektronicznej.Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego\n                           pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować\n                           więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza.Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków.Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika są od dnia zwołania\n                           niniejszego Nadzwyczajnego Walnego Zgromadzenia dostępne na stronie internetowej Spółki\n                           pod adresem: www.mercor.com.pl.Wykorzystanie formularza nie jest obowiązkowe. W przypadku udzielenia pełnomocnikowi\n                           instrukcji, co do wykonywania prawa głosu, Spółka nie będzie weryfikowała, czy pełnomocnik\n                           wykonuje prawo głosu zgodnie z instrukcjami, które otrzymał od mocodawcy.5.2.  Sposób zawiadamiania Spółki o udzieleniu pełnomocnictwa przy wykorzystaniu środków\n                           komunikacji elektronicznej: _a_ Akcjonariusze zawiadamiają Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           przy wykorzystaniu adresu poczty elektronicznej _e-mail_: wza@mercor.com.pl. W zawiadomieniu\n                           akcjonariusz podaje swój numer telefonu oraz adres poczty elektronicznej _e-mail_,\n                           a także numer telefonu     i adres poczty elektronicznej _e-mail_ pełnomocnika, za\n                           pośrednictwem których Spółka będzie mogła komunikować się z akcjonariuszem       \n                           i pełnomocnikiem. Zawiadomienie o udzieleniu pełnomocnictwa powinno zawierać również\n                           informację odnośnie zakresu pełnomocnictwa, tj. wskazywać liczbę akcji, z których\n                           wykonywane będzie prawo głosu oraz datę Walnego Zgromadzenia, na którym prawa te będą\n                           wykonywane._b_ Wraz z zawiadomieniem o udzieleniu pełnomocnictwa w postaci elektronicznej akcjonariusz\n                           przesyła treść _tekst_ pełnomocnictwa, z wyłączeniem instrukcji dotyczącej wykonywania\n                           prawa głosu przez pełnomocnika, skan dowodu osobistego lub stron paszportu umożliwiających\n                           identyfikację akcjonariusza i pełnomocnika albo skan innego dokumentu pozwalającego\n                           zidentyfikować akcjonariusza udzielającego pełnomocnictwa i pełnomocnika. W przypadku,\n                           gdy pełnomocnictwa udziela osoba prawna _w rozumieniu art. 33 Kodeksu cywilnego, dalej:\n                           \"k.c.\"_ lub jednostka organizacyjna nie będąca osobą prawną, a posiadająca zdolność\n                           prawną _zgodnie z art. 33_1_ § 1 k.c._, akcjonariusz przesyła skan odpisu z rejestru,\n                           w którym jest wpisany lub skan innego dokumentu potwierdzającego umocowanie osób działających\n                           w imieniu takiego podmiotu. Jeżeli pełnomocnictwo udzielono osobie prawnej lub jednostce\n                           organizacyjnej nie będącej osobą prawną, a posiadającej zdolność prawną, akcjonariusz\n                           przesyła dodatkowo skan odpisu z rejestru, w którym zarejestrowany jest pełnomocnik\n                           lub innego dokumentu potwierdzającego fakt istnienia takiego podmiotu i osoby uprawnione\n                           do działania w jego imieniu._c_  Zasady opisane w ppkt 5.2 lit. _b_ stosuje się odpowiednio do zawiadomienia Spółki\n                           drogą elektroniczną o odwołaniu pełnomocnictwa._d_  Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej\n                           powinno być dokonane nie później niż do godziny 12:00 dnia poprzedzającego dzień rozpoczęcia\n                           obrad Nadzwyczajnego Walnego Zgromadzenia._e_ Wyczerpanie obowiązków przewidzianych w ppkt 5.2 lit. _b_ powyżej nie zwalnia\n                           pełnomocnika z obowiązku przedstawienia, przy sporządzaniu listy obecności osób uprawnionych\n                           do uczestniczenia w Walnym Zgromadzeniu określonych w rzeczonym punkcie dokumentów\n                           służących identyfikacji akcjonariusza i pełnomocnika.5.3. Weryfikacja ważności pełnomocnictwa oraz identyfikacja akcjonariusza i pełnomocnika:W celu weryfikacji ważności pełnomocnictwa udzielonego w formie elektronicznej oraz\n                           w celu identyfikacji akcjonariusza i pełnomocnika, po otrzymaniu zawiadomienia o udzieleniu\n                           pełnomocnictwa w postaci elektronicznej zgodnie z postanowieniami ppkt 5.2 lit. _a_\n                           i _b_, Spółka podejmuje czynności w celu sprawdzenia, czy załączone zostały informacje\n                           wskazane w ppkt 5.2 lit. _a_ oraz skany dokumentów wymienionych w pkt 5.2 lit. _b_,\n                           a w przypadku osób prawnych i jednostek organizacyjnych nie będących osobami prawnymi,\n                           a posiadającymi zdolność prawną, czy pełnomocnictwa udzielone zostały przez osoby\n                           uprawnione do reprezentowania danego podmiotu. Spółka jest uprawniona do skomunikowania się telefonicznie na numer wskazany przez\n                           akcjonariusza w wykonaniu ppkt 5.2 lit. _a_ lub za pomocą zwrotnej wiadomości poczty\n                           elektronicznej w celu weryfikacji faktu udzielenia przez danego akcjonariusza pełnomocnictwa\n                           w postaci elektronicznej.Spółka może podjąć dodatkowo inne działania służące identyfikacji akcjonariusza i\n                           pełnomocnika w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej,\n                           przy czym działania te powinny być proporcjonalne do celu.Zawiadomienie o udzieleniu lub odwołaniu pełnomocnictwa w postaci elektronicznej bez\n                           zachowania wymogów wskazanych w ppkt 5.2 lit. _a_, _b_ i _d_ nie wiążą Spółki.5.4. Pełnomocnictwo udzielone członkowi Zarządu Spółki lub jej pracownikowi:Członek Zarządu i pracownik Spółki mogą być pełnomocnikami akcjonariuszy na Walnym\n                           Zgromadzeniu.Jeżeli pełnomocnikiem akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu jest członek\n                           Zarządu Spółki, członek Rady Nadzorczej Spółki, pracownik Spółki lub członek organów\n                           lub pracownik spółki zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji\n                           tylko na danym wskazanym Nadzwyczajnym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek\n                           ujawnić akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia\n                           konfliktu interesów. Udzielenie dalszego pełnomocnictwa jest w takich przypadkach\n                           wyłączone.Pełnomocnik, o którym mowa w poprzedzającym akapicie, głosuje zgodnie z instrukcjami\n                           akcjonariusza.6.  Możliwość i sposób uczestniczenia w Nadzwyczajnym Walnym Zgromadzeniu Spółki przy\n                           wykorzystaniu środków komunikacji elektronicznej:Spółka nie przewiduje możliwości uczestniczenia w Nadzwyczajnym Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.7.  Sposób wypowiadania się w trakcie Nadzwyczajnego Walnego Zgromadzenia Spółki przy\n                           wykorzystaniu środków komunikacji elektronicznej:Spółka nie przewiduje możliwości wypowiadania się podczas Nadzwyczajnego Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.8.  Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznej:Spółka nie przewiduje możliwości wykonywania prawa głosu na Nadzwyczajnym Walnym Zgromadzeniu\n                           drogą korespondencyjną bądź przy wykorzystaniu środków komunikacji elektronicznej.9.  Dzień rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu:Dniem rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu, o którym mowa\n                           w art. 406_1_ § 1 k.s.h., jest dzień 15 maja 2016 r. _\"Dzień Rejestracji\"_.10. Informacja o prawie uczestniczenia w Nadzwyczajnym Walnym Zgromadzeniu Spółki:Zgodnie z art. 406_1_ § 1 Kodeksu Spółek Handlowych prawo uczestniczenia w Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki mają osoby będące akcjonariuszami Spółki w Dniu Rejestracji.W celu zapewnienia udziału w Nadzwyczajnym Walnym Zgromadzeniu, akcjonariusz uprawniony\n                           ze zdematerializowanych akcji na okaziciela powinien zażądać – nie  wcześniej niż\n                           po ogłoszeniu zwołania Nadzwyczajnego Walnego Zgromadzenia, tj. nie wcześniej niż\n                           w dniu 4 maja 2016 r. i nie później niż w pierwszym dniu powszednim po Dniu Rejestracji,\n                           tj. nie później niż w dniu 16 maja 2016 r. – od podmiotu prowadzącego rachunek papierów\n                           wartościowych wystawienia imiennego zaświadczenia o prawie uczestnictwa w Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki.Zaświadczenia o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu będą podstawą\n                           sporządzenia wykazów przekazywanych podmiotowi prowadzącemu depozyt papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi.Uprawnionymi do udziału w Nadzwyczajnym Walnym Zgromadzeniu, będą tylko Ci akcjonariusze,\n                           którzy:_a_ byli akcjonariuszami Spółki w Dniu Rejestracji _15 maja 2016 r._ i_b_ zwrócili się – nie wcześniej niż w dniu 4 maja 2016 r. i nie później niż w dniu\n                           16 maja 2016 r. – do podmiotu prowadzącego ich rachunki papierów wartościowych o wystawienie\n                           imiennego zaświadczenia o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki.11. Lista akcjonariuszy:Lista akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki, zgodnie z wymogiem art. 407 § 1 k.s.h. zostanie wyłożona w biurze Spółki w\n                           Gdańsku _80-427_, przy ul. Kościuszki 124, to jest w budynku oznaczonym symbolem B,\n                           który to budynek znajduje się tuż obok biura Spółki przy ul. Grzegorza z Sanoka 2,\n                           w godzinach od 9.00 do 15.30, w pokoju nr 08, na 3 _trzy_ dni powszednie przed terminem\n                           Walnego Zgromadzenia, tj. w dniach: 25 maja 2016 r., 27 maja 2016 r. oraz 30 maja\n                           2016 r. Lista akcjonariuszy zostanie sporządzona w oparciu o wykaz sporządzony i udostępniony\n                           Spółce przez podmiot prowadzący depozyt papierów wartościowych, zgodnie z przepisami\n                           art. 406_3_ § 7 i § 8 k.s.h.Akcjonariusz może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Nadzwyczajnym Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając własny\n                           adres poczty elektronicznej, na który lista powinna być wysłana.Zgodnie z przepisem art. 407 § 2 k.s.h., w terminie tygodnia przed Nadzwyczajnym Walnym\n                           Zgromadzeniem Akcjonariuszy, w godzinach: od 9:00 do 15:30, w biurze Spółki w Gdańsku\n                           _80-427_, przy ul. Kościuszki 124, to jest w budynku oznaczonym symbolem B, który\n                           to budynek znajduje się tuż obok biura Spółki przy ul. Grzegorza z Sanoka 2, w pokoju\n                           nr 08, będzie istniała możliwość pobrania odpisów wniosków w sprawach objętych porządkiem\n                           obrad.12. Dostęp do dokumentacji:Pełny tekst dokumentacji, która ma zostać przedstawiona Nadzwyczajnemu Walnemu Zgromadzeniu,\n                           wraz z projektami uchwał _a w przypadku, gdy w danej sprawie nie jest przewidziane\n                           podjęcie uchwały – uwagi Zarządu_, będzie zamieszczona na stronie internetowej Spółki\n                           pod adresem: www.mercor.com.pl, od dnia zwołania Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki, zgodnie z przepisem art. 402_3_ § 1 k.s.h. Uwagi Zarządu bądź Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia, będą dostępne na stronie internetowej Spółki,\n                           niezwłocznie po ich sporządzeniu.§ 38 ust. 1 pkt 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-05-04"
    },
    {
        "company_name": "MERCOR SA",
        "content": "W uzupełnieniu do Raportu bieżącego nr 6/2016  z dnia 26.04.2016 Zarząd Mercor SA\n                           podaje do publicznej wiadomości treść Planu połączenie Emitenta ze spółką zależną\n                           MERCOR 2HD sp. z o.o. z siedzibą w GdańskuPodstawa prawna: art. 56 ust. 1 pkt 2 Ustawy o ofercie – raporty bieżące i okresowe.",
        "date": "2016-04-26"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. z siedzibą w Gdańsku _\"Emitent\" lub \"Spółka przejmująca\"_, na\n                           podstawie art. 504 § 1 k.s.h. zawiadamia po raz pierwszy o zamiarze połączenia Spółki\n                           przejmującej ze spółką zależną MERCOR 2HD sp. z o.o. z siedzibą w Gdańsku _dawniej:\n                           MERCOR HD spółka z ograniczoną odpowiedzialnością spółka komandytowo-akcyjna z siedzibą\n                           w Gdańsku_, wpisaną do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego pod numerem\n                           KRS 0000580075, której dokumentacja przechowywana jest w Sądzie Rejonowym Gdańsk-Północ\n                           w Gdańsku VII Wydział Gospodarczy Krajowego Rejestru Sądowego, wysokość kapitału zakładowego:\n                           4 350 548,00 zł, NIP: 527268625, Regon: 146271941 _\"Spółka przejmowana\"_, zwanymi\n                           dalej łącznie: \"Spółkami\". Uzgodniony przez Zarządy obu łączących się Spółek, Plan połączenia _wraz z Załącznikami_\n                           – _dalej: \"Plan połączenia\"_ został w dniu 26 kwietnia 2016 r. bezpłatnie udostępniony\n                           do publicznej wiadomości: _i_ na stronie internetowej Emitenta, pod adresem: www.mercor.com.pl\n                           oraz _ii_ na stronie internetowej Spółki przejmowanej, pod adresem: www.mercor2hd.com.pl\n                           Począwszy od dnia 26 kwietnia 2016 r., Plan połączenia dostępny będzie na stronach\n                           internetowych Spółki przejmującej i Spółki przejmowanej _wskazanych powyżej_ – co\n                           najmniej do dnia zakończenia Walnego Zgromadzenia Akcjonariuszy Spółki Przejmującej\n                           oraz Zgromadzenia Wspólników Spółki przejmowanej, podejmujących decyzję o połączeniu.Ogłoszenie Planu połączenia w Monitorze Sądowym i Gospodarczym nie było konieczne,\n                           stosownie do postanowień art. 500 § 21 Kodeksu spółek handlowych _\"k.s.h.\"_.Akcjonariusze i Wspólnicy łączących się Spółek, mogą zapoznać się z dokumentami wymienionymi\n                           w art. 505 § 1 k.s.h. _z uwzględnieniem treści Planu połączenia_, pod adresem: ul.\n                           Kościuszki 124, 80-427 Gdańsk _bud. B – biuro Emitenta_, pokój numer 8, w dni robocze,\n                           w godzinach: od 9:00 do 16:00 _bud. B znajduje się w bezpośrednim sąsiedztwie bud.\n                           A, który z kolei zlokalizowany jest pod adresem siedzib obu łączących się Spółek_.Zarządy łączących się Spółek nie będą sporządzać sprawozdania uzasadniającego połączenie\n                           _stosownie do postanowień art. 516 § 6 w zw. z art. 516 § 5 k.s.h._.Plan połączenia nie zostanie poddany badaniu przez biegłego w zakresie poprawności\n                           i rzetelności _stosownie do postanowień art. 516 § 6 w zw. z art. 516 § 5 k.s.h._.Do Planu połączenia nie zostało załączone oświadczenie zawierające informację o stanie\n                           księgowym Emitenta, sporządzone dla celów połączenia, ponieważ Spółka przejmująca,\n                           zgodnie z przepisami o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych, publikuje i udostępnia\n                           Akcjonariuszom półroczne sprawozdania finansowe _art. 499 § 4 k.s.h._.Połączenie Spółek odbędzie się w trybie art. 492 § 1 pkt 1_ k.s.h., to jest przez\n                           przeniesienie całego majątku Spółki przejmowanej na Spółkę przejmującą _łączenie się\n                           przez przejęcie_.Jednocześnie, mając na uwadze fakt, że Emitent przejmuje swoją jednoosobową spółkę\n                           zależną, w której posiada 100 % udziałów w kapitale zakładowym i 100% głosów na Zgromadzeniu\n                           Wspólników Spółki przejmowanej, na podstawie art. 515 § 1 k.s.h., Połączenie nastąpi\n                           bez zmiany Statutu Spółki przejmującej i bez podwyższenia kapitału zakładowego. O podjęciu decyzji o zamiarze połączenia Spółki przejmującej ze Spółką przejmowaną,\n                           Emitent informował raportem bieżącym nr 05/2016 z dnia 18 kwietnia 2016 r,Podstawa prawna: art. 56 ust. 1 pkt 2 Ustawy o ofercie – raporty bieżące i okresowe.",
        "date": "2016-04-26"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. z siedzibą w Gdańsku _\"Emitent\" lub \"Spółka przejmująca\"_, informuje,\n                           że w dniu 18 kwietnia 2016 r. podjął decyzję o zamiarze połączenia _\"Połączenie\"_\n                           Spółki przejmującej ze spółką zależną MERCOR 2HD sp. z o.o. z siedzibą w Gdańsku _dawniej:\n                           MERCOR HD spółka z ograniczoną odpowiedzialnością spółka komandytowo-akcyjna z siedzibą\n                           w Gdańsku_, wpisaną do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego pod numerem\n                           KRS 0000580075, której dokumentacja przechowywana jest w Sądzie Rejonowym Gdańsk-Północ\n                           w Gdańsku VII Wydział Gospodarczy Krajowego Rejestru Sądowego, wysokość kapitału zakładowego:\n                           4 350 548,00 zł, NIP: 527268625, Regon: 146271941 _\"Spółka przejmowana\"_, zwanymi\n                           dalej łącznie: \"Spółkami\".Połączenie Spółek odbędzie się w trybie art. 492 § 1 pkt 1_ Kodeksu spółek handlowych\n                           _\"k.s.h.\"_, to jest przez przeniesienie całego majątku Spółki przejmowanej na Spółkę\n                           przejmującą _łączenie się przez przejęcie_.Mając na uwadze fakt, że Emitent przejmuje swoją jednoosobową spółkę zależną, w której\n                           posiada 100 % udziałów w kapitale zakładowym i 100% głosów na Zgromadzeniu Wspólników\n                           Spółki przejmowanej, na podstawie art. 515 § 1 k.s.h., Połączenie nastąpi bez zmiany\n                           Statutu Spółki przejmującej i bez podwyższenia kapitału zakładowego. Ponadto, na podstawie\n                           art. 516 § 6 k.s.h., planowane Połączenie może odbyć się w tzw. trybie uproszczonym,\n                           w ramach którego nie zostaną sporządzone pisemne sprawozdania Zarządów łączących się\n                           Spółek, jak również plan Połączenia nie zostanie poddany badaniu przez biegłego rewidenta.\n                           Na mocy art. 493 § 1 k.s.h., Spółka przejmowana zostanie rozwiązana, bez przeprowadzenia\n                           postępowania likwidacyjnego, w dniu wykreślenia z rejestru.Podstawowym przedmiotem działalności Spółki przejmującej jest projektowanie, sprzedaż\n                           i montaż kompleksowych, biernych systemów ochrony przeciwpożarowej.Podstawowym przedmiotem działalności Spółki przejmowanej jest sprzedaż i montaż kompleksowych,\n                           biernych systemów ochrony przeciwpożarowej.Działalność obu łączących się Spółek będzie kontynuowana w dotychczasowych zakresach.Uzasadnieniem Połączenia są względy ekonomiczne.Planowane Połączenie ma na celu uproszczenie struktury organizacyjnej Grupy Kapitałowej\n                           \"MERCOR\" S.A., jak również zwiększenie jej konkurencyjności i efektywności. Połączenie\n                           spowoduje w szczególności integrację przedsiębiorstw Spółek i prowadzonej przez Spółki\n                           działalności, co z kolei ułatwi proces zarządzania Grupą Kapitałową \"MERCOR\" S.A.,\n                           w tym ograniczy koszty zarządzania środkami finansowymi w ramach Grupy Kapitałowej\n                           \"MERCOR\" S.A. Ponadto, Połączenie umożliwi redukcję kosztów administracyjnych i operacyjnych związanych\n                           z funkcjonowaniem dwóch odrębnych osób prawnych.Szczegółowe warunki Połączenia zostaną ustalone przez Zarządy Spółki przejmującej\n                           i Spółki przejmowanej, których wynikiem będzie uzgodnienie planu Połączenia Spółek,\n                           o czym Emitent będzie informować zgodnie z wymogami prawa w drodze dalszych raportów\n                           bieżących.Zgodnie z art. 14 pkt 5_ ustawy z dnia 16 lutego 2007 r. o ochronie konkurencji i\n                           konsumentów, przedmiotowe Połączenie nie podlega zgłoszeniu zamiaru koncentracji Prezesowi\n                           Urzędu Ochrony Konkurencji i Konsumentów, ponieważ Spółki uczestniczące w Połączeniu\n                           należą do tej samej Grupy Kapitałowej.Podstawa prawna:§ 5 ust. 1 pkt 13_ oraz § 19 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-04-18"
    },
    {
        "company_name": "MERCOR SA",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2015 z dnia 10 lipca 2015 r. oraz powiązanych\n                           z nim raportów nr 14/2015 z dnia 1 października 2015 r. i nr 15/2015 z dnia 2 października\n                           2015 r. Zarząd Mercor SA informuje, że w związku ze spełnieniem przez Dunamenti Tűzvédelem\n                           warunków zawieszających wskazanych w warunkowej umowie sprzedaży _\"Umowa Warunkowa\"_,\n                           z dnia 10 lipca 2015 r., dotyczącej nabycia przez Mercor SA akcji w spółce prawa węgierskiego\n                           DUNAMENTI TŰZVÉDELEM Ipari, Szolgáltató és Kereskedelmi Zártkörűen Működő Részvénytársaság\n                           z siedzibą w Göd, Węgry _\"Dunamenti Tűzvédelem\"_, w dniu 29 lutego 2016 roku strony\n                           dokonały zamknięcia transakcji nabycia _\"Zamknięcie Finansowe\"_.  Zamknięcie Finansowe\n                           zostało dokonane przez Mercor S.A., jako kupującego, oraz spółkę prawa węgierskiego\n                           DUNAMENTI VK Termelő és Szolgáltató Zártkörűen Működő Részvénytársaság z siedzibą\n                           w Göd, Węgry _\"Dunamenti VK\"_, spółkę prawa węgierskiego ZÉTA Ipari, Kereskedelmiés\n                           Szolgáltató Korlátolt Felelősségű Társaság z siedzibą w Budapeszcie, Węgry _\"Zeta\"_,\n                           oraz następującymi osobami fizycznymi Zsiga Gábor, Sebestyén Tibor, Murvai Zoltán,\n                           Pirigyi József, Kasza János, Vajda Béla, Krámer Ferenc, Sás Tamás, Kovács Gábor, Nyikonyuk\n                           Péter, Szabó Béla, Selmeczy Pál, Struve Tibor i Saáry Zoltánné _\"Osoby Fizyczne\"_\n                           _Osoby Fizyczne wraz z Dunamenti VK oraz Zeta łącznie jako \"Sprzedający\"_. Stroną\n                           Umowy Warunkowej jest także Pan János Zellei, osoba kontrolująca Dunamenti VK i Zeta,\n                           który działa w charakterze gwaranta i poręczyciela niektórych zobowiązań Zeta _\"Gwarant\"_.Zgodnie z Umową Warunkową, w ramach Zamknięcia Finansowego nastąpiło przeniesienie\n                           na rzecz Mercor S.A. własności  2 751 _dwóch tysięcy siedmiuset pięćdziesięciu jeden_\n                           akcji o wartości nominalnej 10 000 HUF _dziesięć tysięcy forintów_ każda akcja i o\n                           łącznej wartości nominalnej 27 510 000 HUF _dwadzieścia siedem milionów pięćset dziesięć\n                           tysięcy forintów_ stanowiących 100% kapitału zakładowego Dunamenti Tűzvédelem, uprawniających\n                           do wykonywania 2 751 _dwóch tysięcy siedmiuset pięćdziesięciu jeden_ głosów na walnym\n                           zgromadzeniu Dunamenti Tűzvédelem, co stanowi 100% wszystkich głosów na walnym zgromadzeniu\n                           Dunamenti Tűzvédelem _\"Akcje\"_ oraz wypłata dla Sprzedających 75% ceny sprzedaży.\n                           Całkowita cena sprzedaży została ustalona na równowartość 15.241.690,27 PLN, według\n                           kursu średniego NBP z dnia 9 lipca 2015 roku _\"Cena na Zamknięciu\"_. Cena na Zamknięciu\n                           zostanie, zgodnie z praktyką stosowaną dla tego typu transakcji, skorygowana o ewentualne\n                           zmiany w kapitale obrotowym oraz o zadłużenie netto Dunamenti Tűzvédelem.Pozostałe 25% Ceny na Zamknięciu zostanie zatrzymane na rachunku escrow _nadzorowany\n                           przez węgierski bank K&H Bank Zrt. z siedzibą w Budapeszcie, Węgry_ na okres do 2\n                           lat po dacie Zamknięcia Finansowego _\"Kwota Zatrzymana\"_, jako zabezpieczenie ewentualnych\n                           roszczeń Mercor S.A. dotyczących m.in. stanu Dunamenti Tűzvédelem, w zakresie określonym\n                           w Umowie Warunkowej. Część Kwoty Zatrzymanej zostanie zwolniona na rzecz Sprzedających\n                           po 10 miesiącach od zamknięcia.Maksymalna cena, którą Mercor S.A. może zapłacić za Akcje, składa się z dwóch elementów\n                           – kwoty stałej równej Cenie na Zamknięciu oraz płatności dodatkowej _tzw. earn-out_\n                           i została ustalona na kwotę 18.537.191,23 PLN, według kursu średniego NBP z dnia 9\n                           lipca 2015 roku. Wskazana powyżej kwota została ustalona przy założeniu braku zadłużenia\n                           i gotówki - tzw. cash-free, debt-free basis i przed ewentualnym skorygowaniem o zmiany\n                           w kapitale obrotowym oraz zadłużeniu Dunamenti Tuzvedelem. Ustalono ponadto, iż kwota\n                           3.295.500,96 PLN _według kursu średniego NBP z dnia 9 lipca 2015 roku_ stanowić będzie\n                           ww. płatność dodatkową _tzw. earn-out_, która będzie płatna przez Mercor S.A. na rzecz\n                           Sprzedających po spełnieniu warunków określonych w Umowie i wskazanych w raporcie\n                           bieżącym nr 7/2015 z dnia 10 lipca 2015 r.Po nabyciu Akcji, Mercor S.A. posiada akcje stanowiące 100% kapitału zakładowego Dunamenti\n                           Tűzvédelem, uprawniające do wykonywania 2 751 _dwóch tysięcy siedmiuset pięćdziesięciu\n                           jeden_ głosów na walnym zgromadzeniu Dunamenti Tűzvédelem, co stanowi 100% wszystkich\n                           głosów na walnym zgromadzeniu Dunamenti Tűzvédelem.Inwestycja w Akcje stanowi długookresową lokatę kapitału Mercor S.A.Pomiędzy Mercor S.A. i osobami zarządzającymi lub nadzorującymi Mercor S.A. a Sprzedającymi\n                           nie występują jakiekolwiek powiązania.Nabycie Akcji zostało sfinansowane ze środków własnych Mercor S.A. oraz kredytu bankowegoJako kryterium uznania Umowy Warunkowej za umowę znaczącą oraz Akcji za aktywa o znacznej\n                           wartości przyjęto fakt, iż w ocenie Zarządu wartość Umowy Warunkowej i określonych\n                           w niej transakcji stanowiących wynagrodzenie za nabyte Akcje  przekracza 10% wartości\n                           kapitałów własnych Mercor S.A.Podstawa prawna:§5 ust.1 pkt 1 oraz §5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-02-29"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA podaje do publicznej wiadomości, iż w dniu 29.02.2016 roku wpłynęła\n                           do Spółki podpisana umowa z Narodowym  Centrum badań i Rozwoju na dofinansowanie projektu\n                           \"Kompleksowe rozwiązania z zakresu biernej ochrony przeciwpożarowej budynków wraz\n                           z budową linii demonstracyjnej.\" Projekt realizowany jest w ramach Programu Operacyjnego\n                           Inteligentny Rozwój 2014 – 2020 Działanie 1.1/poddziałanie 1.1.2.Przyznana kwota dofinansowania wynosi 10,32 mln zł, co stanowi ok 40%  całkowitego\n                           kosztu projektu, zamykającego się w kwocie 25,8 mln zł. Termin  realizacji projektu\n                           przewidywany jest na okres ponad pięciu lat.Podstawa prawna:art.56 ust. 1 pkt. 1 Ustawy o ofercie – informacje poufne",
        "date": "2016-02-29"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd Mercor SA informuje, że w dniu 15 lutego 2016 roku zawarł ze spółką zależną\n                           Mercor 2HD spółka z ograniczoną odpowiedzialnością _dawniej Mercor HD spółka z ograniczoną\n                           odpowiedzialnością SKA_ aneksy do łączących strony umów, na mocy których spółka zależna\n                           udzieliła Emitentowi pożyczek.1_  Termin spłaty pożyczki udzielonej na podstawie umowy z dnia 11.12.2013 został\n                           przedłużony do dnia 30.06.2016. Wartość udzielonej pożyczki nie uległa zmianie i wynosi\n                           177.493.688 PLN. _O zawarciu umowy Emitent informowała w raporcie nr 27/2013 z dnia\n                           19.12.2013._2_  Termin spłaty pożyczki udzielonej na podstawie umowy z dnia 23.12.2014 został\n                           przedłużony do dnia 30.06.2016. Wartość udzielonej pożyczki nie uległa zmianie i wynosi\n                           11.250.000 PLN. _O zawarciu umowy Emitent informował w raporcie nr 22/2014 z dnia\n                           31.12.2014._3_  Termin spłaty pożyczki udzielonej na podstawie umowy z dnia 07.01.2015. został\n                           przedłużony do dnia 30.06.2016. Wartość udzielonej pożyczki nie uległa zmianie i wynosi\n                           450.000 PLN.Ponadto w dniu 23.12.2015 między Emitentem, a spółką zależną zawarta została umowa\n                           pożyczki, na mocy której spółka zależna pożyczyła Emitentowi 11.750.000 PLN.  Pożyczka\n                           została udzielona na okres do 30.06.2016  .Wszystkie z powyższych umów zawarte zostały na warunkach rynkowych. W żadnej z umów\n                           nie zostały przewidziane kary umowne.Jako kryterium uznania zawartych umów pożyczki\n                           za znaczącą przyjęto fakt, iż ich wartość przekracza 10% wartości kapitałów własnych\n                           Mercor SA. Podstawa prawna:§5 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędacego państwem członkowskim",
        "date": "2016-02-15"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w listopadzie 2017 roku Grupa Mercor pozyskała\n                           zamówienia o wartości około 23,7 mln zł w porównaniu z wartością 24,9 mln zł w analogicznym\n                           okresie ubiegłego roku, co oznacza spadek o 5%.W okresie od czerwca do listopada 2017 roku Grupa pozyskała zamówienia o wartości\n                           około 179,1 mln zł wobec 135,6 mln zł w analogicznym okresie rok wcześniej, co oznacza\n                           wzrost o 32% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-12-19"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, treść otrzymanego w dniu 08\n                           grudnia 2017 roku zawiadomienia:\"Działając na podstawie art. 69 ust. 1 pkt 2_, w związku z art. 87 ust. 1 pkt 2_ ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz spółkach publicznych _Dz.U. 2005 r, Nr 184, poz. 1539 z późn.\n                           zm._, ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. _\"ALTUS TFI S.A.\"_, zawiadamia\n                           w imieniu funduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A., iż fundusze zarządzane\n                           przez ALTUS TFI S.A. zmniejszyły swój udział poniżej 20% w ogólnej liczbie głosów\n                           w \"MERCOR\" S.A. z siedzibą w Gdańsku _\"Spółka\"_. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Zmniejszenie udziału poniżej 20% ogólnej liczby głosów w Spółce nastąpiło na skutek\n                           przejęcia w dniu 1 grudnia 2017 roku zarządzania funduszem inwestycyjnym Raiffeisen\n                           SFIO Parasolowy przez Raiffeisen TFI S.ALiczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 3.595.823 akcje Spółki, stanowiące 22,96% kapitału zakładowego Spółki, uprawniające\n                           do wykonywania 3.595.823 głosów, co stanowiło 22,96% w ogólnej liczbie głosów w Spółce.Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym spółki\n                           oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 3.030.730 akcji Spółki, stanowiących 19,36% kapitału zakładowego Spółki, uprawniających\n                           do wykonywania 30.30.730 głosów w Spółce, co stanowi 19,36% w ogólnej liczbie głosów\n                           w Spółce.Ogólna liczba akcji \"MERCOR\" S.A. oraz liczba głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki wynosi 15.658.535.Brak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje Spółki. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3lit. c wyżej powołanej\n                           ustawy w stosunku do akcjonariuszy.\"Podstawa prawna: Art.70 pkt. 1 Ustawy o ofercie",
        "date": "2017-12-08"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w październiku 2017 roku Grupa Mercor pozyskała\n                           zamówienia o wartości około 29,0 mln zł w porównaniu z wartością 20,9 mln zł w analogicznym\n                           okresie ubiegłego roku, co oznacza wzrost o 39%.W okresie od maja do października 2017 roku Grupa pozyskała zamówienia o wartości\n                           około 180,6 mln zł wobec 136,9 mln zł w analogicznym okresie rok wcześniej, co oznacza\n                           wzrost o 32% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-11-23"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. przekazuje do wiadomości publicznej, że w dniu 30 października\n                           2017 wpłynęło do Spółki pismo od Powszechnej Kasy Oszczędności Bank Polski SA informujące\n                           o odstąpieniu przez Bank od zastosowania sankcji przewidzianych w Umowach łączących\n                           Strony, pomimo niespełnienia przez Spółkę określonego w Umowach kowenantu finansowego\n                           w zakresie wysokości wskaźnika dług netto/EBITDA liczonego wg. sprawozdania finansowego\n                           na 31.03.2017 oraz na 30.06.2017.O zawartej Umowie z Powszechną Kasą Oszczędności Bank Polski SA Spółka informowała\n                           w Raporcie bieżącym nr 26/2016 z dnia 14 października 2016 roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-10-30"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że we wrześniu 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 34,5 mln zł w porównaniu z wartością 22,3 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 55%.W okresie od kwietnia do września 2017 roku Grupa pozyskała zamówienia o wartości\n                           około 175,3 mln zł wobec 137,0 mln zł w analogicznym okresie rok wcześniej, co oznacza\n                           wzrost o 28% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-10-23"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w dniu 20 października 2017 roku wpłynął do Spółki\n                           podpisany Aneks do Umowy o kredyt w rachunku bieżącym zawarty z Credit Agricole Bank\n                           Polska S.A. z siedzibą we Wrocławiu. Okres obowiązywania wiążącej strony umowy został przedłużony do 31 października 2018\n                           roku. Wartość oddanego przez Bank do dyspozycji Emitenta kredytu pozostała na niezmienionym\n                           poziomie 20.000.000 PLN. Oprocentowanie kredytu jest obliczane w stosunku rocznym, zmienne i stanowi sumę stopy\n                           bazowej i marży banku. Marża Banku pozostała na dotychczasowym poziomie. Stopę bazową\n                           stanowi WIBOR O\\N.Sposób zabezpieczenia Umowy nie uległ zmianie _zgodnie z informacją podaną w Raporcie\n                           bieżącym nr 25/2016 z dnia 11 października 2016 roku_.W przypadku niedotrzymania przez Emitenta warunków Umowy albo w razie utraty przez\n                           Kredytobiorcę zdolności kredytowej, Bank może obniżyć kwotę przyznanego kredytu albo\n                           wypowiedzieć Umowę. Na mocy Umowy Emitent zobowiązał się między innymi do utrzymywania\n                           na poziomie określonym w umowie: stosunku długu finansowego pomniejszonego o stan\n                           środków pieniężnych do sumy zysku z działalności operacyjnej i amortyzacji; stosunku\n                           kapitału własnego do aktywów ogółem; wskaźnika pokrycia kredytu; obrotów przeprowadzanych\n                           przez rachunek bieżący w Banku; należności scedowanych na Bank; realizowanych za pośrednictwem\n                           banku transakcji zabezpieczających ryzyko kursowe.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-10-20"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. przekazuje do wiadomości publicznej, że w dniu 13 października\n                           2017 wpłynęło do Spółki pismo od Bank Zachodni WBK S.A. z siedzibą we Wrocławiu informujące,\n                           że pomimo naruszenia przez Spółkę Umowy o limit na gwarancje łączącej strony, poprzez\n                           przekroczenie określonego w tejże Umowie dopuszczalnego poziomu wskaźnika zadłużenia\n                           netto/EBITDA, nie będzie realizował przysługujących mu uprawnień wynikających z treści\n                           umowy o limit na gwarancje.Jednocześnie Bank Zachodni WBK S.A. poinformował, iż wszystkie postanowienia Umowy\n                           o limit na gwarancje pozostały bez zmian.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-10-13"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, iż Rada Nadzorcza Spółki w dniu 5 października 2017\n                           roku, jako organ uprawniony na podstawie § 12 ust.3 lit. b Statutu Spółki, podjęła\n                           uchwałę o wyborze  na biegłego rewidenta Spółki i Grupy Kapitałowej \"MERCOR\" S.A.\n                           firmę BDO Sp. z o.o.  z  siedzibą w Warszawie _02-676_, ul. Postępu 12.BDO Sp. z o.o. wpisana jest na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych, prowadzoną przez Krajową Izbę Biegłych Rewidentów, pod nr 3355.BDO Sp. z o.o. wybrana została do przeprowadzenia badania lub przeglądu sprawozdań\n                           finansowych Spółki i Grupy Kapitałowej \"MERCOR\" S.A. za lata obrotowe kończące się\n                           31 marca 2018 roku, 31 marca 2019 roku oraz 31 marca 2020 roku.Emitent nie korzystał wcześniej z usług ww. podmiotu. Podstawa prawna:§5 ust.1 pkt 19 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-10-06"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w dniu 02 października 2017 wpłynęło do Spółki\n                           pismo od Raiffeisen Bank Polska Spółka Akcyjna z siedzibą w Warszawie _\"Bank\"_.Bank i Spółkę łączą dwie umowy o limit wierzytelności zawarte w roku 2003 i 2006 wraz\n                           z późniejszymi zmianami oraz umowa kredytowa z roku 2015. W umowach Spółka  zobowiązała\n                           się m.in. do utrzymywania, w całym okresie kredytowania, wskaźnika liczonego jako\n                           stosunek długo- i krótkoterminowego zadłużenia odsetkowego pomniejszonego o stan środków\n                           pieniężnych do [zysk z działalności operacyjnej skorygowany o wynik ze zbycia niefinansowych\n                           aktywów trwałych + amortyzacja] na określonym poziomie. Zgodnie z Umowami w przypadku\n                           niewykonania przez Spółkę ww. obowiązku Bank ma prawo, według swojego uznania, wypowiedzieć\n                           Umowy lub podnieść Marżę bez konieczności podpisywania Aneksu.W przesłanym piśmie Bank, informuje o akceptacji wykonania wskaźnika na koniec marca\n                           2017 roku na poziomie osiągniętym przez Spółkę oraz o odstąpieniu od wprowadzania\n                           sankcji z tytułu niewypełnienia powyższego obowiązku na wymaganym poziomie. Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-10-02"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w dniu 29 września 2017 wpłynęło do Spółki pismo\n                           od Credit Agricole Bank Polski S.A. informujące, że Bank pomimo naruszenia przez Emitenta\n                           Umowy Kredytu łączącej strony, poprzez przekroczenie określonego w tejże Umowie dopuszczalnego\n                           poziomu wskaźnika długu finansowego pomniejszonego o stan środków pieniężnych do sumy\n                           zysku z działalności operacyjnej i amortyzacji, nie będzie realizował przysługujących\n                           mu uprawnień. W przesłanym dokumencie Credit Agricole Bank Polski S.A. poinformował,\n                           iż wszystkie postanowienia Umowy Kredytu oraz Umowy Ramowej pozostają bez zmian.O powyższej Umowie Kredytu Emitent informował w Raporcie bieżącym nr 25/2016 z dnia\n                           11 października 2016 roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-09-29"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że Zwyczajne Walne Zgromadzenie Spółki uchwałą nr\n                           22 podjętą w dniu 26 września 2017 roku,  dokonało zmian w Statucie Emitent.Dotychczasowe zdanie pierwsze w § 11 ust. 5 Statutu Spółki, w brzmieniu:\"Z zastrzeżeniem ust. 8 i 10 Rada Nadzorcza jest zdolna do podejmowania uchwał, jeżeli\n                           zaproszenia na posiedzenie Rady zostały wysłane wszystkim jej członkom przynajmniej\n                           na 7 _siedem_ dni przed terminem posiedzenia oraz w posiedzeniu bądź głosowaniu pisemnym\n                           uczestniczy przynajmniej połowa członków Rady\",otrzymuje brzmienie \"Z zastrzeżeniem ust. 8 i 10 Rada Nadzorcza jest zdolna do podejmowania uchwał, jeżeli\n                           zaproszenia na posiedzenie Rady zostały wysłane wszystkim jej członkom przynajmniej\n                           na 14 _czternaście_ dni przed terminem posiedzenia oraz w posiedzeniu bądź głosowaniu\n                           pisemnym uczestniczy przynajmniej połowa członków RadyDotychczasowy § 12 ust. 4 pkt 2_ Statutu Spółki, w brzmieniu:\"co najmniej trzech członków Rady Nadzorczej stanowiących Komitet do spraw Audytu,\n                           w skład którego wchodzi co najmniej dwóch Niezależnych Członków Rady Nadzorczej. Szczegółowe\n                           zasady funkcjonowania i wykonywania zadań Komitetu określa Regulamin Rady Nadzorczej\", otrzymuje brzmienie:\"co najmniej trzech członków Rady Nadzorczej stanowiących Komitet do spraw Audytu.\n                           Szczegółowe zasady funkcjonowania i wykonywania zadań Komitetu określa Regulamin Rady\n                           Nadzorczej\".Dotychczasowe zdanie drugie w § 13 ust. 1 Statutu Spółki, w brzmieniu:\"Członek Niezależny powinien spełniać łącznie następujące warunki:1_ Członek Niezależny nie może być osobą, która była członkiem Zarządu lub prokurentem\n                           Spółki w okresie ostatnich trzech lat obrotowych,2_ Członek Niezależny nie może być pracownikiem Spółki lub jednostki stowarzyszonej\n                           ze Spółką w rozumieniu ustawy z dnia 29 września 1994 r. o rachunkowości, ani osobą,\n                           która była takim pracownikiem w ciągu ostatnich trzech lat,3_ Członek Niezależny nie może otrzymywać od Spółki lub podmiotu stowarzyszonego ze\n                           Spółką innego wynagrodzenia niż z tytułu pełnienia funkcji w Radzie Nadzorczej, w\n                           tym w szczególności z tytułu udziału w programie opcji lub innym programie wynagradzania\n                           za wyniki,4_ Członek Niezależny nie może być akcjonariuszem posiadającym akcje Spółki stanowiące\n                           5% bądź więcej kapitału zakładowego Spółki,5_ Członek Niezależny nie może być osobą, która obecnie utrzymuje lub w ciągu ostatniego\n                           roku utrzymywała znaczące stosunki handlowe ze Spółką lub podmiotem stowarzyszonym\n                           ze Spółką, czy to bezpośrednio, czy w charakterze wspólnika, akcjonariusza, członka\n                           zarządu, prokurenta lub pracownika kadry kierowniczej wyższego szczebla podmiotu utrzymującego\n                           takie stosunki ze Spółką lub podmiotu stowarzyszonego ze Spółką. Przez znaczące stosunki\n                           handlowe rozumieć należy takie, których wartość przekracza 5% przychodów Spółki za\n                           ostatni rok obrotowy,6_ Członek Niezależny nie może być osobą, która jest obecnie lub w ciągu ostatnich\n                           trzech lat była wspólnikiem lub pracownikiem obecnego lub byłego audytora Spółki,7_ Członek Niezależny nie może być członkiem zarządu, ani prokurentem w innej spółce,\n                           w której członek Zarządu lub prokurent Spółki pełni funkcję członka rady nadzorczej,8_ Członek Niezależny nie może być osobą Bliską członka Zarządu, prokurenta lub osób,\n                           o których mowa w pkt 1_ – 8_ powyżej\",otrzymuje brzmienie:\"Tak długo, jak długo Spółka pozostawać będzie spółką publiczną, Członek Niezależny\n                           _tak w dniu powołania, jak i przez cały okres trwania jego mandatu_ powinien spełniać\n                           kryteria niezależności oraz warunki wynikające z powszechnie obowiązujących przepisów\n                           prawa, jak również innych regulacji odnoszących się do kryteriów niezależności wymaganych\n                           od członków Rad Nadzorczych spółek giełdowych _w tym w szczególności wynikających\n                           z zasad ładu korporacyjnego, uchwalanych przez Radę Giełdy Papierów Wartościowych\n                           w Warszawie S.A., obowiązujących na rynku regulowanym na terytorium Rzeczypospolitej\n                           Polskiej, na którym są lub mają być notowane akcje Spółki_\".Podstawa prawna:§ 38 ust. 1 pkt 2 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-09-28"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. w załączeniu przekazuje do publicznej wiadomości, treści uchwał\n                           powziętych przez Zwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 26 września\n                           2017 roku.Zwyczajne Walne Zgromadzenie nie odstąpiło od rozpatrzenia żadnego z planowanych punktów\n                           porządku obrad.Podstawa prawna:§38 ust.1 pkt 7 - 9 RMF w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa nibędącego państwem członkowskim",
        "date": "2017-09-28"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. przekazuje w załączeniu do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na ZWZ Spółki, które odbyło się\n                           w dniu 26 września 2017 roku.Podstawa prawna:Art. 70 ust. 3 Ustawy o ofercie",
        "date": "2017-09-27"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że Uchwałą z dnia 26 września 2017 roku Zwyczajne\n                           Walne Zgromadzenie Spółki do składu Rady Nadzorczej Spółki powołało następujące osoby:Pana Tomasza CierkowskiegoPana Eryka KarskiegoPana Lucjana MyrdęPana Mariana PopinigisaPana Tomasza RutowskiegoPana Karola ŻbikowskiegoPana Błażeja ŻmijewskiegoPodstawa prawna:§ 5 ust. 1 pkt 22 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-26"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w sierpniu 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 27,9 mln zł w porównaniu z wartością 20,3 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 37%.W okresie od marca do sierpnia 2017 roku Grupa pozyskała zamówienia o wartości około\n                           164,0 mln zł wobec 138,0 mln zł w analogicznym okresie rok wcześniej, co oznacza wzrost\n                           o 19% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-09-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\"S.A. w załączeniu przedstawia propozycje zmian w Statucie Spółki, które\n                           zostaną przedstawione na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu 26 września\n                           2017 roku.Podstawa prawna:§ 38 ust. 1 pkt 2 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-08-31"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. w załączeniu przekazuje treść projektów uchwał, które mają być\n                           przedmiotem obrad Zwyczajnego Walnego Zgromadzenia Spółki w dniu 26 września 2017\n                           roku.Podstawa prawna:§ 38 ust. 1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-08-31"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A przedstawia w załączeniu ogłoszenie o zwołaniu Zwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy \"MERCOR\" S.A. na dzień 26 września 2017 roku.Podstawa prawna:§ 38 ust. 1 pkt 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-08-31"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w dniu dzisiejszym Rada Nadzorcza Spółki powołała\n                           do Zarządu Spółki na kolejną kadencję Panów:Krzysztofa Krempeć – na funkcję Prezesa ZarząduJakuba Lipińskiego – na funkcję Pierwszego Wiceprezesa ZarząduTomasza Kamińskiego – na funkcję Członka ZarząduNowa wspólna Kadencja Zarządu rozpoczyna się z chwilą zakończenia obrad Zwyczajnego\n                           Walnego Zgromadzenia zatwierdzającego  sprawozdanie finansowe Spółki za ostatni pełny\n                           rok obrotowy, trwający od dnia 1 kwietnia 2016 roku do dnia 31 marca 2017 roku.Pan Krzysztof Krempeć jest absolwentem Akademii Wychowania Fizycznego i Sportu w Gdańsku\n                           _kierunek: Wychowanie Fizyczne_.Jest jednym z założycieli \"MERCOR\" S.A., związanym ze Spółką od 1988 roku. Do lutego\n                           2008 roku był Wiceprezesem, następnie Pierwszym Wiceprezesem, a od marca 2008 roku\n                           pełni funkcję Prezesa Zarządu Spółki. Sprawował i sprawuje także funkcje zarządcze\n                           w ramach spółek zależnych Grupy Mercor. Wcześniejsze okresy zatrudnienia to: w latach\n                           1983-1986 w Zespół Opieki Zdrowotnej nr 2 w Gdańsku jako technik medyczny i w latach\n                           1987-1988 Zakład Usługowo-Produkcyjny POLONEZ sp. z o.o. w Sopocie jako specjalista\n                           ds. usług socjalnych oraz kierownik grupy robót.Pan Jakub Lipiński jest absolwentem Wydziału Informatyki i Gospodarki Elektronicznej\n                           Akademii Ekonomicznej w Poznaniu _obecnie Uniwersytet Ekonomiczny w Poznaniu_.W \"MERCOR\" S.A. pracuje od maja 2013 roku. Początkowo był zatrudniony na stanowisku\n                           Kontrolera Finansowego, a od lutego 2017 roku pełni funkcję Pierwszego Wiceprezesa\n                           Zarządu. Sprawuje również funkcje zarządcze w ramach spółek zależnych Grupy Mercor.\n                           Swoją karierę zawodową w dziale audytu PricewaterhouseCoopers Sp. z o.o. rozpoczął\n                           w roku 2006. W latach 2007-2009 był zatrudniony na stanowisku Konsultanta, a od 2009\n                           roku na stanowisku Starszego Konsultanta. W czerwcu 2010 roku objął stanowisko Kontrolera\n                           Finansowego w Dovista Polska Holding Sp. z o.o. _obecnie Dovista Polska Sp. z o.o._,\n                           spółce z duńskiej grupy kapitałowej zajmującej się produkcją okien i drzwi. W Dovista\n                           Polska Sp. z o.o. pracował do czasu przejścia do \"MERCOR\" S.A.Pan Tomasz Kamiński jest absolwentem Wydziału Elektrotechniki i Automatyki Politechniki\n                           Gdańskiej. Ukończył również studia podyplomowe na Politechnice Warszawskiej na Wydziale\n                           Inżynierii Środowiska _zakres Systemy Oddymiania Budynków - Wentylacja Pożarowa_.\n                           Z firmą \"MERCOR\" S.A. związany jest od 1997 roku. Pracę rozpoczął jako specjalista\n                           ds. techniczno-handlowych w Dziale Wentylacji Pożarowej. W roku 2005 objął stanowisko\n                           kierownika w/w Działu. Od 2008 roku pełni funkcję Dyrektora Pionu, a od lutego 2017\n                           funkcję Członka Zarządu. Sprawował i sprawuje także funkcje zarządcze w ramach spółek\n                           zależnych Grupy Mercor.Wieloletni członek Stowarzyszenia Polska Wentylacja, działającego w branży wentylacyjnej\n                           i ochrony pożarowej budynków.Spółka informuje, iż zgodnie ze złożonymi oświadczeniami Panowie Krzysztof Krempeć,\n                           Jakub Lipiński oraz Tomasz Kamiński nie wykonują działalności, która byłaby konkurencyjna\n                           w stosunku do działalności \"MERCOR\" S.A., nie są wspólnikami w konkurencyjnej wobec\n                           Emitenta spółce cywilnej lub osobowej, nie są także członkami organu spółki kapitałowej,\n                           ani jakiejkolwiek innej osoby prawnej, konkurencyjnej w stosunku do działalności \"MERCOR\"\n                           S.A. Panowie Krzysztof Krempeć, Jakub Lipiński oraz Tomasz Kamiński oświadczyli również,\n                           iż nie są wpisani w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.Podstawa prawna: §5 ust. 1 pkt 22 RMF w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-08-30"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. z siedzibą w Gdańsku _dalej: \"Emitent\"_, informuje, że w dniu\n                           25 sierpnia 2017 r. wpłynęło do Emitenta – od ASSA ABLOY Mercor Doors sp. z o.o. _dalej:\n                           \"ASSA ABLOY\"_, wezwanie z dnia 23 sierpnia 2017 r. _dalej: \"Wezwanie\"_ do zapłaty\n                           kary umownej  w wysokości: 20 000 000,00 zł _słownie: dwadzieścia milionów złotych_\n                           – w terminie 10 _dziesięciu_ Dni Roboczych od dnia otrzymania Wezwania.Dodatkowo, ASSA ABLOY wezwała Emitenta do zapłaty kary umownej w wysokości: 4 000\n                           000,00 zł _słownie: cztery miliony złotych_, liczonych w okresach miesięcznych, począwszy\n                           od miesiąca września 2017 r.ASSA ABLOY opiera Wezwanie na Umowie zawartej w dniu 6 września 2013 r. w Warszawie,\n                           pomiędzy: MERCOR HD spółka z ograniczoną odpowiedzialnością S.K.A., \"MERCOR\" S.A.,\n                           Greenville Investments sp. z o.o. _obecnie: ASSA ABLOY Mercor Doors sp. z o.o._, ASSA\n                           ABLOY Czech & Slovakia s.r.o., ASSA ABLOY East Europe AB oraz ASSA ABLOY AB _dalej:\n                           \"Umowa\"_.ASSA ABLOY opiera roszczenie o zapłatę kary umownej na rzekomym naruszeniu klauzuli\n                           Umowy dotyczącej zakazu działalności konkurencji po jej ustaniu.Zdaniem Emitenta, Wezwanie jest bezpodstawne.W odrębnym piśmie, Emitent ustosunkuje się do Wezwania ASSA ABLOY, wskazując przy\n                           tym na brak jego podstaw prawnych oraz faktycznych.Spółka przekazuje niniejszy Raport\n                           do publicznej wiadomości, ze względu na zakwalifikowanie przez Spółkę informacji o\n                           Wezwaniu, jako informacji poufnej zgodnie z definicją określoną w art. 7 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-08-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w lipcu 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 32,3 mln zł w porównaniu z wartością 23,1 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 40%.W okresie od lutego do lipca 2017 roku Grupa pozyskała zamówienia o wartości około\n                           158,2 mln zł wobec 132,6 mln zł w analogicznym okresie rok wcześniej, co oznacza wzrost\n                           o 19% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-08-24"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w czerwcu 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 30,4 mln zł w porównaniu z wartością 24,2 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 26%.W okresie od stycznia do czerwca 2017 roku Grupa pozyskała zamówienia o wartości około\n                           147,2 mln zł wobec 122,8 mln zł w analogicznym okresie rok wcześniej, co oznacza wzrost\n                           o 20% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-07-20"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. _\"Emitent\"_ z siedzibą w Gdańsku, działając na podstawie art.\n                           17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_\n                           oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str.\n                           1, z późn. zm._ – _\"MAR\"_, mając w szczególności na uwadze rzetelność komunikacji\n                           z Uczestnikami rynku, w związku z trwającymi pracami nad sprawozdaniami finansowymi\n                           za rok obrotowy 2016/2017 _obejmujący okres od 1 kwietnia 2016 roku do 31 marca 2017\n                           roku_, niniejszym przekazuje do publicznej wiadomości informację na temat przewidywanego\n                           wpływu na jednostkowe sprawozdanie finansowe Emitenta za rok obrotowy 2016/2017 oraz\n                           skonsolidowane sprawozdanie finansowe Emitenta za rok obrotowy 2016/2017, czynników\n                           jednorazowych, takich jak: 1. odpis w wysokości 3,5 mln zł aktywa z tytułu odroczonego podatku dochodowego od\n                           straty podatkowej wykazanej w zeznaniu podatkowym za rok obrotowy 2012/2013 _na kwotę\n                           48,0 mln zł_. Kwota rozliczonej straty wyniosła 29,3 mln zł. Po dokonanych analizach\n                           możliwości dalszego odliczania straty podatkowej od podstawy opodatkowania w latach\n                           przyszłych, Emitent ocenił, że rozliczenie takie nie będzie możliwe. W związku z tym,\n                           dokonał odpisu wartości aktywa na podatek odroczony z tytułu poniesionej straty podatkowej,\n                           co wpłynie bezpośrednio na obniżenie jednostkowego i skonsolidowanego zysku netto\n                           Emitenta. 2. różnice inwentaryzacyjne na kwotę 1,7 mln zł, wynikające z rozpoznanej kradzieży\n                           materiałów w zakładzie produkcyjnym Emitenta w Cieplewie, co bezpośrednio wpłynie\n                           na wzrost pozostałych kosztów operacyjnych oraz obniżenie jednostkowego i skonsolidowanego\n                           zysku netto Emitenta. Wyniki finansowe zostaną przedstawione w skonsolidowanym i jednostkowym sprawozdaniu\n                           finansowym Emitenta – za rok obrotowy 2016/2017, których publikacja nastąpi w dniu\n                           14 lipca 2017 roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne.",
        "date": "2017-07-03"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. _\"Emitent\"_, działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 z późn. zm._, niniejszym\n                           informuje, że w dniu 29 czerwca 2017 r. Sąd Okręgowy w Gdańsku, IX Wydział Gospodarczy,\n                           jako sąd pierwszej instancji _\"Sąd\"_ ogłosił wyrok w sprawie z powództwa Hörmann-Polska\n                           sp. z o.o. z siedzibą w Komornikach _\"Hörmann\", \"Powód\"_ przeciwko Emitentowi.O otrzymaniu przedmiotowego pozwu Emitent informował w raporcie bieżącym nr 25/2013\n                           z dnia 8 grudnia 2013 r. Powód zarzucił Emitentowi dokonywanie czynów nieuczciwej\n                           konkurencji polegających na wprowadzaniu do obrotu w Polsce wyrobów budowlanych _wybranych\n                           drzwi przeciwpożarowych_ rzekomo naruszających przepisy Ustawy o wyrobach budowlanych\n                           z dnia 16 kwietnia 2004 r. w zakresie spełniania deklarowanej klasy ognioodporności.\n                           Zgodnie z przekazywanymi informacjami Emitent złożył odpowiedź na pozew, wraz z wytoczeniem\n                           przeciwko Hörmann powództwa wzajemnego z tytułu popełnienia przez Hörmann czynów nieuczciwej\n                           konkurencji i naruszenia dóbr osobistych Emitenta.W ogłoszonym wyroku Sąd oddalił roszczenia Powoda o zaniechanie czynu nieuczciwej\n                           konkurencji i usunięcie skutków oraz powództwo wzajemne złożone przez Emitenta. Jednocześnie,\n                           zgodnie z roszczeniem Powoda, Sąd nakazał Emitentowi publikację odpowiedniej informacji\n                           odnośnie produktów wskazanych w pozwie Hörmann w mediach o zasięgu ogólnopolskim.\n                           Przedmiotowy wyrok został ogłoszony ustnie i jest nieprawomocny. Emitent wystąpi z\n                           wnioskiem o pisemne uzasadnienie wydanego orzeczenia, a następnie na tej podstawie\n                           podejmie decyzję o ewentualnych dalszych krokach prawnych w przedmiotowej sprawie.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-06-30"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, że Raport za rok obrotowy 2016/2017\n                           obejmujące okres od 01.04.2016. do 31.03.2017. zostanie opublikowany w dniu 14.07.2017,\n                           a nie 30.06.2017 jak zostało podane w Raporcie bieżącym nr 2/2017 z dnia 30.01.2017.Podstawa\n                           prawna: § 103 ust. 2 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-06-27"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w maju 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 25,3 mln zł w porównaniu z wartością 26,1 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza spadek o 3%.W okresie od grudnia 2016 roku do maja 2017 roku Grupa pozyskała zamówienia o wartości\n                           około 142,6 mln zł wobec 115,8 mln zł w analogicznym okresie rok wcześniej, co oznacza\n                           wzrost o 23% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-06-23"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w kwietniu 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 23,7 mln zł w porównaniu z wartością 21,0 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 12%.W okresie od listopada 2016 roku do kwietnia 2017 roku Grupa pozyskała zamówienia\n                           o wartości około 142,1 mln zł wobec 106,6 mln zł w analogicznym okresie rok wcześniej,\n                           co oznacza wzrost o 33% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-05-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w marcu 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 23,4 mln zł w porównaniu z wartością 23,3 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 1%.W okresie od października 2016 roku do marca 2017 roku Grupa pozyskała zamówienia\n                           o wartości około 139,4 mln zł wobec 106,6 mln zł w analogicznym okresie rok wcześniej,\n                           co oznacza wzrost o 31% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-04-25"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. z siedzibą w Gdańsku _dalej: \"Emitent\"_, informuje o zawarciu\n                           w dniu 18 kwietnia 2017 r., umów sprzedaży udziałów w spółce pod firmą: SP ZERO Spółka\n                           z ograniczoną odpowiedzialnością z siedzibą w Gdańsku _dalej: \"Spółka\"_. Umowy sprzedaży\n                           udziałów, o których mowa w zdaniu poprzedzającym, zawarte zostały z dwoma Wspólnikami\n                           – osobami fizycznymi.Na podstawie wskazanych powyżej umów sprzedaży udziałów, Emitent nabył łącznie 82\n                           _osiemdziesiąt dwa_ udziały w Spółce, co stanowi 82% udziału w kapitale zakładowym\n                           Spółki, uprawniającym do 82% liczby głosów na Zgromadzeniu Wspólników. Dotychczasowi\n                           Wspólnicy Spółki pozostali w Spółce – z pakietami wynoszącymi po 9% udziałów w kapitale\n                           zakładowym Spółki.Udziały zostały nabyte po cenie nominalnej: 100,00 zł _słownie: sto złotych_, każdy\n                           udział. Łączna cena nabycia udziałów to: 8 200,00 zł _słownie: osiem tysięcy dwieście\n                           złotych_.W pierwszej kolejności, Emitent dokapitalizuje Spółkę, kwotą: 3 000 000,00 zł, w formie\n                           pożyczki _która stanowić będzie inwestycję długoterminową_. Nabyte aktywa i pożyczka,\n                           są finansowane ze środków własnych Emitenta. Spółka prowadzi działalność od roku 2016.Nabycie udziałów w Spółce, stanowi element szerszego planu powrotu przez Emitenta\n                           w nowym modelu biznesowym na rynek oddzieleń przeciwpożarowych, po wydzieleniu i sprzedaży\n                           w grudniu 2013 r. _na rzecz podmiotu spoza Grupy Kapitałowej Emitenta_, działalności\n                           Grupy Kapitałowej Emitenta w zakresie oddzieleń przeciwpożarowych.Emitent przekazuje niniejszy raport do publicznej wiadomości, ze względu na zakwalifikowanie\n                           przez Emitenta podpisania przedmiotowych umów, jako informacji poufnej zgodnie z definicją\n                           określoną w art. 7 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i\n                           dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE oraz w związku z Raportem\n                           bieżącym Nr 14/2017 z dnia 18 kwietnia 2017 r. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-04-18"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. z siedzibą w Gdańsku _dalej: \"Emitent\"_ przekazuje do publicznej\n                           wiadomości informację poufną, której przekazanie zostało opóźnione na podstawie art.\n                           17 ust. 4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_\n                           oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _dalej: \"MAR\"_.W dniu 14 kwietnia 2017 r., Rada Nadzorcza Emitenta wyraziła zgodę na nabycie oraz\n                           objęcie przez Emitenta do 82% udziałów w kapitale zakładowym spółki, pod firmą: SP\n                           ZERO Spółka z ograniczoną odpowiedzialnością z siedzibą w Gdańsku _dalej: \"Spółka\"_.\n                           Wymóg uzyskania uprzedniej zgody Rady Nadzorczej na nabycie oraz objęcie udziałów\n                           w innych spółkach, wynika z § 12 ust. 3 lit. c_ Statutu Emitenta.Z uwagi na okoliczność, że zakończenie negocjacji, a co za tym idzie, zawarcie umów\n                           sprzedaży udziałów, nastąpić miało w okresie kolejnych kilku dni, podanie do publicznej\n                           wiadomości informacji o wyrażeniu przez organ nadzoru Emitenta zgody na nabycie oraz\n                           objęcie udziałów w Spółce, stwarzało – w ocenie Zarządu Emitenta – realne zagrożenie\n                           dla prawnie uzasadnionych interesów Emitenta _zaś intencją Zarządu, było doprowadzenie\n                           do nabycia udziałów w Spółce, bez stwarzania dla interesów Emitenta jakichkolwiek\n                           zagrożeń_. Trzeba przy tym zaznaczyć, że zawarcie przez Emitenta umów sprzedaży udziałów w Spółce,\n                           wiązać się miało z ponownym rozpoczęciem przez Emitenta działalności w zakresie oddzieleń\n                           przeciwpożarowych – obszaru wcześniej wydzielonego z Grupy Kapitałowej Emitenta i\n                           zbytego przez Emitenta na rzecz podmiotu spoza Grupy _Emitent informował o zawieranych\n                           w tym aspekcie umowach – we wcześniejszych latach i w kolejnych raportach bieżących_.W związku z powyższym, podjęcie przez Radę Nadzorczą decyzji w przedmiocie wyrażenia\n                           Emitentowi zgody na nabycie do 82% udziałów w Spółce – Zarząd Emitenta uznał za informację\n                           poufną w rozumieniu art. 7 MAR. Uznanie przedmiotowej informacji za informację poufną\n                           nastąpiło jeszcze w dniu 14 kwietnia 2017 r., to jest w dniu podjęcia uchwały.Jednocześnie, z dniem podjęcia przez Radę Nadzorczą uchwały, o której mowa powyżej,\n                           Zarząd Emitenta przystąpił do jak najszybszej finalizacji i wzajemnego potwierdzenia\n                           warunków nabycia udziałów, w tym ustalenia ze Sprzedawcami terminu zawarcia umów sprzedaży\n                           udziałów.Mając na uwadze powyższe, Zarząd Emitenta uznał, że podanie wskazanych w niniejszym\n                           raporcie informacji do wiadomości publicznej, mogłoby naruszyć prawnie uzasadnione\n                           interesy Spółki. Warto dodać, że Emitent nie zawarł ze Sprzedawcami udziałów, żadnych\n                           umów przedwstępnych, czy warunkowych. Bez wątpienia zatem, upublicznienie informacji na wcześniejszym etapie _to jest, na\n                           etapie wyrażenia przez Radę Nadzorczą zgody na nabycie udziałów_, mogłoby potencjalnie\n                           niekorzystnie wpłynąć na warunki transakcji, a nawet doprowadzić do zerwania negocjacji.\n                           W ocenie Zarządu Emitenta, opóźnienie podania informacji objętych niniejszym raportem\n                           do wiadomości publicznej, nie powinno wprowadzić w błąd opinii publicznej _natomiast,\n                           wcześniejsze podanie opóźnionych informacji do wiadomości publicznej, mogłoby zagrozić\n                           właściwej ocenie transakcji_.Jednocześnie, Spółka zapewniła poufność informacji objętych niniejszym raportem.Na dzień dzisiejszy, w związku z zawarciem umów sprzedaży udziałów, dalsze opóźnianie\n                           informacji poufnych, o których mowa w tym raporcie, nie znajduje podstaw.Ponadto, stosownie do art. 17 ust. 4 MAR, natychmiast po publikacji niniejszego raportu,\n                           Spółka poinformuje Komisję Nadzoru Finansowego o opóźnieniu ujawnienia informacji\n                           poufnych, wraz ze wskazaniem spełnienia przesłanek takiego opóźnienia. Informacje dotyczące umowy nabycia przez Emitenta udziałów w kapitale zakładowym Spółki,\n                           zostaną zawarte w odrębnym raporcie bieżącym.Podstawa prawna: art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           Nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE – zawiadomienie o\n                           opóźnieniu ujawnienia informacji poufnej.",
        "date": "2017-04-18"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w lutym 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 21,9 mln zł w porównaniu z wartością 14,9 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 47%.W okresie od września 2016 roku do lutego 2017 roku Grupa pozyskała zamówienia o wartości\n                           około 138,3 mln zł wobec 108,7 mln zł w analogicznym okresie rok wcześniej, co oznacza\n                           wzrost o 27% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-03-24"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, że wpłynęło do Spółki zawiadomienie,\n                           zgodnie z art. 69 ust. 1 pkt 1_, w związku z art. 87 ust. 1 pkt 2_ ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz spółkach publicznych _Dz.U. 2005 r, Nr 184, poz. 1539 z późn. zm._, od\n                           ALTUS Towarzystwo Funduszy Inwestycyjnych S.A., _\"ALTUS TFI S.A.\"_ działającego w\n                           imieniu funduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A. informujące, iż\n                           fundusze zarządzane przez ALTUS TFI S.A. zwiększyły udział o co najmniej 2% w ogólnej\n                           liczbie głosów oraz przekroczyły próg 20% w ogólnej liczbie głosów w \"MERCOR\" S.A. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Przekroczenie progu 20% ogólnej liczby głosów w \"MERCOR\" S.A. nastąpiło na skutek\n                           rozliczenia w dniu 14 marca 2017 roku transakcji nabycia na rynku regulowanym 733.000\n                           akcji \"MERCOR\" S.A. z czego 633.000 akcji \"MERCOR\" S.A. rozliczyło się w ramach transakcji\n                           pakietowych.Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 2.655.763 akcje \"MERCOR\" S.A., stanowiące 16,96% kapitału zakładowego \"MERCOR\"\n                           S.A., uprawniające do wykonywania 2.655.763 głosów, co stanowiło 16,96% głosów w ogólnej\n                           liczbie głosów w \"MERCOR\" S.A.Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym spółki\n                           oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 3.388.763 akcje \"MERCOR\" S.A., stanowiące 21,64% kapitału zakładowego \"MERCOR\"\n                           S.A., uprawniające do wykonywania 3.388.763 głosów w \"MERCOR\" S.A., co stanowi 21,64%\n                           w ogólnej liczbie głosów w \"MERCOR\" S.A.Ogólna liczba głosów na Walnym Zgromadzeniu Akcjonariuszy \"MERCOR S.A. oraz liczba\n                           akcji \"MERCOR\" S.A. wynosi 15.658.535.ALTUS TFI S.A. oświadczył, że brak jest podmiotów zależnych od akcjonariuszy dokonujących\n                           zawiadomienia, posiadających akcje \"MERCOR\" S.A. Brak jest osób, o których mowa w\n                           art. 87 ust. 1 pkt 3 lit. c wyżej powołanej Ustawy w stosunku do akcjonariuszy. Podstawa prawna: Art.70 pkt. 1 Ustawy o ofercie",
        "date": "2017-03-16"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, że wpłynęło do Spółki zawiadomienie,\n                           w trybie art. 69 ust. 1 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz spółkach publicznych _Dz.U. z 2016\n                           r. poz. 1639_, od N50 Cyprus Limited, informujące, o zmniejszeniu udziału w ogólnej\n                           liczbie głosów na Walnym Zgromadzeniu Emitenta poniżej 10%.  N50 Cyprus Limited w dniu 10 marca 2017 roku dokonał zbycia 633.000 akcji Emitenta.Przed dokonaniem rozliczenia transakcji N50 Cyprus Limited na dzień 10 marca 2017\n                           roku posiadał 1.633.853 sztuk akcji Emitenta, stanowiących 10,43 % kapitału zakładowego\n                           _wyemitowanych akcji_ Spółki i uprawniających do 1.633.853 głosów na Walnym Zgromadzeniu,\n                           co stanowiło 10,43 % ogólnej liczby głosów.Po rozliczeniu wyżej wymienionej transakcji, na dzień 14 marca 2017 roku N50 Cyprus\n                           Limited posiada 1.000.853 sztuk akcji Spółki, co stanowi 6,39 % kapitału zakładowego\n                           _liczby wyemitowanych akcji_ Emitenta i uprawniających do 1.000.853 głosów na Walnym\n                           Zgromadzeniu, co stanowi 6,39% ogólnej liczby głosów.Podstawa prawna: Art.70 pkt. 1 Ustawy o ofercie",
        "date": "2017-03-15"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, otrzymane w dniu 14.03.2017\n                           roku powiadomienie o transakcji zbycia. Treść otrzymanego powiadomienia w załączeniu.Podstawa\n                           prawna: Art. 19 ust.3 MAR – informacja o transakcjach wykonywanych przez osoby pełniące obowiązki\n                           zarządcze",
        "date": "2017-03-14"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, że wpłynęło do Spółki zawiadomienie,\n                           zgodnie z art. 69 ust. 1 i ust. 4 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz spółkach publicznych _Dz.U. z 2013 r. poz. 1382_, od Aviva Otwarty  Fundusz Emerytalny\n                           Aviva BZ WBK _\"Aviva OFE\"_, informujące, o zmniejszeniu udziału w ogólnej liczbie\n                           głosów Emitenta poniżej 5%.  Przed dokonaniem rozliczenia transakcji Fundusz na dzień 28 lutego 2017 roku Aviva\n                           OFE posiadał 783.347 sztuk akcji Emitenta, stanowiących 5,00% kapitału zakładowego\n                           _wyemitowanych akcji_ Spółki i uprawniających do 783.347 głosów na Walnym Zgromadzeniu,\n                           co stanowiło 5,00% ogólnej liczby głosów.Po rozliczeniu wyżej wymienionej transakcji, na dzień 1 marca 2017 roku Aviva OFE\n                           posiadał 774.430 sztuk akcji Spółki, stanowiących 4,95% kapitału zakładowego _liczby\n                           wyemitowanych akcji_ Emitenta i uprawniających do 774.430 głosów na Walnym Zgromadzeniu,\n                           co stanowiło 4,95% ogólnej liczby głosów.Podstawa prawna: Art.70 pkt. 1 Ustawy o ofercie",
        "date": "2017-03-06"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w styczniu 2017 roku Grupa Mercor pozyskała zamówienia\n                           o wartości około 22,6 mln zł w porównaniu z wartością 13,3 mln zł w analogicznym okresie\n                           ubiegłego roku, co oznacza wzrost o 70%.W okresie od sierpnia 2016 roku do stycznia 2017 roku Grupa pozyskała zamówienia o\n                           wartości około 137,1 mln zł wobec 115,6 mln zł w analogicznym okresie rok wcześniej,\n                           co oznacza wzrost o 19% rok do roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-02-24"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, że wpłynęło do Spółki zawiadomienie,\n                           zgodnie z art. 69 ust. 1 pkt 1_, w związku z art. 87 ust. 1 pkt 2_ ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz spółkach publicznych _Dz.U. 2005 r, Nr 184, poz. 1539 z późn. zm._, od\n                           ALTUS Towarzystwo Funduszy Inwestycyjnych S.A., działającego w imieniu funduszy inwestycyjnych\n                           zarządzanych przez ALTUS TFI S.A. informujące, iż fundusze zarządzane przez ALTUS\n                           TFI S.A. przekroczyły próg 15% w ogólnej liczbie głosów w \"MERCOR\" S.A. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Przekroczenie progu 15% ogólnej liczby głosów w \"MERCOR\" S.A. nastąpiło na skutek\n                           rozliczenia w dniu 17 lutego 2017 roku transakcji nabycia na rynku regulowanym 59.719\n                           akcji \"MERCOR\" S.A.Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 2.343.531 akcji \"MERCOR\" S.A., stanowiących 14,97% kapitału zakładowego \"MERCOR\"\n                           S.A., uprawniających do wykonywania 2.343.531 głosów, co stanowiło 14,97% w ogólnej\n                           liczbie głosów w \"MERCOR\" S.A.Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym spółki\n                           oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 2.403.250 akcji \"MERCOR\" S.A., stanowiących 15,35% kapitału zakładowego \"MERCOR\"\n                           S.A., uprawniających do wykonywania 2.403.250 głosów w \"MERCOR\" S.A., co stanowi 15,35%\n                           w ogólnej liczbie głosów w \"MERCOR\" S.A.Ogólna liczba głosów na Walnym Zgromadzeniu Akcjonariuszy \"MERCOR S.A. oraz liczba\n                           akcji \"MERCOR\" S.A. wynosi 15.658.535.ALTUS TFI S.A. oświadczył, że brak jest podmiotów zależnych od akcjonariuszy dokonujących\n                           zawiadomienia, posiadających akcje \"MERCOR\" S.A. Brak jest osób, o których mowa w\n                           art. 87 ust. 1 pkt 3 lit. c wyżej powołanej Ustawy w stosunku do akcjonariuszy. Podstawa prawna: Art.70 pkt. 1 Ustawy o ofercie",
        "date": "2017-02-22"
    },
    {
        "company_name": "MERCOR SA",
        "content": "W nawiązaniu do Raportu nr 31/2016 z dnia 09 grudnia 2016 roku Zarząd \"MERCOR\" S.A.\n                           informuje, iż w dniu 21 lutego 2017 roku wpłynął do Spółki podpisany aneks do Umowy\n                           o limit wierzytelności z dnia 10 marca 2003 roku wraz z późniejszymi zmianami, zawarty\n                           przez Emitenta z Raiffeisen Bank Polska Spółka Akcyjna z siedzibą w Warszawie.Na podstawie Aneksu dzień ostatecznej spłaty dla Kredytu w rachunku bieżącym, Kredytu\n                           Rewolwingowego oraz Akredytywy został przesunięty z 30 listopada 2017 roku, na 30\n                           listopada 2018 roku. Natomiast dla Gwarancji data ostatecznej spłaty została przesunięta\n                           z 30 listopada 2018 roku na 30 listopada 2019 roku.Pozostałe zapisy Aneksu zgodne z informacją zawartą w Raporcie nr 31/2016 z dnia \n                           09 grudnia 2016 roku.Podstawa prawna: Art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-02-21"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, że w dniu dzisiejszym Rada Nadzorcza Spółki powołała,\n                           z dniem 15 lutego 2017 roku, Pana Jakuba Lipińskiego na Pierwszego Wiceprezesa Zarządu\n                           oraz Pana Tomasza Kamińskiego na członka Zarządu. Jednocześnie, wraz z powołaniem\n                           przez Radę Nadzorczą nowego składu Zarządu, Pan Grzegorz Lisewski, który 30 stycznia\n                           2017 roku złożył rezygnację z pełnionej funkcji Pierwszego Wiceprezesa Zarządu ze\n                           skutkiem na dzień 16 lutego 2017 roku, przestał pełnić swoją funkcję z dniem dzisiejszym,\n                           składając stosowne oświadczenie o rezygnacji z pełnienia funkcji Pierwszego Wiceprezesa\n                           Zarządu z dniem 15 lutego 2017 roku.Pan Jakub Lipiński jest absolwentem Wydziału Informatyki i Gospodarki Elektronicznej\n                           Akademii Ekonomicznej w Poznaniu _obecnie Uniwersytet Ekonomiczny w Poznaniu_.W firmie \"MERCOR\" S.A. pracuje od maja 2013 roku i pełni obowiązki Kontrolera Finansowego.\n                           Swoją karierę zawodową w dziale audytu PricewaterhouseCoopers Sp. z o.o. rozpoczął\n                           w roku 2006. W latach 2007-2009 był zatrudniony na stanowisku Konsultanta, a od 2009\n                           roku na stanowisku Starszego Konsultanta. W czerwcu 2010 roku objął stanowisko Kontrolera\n                           Finansowego w Dovista Polska Holding Sp. z o.o. _obecnie Dovista Polska Sp. z o.o._,\n                           spółce z duńskiej grupy kapitałowej zajmującej się produkcją okien i drzwi. W Dovista\n                           Polska Sp. z o.o. pracował do czasu przejścia do \"MERCOR\" S.A.Pan Tomasz Kamiński jest absolwentem Wydziału Elektrotechniki i Automatyki Politechniki\n                           Gdańskiej. Ukończył również studia podyplomowe na Politechnice Warszawskiej na Wydziale\n                           Inżynierii Środowiska _zakres Systemy Oddymiania Budynków - Wentylacja Pożarowa_.\n                           Z firmą \"MERCOR\" S.A. związany jest od 1997 roku. Pracę rozpoczął jako specjalista\n                           ds. techniczno-handlowych w Dziale Wentylacji Pożarowej. W roku 2005 objął stanowisko\n                           kierownika w/w Działu. Od 2008 roku pełni funkcję Dyrektora Pionu.W okresie od 10.2013 do 08.2016 pełnił funkcję Członka Zarządu w Spółce MB1 Sp. z\n                           o.o. odpowiadającej za zakład produkcyjny Grupy Mercor w Mirosławiu. Wieloletni członek Stowarzyszenia Polska Wentylacja, działającego w branży wentylacyjnej\n                           i ochrony pożarowej budynków.Spółka informuje, iż zgodnie ze złożonymi oświadczeniami Panowie Jakub Lipiński oraz\n                           Tomasz Kamiński nie wykonują działalności, która byłaby konkurencyjna w stosunku do\n                           działalności \"MERCOR\" S.A., nie są wspólnikami w konkurencyjnej wobec Emitenta spółce\n                           cywilnej lub osobowej, nie są także członkami organu spółki kapitałowej, ani jakiejkolwiek\n                           innej osoby prawnej, konkurencyjnej w stosunku do działalności \"MERCOR\" S.A. Panowie\n                           Jakub Lipiński oraz Tomasz Kamiński oświadczyli również, iż nie są wpisani w Rejestrze\n                           Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy o KRS.Podstawa prawna: §5 ust. 1 pkt 22 RMF w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-02-15"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości, że w dniu 14 lutego 2017 roku\n                           wpłynęło do Spółki zawiadomienie, zgodnie z art. 69 ust. 2 pkt 1_ lit. a_, w związku\n                           z art. 87 ust. 1 pkt 2_ ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz spółkach publicznych _Dz.U. 2009\n                           r, Nr 185, poz. 1439 z późn. zm._, od ALTUS Towarzystwo Funduszy Inwestycyjnych S.A.\n                           informujące, iż w wyniku rozliczenia transakcji zakupu akcji na rynku regulowanym\n                           fundusze inwestycyjne zarządzane przez Towarzystwo zwiększyły udział o ponad 2% w\n                           ogólnej liczbie głosów w \"MERCOR\" S.A. w stosunku do zawiadomienia ALTUS TFI SA opublikowanego\n                           przez Spółkę w dniu 16 września 2016 roku.Data i rodzaj zdarzenia powodującego zmianę\n                           udziału, której dotyczy zawiadomienie:Zwiększenie udziału w ogólnej liczbie głosów w Spółce nastąpiło w skutek rozliczenia\n                           w dniu 13 lutego 2017 r. transakcji nabycia na rynku regulowanym 60 000 akcji Spółki.Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 2.278.508 akcji \"MERCOR\" S.A., stanowiących 14,55% kapitału zakładowego \"MERCOR\"\n                           S.A., uprawniających do wykonywania 2.278.508 głosów, co stanowiło 14,55% w ogólnej\n                           liczbie głosów w \"MERCOR\" S.A.Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym spółki\n                           oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 2.338.508 akcji \"MERCOR\" S.A., stanowiących 14,93% kapitału zakładowego \"MERCOR\"\n                           S.A., uprawniających do wykonywania 2.338.508 głosów w \"MERCOR\" S.A., co stanowi 14,93%\n                           w ogólnej liczbie głosów w \"MERCOR\" S.A.Ogólna liczba głosów na Walnym Zgromadzeniu Akcjonariuszy \"MERCOR S.A. oraz liczba\n                           akcji \"MERCOR\" S.A. wynosi 15.658.535.ALTUS TFI S.A. oświadczył, że brak jest podmiotów zależnych od akcjonariuszy dokonujących\n                           zawiadomienia, posiadających akcje \"MERCOR\" S.A. Brak jest osób, o których mowa w\n                           art. 87 ust. 1 pkt 3 lit. c wyżej powołanej Ustawy w stosunku do akcjonariuszy. Podstawa\n                           prawna: Art.70 pkt. 1 Ustawy o ofercie",
        "date": "2017-02-14"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. informuje, iż w dniu 30 stycznia 2017 roku Pan Grzegorz Lisewski\n                           złożył rezygnację z pełnionej funkcji Pierwszego Wiceprezesa Zarządu, ze skutkiem\n                           na dzień 16 lutego 2017 roku. Złożona rezygnacja nie zawiera informacji o jej przyczynachPan Grzegorz Lisewski poinformował Spółkę, że decyzja ta ma związek z chęcią dokonania\n                           kolejnego kroku w rozwoju osobistym.Podstawa prawna:§5 ust. 1 pkt 21 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-01-31"
    },
    {
        "company_name": "MERCOR SA",
        "content": "Zarząd \"MERCOR\" S.A. podaje do publicznej wiadomości terminy przekazywania raportów\n                           okresowych w 2017 roku, które przedstawiają się następująco:1. Raporty kwartalne:- skonsolidowany raport kwartalny za III kwartał roku obrotowego 2016/2017 obejmujący\n                           okres 01.10.2016 do 31.12.2016: 20.02.2017- skonsolidowany raport kwartalny za I kwartał roku obrotowego 2017/2018 obejmujący\n                           okres od 01.04.2017 do 30.06.2017: 21.08.2017.2. Raport półroczny _prezentacja skonsolidowanego raportu półrocznego wraz ze skróconym\n                           półrocznym sprawozdaniem finansowym oraz skróconą informacją dodatkową zgodnie z §83\n                           ust.3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa nie\n                           będącego państwem członkowskim _DZ.U. z 2009r., Nr 33, poz. 259, z późniejszymi zmianami_:- skonsolidowany raport półroczny za I półrocze roku obrotowego 2017/2018 roku obejmujące\n                           okres od 01.04.2017 do 30.09.2017: 30.11.2017.3. Raporty roczne:- jednostkowy raport za rok obrotowy 2017/2017 rok obejmujący okres od 01.04.2016\n                           do 31.03.2017: 30.06.2016.- skonsolidowany raport za rok obrotowy 2016/2017 rok obejmujący okres od 01.04.2016\n                           do 31.03.2017: 30.06.2016.  Jednocześnie Zarząd \"MERCOR\" S.A. informuje, że na podstawie §101 ust. 2 wyżej wymienionego\n                           Rozporządzenia \"MERCOR\" S.A. nie będzie publikował skonsolidowanego raportu kwartalnego\n                           za II kwartał roku obrotowego 2017/2018 roku obejmujący okres od 01.07.2017 do 30.09.2017\n                           oraz raportu kwartalnego za ostatni kwartał roku obrachunkowego 2016/2017 obejmującego\n                           okres od 01.01.2017 do 31.03.2017.Zarząd \"MERCOR\" S.A. przypomina podaną w terminie wcześniejszym informację, że zgodnie\n                           z Uchwałą nr 7 Nadzwyczajnego Walnego Zgromadzenia \"MERCOR\" S.A. z dnia 29 października\n                           2009 roku rok obrotowy Spółki trwa od 1 kwietnia do 31 marca.Podstawa prawna:§103 ust.2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych.",
        "date": "2017-01-30"
    }
]