[
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ działając na podstawie § 24\n                           Regulaminu Giełdy informuje, iż przyczyną braku dopuszczenia akcji serii E Spółki\n                           do obrotu giełdowego w terminie 6 miesięcy od dnia zakończenia subskrypcji tych akcji\n                           jest fakt, iż do chwili upływu wskazanego okresu nie zakończył się proces wprowadzania\n                           akcji serii E do publicznego obrotu. Spółka złożyła wniosek o zatwierdzenie prospektu\n                           emisyjnego, który aktualnie jest w trakcie rozpatrywania przez Komisję Nadzoru Finansowego.",
        "date": "2015-12-18"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi informuje, że dnia 18 listopada 2015 roku\n                           Nadzwyczajne Walne Zgromadzenie podjęło Uchwałę Nr 5 o powołaniu na członka Rady Nadzorczej\n                           Spółki Pana Dariusza Kowalika. Dariusz Kowalik  – członek Rady Nadzorczej Pan Dariusz Kowalik posiada wykształcenie wyższe, jest absolwentem Uniwersytetu Łódzkiego\n                           – Wydział Zarządzania, Kierunek: Zarządzanie i Marketing, Specjalizacja: Rachunkowość\n                           i Zarządzanie Finansami, gdzie uzyskał tytuł magistra.Od 2005 roku posiada tytuł biegłego rewidenta.Doświadczenie zawodowe:1998 – 2000\tDeloitte & Touche - asystent w dziale audytu2000 – 2003\tKancelaria Biegłych Rewidentów Consilia Audit Polonia - asystent, a następnie\n                           aplikant na Biegłego Rewidenta2003 – 2005\tSfinks Polska S.A. - Kierownik Działu Audytu i Kontroli Wewnętrznej2004 – nadal\tEnterprise Support Sp. z o.o. - Prezes Zarządu2009 – nadal\tAPK System Sp. z o.o. - Prezes Zarządu2010 – nadal\tARCADE HOLDING Sp. z o.o. - Wiceprezes Zarządu2015 – nadal\tMex Zgoda sp. z o.o. – członek Rady Nadzorczej2015 – nadal \tMex Sopot sp. z o.o. – członek Rady Nadzorczej2015 – nadal \tMex Piotrkowska sp. z o.o. – członek Rady Nadzorczej2015 – nadal \tMex Manufaktura sp. z o.o. – członek Rady Nadzorczej2015 – nadal \tMex Kraków sp. z o.o. – członek Rady Nadzorczej2015 – nadal \tMex Partner sp. z o.o. – członek Rady NadzorczejPan Dariusz Kowalik nie wykonuje żadnej działalności, która byłaby konkurencyjna w\n                           stosunku do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej, ani w\n                           innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Dariusz Kowalik nie figuruje w Rejestrze Dłużników Niewypłacalnych.",
        "date": "2015-11-18"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi przekazuje do publicznej wiadomości wykaz\n                           akcjonariuszy posiadających co najmniej 5% liczby głosów na \tNadzwyczajnym Walnym\n                           Zgromadzeniu \"Mex Polska\" S.A., które odbyło się w dniu 18 listopada 2015 r. Zestawienie uwzględnia liczbę głosów przysługujących każdemu z akcjonariuszy na NWZ,\n                           ich procentowy udział w liczbie głosów na NWZ oraz w ogólnej liczbie głosów.",
        "date": "2015-11-18"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi w załączeniu do niniejszego raportu bieżącego,\n                           przekazuje do publicznej wiadomości treść uchwał podjętych przez Nadzwyczajne Walne\n                           Zgromadzenie \"Mex Polska\" S.A. w dniu 18 listopada 2015 roku.",
        "date": "2015-11-18"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, niniejszym dokonuje sprostowania\n                           informacji przekazanej w raporcie bieżącym nr 36/2015 z dnia 9 listopada 2015 roku.\n                           W przedmiotowym raporcie wskazano błędnie, że \"Ase\" sp. z o.o. z siedzibą w Warszawie\n                           jest podmiotem zależnym od Spółki, podczas gdy jest to już informacja nieaktualna\n                           – \"Ase\" sp. z o.o. nie jest już podmiotem zależnym od Spółki. W dniu 24 lutego 2015\n                           roku Spółka dokonała bowiem sprzedaży większości swoich udziałów w \"Ase\" sp. z o.o.,\n                           o czym informowała w raporcie bieżącym nr 2/2015 z dnia 25 lutego 2015 roku. Pozostała treść raportu jest prawidłowa i pozostaje bez zmian.",
        "date": "2015-11-17"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w opublikowanym\n                           w dniu 10 listopada 2015 roku skonsolidowanym raporcie kwartalnym Grupy Kapitałowej\n                           \"Mex Polska\" S.A. za III kwartał 2015 roku wystąpiły omyłki pisarskie wyszczególnione\n                           poniżej:1_    Strona 4 Pozycja: Przepływy pieniężne netto z działalności operacyjnej.Kwota omyłkowo wskazana 6 145 tys. zł  kwota właściwa 3 529 tys. zł.Pozycja: Przepływy pieniężne netto  z działalności  inwestycyjnej.               \n                           Kwota omyłkowo wskazana _-_ 6 686 tys. zł., kwota właściwa_-_ 4 071 tys. zł.2_  Strona 9 Pozycja: Wynik finansowy bieżącego okresu.  Kwota omyłkowo wskazana 3 070 939,21 zł., kwota właściwa  3 193 177,72 zł.Pozycja: Kapitał przypadający udziałom niedającym kontroli. Kwota omyłkowo wskazana _-_ 219 683,63 zł, kwota  właściwa _-_ 341 922,88 zł.3_  Strona 13 Pozycja:  Inne Korekty  Kwota omyłkowo wskazana 2 475 919,20 zł, kwota  właściwa _-_ 139 562,39 zł.Pozycja: Wydatki -  nabycie wartości niematerialnych  oraz rzeczowych aktywów trwałych.\n                           Kwota omyłkowo wskazana 6 920 081,77 zł., kwota właściwa 4 304 600,18 zł.Dodatkowo uległa zmianie kolumna czwarta tabeli Skonsolidowany Rachunek Przepływów\n                           Pieniężnych – zatytułowana: Q 3 2015_3 miesiące zakończone 30.09.2015_. W innych miejscach raportu ww. wartości zostały wskazane prawidłowo. Publikacja raportu okresowego uwzględniającego korekty opisane powyżej nastąpi w dniu\n                           dzisiejszym.",
        "date": "2015-11-12"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w dniu dzisiejszym,\n                           tj. w dniu 9 listopada 2015 roku Spółka zawarła z podmiotem zależnym – \"Ase\" sp. z\n                           o.o. z siedzibą w Warszawie _\"Pożyczkobiorca\"_ porozumienie dotyczące konsolidacji\n                           i spłaty pożyczek udzielonych Pożyczkobiorcy przez Spółkę _\"Porozumienie\"_.Z tytułu umów pożyczek zawartych pomiędzy Stronami w okresie od listopada 2011 roku\n                           do października 2014 roku, których termin spłaty przypada w okresie od stycznia 2016\n                           roku do października 2017 roku, Pożyczkobiorca posiada wobec Spółki zobowiązania z\n                           tytułu należności głównej na łączną kwotę 1.499.853,75 zł. Na mocy zawartego Porozumienia\n                           Strony dokonały konsolidacji udzielonych pożyczek, ujednolicenia stopy procentowej\n                           oraz ustalenia terminów i pozostałych warunków spłaty. Skonsolidowana pożyczka oprocentowana będzie w wysokości 8% w skali roku. Kwota główna\n                           wierzytelności zostanie spłacona w wysokościach i terminach ustalonych w harmonogramie\n                           stanowiącym załącznik do Porozumienia. Termin płatności pierwszej raty przypada na\n                           dzień 30 grudnia 2015 roku, natomiast ostatnia rata zostanie uiszczona do końca grudnia\n                           2024 roku. Strony zgodnie postanowiły, że w przypadku terminowej spłaty należności głównej Spółka\n                           może umorzyć Pożyczkobiorcy odsetki. W Porozumieniu nie zawarto postanowień dotyczących kar umownych, nie zastrzeżono również\n                           warunku ani terminu. Porozumienie zawarte zostało w związku z pismem skierowanym do Spółki od zarządu Pożyczkobiorcy,\n                           w którym zawarty został wniosek o zmianę warunków spłaty pożyczek, z uwagi na trudną\n                           sytuację finansową Pożyczkobiorcy.Z uwagi na wartość przedmiotu Porozumienia, która przekracza 10% kapitałów własnych\n                           Emitenta, zostało ono uznane za znaczącą umowę.Podstawa prawna: § 5 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-11-09"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi informuje, iż w raporcie bieżącym nr 35/2015\n                           z dnia 22 października 2015 roku wystąpiła oczywista omyłka pisarska w dacie wskazanej\n                           jako nowy termin publikacji raportu okresowego za III kwartał 2015 roku – omyłkowo\n                           wskazano, że publikacja ww. raportu nastąpi w dniu 10 listopada 2014 roku, zamiast\n                           10 listopada 2015 roku.",
        "date": "2015-11-09"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _zwanej dalej \"Emitentem\"_ niniejszym\n                           informuje o zmianie terminu przekazania do publicznej wiadomości skonsolidowanego\n                           raportu okresowego za III kwartał 2015 roku. Zgodnie z informacją zawartą w raporcie bieżącym nr 1/2015 z dnia 29 stycznia 2015\n                           roku pierwotny termin publikacji skonsolidowanego raportu okresowego za III kwartał\n                           2015 roku ustalony został na dzień 13 listopada 2015 roku. Zarząd Emitenta informuje, że nowy termin publikacji ww. raportu okresowego ustalony\n                           został na dzień 10 listopada 2014 roku. Podstawa prawna: § 103 ust. 2 rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-10-22"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A., w załączeniu do niniejszego raportu, przekazuje do publicznej\n                           wiadomości treść projektów uchwał wraz z uzasadnieniem, które mają być przedmiotem\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w dniu 18 listopada\n                           2015 roku w siedzibie Spółki w Łodzi przy ul. Piotrkowskiej 60, o godzinie 12.00.",
        "date": "2015-10-22"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi, w załączeniu do niniejszego raportu,\n                           przekazuje do publicznej wiadomości treść ogłoszenia o zwołaniu na dzień 18 listopada\n                           2015 roku Nadzwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w siedzibie\n                           Spółki w Łodzi przy ul. Piotrkowskiej 60, o godzinie 12:00.",
        "date": "2015-10-22"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. informuje, że w dniu dzisiejszym tj. 22 października 2015\n                           roku Pani Krystyna Domżał pisemnie  powiadomiła Spółkę  o rezygnacji z pełnienia funkcji\n                           Członka Rady Nadzorczej ze skutkiem na koniec dnia 22 października 2015 roku. Przyczyną\n                           rezygnacji są względy zdrowotne.  Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-10-22"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 29/2015 z dnia 15 września 2015 roku niniejszym informuje, że w dniu 5 października\n                           2015 roku powziął informację o wydaniu przez Sąd Rejonowy dla Łodzi-Śródmieścia w\n                           Łodzi, Wydział XV Gospodarczy – Rejestru Zastawów postanowienia z dnia 28 września\n                           2015 roku o wpisie zastawu rejestrowego na przysługującym Spółce prawie ochronnym\n                           na znaku towarowym słowno-graficznym \"Pijalnia Wódki i Piwa\" – numer 260736. Zgodnie\n                           z otrzymanym zaświadczeniem wpis zastawu nastąpił dnia 28 września 2015 roku. Zastaw rejestrowy na znaku towarowym \"Pijalnia Wódki i Piwa\" został ustanowiony na\n                           zabezpieczenie wierzytelności przysługującej pożyczkodawcy od Spółki w wysokości 2.500.000\n                           zł wraz z odsetkami z tytułu umowy pożyczki z dnia 27 lipca 2013 roku, o której Spółka\n                           informowała raportami bieżącymi nr 26/2013 z dnia 27 lipca 2013 roku, nr 28/2014 z\n                           dnia 11 września 2014 roku oraz nr 16/2015 z dnia 15 lipca 2015 rokuWartość prawa ochronnego na znaku towarowym \"Pijalnia Wódki i Piwa\" według wyceny\n                           biegłego wynosi 11.075.000 zł _jedenaście milionów siedemdziesiąt pięć tysięcy złotych_.\n                           Najwyższa suma zabezpieczenia odpowiada wartości przedmiotu zastawu.  Znak towarowy nie ma wartości ewidencyjnej ponieważ został wytworzony przez Spółkę\n                           we własnym zakresie. Z uwagi na wartość znaku towarowego, która przekracza 10 % kapitałów własnych Emitenta,\n                           został on uznany za aktywo o znacznej wartości. Pomiędzy Spółką i osobami zarządzającymi lub nadzorującymi a osobą, na rzecz której\n                           ustanowiono zastaw rejestrowy nie istnieją żadne powiązania.W związku z ustanowieniem zastawu rejestrowego na prawie ochronnym na znaku towarowym\n                           \"Pijalnia Wódki i Piwa\", wygasły poręczenia osobiste udzielone przez p. Pawła Kowalewskiego\n                           i p. Andrzeja Domżała.  Podstawa prawna: § 5 ust. 1 pkt 1 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-10-05"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 4/2015 z dnia 11 marca 2015 roku oraz nr 28/2015 z dnia 28 sierpnia 2015 roku informuje,\n                           że w dniu 24 września 2015 roku niezależny biegły rewident przekazał Spółce raport\n                           z badania prognoz finansowych zawartych w \"Strategii Rozwoju Grupy Kapitałowej \"Mex\n                           Polska\" S.A. na lata 2015-2019\", opublikowanej w dniu 28 sierpnia 2015 roku. Raport biegłego potwierdza, że prognozy finansowe Grupy Kapitałowej \"Mex Polska\" S.A.\n                           zostały przygotowane poprawnie na podstawie przyjętych założeń i zaprezentowane zgodnie\n                           z wymagającymi zastosowania zasadami _polityką_ rachunkowości grupy kapitałowej oraz\n                           zgodnie z przepisami prawa obowiązującymi grupę kapitałową. Raport niezależnego biegłego rewidenta stanowi załącznik do niniejszego raportu.",
        "date": "2015-09-24"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           nr 26/2013 z dnia 27 lipca 2013 roku, nr 28/2014 z dnia 11 września 2014 roku oraz\n                           nr 16/2015 z dnia 15 lipca 2015 roku informuje, że w wykonaniu zobowiązań wynikających\n                           z umowy pożyczki zawartej w dniu 27 lipca 2013 roku, Spółka zawarła w dniu 14 września\n                           2015 roku z pożyczkodawcą _osobą fizyczną_ umowę o ustanowieniu zastawu rejestrowego\n                           na prawie ochronnym na znaku towarowym \"Pijalnia Wódki i Piwa\" _\"Umowa\"_. Umowa zawarta została w celu zabezpieczenia wierzytelności pożyczkodawcy wobec Spółki\n                           w wysokości 2.500.000 zł wraz z odsetkami z tytułu umowy pożyczki z dnia 27 lipca\n                           2013 roku. Wartość przedmiotu zastawu tj. wartość prawa ochronnego na znaku towarowym \"Pijalnia\n                           Wódki i Piwa\" wynosi 11.075.000 zł _jedenaście milionów siedemdziesiąt pięć tysięcy\n                           złotych_. Określona w  Umowie najwyższa suma zabezpieczenia odpowiada wartości przedmiotu\n                           zastawu. W Umowie nie zawarto postanowień dotyczących kar umownych, nie zastrzeżono również\n                           warunku ani terminu. Z uwagi na wartość przedmiotu zastawu i odpowiadającą jej wartość najwyższej sumy\n                           zabezpieczenia, Umowa została uznana za znaczącą.Jednocześnie Spółka informuje, że po dokonaniu przez sąd wpisu zastawu na prawie ochronnym\n                           na znaku towarowym \"Pijalnia Wódki i Piwa\" do rejestru zastawów, wygasną poręczenia\n                           osobiste udzielone przez p. Pawła Kowalewskiego i p. Andrzeja Domżała. O wpisie zastawu do rejestru zastawów Spółka poinformuje w odrębnym raporcie. Informacje o zmianie terminu spłaty pożyczki i obniżeniu jej oprocentowania zostały\n                           przekazane w raporcie bieżącym nr 16/2015  z dnia 15 lipca 2015 roku.  Podstawa prawna: § 5 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-09-15"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_, w nawiązaniu do raportu bieżącego\n                           nr 4/2015 z dnia 11 marca 2015 roku informuje, że zmianie uległy prognozy finansowe\n                           zawarte w \"Strategii Rozwoju Grupy Kapitałowej \"Mex Polska\" S.A. na lata 2015-2019\",\n                           przekazanej we wskazanym raporcie. Dokument obejmujący zmienione prognozy finansowe zawarte w \"Strategii Rozwoju Grupy\n                           Kapitałowej \"Mex Polska\" S.A. na lata 2015-2019\" stanowi załącznik do niniejszego\n                           raportu.",
        "date": "2015-08-28"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 26/2015 z dnia 10 sierpnia 2015 roku, doszło do nabycia przez Spółkę od osoby fizycznej\n                           48 udziałów w MEX BISTRO I sp. z o.o. z siedzibą w Krakowie za cenę 1.517.336 zł _jeden\n                           milion pięćset siedemnaście tysięcy trzysta trzydzieści sześć złotych_, 48 udziałów\n                           w MEX BISTRO II sp. z o.o. z siedzibą w Poznaniu za cenę 1.585.207 zł _jeden milion\n                           pięćset osiemdziesiąt pięć tysięcy dwieście siedem złotych_, 48 udziałów w MEX BISTRO\n                           V sp. z o.o. z siedzibą w Krakowie za cenę 621.265 zł _sześćset dwadzieścia jeden\n                           tysięcy dwieście sześćdziesiąt pięć złotych_ oraz 48 udziałów w MEX BISTRO IX sp.\n                           z o.o. z siedzibą we Wrocławiu za cenę 236.986 zł _dwieście trzydzieści sześć tysięcy\n                           dziewięćset osiemdziesiąt sześć złotych_.  W wyniku przeprowadzonej transakcji Spółka stała się jedynym udziałowcem spółek MEX\n                           BISTRO I sp. z o.o., MEX BISTRO II sp. z o.o., MEX BISTRO V sp. z o.o. oraz MEX BISTRO\n                           IX sp. z o.o. Sprawozdania finansowe powyższych spółek będą konsolidowane na potrzeby\n                           przygotowania sprawozdania skonsolidowanego Grupy Kapitałowej \"Mex Polska\" S.A. Pomiędzy Spółka oraz osobami ją zarządzającymi i nadzorującymi a sprzedającym powyższe\n                           udziały  nie istnieją żadne powiązania. 25% ceny nabycia zostało sfinansowanych ze środków własnych, zaś pozostała część została\n                           sfinansowana z kredytu bankowego, o którym Spółka informowała w raporcie bieżącym\n                           numer 25/2015.Kryterium uznania umowy za znaczącą jest przekroczenie wartości 10% kapitałów własnych\n                           Emitenta.Z uwagi na to, że powyższe nabycia udziałów, w ocenie zarządu, będą miały istotny\n                           _pozytywny_ wpływ na wyniki osiągane przez Spółkę, a tym samym Grupę Kapitałową, zarząd\n                           Spółki informuje, że rozpoczął prace nad zmianą danych finansowych zawartych w prognozie\n                           finansowej dla Grupy Kapitałowej,  opublikowanych w marcu 2015 roku  w dokumencie\n                           \" Strategia Mex Polska S.A. na lata 2015 – 2019\" _komunikat bieżący nr  4 z dnia 11\n                           marca 2015 roku_. Zakłada się, że uaktualniona powyższa prognoza będzie opublikowana\n                           w postaci raportu bieżącego, niezwłocznie po publikacji zaudytowanych wyników Grupy\n                           Kapitałowej \"Mex Polska\" za pierwsze półrocze 2015 roku tj. po 28 sierpnia 2015 roku.Podstawa prawna: § 5 ust. 1 pkt 1 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-08-10"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 24/2015 z dnia 3 sierpnia 2015 roku, informuje, doszło do zawarcia z mBank S.A.\n                           z siedzibą w Warszawie umowy kredytu, o której Spółka informowała w raporcie bieżącym\n                           numer 25/2015. Przedmiotowa okoliczność powoduje spełnienie się warunku, określonego w każdej z czterech\n                           umów sprzedaży udziałów zawartych dnia 3 sierpnia 2015 roku, na moc których, po spełnieniu\n                           się warunku Spółka nabędzie 48 udziałów w MEX BISTRO I sp. z o.o., 48 udziałów w MEX\n                           BISTRO II sp. z o.o. z siedzibą w Poznaniu, 48 udziałów w MEX BISTRO V sp. z o.o.\n                           z siedzibą w Krakowie oraz 48 udziałów w MEX BISTRO IX sp. z o.o. z siedzibą we Wrocławiu. Podstawa prawna: § 5 ust. 1 pkt 4 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-08-10"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 23/2015 z dnia 3 sierpnia 2015 roku, informuje, iż w dniu 10 sierpnia 2015 roku\n                           doszło do zawarcia z mBank S.A. z siedzibą w Warszawie umowy kredytu na kwotę 2.970.595,50\n                           zł. Umowa kredytu została zawarta w celu sfinansowania zapłaty reszty ceny nabycia\n                           48 udziałów w MEX BISTRO I sp. z o.o., 48 udziałów w MEX BISTRO II sp. z o.o. z siedzibą\n                           w Poznaniu, 48 udziałów w MEX BISTRO V sp. z o.o. z siedzibą w Krakowie oraz 48 udziałów\n                           w MEX BISTRO IX sp. z o.o. z siedzibą we Wrocławiu.Kredyt zostanie wykorzystany w drodze przekazania środków bezpośrednio na rachunek\n                           Sprzedającego. Zabezpieczenie spłaty należności Banku stanowią weksel in blanco, wystawiony przez\n                           Spółkę oraz kaucja pieniężna w kwocie 1.200.000 zł złożona w Banku na warunkach określonych\n                           w Umowie o kaucję pieniężną nr 49/037/13 z dnia 27.12.2013 r. wraz z późniejszymi\n                           zmianami. Kredyt spłacany będzie w 41 miesięcznych ratach. Oprocentowanie ustalono na warunkach\n                           rynkowych. W umowach nie zastrzeżono żadnych kar umownych.  Wskazana kwota kredytu przekracza 10% kapitałów własnych Spółki i stanowi kryterium\n                           uznania przedmiotowych umów za znaczące. Podstawa prawna: § 5 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-08-10"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 13/2015 z dnia 18 czerwca 2015 roku, informuje, iż w dniu 3 sierpnia 2015 roku\n                           Spółka zawarła jako kupujący z osobą fizyczną jako sprzedającym 4 _cztery_ umowy sprzedaży\n                           udziałów, których przedmiotem jest nabycie przez Spółkę: 48 udziałów w MEX BISTRO\n                           I sp. z o.o. z siedzibą w Krakowie za cenę 1.517.336 zł _jeden milion pięćset siedemnaście\n                           tysięcy trzysta trzydzieści sześć złotych_; 48 udziałów w MEX BISTRO II sp. z o.o.\n                           z siedzibą w Poznaniu za cenę 1.585.207 zł _jeden milion pięćset osiemdziesiąt pięć\n                           tysięcy dwieście siedem złotych_; 48 udziałów w MEX BISTRO V sp. z o.o. z siedzibą\n                           w Krakowie za cenę 621.265 zł _sześćset dwadzieścia jeden tysięcy dwieście sześćdziesiąt\n                           pięć złotych_; 48 udziałów w MEX BISTRO IX sp. z o.o. z siedzibą we Wrocławiu za cenę\n                           236.986 zł _dwieście trzydzieści sześć tysięcy dziewięćset osiemdziesiąt sześć złotych_.Zgodnie z każdą z umów, cena zostanie uiszczona w następujący sposób:  - 25% ceny jako zaliczka w terminie 7 dnia od dnia zawarcia umowy, przelewem na\n                           rachunek      bankowy sprzedającego   - pozostała część ceny bezpośrednio przez bank udzielający Kupującemu kredytu inwestycyjnego\n                           na      sfinansowanie danej transakcji, najpóźniej w terminie 30 dni od dnia zawarcia\n                           umowy.    W umowach nie zastrzeżono żadnych kar umownych. Na podstawie każdej z umów, sprzedaż\n                           udziałów będących jej przedmiotem nastąpi pod warunkiem uzyskania przez Spółkę, najpóźniej\n                           do dnia 31 sierpnia 2015 roku kredytu inwestycyjnego na sfinansowanie przedmiotowej\n                           transakcji _warunek ma charakter zawieszający_. Spółce przysługuje umowne prawo odstąpienia\n                           od każdej z umów do dnia 31 sierpnia 2015 roku. Zabezpieczeniem zwrotu zaliczek uiszczonych\n                           przez Spółkę na podstawie każdej z umów są weksle własne \"in blanco\" wystawiony przez\n                           sprzedającego.Łączna wartość wszystkich opisanych powyżej umów wynosi 3.960.794 zł _trzy miliony\n                           dziewięćset sześćdziesiąt tysięcy siedemset dziewięćdziesiąt cztery złote_. Wskazana kwota przekracza 10% kapitałów własnych Spółki i stanowi kryterium uznania\n                           przedmiotowych umów za znaczące. Podstawa prawna: § 5 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-08-03"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, niniejszym informuje, że w\n                           dniu 3 sierpnia 2015 roku mBank S.A. z siedzibą w Warszawie, udzielił Spółce promesy\n                           kredytowej deklarującej wstępne udzielenie kredytu inwestycyjnego w wysokości 3.000.000\n                           PLN _słownie: trzy miliony złotych_. Promesa została wydana na podstawie pozytywnej oceny zdolności kredytowej Spółki i\n                           Grupy Kapitałowej \"Mex Polska\" S.A. dokonanej przez mBank S.A. i jest ważna do dnia\n                           28 sierpnia 2015 roku. Środki finansowe pochodzące z kredytu zostaną przeznaczone na sfinansowanie w 75%\n                           transakcji nabycia przez Spółkę: 48 udziałów w MEX BISTRO I sp. z o.o. z siedzibą\n                           w Krakowie,  48 udziałów w MEX BISTRO II sp. z o.o. z siedzibą w Poznaniu, 48 udziałów\n                           w MEX BISTRO V sp. z o.o. z siedzibą w Krakowie, 48 udziałów w MEX BISTRO IX sp. z\n                           o.o. z siedzibą we Wrocławiu.   O podpisaniu umowy kredytowej Spółka poinformuje odrębnym raportem. Warunkami uruchomienia środków z kredytu są głównie:-\tpodpisanie umowy kredytowej wraz z załącznikami,-\tustanowienie zabezpieczeń spłaty kredytu w formie i treści wymaganej przez mBank\n                           S.A. -\tprzedstawienie umów sprzedaży udziałów w spółkach, o których mowa powyżej;-\tudokumentowanie wniesienia wkładu własnego _min. 25% inwestycji_ na zakup udziałów\n                           w spółkach, o których mowa powyżej. Podanie niniejszej informacji do wiadomości publicznej uzasadnione jest faktem, iż\n                           może mieć ona istotny wpływ na ocenę sytuacji finansowej Emitenta.",
        "date": "2015-08-03"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, niniejszym informuje, że w\n                           dniu 30 lipca 2015 roku powziął informację o podjęciu przez Radę Nadzorczą Spółki\n                           w dniu 28 lipca 2015 roku, w trybie pisemnym, Uchwały Nr 2/07/2015 w sprawie wyrażenia\n                           zgody na zawarcie przez Spółkę, jako kredytobiorcę, umowy kredytu inwestycyjnego na\n                           następujących warunkach:a_\tcel zawarcia umowy: zakup przez Spółkę udziałów w spółkach, o których mowa w raporcie\n                           bieżącym nr 13/2015 z dnia 18 maja 2015 roku dotyczącym podpisania listu intencyjnego;b_\twartość kredytu: kredyt ma sfinansować 75% ceny nabycia udziałów wskazanych w pkt\n                           a_, jednak maksymalna kwota kredytu to 3.000.000 zł _słownie: trzy miliony złotych_;c_\toprocentowanie: na poziomie rynkowym;d_\tczas trwania umowy: 3-4 lata.",
        "date": "2015-07-30"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ niniejszym informuje, że w\n                           dniu 30 lipca 2015 roku powziął informację o podjęciu przez Radę Nadzorczą Spółki\n                           w dniu 28 lipca 2015 roku, w trybie pisemnym, Uchwały Nr 1/07/2015 w sprawie wyboru\n                           biegłego rewidenta uprawnionego do badania sprawozdań finansowych za 2015 rok.Podmiotem tym jest Kancelaria Biegłych Rewidentów \"Czupryniak i Wspólnicy\" sp. z o.o.\n                           z siedzibą w Łodzi przy ul. Andrzeja Struga 78 budynek A lok. 105, wpisana na listę\n                           podmiotów uprawnionych do badania sprawozdań finansowych przez Krajową Izbę Biegłych\n                           Rewidentów pod numerem ewidencyjnym 3791. Zgodnie z powołaną uchwałą Kancelaria Biegłych Rewidentów \"Czupryniak i Wspólnicy\"\n                           sp. z o.o. uprawniona jest do:\tdokonania przeglądu śródrocznego jednostkowego sprawozdania finansowego Spółki za\n                           pierwsze półrocze 2015 roku, sporządzonego na dzień 30 czerwca 2015 roku,\tdokonania przeglądu śródrocznego skonsolidowanego sprawozdania finansowego Grupy\n                           Kapitałowej \"Mex Polska\" S.A. za pierwsze półrocze 2015 roku, sporządzonego na dzień\n                           30 czerwca 2015 roku,\tbadania rocznego jednostkowego sprawozdania finansowego Spółki za 2015 rok, sporządzonego\n                           na dzień 31 grudnia 2015 roku,\tbadania skonsolidowanego sprawozdania finansowego Grupy Kapitałowej \"Mex Polska\"\n                           S.A za 2015 rok, sporządzonego na dzień 31 grudnia 2015 roku.Umowa z audytorem zostanie zawarta na okres konieczny do wykonania wyżej wymienionych\n                           czynności. Spółka korzystała z usług wybranego podmiotu w analogicznym zakresie, w roku poprzednim.Wybór został dokonany zgodnie z obowiązującymi przepisami i normami oraz Statutem\n                           Spółki.Podstawa prawna: § 5 ust. 1 pkt 19 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunkach uznawania za równoważne informacji wymaganych przepisami\n                           państwa nie będącego państwem członkowskim.",
        "date": "2015-07-30"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           nr 6/2015 i nr 12/2015 niniejszym informuje, że w dniu 28 lipca 2015 roku Spółka powzięła\n                           informację o rejestracji przez Sąd Rejonowy dla Łodzi-Śródmieścia w Łodzi XX Wydział\n                           Gospodarczy KRS w dniu  21 lipca 2015 roku zmiany w strukturze właścicieli Mex Master\n                           sp. z o.o. z siedzibą w Łodzi tj. o dokonaniu wpisu Spółki jako właściciela 100 %\n                           udziałów w Mex Master sp. z o.o., w związku z zawarciem w dniu 12 czerwca 2015 roku\n                           Umowy objęcia akcji i przeniesienia własności udziałów stanowiących przedmiot wkładu\n                           niepieniężnego _wymiana udziałów na akcje_ i rejestracją podwyższenia kapitału zakładowego\n                           Spółki, o której poinformowano w raporcie bieżącym nr 18/2015. W wyniku opisanych powyżej okoliczności, Spółka nabyła od Andrzeja Domżała i Joanny\n                           Kowalewskiej  wszystkie posiadane przez nich udziały w Mex Master sp. z o.o. z siedzibą\n                           w Łodzi, tj. 100 udziałów o wartości nominalnej po 50 zł każdy i łącznej wartości\n                           nominalnej 5.000 zł, stanowiących 100% kapitału zakładowego Mex Master sp. z o.o.\n                           oraz taki sam udział w liczbie głosów na Zgromadzeniu Wspólników.Udziały w Mex Master sp. z o.o. o wartości 3.934.068 zł zostały nabyte w zamian za\n                           1.311.356 akcji serii E Spółki. Aktywa zostały nabyte przez Spółkę na zasadzie wymiany\n                           – wymiana udziałów na akcje, w związku z czym uznać należy, że źródłem finansowania\n                           nabycia aktywów były środki własne Spółki. Jak wskazano powyżej, udziały w Mex Master sp. z o.o. nabyte zostały od dotychczasowych\n                           wspólników tj. Andrzeja Domżała – Przewodniczącego Rady Nadzorczej Spółki oraz od\n                           Joanny Kowalewskiej – żony Prezesa Zarządu Spółki. W wyniku przeprowadzonej transakcji Spółka stała się podmiotem kontrolującym spółkę\n                           Mex Master sp. z o.o. Kryterium uznania umowy za znaczącą jest przekroczenie wartości 10% kapitałów własnych\n                           Emitenta.",
        "date": "2015-07-28"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, działając na podstawie art.\n                           70 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U.2013.1382_, zwanej dalej \"Ustawą o ofercie\", niniejszym informuje, że w dniu\n                           22 lipca 2015 roku otrzymała następujące zawiadomienia w trybie art. 69 ust. 1 pkt\n                           1 Ustawy o ofercie:1.\tzawiadomienie od Andrzeja Domżała o nabyciu przez niego 655.678 akcji Spółki, na\n                           skutek zawartej w dniu 12 czerwca 2015 roku Umowy objęcia akcji i przeniesienia własności\n                           udziałów stanowiących przedmiot wkładu niepieniężnego _wymiana udziałów na akcje_\n                           oraz dokonanej w dniu 20 lipca 2015 roku rejestracji podwyższenia kapitału zakładowego\n                           Spółki. Zgodnie z treścią zawiadomienia Andrzej Domżał przed ww. zdarzeniem nie posiadał akcji\n                           Spółki. Aktualnie posiada 655.678 akcji Spółki, co stanowi 8,55% w kapitale zakładowym\n                           Spółki, Akcje te uprawniają do wykonania 655.678 głosów na Walnym Zgromadzeniu Spółki,\n                           co stanowi 8,55% w ogólnej liczbie głosów w Spółce.Jednocześnie poinformowano, że podmiotem zależnym od Andrzeja Domżała, posiadającym\n                           akcje Spółki jest Milduks Limited z siedzibą w Nikozji oraz że brak jest osób, o których\n                           mowa w art. 87 ust. 1 pkt 3 lit c Ustawy o ofercie.2.\tzawiadomienie od Joanny Kowalewskiej o nabyciu przez nią 655.678 akcji Spółki,\n                           na skutek zawartej w dniu 12 czerwca 2015 roku Umowy objęcia akcji i przeniesienia\n                           własności udziałów stanowiących przedmiot wkładu niepieniężnego _wymiana udziałów\n                           na akcje_ oraz dokonanej w dniu 20 lipca 2015 roku rejestracji podwyższenia kapitału\n                           zakładowego Spółki. Zgodnie z treścią zawiadomienia Joanna Kowalewska przed ww. zdarzeniem nie posiadała\n                           akcji Spółki. Aktualnie posiada 655.678 akcji Spółki, co stanowi 8,55% w kapitale\n                           zakładowym Spółki, Akcje te uprawniają do wykonania 655.678 głosów na Walnym Zgromadzeniu\n                           Spółki, co stanowi 8,55% w ogólnej liczbie głosów w Spółce.Jednocześnie poinformowano, że w stosunku do Joanny Kowalewskiej brak jest podmiotów\n                           o których mowa w art. 69 ust. 4 pkt 5_ Ustawy o ofercie oraz brak osób, o których\n                           mowa w art. 87 ust. 1 pkt 3 lit c Ustawy o ofercie.",
        "date": "2015-07-22"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, niniejszym informuje, że w\n                           dniu dzisiejszym tj. w dniu 20 lipca 2015 roku, Spółka powzięła informację o rejestracji\n                           w dniu 20 lipca 2015 roku przez Sąd Rejonowy dla Łodzi-Śródmieścia w Łodzi XX Wydział\n                           Gospodarczy KRS, podwyższenia kapitału zakładowego Spółki w drodze emisji akcji zwykłych\n                           na okaziciela serii E, dokonanego na mocy Uchwały Nr 19 Zwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 10 czerwca 2015 roku.  W wyniku podwyższenia kapitał zakładowy Spółki wynosi 766.543,60 zł _siedemset sześćdziesiąt\n                           sześć tysięcy pięćset czterdzieści trzy złote 60/100_ i dzieli się na 7.665.436 _siedem\n                           milionów sześćset sześćdziesiąt pięć tysięcy czterysta trzydzieści sześć_ akcji zwykłych\n                           na okaziciela, o wartości nominalnej 0,10 zł _dziesięć groszy_ każda, z których przysługuje\n                           prawo do 7.665.436 głosów na Walnym Zgromadzeniu Spółki. Spółka informuje, że stosownie do § 11 Uchwały Nr 19 Zwyczajnego Walnego Zgromadzenia,\n                           będzie ubiegać się o dopuszczenie i wprowadzenie akcji serii E do obrotu na rynku\n                           regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A.  Struktura kapitału zakładowego Spółki po rejestracji podwyższenia przedstawia się\n                           następująco:\t5.000.000 _pięć milionów_ akcji na okaziciela serii A,\t204.080 _dwieście cztery tysiące osiemdziesiąt_ akcji na okaziciela serii B,\t1.000.000 _jeden milion_ akcji na okaziciela serii C,\t150.000 _sto pięćdziesiąt tysięcy_ akcji na okaziciela serii D,\t1.311.356 _jeden milion trzysta jedenaście tysięcy trzysta pięćdziesiąt sześć_ akcji\n                           na okaziciela serii E.Jednocześnie Spółka informuje, że w dniu dzisiejszym tj. w dniu 20 lipca 2015 roku,\n                           Spółka powzięła informację o rejestracji w dniu 20 lipca 2015 roku przez Sąd Rejonowy\n                           dla Łodzi-Śródmieścia w  Łodzi XX Wydział Gospodarczy KRS, zmiany § 7 ust. 1 Statutu\n                           Spółki. Dotychczasowa treść § 7 ust. 1 Statutu Spółki:\"Kapitał zakładowy Spółki wynosi 635.408 _sześćset trzydzieści pięć tysięcy czterysta\n                           osiem_ złotych i dzieli się na 6.354.080 _sześć milionów trzysta pięćdziesiąt cztery tysiące osiemdziesiąt_\n                           akcji na okaziciela, w tym:\t5.000.000 _pięć milionów_ akcji na okaziciela serii A,\t204.080 _dwieście cztery tysiące osiemdziesiąt_ akcji na okaziciela serii B,\t1.000.000 _jeden milion_ akcji na okaziciela serii C,\t150.000 _sto pięćdziesiąt tysięcy_ akcji na okaziciela serii D.\"Po zmianie § 7 ust. 1 Statutu Spółki otrzymał następujące brzmienie:\"Kapitał zakładowy Spółki wynosi 766.543,60 zł _siedemset sześćdziesiąt sześć tysięcy\n                           pięćset czterdzieści trzy złote 60/100_ i dzieli się na 7.665.436 _siedem milionów\n                           sześćset sześćdziesiąt pięć tysięcy czterysta trzydzieści sześć_ akcji zwykłych na\n                           okaziciela, o wartości nominalnej 0,10 zł _dziesięć groszy_ każda, w tym:\t5.000.000 _pięć milionów_ akcji na okaziciela serii A,\t204.080 _dwieście cztery tysiące osiemdziesiąt_ akcji na okaziciela serii B,\t1.000.000 _jeden milion_ akcji na okaziciela serii C,\t150.000 _sto pięćdziesiąt tysięcy_ akcji na okaziciela serii D,\t1.311.356 _jeden milion trzysta jedenaście tysięcy trzysta pięćdziesiąt sześć_ akcji\n                           na okaziciela serii E.\"W załączeniu do niniejszego raportu Spółka przekazuje tekst jednolity Statutu uwzględniający\n                           powyższe zmiany.",
        "date": "2015-07-20"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi, w uzupełnieniu raportu bieżącego nr 17/2015\n                           z dnia 16 lipca 2015 roku, informuje, że wycena znaku towarowego \"Pijalnia Wódki i\n                           Piwa\" dokonana została przez A-1. Analizy, wyceny, doradztwo Sp. z o.o. z siedzibą\n                           w Warszawie.",
        "date": "2015-07-20"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, niniejszym informuje, że w\n                           dniu 15 lipca 2015 roku Spółka otrzymała wycenę należącego do niej znaku towarowego\n                           słowno-graficznego \"Pijalnia Wódki i Piwa\", zarejestrowanego w Urzędzie Patentowym\n                           RP pod numerem 260736. Wycena dokonana została na dzień 31 maja 2015 roku, w oparciu o podejście dochodowe,\n                           według metody zwolnienia z opłat licencyjnych.Na podstawie przeprowadzonych analiz i wyliczeń ustalono, że wartość godziwa znaku\n                           towarowego \"Pijalnia Wódki i Piwa\" wynosi 11.075.000 zł.Podanie niniejszej informacji do wiadomości publicznej uzasadnione jest faktem, iż\n                           może mieć ona istotny wpływ na ocenę sytuacji finansowej Emitenta.",
        "date": "2015-07-16"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _dalej jako \"Spółka\"_, w nawiązaniu do\n                           raportów bieżących nr 26/2013 z dnia 27 lipca 2013 roku oraz 28/2014 z dnia 11 września\n                           2014 roku, niniejszym informuje o zawarciu w dniu 15 lipca 2015 roku kolejnego aneksu\n                           do umowy pożyczki z dnia 27 lipca 2013 roku _dalej jako \"Aneks nr 2\"_. Szczegółowe informacje na temat umowy pożyczki _dalej jako \"Umowa\"_ oraz aneksu nr\n                           1 Spółka zawarła w powołanych powyżej raportach bieżących. Na mocy Aneksu nr 2 strony dokonały następujących zmian w Umowie: a.\ttermin zwrotu pożyczki – cała kwota pożyczki podlegać będzie zwrotowi po upływie\n                           42 miesięcy od dnia przekazania Spółce pierwszej transzy pożyczki, tj. do dnia 31\n                           stycznia 2017 roku; po upływie 36 miesięcy od dnia przekazania Spółce pierwszej transzy\n                           pożyczki, pożyczkodawca może wypowiedzieć Umowę z zachowaniem 3-miesiecznego okresu\n                           wypowiedzenia. b.\toprocentowanie pożyczki – począwszy od dnia 1 lutego 2016 roku, wysokość oprocentowania\n                           będzie równa WIBOR dla kredytów międzybankowych 1-miesięcznych w PLN z notowania na\n                           dwa dni robocze przed datą ciągnienia i przed dniem aktualizacji stopy zmiennej powiększonej\n                           o 5 punktów procentowych, z zastrzeżeniem że oprocentowanie całkowite nie będzie niższe\n                           nić 6,66 %. W Aneksie nr 2 nie zawarto postanowień dotyczących kar umownych. Pozostałe postanowienia Umowy nie uległy zmianie. Kryterium uznania Umowy za znaczącą jest jej wartość, która przekracza 10 % kapitałów\n                           własnych Spółki. Podstawa prawna: § 5 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-07-15"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu 1 lipca\n                           2015 roku Emitent otrzymał drogą elektroniczną polisy ubezpieczeniowe potwierdzające\n                           zawarcie przez Emitenta dwóch umów ubezpieczeniowych. Pierwsza z umów zawarta została z AIG Europe Limited Oddział w Polsce i obejmuje ubezpieczenie\n                           mienia do sumy 25.571.980 zł  oraz utraty zysku do sumy 31.195.131 z limitem odszkodowawczym\n                           10.000.000 zł.Druga umowa zawarta została z Towarzystwem Ubezpieczeń i Reasekuracji Allianz Polska\n                           S.A. z siedzibą w Warszawie i obejmuje ubezpieczenie odpowiedzialności cywilnej do\n                           wysokości 10.000.000 zł na jedno zdarzenie oraz 20.000.000 zł na wszystkie zdarzenia.\n                           Obydwie umowy zostały zawarte na okres ubezpieczenia od 1 lipca 2015 roku do 30 czerwca\n                           2016 roku. W przypadku obydwu umów ubezpieczającym jest Emitent, natomiast ubezpieczeni to Emitent\n                           i wszystkie podmioty powiązane organizacyjnie i kapitałowo z Emitentem, jak również\n                           franczyzobiorcy. Składki  z tytułu obydwu umów zostały ustalone na warunkach rynkowych. Z uwagi na wartość sum ubezpieczenia wynikających z każdej z umów, zostały one uznane\n                           za znaczące.  Podstawa prawna: § 5 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-07-02"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w dniu 22 czerwca\n                           2015 roku Rada Nadzorcza Spółki podjęła uchwałę o powołaniu Piotra Mikołajczyka do\n                           Zarządu Spółki na stanowisko Wiceprezesa Zarządu, na kolejną kadencję.  Piotr Mikołajczyk – Wiceprezes Zarządu Posiada wykształcenie wyższe. Jest absolwentem Uniwersytetu Śląskiego, Wydziału Matematyczno\n                           – Fizyczno – Chemicznego, gdzie uzyskał tytuł magistra.od 2012 do chwili obecnej \"Mex Polska\" S.A. – Wiceprezes Zarządu2007-2010 R&C Union S.A. – Prezes Zarządu2007 Green Coffee sp. z o.o. – Prezes Zarządu2001-2006 Sfinks Polska S.A. – Prezes Zarządu1999-2000 TOP-2000 sp. z o.o. – Dyrektor Zarządzający ds. Produkcji1996-1999 Trinity Management sp. z o.o. – Wicedyrektor Departamentu Zarządzania Udziałami1995-1996 Trinity Management sp. z o.o. – Kierownik Departamentu1994-1995 Goodmark S.A. – Prezes Zarządu1993-1994 J.J.Darboven – Dyrektor Oddziału1991-1993 P.W.Janfart sp. z o.o. – Wiceprezes Zarządu1984-1990 Zakłąd Robót Wysokościowych1982-1984 Zakłady Hydrauliki Siłowej – Kierownik RozdzielniPan Piotr Mikołajczyk nie wykonuje żadnej działalności, która byłaby konkurencyjna\n                           w stosunku do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej.Pan Piotr Mikołajczyk nie figuruje w Rejestrze Dłużników Niewypłacalnych. Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunkach uznawania za równoważne informacji wymaganych przepisami\n                           państwa nie będącego państwem członkowskim.",
        "date": "2015-06-23"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_, niniejszym informuje o podpisaniu\n                           w dniu 17 czerwca 2015 roku listu intencyjnego z osobą fizyczną, będącą wspólnikiem\n                           w czterech spółkach z ograniczoną odpowiedzialnością, prowadzących działalność gastronomiczną\n                           w koncepcji \"Pijalnia Wódki i Piwa\" tj. \"Mex Bistro I\" sp. z o.o., \"Mex Bistro II\"\n                           sp. z o.o., \"Mex Bistro V\" sp. z o.o. oraz \"Mex Bistro IX\" sp. z o.o. Strony, w podpisany liście intencyjnym zadeklarowały chęć i gotowość podjęcia negocjacji\n                           w sprawie nabycia przez Emitenta wszystkich udziałów posiadanych przez tę osobę fizyczną\n                           w spółkach z ograniczoną odpowiedzialnością, o których mowa powyżej. Udziałowiec zobowiązał\n                           się przez okres 2 _dwóch_ miesięcy do nie podejmowania i nie prowadzenia rozmów _negocjacji_\n                           z innymi podmiotami niż Emitent. List intencyjny jest jednym z elementów potwierdzających realizacje zamierzeń Emitenta\n                           w zakresie aktywnej polityki fuzji i przejęć. Nabycie udziałów zwiększy przychody\n                           i zyski Grupy Emitenta, a także  efektywność i kontrolę nad działalnością przejmowanych\n                           spółek. Ma to szczególne znaczenie w związku z trwającym procesem przejęcia przez\n                           Emitenta wszystkich udziałów w Mex Master sp. z o.o. za akcje Emitenta w ramach podwyższenia\n                           kapitału zakładowego. Mex Master sp. z o.o. jest bowiem większościowym wspólnikiem\n                           spółek z ograniczoną odpowiedzialnością, o których mowa powyżej.Emitent nie podaje danych osobowych osoby fizycznej ze względu na zawartą w liście\n                           intencyjnym klauzulę poufności. Emitent o nabyciu udziałów oraz i jej warunkach finansowych\n                           będzie informować rynek stosownymi raportami bieżącymi.",
        "date": "2015-06-18"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ niniejszym przekazuje do publicznej\n                           wiadomości informacje na temat zakończonej subskrypcji prywatnej akcji zwykłych na\n                           okaziciela serii E _\"Akcje Serii E\"_.Subskrypcja Akcji Serii E nastąpił na podstawie Uchwały Nr 19 Zwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy Spółki z dnia 10 czerwca 2015 roku w sprawie podwyższenia\n                           kapitału zakładowego Spółki w drodze emisji nowych akcji serii E w trybie subskrypcji\n                           prywatnej, wyłączenia prawa poboru dotychczasowych akcjonariuszy, zmiany Statutu Spółki\n                           oraz w sprawie dematerializacji i wprowadzenia akcji serii E do obrotu na rynku regulowanym\n                           prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A.1.\tData rozpoczęcia i zakończenia subskrypcji Akcji Serii ESubskrypcja Akcji Serii E miała charakter subskrypcji prywatnej i nastąpiła poprzez\n                           złożenie oferty przez Spółkę i jej przyjęcie przez oznaczonych adresatów _art. 432\n                           § 2 pkt 1 Kodeksu spółek handlowych_. Otwarcie subskrypcji nastąpiło w dniu 11 czerwca\n                           2015 roku, a jej zakończenie w dniu 12 czerwca 2015 roku. 2.\tData przydziału Akcji Serii E Ze względu na fakt, iż objęcie Akcji Serii E nastąpiło w drodze subskrypcji prywatnej,\n                           nie dokonywano przydziału akcji w rozumieniu art. 434 Kodeksu spółek handlowych, a\n                           tym samym nie można wskazać daty przydziału instrumentów finansowych. Akcje zostały objęte na podstawie Umowy objęcia akcji zawartej w dniu 12 czerwca 2015\n                           roku.3.\tLiczba papierów wartościowych objętych subskrypcjąSubskrypcja prywatna obejmowała 1.311.356 _jeden milion trzysta jedenaście tysięcy\n                           trzysta pięćdziesiąt sześć_ sztuk Akcji Serii E o wartości nominalnej 0,10 zł _dziesięć\n                           groszy _ każda. 4.\tStopa redukcji w poszczególnych transzachNie dotyczy – subskrypcja została przeprowadzona bez redukcji. 5.\tLiczba papierów wartościowych, na które złożono zapisy w ramach subskrypcjiNie dotyczy – w ramach subskrypcji nie składano zapisów w rozumieniu Kodeksu spółek\n                           handlowych.6.\tLiczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji:W ramach subskrypcji prywatnej objęto 1.311.356 _jeden milion trzysta jedenaście tysięcy\n                           trzysta pięćdziesiąt sześć_ sztuk Akcji Serii E7.\tCena, po jakiej papiery wartościowe były nabywane _obejmowane_3 _trzy_ złote za jedną Akcję Serii E 8.\tLiczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją w poszczególnych\n                           transzach:W ramach subskrypcji nie prowadzono formalnych zapisów; subskrypcja nie była podzielona\n                           na transze.9.\tLiczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           Akcje Serii E zostały objęte przez 2 _dwie_ osoby 10.\tNazwa _firma_ subemitentów, którzy objęli akcje w ramach wykonywania umów o subemisję\n                           Nie dotyczy – Akcje Serii E nie były obejmowane przez subemitentów. 11.\tWartość przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej 3.934.068 _trzy miliony dziewięćset trzydzieści cztery tysiące sześćdziesiąt osiem_\n                           złotych12.\tŁączne określenie wysokości kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułów, w podziale przynajmniej na koszty:\n                           a_ przygotowania i przeprowadzenia oferty – 0 złb_ wynagrodzenia subemitentów, dla każdego oddzielnie – 0 złc_ sporządzenia prospektu emisyjnego – 0 złd_ koszty doradztwa – 12 500 złe_ promocji oferty – 0 złZ uwagi na to, że subskrypcja miała charakter prywatny i była  skierowana do dwóch\n                           osób, koszty emisji na dzień jej zakończenia ograniczyły się do kosztów doradztwa\n                           i nie obejmują kosztów upublicznienia objętych akcji.13.\tŚredni koszt przeprowadzenia subskrypcji przypadający na jednostkę papieru wartościowego\n                           objętego subskrypcją – 0,01 zł",
        "date": "2015-06-12"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi przekazuje do publicznej wiadomości wykaz\n                           akcjonariuszy posiadających co najmniej 5% liczby głosów na \tZwyczajnym Walnym Zgromadzeniu\n                           \"Mex Polska\" S.A., które odbyło się w dniu 10 czerwca 2015 r. Zestawienie uwzględnia liczbę głosów przysługujących każdemu z akcjonariuszy na ZWZ,\n                           ich procentowy udział w liczbie głosów na ZWZ oraz w ogólnej liczbie głosów.",
        "date": "2015-06-10"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi w załączeniu do niniejszego raportu bieżącego,\n                           przekazuje do publicznej wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           \"Mex Polska\" S.A. w dniu 10 czerwca 2015 roku.",
        "date": "2015-06-10"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że opublikowanym\n                           w dniu 14 maja 2015 roku skonsolidowanym raporcie kwartalnym Grupy Kapitałowej \"Mex\n                           Polska\" S.A. za I kwartał 2015 roku wystąpiła oczywista omyłka pisarska polegającej\n                           na wskazaniu na stronie pierwszej raportu, w tabeli przedstawiającej \"Wybrane dane\n                           finansowe\", błędnej daty dotyczącej okresu porównawczego.  W kolumnach 3 i 5, wierszu 2 tabeli powinno zostać wskazane \"kwartał_y_ narastająco\n                           / 2014 okres od 2014-01-01 do 2014-03-31\" zamiast \"kwartał_y_ narastająco / 2015 okres\n                           od 2015-01-01 do 2015-03-31\".W dalszej części raportu analogiczne rubryki zostały opisane prawidłowo. Wskazana pomyłka nie ma wpływu na wyniki finansowe prezentowane w raporcie.Publikacja raportu okresowego uwzględniającego korektę opisaną powyżej nastąpi w dniu\n                           dzisiejszym.",
        "date": "2015-05-15"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A., w załączeniu do niniejszego raportu, przekazuje do publicznej\n                           wiadomości treść projektów uchwał wraz z uzasadnieniem, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w dniu 10 czerwca\n                           2015 roku w siedzibie Spółki w Łodzi przy ul. Piotrkowskiej 60, o godzinie 12.00.",
        "date": "2015-05-14"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi, w załączeniu do niniejszego raportu,\n                           przekazuje do publicznej wiadomości treść ogłoszenia o zwołaniu na dzień 10 czerwca\n                           2015 roku Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w siedzibie\n                           Spółki w Łodzi przy ul. Piotrkowskiej 60, o godzinie 12:00.",
        "date": "2015-05-14"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_, niniejszym informuje o podpisaniu\n                           w dniu 14 maja 2015 roku porozumienia ze wspólnikami MEX MASTER sp. z o.o. z siedzibą\n                           w Łodzi, w którym ustalone zostały warunki planowanego podwyższenia kapitału zakładowego\n                           Emitenta w drodze emisji akcji serii E, w trybie subskrypcji prywatnej. Zgodnie z zawartym porozumieniem wszystkie akcje serii E zostaną zaoferowane i objęte\n                           przez wszystkich wspólników MEX MASTER sp. z o.o. za wkłady niepieniężne _aporty_\n                           w postaci ich udziałów w MEX MASTER sp. z o.o. Cena emisyjna akcji serii E została ustalona na kwotę 3 _trzy_ złote.",
        "date": "2015-05-14"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_, niniejszym informuje o podpisaniu\n                           w dniu 22 kwietnia 2015 roku listu intencyjnego z wszystkimi wspólnikami MEX MASTER\n                           sp. z o.o. z siedzibą w Łodzi. Strony, w podpisany liście intencyjnym zadeklarowały chęć i gotowość podjęcia działań\n                           mających na celu podwyższenie kapitału zakładowego Emitenta w drodze emisji nowych\n                           akcji, w trybie subskrypcji prywatnej, w ramach której akcje nowej emisji objęte zostaną\n                           przez wszystkich wspólników MEX MASTER sp. z o.o. za wkłady niepieniężne _aporty_\n                           w postaci ich udziałów w MEX MASTER sp. z o.o. Warunki finansowe, a w szczególności cena emisyjna akcji nowej emisji ustalona zostanie\n                           w terminie późniejszym.",
        "date": "2015-04-22"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ w załączeniu do niniejszego\n                           raportu przekazuje do publicznej wiadomości \"Strategię Rozwoju Grupy Kapitałowej \"Mex\n                           Polska\" S.A. na lata 2015-2019\". Strategia zakłada rozwój Grupy Kapitałowej \"Mex Polska\" S.A. _\"Grupa\"_ poprzez ekspansję\n                           sieci lokali gastronomicznych \"Pijalnia Wódki i Piwa\" we współpracy z franczyzobiorcami.\n                           W prognozowanym okresie zakłada się wzrost  obrotów Grupy o ponad 100% do poziomu\n                           ponad 80 mln zł, a osiągnięty zysk netto w ostatnim roku prognozy stanowić ma nie\n                           mniej niż 4,6 mln zł.Przedstawione w strategii wyniki finansowe w poszczególnych okresach zostaną zweryfikowane\n                           z wynikami rzeczywiście osiągniętymi publikowanymi przez Emitenta w formie okresowych\n                           raportów finansowych.Wskazane w strategii wyniki są prognozami. Według najlepszej wiedzy Emitenta są one\n                           możliwe do osiągnięcia przy spełnieniu się warunków przedstawionych w opracowaniu.\n                           Na przedstawione prognozy ma jednak wpływ wiele czynników gospodarczych, biznesowych\n                           i rynkowych, niezależnych od Emitenta, które mogą wpłynąć na rzeczywiście osiągnięte\n                           w danym okresie wyniki. Zagrożenia  i trudności jakie występują przy prowadzeniu tego\n                           typu działalności gospodarczej zostały szczegółowo opisane w okresowych sprawozdaniach\n                           finansowych i sprawozdaniach zarządu przesyłanych na GPW, dostępnych na stronie internetowej\n                           Emitenta.",
        "date": "2015-03-11"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_, w nawiązaniu do raportów\n                           bieżących nr 4/2015 z dnia 11 marca 2015 roku, 28/2015 z dnia 28 sierpnia 2015 roku,\n                           1/2016 z dnia 7 stycznia 2016 roku, 3/2016 z dnia 18 stycznia 2016 roku oraz 30/2016\n                           z dnia 5 września 2016 roku dotyczących \"Strategii Rozwoju Grupy Kapitałowej \"Mex\n                           Polska\" S.A. na lata 2015-2019: _\"Strategia\"_, informuje, iż na posiedzeniu Zarządu\n                           Emitenta, które odbyło się 14 grudnia 2016 roku w siedzibie Emitenta, Zarząd Emitenta\n                           podjął uchwałę o zmianie Strategii. Strategia przewidywała dwa warianty rozwoju Grupy Kapitałowej \"Mex Polska\". Pierwszy\n                           z nich zakładał rozwój realizowany wyłącznie poprzez rozbudowę sieci \"Pijalnia Wódka\n                           i Piwa\" w modelu franczyzowym, drugi zaś poprzez równoległy rozwój dwóch sieci gastronomicznych,\n                           tj. zarówno sieci \"Pijalnia Wódki i Piwa\", jak również restauracji działających pod\n                           nazwą \"The Mexican\". Na skutek zrealizowanych zdarzeń, _decyzja o budowie ze środków\n                           własnych i zakupie od franczyzobiorców lokali \"Pijalnia Wódki i Piwa\" – o czym informowano\n                           w raportach bieżących nr 28/2015 z dnia 28 sierpnia 2015 roku oraz nr 1/2016 z dnia\n                           7 stycznia 2016 roku_ przeprowadzonych analiz finansowych i rynkowych dotyczących\n                           finansów Grupy i rozwoju sytuacji na polskim rynku gastronomicznym, Zarząd Emitenta\n                           zdecydował o wprowadzeniu zmian do Strategii. W miejsce planowanego w Strategii rozwoju sieci restauracji \"The Mexican\" zdecydowano\n                           o rozwoju sieci restauracji \"PanKejk\". Wyżej wymienione czynniki spowodowały na tyle\n                           istotne odchylenie prognoz finansowych na przyszłe lata, że konieczna okazała się\n                           aktualizacja strategii i prognozy. Zrealizowanie się zasygnalizowanych powyżej zdarzeń powodować będzie zmianę głównych\n                           pozycji opublikowanej wcześniej Strategii, takich jak m.in. zysk, przychody, EBITDA.\n                           Mając na uwadze dużą zmienność śródroczną przepływów finansowych podanych w tabeli\n                           dotyczącej prognozy cash flow, a także pozycji związanych z długiem, zdecydowano o\n                           braku ich publikacji w aktualizacjach Strategii. Uznano bowiem, że mogą występować\n                           duże wahania tych pozycji na skutek przesunięć terminów realizacji planowanych inwestycji.\n                           Dokładne wartości tych danych i wskaźników są prezentowane w kwartalnych sprawozdaniach\n                           finansowych, a podawany wskaźnik EBITDA wyraźnie wskazuje na poziom środków finansowych\n                           generowanych przez Grupę w poszczególnych kwartałach.  Do niniejszego raportu załączono  tekst \"Strategii  Mex Polska S.A. na lata 2015-2019\n                           _ujednolicony na dzień 14 grudnia 2016_\" oraz tabele zawierające istotne zmiany danych\n                           finansowych.Skorygowana prognoza zostaje elementem opublikowanej w dniu 11 marca  2015 r. i zaktualizowanej\n                           w dniu dzisiejszym  \"Strategii Mex Polska S.A. na lata 2015 – 2019\".",
        "date": "2016-12-14"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _dalej jako \"Spółka\"_, w nawiązaniu do\n                           raportów bieżących nr 26/2013 z dnia 27 lipca 2013 roku oraz 28/2014 z dnia 11 września\n                           2014 roku oraz 16/2015 z dnia 15 lipca 2015 roku, niniejszym informuje o zawarciu\n                           w dniu 4 listopada 2016 roku kolejnego _trzeciego_ aneksu do umowy pożyczki z dnia\n                           27 lipca 2013 roku _dalej jako \"Aneks nr 3\"_. Szczegółowe informacje na temat umowy pożyczki _dalej jako \"Umowa\"_ oraz wcześniejszych\n                           aneksów nr 1 i 2 Spółka zawarła w powołanych powyżej raportach bieżących. Na mocy Aneksu nr 3 strony dokonały zmiany terminu zwrotu pożyczki – cała kwota pożyczki\n                           podlegać będzie zwrotowi po upływie 54 miesięcy od dnia przekazania Spółce pierwszej\n                           transzy pożyczki, tj. do dnia 31 stycznia 2018 roku. Jednocześnie strony postanowiły,\n                           że po upływie 48 miesięcy od dnia przekazania Spółce pierwszej transzy pożyczki, pożyczkodawca\n                           może wypowiedzieć Umowę z zachowaniem 3-miesiecznego okresu wypowiedzenia. Pozostałe postanowienia Umowy nie uległy zmianie.",
        "date": "2016-11-04"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "W nawiązaniu do raportów bieżących: nr 4/2015 z dnia 11 marca 2015 roku, 28/2015 z\n                           dnia 28 sierpnia 2015 roku, 1/2016 z dnia 7 stycznia 2016 roku oraz 3/2016 z dnia\n                           18 stycznia 2016 roku, dotyczących \"Strategii Rozwoju Grupy Kapitałowej \"Mex Polska\"\n                           S.A. na lata 2015-2019\" _\"Strategia\"_, Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi\n                           _\"Spółka\", \"Emitent\"_ wskazuje, że w Strategii, której aktualny tekst jednolity stanowi\n                           załącznik do raportu bieżącego nr 3/2016 z dnia 18 stycznia 2016 roku, przedstawione\n                           zostały dwa możliwe warianty dalszego rozwoju Grupy Kapitałowej \"Mex Polska\" S.A.\n                           wraz z prognozą wyników na lata 2015-2019, tj.: -\tWariant I – stabilnego rozwoju; -\tWariant II – pełnego rozwoju. Zarząd Spółki informuje, iż obecnie Emitent realizuje założenia przedstawione w Wariancie\n                           I – stabilnego rozwoju. Prognozowana wielkość zysku netto w roku 2016 wynosi zatem 4,2 mln zł, natomiast przychody\n                           ze sprzedaży 58,4 mln zł.",
        "date": "2016-09-05"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 28/2016 z dnia 25 sierpnia 2016 roku, Zarząd\n                           \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, iż w dniu dzisiejszym tj.\n                           w dniu 26 sierpnia 2016 roku Spółka powzięła informację o wydaniu przez Krajowy Depozyt\n                           Papierów Wartościowych S.A. _\"KDPW\"_ komunikatu z dnia 26 sierpnia 2016 roku o rejestracji\n                           w KDPW, z dniem 30 sierpnia 2016 roku, 1.311.356 _jednego miliona trzystu jedenastu\n                           tysięcy trzystu pięćdziesięciu sześciu_ akcji zwykłych na okaziciela serii E Spółki,\n                           oznaczonych kodem \"PLMEXPL00010\". Szczegółowa podstawa prawna: § 34 ust. 1 pkt 1 rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunkach uznawania za równoważne informacji\n                           wymaganych przepisami państwa nie będącego państwem członkowskim.",
        "date": "2016-08-26"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\", \"Spółka\"_ informuje, iż w\n                           dniu dzisiejszym tj. w dniu 25 sierpnia 2016 roku Spółka powzięła informację o podjęciu przez Zarząd\n                           Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ Uchwały nr 885/2016 z dnia\n                           25 sierpnia 2016 roku, na mocy której Zarząd GPW: -\tstwierdził, że zgodnie z § 19 ust. 1 i 2 Regulaminu Giełdy do obrotu giełdowego\n                           na rynku podstawowym dopuszczonych jest 1.311.356 _jeden milion trzysta jedenaście\n                           tysięcy trzysta pięćdziesiąt sześć_ akcji zwykłych na okaziciela serii E Spółki, o\n                           wartości nominalnej 0,10 zł _dziesięć groszy_ każda, oraz -\tpostanowił wprowadzić te akcje z dniem 30 sierpnia 2016 roku, w trybie zwykłym,\n                           do obrotu giełdowego na rynku podstawowym, pod warunkiem dokonania przez Krajowy Depozyt\n                           Papierów Wartościowych S.A. w dniu 30 sierpnia 2016 roku ich rejestracji i oznaczenia\n                           kodem \"PLMEXPL00010\". Uchwała Zarządu Giełdy weszła w życie z dniem podjęcia.Szczegółowa podstawa prawna: § 34 ust. 1 pkt 2 rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunkach uznawania za równoważne informacji\n                           wymaganych przepisami państwa nie będącego państwem członkowskim.",
        "date": "2016-08-25"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu 11 sierpnia\n                           2016 roku Komisja Nadzoru Finansowego zatwierdziła prospekt emisyjny sporządzony w\n                           związku z ubieganiem się o dopuszczenie i wprowadzenie do obrotu na rynku regulowanym\n                           prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A. 1.311.356 _jednego\n                           miliona trzystu jedenastu tysięcy trzystu pięćdziesięciu sześciu_ akcji serii E.Treść prospektu emisyjnego zostanie podana do publicznej wiadomości w formie elektronicznej\n                           na stronie internetowej Emitenta www.mexpolska.pl w zakładce Relacje inwestorskie/Akcje\n                           Mex Polska na giełdzie/Prospekty emisyjne. O dematerializacji akcji serii E oraz ich dopuszczeniu i wprowadzeniu do obrotu na\n                           ww. rynku regulowanym Emitent poinformuje w odrębnych raportach bieżących.",
        "date": "2016-08-11"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu 18 lipca\n                           2016 roku Emitent zawarł umowę ubezpieczenia z AIG Europe Limited Oddział w Polsce.\n                           Ubezpieczającym jest Emitent, natomiast ubezpieczeni to Emitent i wszystkie podmioty\n                           grupy kapitałowej. Zakresem ubezpieczenia objęte są szkody rzeczowe w ubezpieczonym mieniu tj. we wszystkich\n                           restauracjach na terenie RP, w których ubezpieczeni prowadzą działalność gospodarczą\n                           i w których znajduje się mienie należące do ubezpieczonych, od wszystkich ryzyk _z\n                           włączeniem kradzieży z włamaniem, rabunku, wandalizmu i dewastacji_, jak również utrata\n                           zysku oraz sprzęt elektroniczny stacjonarny i przenośny. Suma gwarancyjna w zakresie ubezpieczenia mienia od wszystkich ryzyk wynosi 24.487.551\n                           zł, w zakresie utraty zysku  27.994.751 zł, a w zakresie sprzętu elektronicznego stacjonarnego\n                           i przenośnego 1.408.346 zł. Umowa została zawarta na okres ubezpieczenia od 1 lipca 2016 roku do 30 czerwca 2017\n                           roku. Składki zostały ustalone na warunkach rynkowych.Szczegółowe warunki ubezpieczenia zawarte są w Ogólnych Warunkach Ubezpieczenia mienia\n                           od wszystkich ryzyk AIG Europe Limited _01.01.2016_ Sekcja A i B oraz w Ogólnych Warunkach\n                           Ubezpieczenia sprzętu elektronicznego od wszystkich ryzyk AIG Europe Limited _01.01.2016_.\n                           Z uwagi na wartość sum ubezpieczenia wynikających z umowy, została ona uznana za znaczącą.",
        "date": "2016-07-18"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, działając na podstawie art.\n                           70 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U.2013.1382 z późn. zm._, niniejszym informuje, że w dniu dzisiejszym, tj. w dniu\n                           13 lipca 2016 roku, Emitent otrzymał od Milduks Limited z siedzibą w Nikozji _\"Akcjonariusz\"_\n                           oraz Andrzeja Domżała _\"Pełnomocnik Akcjonariusza\"_, zawiadomienia w trybie art. 69\n                           ust. 2 pkt 1 Ustawy o ofercie.Z otrzymanych zawiadomień wynika, że na skutek czterech transakcji zbycia łącznie\n                           266.000 _dwustu sześćdziesięciu sześciu tysięcy_ akcji na okaziciela Spółki, zawartych\n                           w dniach 8, 11 i 12 lipca 2016 roku na rynku regulowanym, uległ zmniejszeniu o ponad\n                           2% udział Akcjonariusza w ogólnej liczbie głosów w Spółce.Przed dokonaniem powyższych transakcji Akcjonariusz posiadał 2.505.691 akcji Spółki,\n                           co stanowiło 32,69% w kapitale zakładowym Spółki. Akcje te uprawniały do wykonania\n                           2.505.691 głosów na Walnym Zgromadzeniu Spółki, co stanowiło 32,69% w ogólnej liczbie\n                           głosów w Spółce.Aktualnie Akcjonariusz posiada 2.239.691 akcji Spółki, co stanowi 29,22% w kapitale\n                           zakładowym Spółki. Akcje te uprawniają do wykonania 2.239.691 głosów na Walnym Zgromadzeniu\n                           Spółki, co stanowi 29,22% w ogólnej liczbie głosów w Spółce.Jednocześnie poinformowano, że brak jest podmiotów zależnych od Akcjonariusza, posiadających\n                           akcje Spółki oraz osób, o których mowa w art. 87 ust. 1 pkt 3 lit c ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych.",
        "date": "2016-07-13"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_, działając na podstawie art.\n                           70 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U.2013.1382 z późn. zm._, niniejszym informuje, że w dniu dzisiejszym, tj. w dniu\n                           13 lipca 2016 roku, Emitent otrzymał od Raimita Limited z siedzibą w Nikozji _\"Akcjonariusz\"_\n                           oraz Joanny Kowalewskiej _\"Pełnomocnik Akcjonariusza\"_, zawiadomienia w trybie art.\n                           69 ust. 1 pkt 2 Ustawy o ofercie. Z otrzymanych zawiadomień wynika, że na skutek trzech transakcji zbycia łącznie 249.000\n                           _dwustu czterdziestu dziewięciu tysięcy_ akcji na okaziciela Spółki, zawartych w dniach\n                           8, 11 i 12 lipca 2016 roku na rynku regulowanym, uległ zmniejszeniu poniżej 5% udział\n                           Akcjonariusza w ogólnej liczbie głosów w Spółce.Przed dokonaniem powyższych transakcji Akcjonariusz posiadał 536.843 akcji Spółki,\n                           co stanowiło 7% w kapitale zakładowym Spółki. Akcje te uprawniały do wykonania 536.843\n                           głosów na Walnym Zgromadzeniu Spółki, co stanowiło 7% w ogólnej liczbie głosów w Spółce.Aktualnie Akcjonariusz posiada 287.843 akcji Spółki, co stanowi 3,76% w kapitale zakładowym\n                           Spółki. Akcje te uprawniają do wykonania 287.843 głosów na Walnym Zgromadzeniu Spółki,\n                           co stanowi 3,76% w ogólnej liczbie głosów w Spółce.Jednocześnie poinformowano, że brak jest podmiotów zależnych od Akcjonariusza, posiadających\n                           akcje Spółki oraz osób, o których mowa w art. 87 ust. 1 pkt 3 lit c ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych.",
        "date": "2016-07-13"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi informuje, iż w dniu 13 lipca 2016 roku\n                           otrzymał cztery powiadomienia o transakcjach, o których mowa w art. 19 ust 1. rozporządzenia\n                           MAR. Z otrzymanych powiadomień wynika, że: 1.\takcjonariusz Milduks Limited z siedzibą w Nikozji dokonał następujących transakcji\n                           na akcjach                                  Emitenta:-\tw dniu 11 lipca 2016 roku zbył 70.000 akcji Emitenta na rynku regulowanym, po cenie\n                           6,00 zł za                                 jedną akcję;-\tw dniu 12 lipca 2016 roku zbył 50.000 akcji Emitenta na rynku regulowanym, po cenie\n                           6,00 zł za                                 jedną akcję;2.\takcjonariusz Raimita Limited z siedzibą w Nikozji dokonał następujących transakcji\n                           na akcjach                                Emitenta:-\tw dniu 11 lipca 2016 roku zbył 70.000 akcji Emitenta na rynku regulowanym, po cenie\n                           6,00 zł za                                jedną akcję;-\tw dniu 12 lipca 2016 roku zbył 50.000 akcji Emitenta na rynku regulowanym, po cenie\n                           6,00 zł za                                jedną akcję;W załączeniu treść tych powiadomień.",
        "date": "2016-07-13"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi informuje, iż w dniu 8 lipca 2016 roku\n                           otrzymał dwa powiadomienia o transakcjach, o których mowa w art. 19 ust 1. rozporządzenia\n                           MAR. Z otrzymanych zawiadomień wynika, że:\tAkcjonariusz Milduks Limited, z siedzibą w Nikozji, dokonał w dniu 8 lipca 2016\n                           r. dwóch transakcji zbywając łącznie  146.000 akcji Emitenta na rynku regulowanym\n                           w cenie 6,00 zł za akcję.  ;\tAkcjonariusz Raimita Limited, z siedzibą w Nikozji, dokonał w dniu 8 lipca 2016\n                           r. transakcji zbycia 129.000 akcji Emitenta na rynku regulowanym w cenie 6,00 zł za\n                           akcję. W załączeniu treść otrzymanych powiadomień.",
        "date": "2016-07-08"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu 30 czerwca\n                           2016 roku Emitent zawarł umowę ubezpieczenia  z Towarzystwem Ubezpieczeń i Reasekuracji\n                           Allianz Polska S.A. z siedzibą w Warszawie. Ubezpieczającym jest Emitent, natomiast ubezpieczeni to Emitent i wszystkie podmioty\n                           grupy kapitałowej.Przedmiotem ubezpieczenia jest odpowiedzialność cywilna deliktowo-kontraktowa za szkody\n                           rzeczowe i osobowe wyrządzone osobom trzecim z tytułu prowadzenia działalności gospodarczej\n                           tj. działalności gastronomicznej oraz prac budowlanych związanych z adaptacją lokali\n                           na restauracje, jak również z tytułu posiadania mienia.Suma gwarancyjna wynosi 10.000.000 zł na jeden oraz 20.000.000 zł na wszystkie wypadki\n                           w okresie ubezpieczenia, oraz 30.000 zł na jeden oraz wszystkie wypadki w okresie\n                           ubezpieczenia w zakresie klauzuli nr 15 dotyczącej włączenia do ubezpieczenia kosztów\n                           ochrony prawnej. Umowa została zawarta na okres ubezpieczenia od 1 lipca 2016 roku do 30 czerwca 2017\n                           roku. Składki zostały ustalone na warunkach rynkowych. Szczegółowe warunki ubezpieczenia zawarte są w Ogólnych warunkach ubezpieczenia odpowiedzialności\n                           cywilnej TU Allianz Polska S.A. 187/2015. Z uwagi na wartość sum ubezpieczenia wynikających z umowy, została ona uznana za znaczącą.",
        "date": "2016-06-30"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _zwanej dalej \"Spółką\"_ informuje, iż\n                           w dniu 30 czerwca 2016 roku Spółka otrzymała drogą elektroniczną informację o podpisaniu\n                           w dniu 24 czerwca 2016 roku przez kredytodawcę umowy kredytu ze Spółką _zwanej dalej\n                           \"Umową Kredytu\"_.I.\tData zawarcia umowy 24 czerwca 2016 roku II.\tOznaczenie stron Umowy Kredytu•\tKredytobiorca – Spółka •\tKredytodawca – mBank S.A. z siedzibą w Warszawie III.\tOznaczenie przedmiotu Umowy Kredytu•\tKwota kredytu – 500.000 zł _pięćset tysięcy złotych_.•\tOdsetki według zmiennej stopy procentowej obliczane w stosunku rocznym od kwoty\n                           wykorzystanego kredytu. Wysokość oprocentowania będzie równa zmiennej stopie procentowej\n                           WIBOR dla kredytów międzybankowych 1-miesięcznych w PLN z notowania na dwa dni robocze\n                           przed datą ciągnienia i przed dniem aktualizacji stopy zmiennej, przy czym jeżeli\n                           stopa bazowa jest ujemna strony przyjmują, że wynosi ona 0, powiększonej o 3,0  punkty\n                           procentowe z tytułu marży Banku.•\tW dniu podpisania Umowy kredytu oprocentowanie wynosiło 4,64 %.IV.\tIstotne warunki Umowy Kredytu•\tKredyt zostaje udzielony na częściowe refinansowanie pożyczek udzielonych przez\n                           Kredytobiorcę spółce Mex Bistro VI sp. z o.o. z siedzibą w Łodzi, celem finansowania\n                           inwestycji polegającej na otwarciu nowego lokalu \"Pijalnia Wódki i Piwa\" w Warszawie\n                           przy ul. Nowogrodzkiej 27, do wysokości 70% udokumentowanych nakładów poniesionych\n                           na inwestycję , jednak w kwocie nie wyższej niż 500.000 zł.•\tSpłata kredytu nastąpi w miesięcznych ratach. Raty są równe i wynoszą po 17.000\n                           zł, z wyjątkiem ostatniej raty, która wynosi 7.000 zł. Spłata ostatniej raty ma nastąpić\n                           31 grudnia 2018 roku.•\tSpłata kredytu została zabezpieczona poprzez:\tweksel in blanco, wystawiony przez Spółkę, zaopatrzony w deklarację wekslową Kredytobiorcy\n                           z dnia 24 czerwca 2016 r., poręczony przez Mex Master sp. z o.o. oraz Mex Bistro VI\n                           sp. z o.o. \tkaucję pieniężna w kwocie 1.200.000 zł _jeden milion dwieście tysięcy złotych_ złożona\n                           w Banku na warunkach określonych w Umowie o kaucję pieniężną nr 49/037/13 z dnia 27.12.2013\n                           r. wraz z późniejszymi zmianami.V.\tZastrzeżone kary umowneW Umowie kredytu nie zastrzeżono żadnych kar umownych.",
        "date": "2016-06-30"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi informuje, że dnia 24 czerwca 2016 roku\n                           Nadzwyczajne Walne Zgromadzenie podjęło Uchwałę Nr 19 o powołaniu Barbary Osojcy na\n                           członka Rady Nadzorczej Spółki na kolejną 3-letnią kadencję, która będzie trwała do\n                           dnia 24 czerwca 2019 roku. Barbara Osojca  – członek Rady Nadzorczej posiada wykształcenie średnie. Doświadczenie zawodowe:-\tdo chwili obecnej – rentier-\t2009 do 2011 – prowadzenie własnej działalności gospodarczej w sektorze pośrednictwa\n                           kredytowego-\t2007 do 2009 – prowadzenie własnej działalności gastronomicznej i kosmetycznej-\t1982 do 1991 – prowadzenie własnej działalności gospodarczej w sektorze przemysłu\n                           odzieżowego.Barbara Osojca od 31 lipca 2012 r. pełni funkcję członka Rady Nadzorczej \"Mex Polska\"\n                           S.A. Barbara Osojca nie wykonuje żadnej działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej, ani w innej\n                           konkurencyjnej osobie prawnej jako członek jej organu. Barbara Osojca nie figuruje w Rejestrze Dłużników Niewypłacalnych.",
        "date": "2016-06-24"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi przekazuje do publicznej wiadomości wykaz\n                           akcjonariuszy posiadających co najmniej 5% liczby głosów na \tZwyczajnym Walnym Zgromadzeniu\n                           \"Mex Polska\" S.A., które odbyło się w dniu 24 czerwca 2016 r. Zestawienie uwzględnia liczbę głosów przysługujących każdemu z akcjonariuszy na ZWZ,\n                           ich procentowy udział w liczbie głosów na ZWZ oraz w ogólnej liczbie głosów.",
        "date": "2016-06-24"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi w załączeniu do niniejszego raportu bieżącego,\n                           przekazuje do publicznej wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           \"Mex Polska\" S.A. w dniu 24 czerwca 2016 roku.",
        "date": "2016-06-24"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ niniejszym informuje, że w\n                           dniu 17 czerwca 2016 roku powziął informację o podjęciu przez Radę Nadzorczą Spółki\n                           w dniu 17 czerwca 2016 roku, w trybie pisemnym, Uchwały Nr 1/06/2016 w sprawie wyboru\n                           Kancelarii Biegłych Rewidentów \"Czupryniak i Wspólnicy\" sp. z o.o. z siedzibą w Łodzi\n                           przy ul. Andrzeja Struga 78 budynek A lok. 105, na biegłego rewidenta uprawnionego\n                           do badania sprawozdań finansowych za 2016 rok, tj. do przeprowadzenia śródrocznego\n                           przeglądu jednostkowego sprawozdania finansowego Spółki oraz skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej \"Mex Polska\" S.A. za pierwsze półrocze 2016 roku oraz\n                           do badania jednostkowego sprawozdania finansowego Spółki oraz skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej \"Mex Polska\" S.A. za 2016 rok.  Wybrany podmiot wpisany jest na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych przez Krajową Izbę Biegłych Rewidentów pod numerem ewidencyjnym 3791.\n                           Umowa z audytorem zostanie zawarta na okres konieczny do wykonania wyżej wymienionych\n                           czynności. Spółka korzystała z usług wybranego podmiotu w analogicznym zakresie w roku 2014 i\n                           2015.Wybór został dokonany zgodnie z obowiązującymi przepisami i normami oraz Statutem\n                           Spółki.",
        "date": "2016-06-17"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\", \"Emitent\"_, działając na podstawie\n                           art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U.2013.1382 z późn. zm._, niniejszym informuje, że w dniu dzisiejszym, tj. w dniu\n                           16 czerwca 2016 roku, Emitent otrzymał od Trigon Towarzystwo Funduszy Inwestycyjnych\n                           S.A. z siedzibą w Warszawie _\"Trigon TFI S.A.\"_, działając w imieniu funduszy inwestycyjnych\n                           zarządzanych przez Trigon TFI S.A., zawiadomienie w trybie art. 69 w zw. z art. 87\n                           ust. 1 pkt 2 lit. a Ustawy o ofercie. Z otrzymanego zawiadomienia wynika, że:1.\tFundusze inwestycyjne zarządzane przez Trigon TFI S.A. łącznie przekroczyły próg\n                           5% w ogólnej liczbie głosów w Spółce.Przekroczenie progu 5% w ogólnej liczbie głosów w Spółce nastąpiło w wyniki zawarcia\n                           w dniu 10 czerwca 2016 roku transakcji pakietowej nabycia 367.941 akcji Spółki, rozliczonej\n                           w dniu 14 czerwca 2016 roku. Przed zmianą udziału, fundusze inwestycyjne zarządzane przez Trigon TFI S.A. posiadały\n                           łącznie 360.389 akcji Spółki, stanowiących 4,70% kapitału zakładowego Spółki, uprawniających\n                           do 360.389 głosów w Spółce, co stanowi 4,70% w ogólnej liczbie głosów w Spółce. Po zmianie udziału fundusze inwestycyjne zarządzane przez Trigon TFI S.A. posiadają\n                           łącznie 728.330 akcji Spółki, stanowiących 9,50% kapitału zakładowego Spółki, uprawniających\n                           do 728.330 głosów w Spółce, co stanowi 9,50% w ogólnej liczbie głosów w Spółce.2.\tW ramach wyżej wskazanych transakcji prowadzących do przekroczenia łącznie przez\n                           fundusze inwestycyjne zarządzane przez Trigon TFI S.A. progu 5% w ogólnej liczbie\n                           głosów w Spółce, fundusz Trigon Quantum Neutrał Fundusz Inwestycyjny Zamknięty _nr\n                           RFI 918_ samodzielnie przekroczył próg 5% w ogólnej liczbie głosów w Spółce. Przekroczenie progu 5% w ogólnej liczbie głosów w Spółce nastąpiło w wyniki zawarcia\n                           w dniu 10 czerwca 2016 roku transakcji pakietowej nabycia 127.763 akcji Spółki, rozliczonej\n                           w dniu 14 czerwca 2016 roku. Przed zmianą udziału, fundusz Trigon Quantum Neutral Fundusz Inwestycyjny Zamknięty\n                           posiadał 360.389 akcji Spółki, stanowiących 4,70% kapitału zakładowego Spółki, uprawniających\n                           do 360.389 głosów w Spółce, co stanowi 4,70% w ogólnej liczbie głosów w Spółce. Po zmianie udziału, fundusz Trigon Quantum Neutrał Fundusz Inwestycyjny Zamknięty\n                           posiada 488.152 akcji Spółki, stanowiących 6,37% kapitału zakładowego Spółki, uprawniających\n                           do 488.152 głosów w Spółce, co stanowi 6,37% w ogólnej liczbie głosów w Spółce.Jednocześnie\n                           poinformowano, że:-\tcelem inwestycyjnym funduszy inwestycyjnych zarządzanych przez Trigon TFI S.A. jest\n                           zwiększenie wartości aktywów funduszy, stąd też nie jest wykluczone zwiększanie jak\n                           i zmniejszanie udziału;-\tbrak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienie, posiadających\n                           akcje Spółki;-\tbrak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit c ustawy o ofercie.",
        "date": "2016-06-16"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\", \"Emitent\"_, działając na podstawie\n                           art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U.2013.1382 z późn. zm._, niniejszym informuje, że w dniu dzisiejszym, tj. w dniu\n                           14 czerwca 2016 roku, Emitent otrzymał od Raimita Limited z siedzibą w Nikozji _\"Akcjonariusz\"_,\n                           zawiadomienia w trybie art. 69 ust. 2 pkt 1 Ustawy o ofercie. Z otrzymanych zawiadomień wynika, że:-\tna skutek transakcji zbycia 200.000 akcji Emitenta, zawartej w dniu 8 czerwca 2016\n                           roku na rynku regulowanym, uległ zmniejszeniu udział Akcjonariusza w ogólnej liczbie\n                           głosów w Spółce. Przed wskazaną transakcją Akcjonariusz posiadał 920.813 akcji Spółki,\n                           co stanowiło 12,01% w kapitale zakładowym Spółki. Akcje te uprawniały do wykonania\n                           920.813 głosów na Walnym Zgromadzeniu Spółki, co stanowiło 12,01% w ogólnej liczbie\n                           głosów w Spółce. Po transakcji Akcjonariusz posiada 720.813 akcji Spółki, co stanowi\n                           9,40% w kapitale zakładowym Spółki. Akcje te uprawniają do wykonania 720.813 głosów\n                           na Walnym Zgromadzeniu Spółki, co stanowi 9,40% w ogólnej liczbie głosów w Spółce;-\tna skutek transakcji zbycia 183.970 akcji Emitenta, zawartej w dniu 10 czerwca 2016\n                           roku na rynku regulowanym, uległ zmniejszeniu udział Akcjonariusza w ogólnej liczbie\n                           głosów w Spółce. Przed zbyciem Akcjonariusz posiadał 720.813 akcji Spółki, co stanowiło\n                           9,40% w kapitale zakładowym Spółki. Akcje te uprawniały do wykonania 720.813 głosów\n                           na Walnym Zgromadzeniu Spółki, co stanowiło 9,40% w ogólnej liczbie głosów w Spółce.\n                           Po zbyciu Akcjonariusz posiada 536.843 akcji Spółki, co stanowi 7,00% w kapitale zakładowym\n                           Spółki. Akcje te uprawniają do wykonania 536.843 głosów na Walnym Zgromadzeniu Spółki,\n                           co stanowi 7,00% w ogólnej liczbie głosów w Spółce.Jednocześnie poinformowano, że brak jest podmiotów zależnych od Akcjonariusza, posiadających\n                           akcje Spółki oraz osób, o których mowa w art. 87 ust. 1 pkt 3 lit c ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych.",
        "date": "2016-06-14"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\", \"Emitent\"_, działając na podstawie\n                           art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U.2013.1382 z późn. zm._, niniejszym informuje, że w dniu dzisiejszym, tj. w dniu\n                           14 czerwca 2016 roku, Emitent otrzymał od Milduks Limited z siedzibą w Nikozji _\"Akcjonariusz\"_,\n                           zawiadomienia w trybie art. 69 ust. 2 pkt 2 Ustawy o ofercie. Z otrzymanych zawiadomień wynika, że:-\tna skutek transakcji zbycia 183.000 akcji Emitenta, zawartej w dniu 8 czerwca 2016\n                           roku na rynku regulowanym, uległ zmniejszeniu udział Akcjonariusza w ogólnej liczbie\n                           głosów w Spółce. Przed wskazaną transakcją Akcjonariusz posiadał 2.872.662 akcji Spółki,\n                           co stanowiło 37,48% w kapitale zakładowym Spółki. Akcje te uprawniały do wykonania\n                           2.872.662 głosów na Walnym Zgromadzeniu Spółki, co stanowiło 37,48% w ogólnej liczbie\n                           głosów w Spółce. Po transakcji Akcjonariusz posiada 2.689.662 akcji Spółki, co stanowi\n                           35,09% w kapitale zakładowym Spółki. Akcje te uprawniają do wykonania 2.689.662 głosów\n                           na Walnym Zgromadzeniu Spółki, co stanowi 35,09% w ogólnej liczbie głosów w Spółce;-\tna skutek transakcji zbycia łącznie 183.971 akcji Emitenta, zawartych w dniu 10\n                           czerwca 2016 roku na rynku regulowanym, uległ zmniejszeniu udział Akcjonariusza w\n                           ogólnej liczbie głosów w Spółce. Przed zbyciem Akcjonariusz posiadał 2.689.662 akcji\n                           Spółki, co stanowiło 35,09% w kapitale zakładowym Spółki. Akcje te uprawniały do wykonania\n                           2.689.662 głosów na Walnym Zgromadzeniu Spółki, co stanowiło 35,09% w ogólnej liczbie\n                           głosów w Spółce. Po zbyciu Akcjonariusz posiada 2.505.691 akcji Spółki, co stanowi\n                           32,69% w kapitale zakładowym Spółki. Akcje te uprawniają do wykonania 2.505.691 głosów\n                           na Walnym Zgromadzeniu Spółki, co stanowi 32,69% w ogólnej liczbie głosów w Spółce.Jednocześnie poinformowano, że brak jest podmiotów zależnych od Akcjonariusza, posiadających\n                           akcje Spółki oraz osób, o których mowa w art. 87 ust. 1 pkt 3 lit c ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych.",
        "date": "2016-06-14"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           tj. w dniu 14 czerwca 2016 roku, wpłynęły do Emitent zawiadomienia od Przewodniczącego\n                           Rady Nadzorczej – Andrzeja Domżała, sporządzone zgodnie z art. 160 ustawy z dnia 29\n                           lipca 2005 roku o obrocie instrumentami finansowymi _tj. Dz.U. z 2014 r. poz. 94 z\n                           późn. zm._.Z przekazanych informacji wynika, że osoba blisko związana z Przewodniczącym Rady\n                           Nadzorczej – Milduks Limited z siedzibą w Nikozji, dokonała zbycia na GPW, w trybie\n                           transakcji pakietowych sesyjnych:- 183.000 sztuk akcji Emitenta, po cenie 6,20 zł za jedną akcję w dniu 8 czerwca 2016\n                           roku;- 127.763 sztuk akcji Emitenta, po cenie 6,33 zł za jedną akcję w dniu 10 czerwca\n                           2016 roku;- 56.208 sztuk akcji Emitenta, po cenie 6,33 zł za jedną akcję w dniu 10 czerwca 2016\n                           roku.Przewodniczący Rady Nadzorczej, na podstawie § 3 ust. 2 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych z dnia 15 listopada 2005 r. _Dz.U. z 2005, Nr 229,\n                           poz. 1950_, wyraził zgodę na opublikowanie swoich danych osobowych.",
        "date": "2016-06-14"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           tj. w dniu 14 czerwca 2016 roku, wpłynęły do Emitent zawiadomienia od Prezesa Zarządu\n                           – Pawła Kowalewskiego, sporządzone zgodnie z art. 160 ustawy z dnia 29 lipca 2005\n                           roku o obrocie instrumentami finansowymi _tj. Dz.U. z 2014 r. poz. 94 z późn. zm._.Z przekazanych informacji wynika, że osoba blisko związana z Prezesem Zarządu – Raimita\n                           Limited z siedzibą w Nikozji, dokonała zbycia na GPW, w trybie transakcji pakietowych\n                           sesyjnych:-  200.000 sztuk akcji Emitenta, po cenie 6,20 zł za jedną akcję, w dniu 8 czerwca\n                           2016 roku; - 183.970 sztuk akcji Emitenta, po cenie 6,33 zł za jedną akcję, w dniu 10 czerwca\n                           2016 roku.Prezes Zarządu, na podstawie § 3 ust. 2 rozporządzenia Ministra Finansów w sprawie\n                           przekazywania i udostępniania informacji o niektórych transakcjach instrumentami finansowymi\n                           oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp do określonych\n                           informacji poufnych z dnia 15 listopada 2005 r. _Dz.U. z 2005, Nr 229, poz. 1950_,\n                           wyraził zgodę na opublikowanie swoich danych osobowych.",
        "date": "2016-06-14"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi, w załączeniu do niniejszego raportu,\n                           przekazuje do publicznej wiadomości treść projektów uchwał, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w dniu 24 czerwca\n                           2016 roku w siedzibie Spółki w Łodzi przy ul. Piotrkowskiej 60, o godzinie 10.00.",
        "date": "2016-05-27"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi, w załączeniu do niniejszego raportu,\n                           przekazuje do publicznej wiadomości treść ogłoszenia o zwołaniu na dzień 24 czerwca\n                           2016 roku Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w siedzibie\n                           Spółki w Łodzi przy ul. Piotrkowskiej 60, o godzinie 10:00.",
        "date": "2016-05-27"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w dniu 24 maja\n                           2016 roku Rada Nadzorcza Spółki podjęła uchwałę w przedmiocie oceny wniosku Zarządu\n                           dotyczącego podziału zysku Spółki za rok obrotowy 2015. Rada Nadzorcza uznała za uzasadniony wniosek Zarządu w sprawie podziału zysku Spółki\n                           za rok obrotowy 2015, zgodnie z którym zysk netto osiągnięty przez Spółkę w roku obrotowym\n                           2015 w kwocie 2.939.237,31 zł _dwa miliony dziewięćset trzydzieści dziewięć tysięcy\n                           dwieście trzydzieści siedem złotych 31/100_ zostanie podzielony w następujący sposób:-    kwota w wysokości 2.529.593,88 zł na wypłatę dywidendy dla akcjonariuszy Spółki,\n                           co odpowiada kwocie 0,33        zł na jedną akcję objętą dywidendą;-    kwota w wysokości 125.136,99 zł na pokrycie strat z lat ubiegłych powstałych\n                           w wyniku ujęcia w księgach                 rachunkowych tzw. korekty błędu podstawowego;\n                           -    kwota w wysokości 284.506,44 zł na kapitał zapasowy Spółki.Rada Nadzorcza uznała także za zasadne ustalenie listy akcjonariuszy uprawnionych\n                           do wypłaty dywidendy za rok obrotowy zakończony w dniu 31 grudnia 2015 roku _dzień\n                           dywidendy_ na 8 lipca 2016 roku, a termin wypłaty dywidendy na 29 lipca 2016 roku.W związku z powyższym, Rada Nadzorcza Spółki po zapoznaniu się z wnioskiem Zarządu\n                           co do podziału zysku za rok obrotowy 2015, rekomenduje Zwyczajnemu Walnemu Zgromadzeniu\n                           Spółki przedstawiony przez Zarząd sposób podziału zysku oraz terminy dnia dywidendy\n                           i dnia wypłaty dywidendy.Podstawa prawna: § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych.",
        "date": "2016-05-25"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w dniu 23 maja\n                           2016 roku podjął uchwałę w przedmiocie projektu podziału zysku Spółki wpracowanego\n                           w 2015 roku, zgodnie z którą Zarząd Spółki w oparciu o politykę dywidendy Spółki przyjętą\n                           w \"Strategii Rozwoju Grupy Kapitałowej \"Mex Polska\" S.A. na lata 2015-2019\", złoży\n                           rekomendacje:-     Radzie Nadzorczej \"Mex Polska\" S.A. odnośnie podjęcia uchwały o rekomendacji\n                           Walnemu      Zgromadzeniu          podziału zysku za rok obrotowy 2015 oraz-     Walnemu Zgromadzeniu \"Mex Polska\" S.A. odnośnie podjęcia uchwały o podziale\n                           zysku za rok obrotowy 2015w ten sposób, aby zysk netto w kwocie 2.939.237,31 zł _dwa miliony dziewięćset trzydzieści\n                           dziewięć tysięcy dwieście trzydzieści siedem złotych 31/100_ wypracowany przez Spółkę\n                           w 2015 roku przeznaczyć:-    kwotę w wysokości 2.529.593,88 zł na wypłatę dywidendy dla akcjonariuszy Spółki,\n                           co odpowiada                               kwocie 0,33 zł na jedną akcję objętą dywidendą;-    kwotę w wysokości 125.136,99 zł na pokrycie strat z lat ubiegłych powstałych\n                           w wyniku ujęcia w księgach                   rachunkowych tzw. korekty błędu podstawowego;\n                           -    kwotę w wysokości 284.506,44 zł na kapitał zapasowy Spółki.Dzień, według którego Zarząd rekomenduje ustalić listę akcjonariuszy uprawnionych\n                           do wypłaty dywidendy za rok obrotowy zakończony w dniu 31 grudnia 2015 roku _dzień\n                           dywidendy_ to 8 lipca 2016 roku, a termin wypłaty dywidendy to 29 lipca 2016 roku.Podstawa\n                           prawna: § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych.",
        "date": "2016-05-23"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           tj. w dniu 28 kwietnia 2016 roku, Emitent otrzymał od Wiceprezesa Zarządu \"Mex Polska\"\n                           S.A. – p. Piotra Mikołajczyka, zawiadomienie sporządzone zgodnie z art. 160 ustawy\n                           z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi _tj. Dz.U. z 2014 r.\n                           poz. 94 z późn. zm._ Z przekazanej informacji wynika, że w dniu 27 kwietnia 2016 roku Wiceprezes Zarządu\n                           – p. Piotr Mikołajczyk dokonał dwóch transakcji na akcjach Emitenta, nabywając łącznie\n                           44.000 sztuk akcji Emitenta:-  22.000 sztuk akcji Emitenta, po cenie 5,30 zł za jedną akcję; - 22.000 sztuk akcji Emitenta, po cenie 5,30 zł za jedną akcję.Transakcje zostały dokonane poza rynkiem giełdowym, na podstawie umów cywilnoprawnych.\n                           Wiceprezes Zarządu, na podstawie § 3 ust. 2 rozporządzenia Ministra Finansów w sprawie\n                           przekazywania i udostępniania informacji o niektórych transakcjach instrumentami finansowymi\n                           oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp do określonych\n                           informacji poufnych z dnia 15 listopada 2005 r. _Dz.U. z 2005, Nr 229, poz. 1950_,\n                           wyraził zgodę na opublikowanie swoich danych osobowych.",
        "date": "2016-04-28"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           tj. w dniu 28 kwietnia 2016 roku, Emitent otrzymał od Prezesa Zarządu \"Mex Polska\"\n                           S.A. – p. Pawła Kowalewskiego, zawiadomienie sporządzone zgodnie z art. 160 ustawy\n                           z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi _tj. Dz.U. z 2014 r.\n                           poz. 94 z późn. zm._ Z przekazanej informacji wynika, że w dniu 27 kwietnia 2016 roku, osoba blisko związana\n                           z Prezesem Zarządu – Raimita Limited z siedzibą w Nikozji, dokonała transakcji na\n                           akcjach Emitenta, zbywając 22.000 sztuk akcji Emitenta, po cenie 5,30 zł za jedną\n                           akcję. Transakcja została dokonana poza rynkiem giełdowym, na podstawie umowy cywilnoprawnej.\n                           Prezes Zarządu, na podstawie § 3 ust. 2 rozporządzenia Ministra Finansów w sprawie\n                           przekazywania i udostępniania informacji o niektórych transakcjach instrumentami finansowymi\n                           oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp do określonych\n                           informacji poufnych z dnia 15 listopada 2005 r. _Dz.U. z 2005, Nr 229, poz. 1950_,\n                           wyraził zgodę na opublikowanie swoich danych osobowych.",
        "date": "2016-04-28"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           tj. w dniu 28 kwietnia 2016 roku, Emitent otrzymał od Przewodniczącego Rady Nadzorczej\n                           \"Mex Polska\" S.A. – p. Andrzeja Domżała, zawiadomienie sporządzone zgodnie z art. 160 ustawy z dnia 29\n                           lipca 2005 roku o obrocie instrumentami finansowymi _tj. Dz.U. z 2014 r. poz. 94 z\n                           późn. zm._ Z przekazanej informacji wynika, że w dniu 27 kwietnia 2016 roku, osoba blisko związana\n                           z Przewodniczącym Rady Nadzorczej – Milduks Limited z siedzibą w Nikozji, dokonała\n                           transakcji na akcjach Emitenta, zbywając 22.000 sztuk akcji Emitenta, po cenie 5,30\n                           zł za jedną akcję. Transakcja została dokonana poza rynkiem giełdowym, na podstawie\n                           umowy cywilnoprawnej. Przewodniczący Rady Nadzorczej, na podstawie § 3 ust. 2 rozporządzenia Ministra Finansów\n                           w sprawie przekazywania i udostępniania informacji o niektórych transakcjach instrumentami\n                           finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp\n                           do określonych informacji poufnych z dnia 15 listopada 2005 r. _Dz.U. z 2005, Nr 229,\n                           poz. 1950_, wyraził zgodę na opublikowanie swoich danych osobowych.",
        "date": "2016-04-28"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _zwanej dalej \"Spółką\"_, w załączeniu\n                           do niniejszego raportu, niniejszym przekazuje do publicznej wiadomości tekst jednolity\n                           \"Strategii Rozwoju Grupy Kapitałowej \"Mex Polska\" S.A. na lata 2015-2019\", uwzględniający\n                           zmiany, o których mowa w raportach bieżących nr 28/2015 z dnia 28 sierpnia 2015 roku\n                           oraz nr 1/2016 z dnia 7 stycznia 2016 roku. Jednocześnie, w związku z zakończeniem 2015 roku, \"Strategia Rozwoju Grupy Kapitałowej\n                           \"Mex Polska\" S.A. na lata 2015-2019\" została zmodyfikowana poprzez ujęcie prognoz\n                           wyników na rok 2015, jako szacunków wyników za 2015 rok.",
        "date": "2016-01-18"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _zwanej dalej \"Spółką\"_ niniejszym informuje,\n                           że raporty okresowe Spółki oraz Grupy Kapitałowej \"Mex Polska\" S.A. w roku 2016 będą\n                           przekazywane do publicznej wiadomości w następujących terminach: 1.\tSkonsolidowane raporty kwartalne: \tza I kwartał 2016 roku – 12 maja 2016 roku, \tza III kwartał 2016 roku – 14 listopada 2016 roku.2.\tSkonsolidowany i jednostkowy raport śródroczny za I półrocze 2016 roku – 26 sierpnia\n                           2016 roku.  3.\tJednostkowy raport roczny za rok 2015 – 18 marca 2016 roku. 4.\tSkonsolidowany raport roczny za rok 2015 – 18 marca 2016 roku. Jednocześnie Zarząd \"Mex Polska\" S.A. informuje, iż na podstawie § 102 ust. 1 oraz\n                           § 101 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych _..._,\n                           Spółka nie będzie publikowała skonsolidowanego raportu kwartalnego za IV kwartał 2015\n                           roku oraz skonsolidowanego raportu kwartalnego za II kwartał 2016 roku.  Ponadto Zarząd \"Mex Polska\" S.A. oświadcza, iż na podstawie § 83 ust. 1 i 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych _..._, jednostkowe i skonsolidowane\n                           raporty kwartalne i półroczne nie będą przekazywane odrębnie, lecz tak jak w latach\n                           ubiegłych, kwartalna informacja finansowa \"Mex Polska\" S.A. będzie zamieszczana w\n                           skonsolidowanym raporcie kwartalnym Grupy Kapitałowej \"Mex Polska\" S.A., natomiast\n                           półroczne skrócone sprawozdanie finansowe Spółki będzie zamieszczone w skonsolidowanym\n                           raporcie półrocznym.  Podstawa prawna: § 103 ust. 1 oraz § 83 ust. 1 i 3 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych _…_.",
        "date": "2016-01-15"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _dalej jako \"Spółka\"_, w nawiązaniu do\n                           raportów bieżących nr 26/2013 z dnia 27 lipca 2013 roku, 28/2014 z dnia 11 września\n                           2014 roku, 16/2015 z dnia 15 lipca 2015 roku oraz 31/2016 z dnia 4 listopada 2016\n                           roku, niniejszym informuje o zawarciu w dniu 12 grudnia 2017 roku kolejnego _czwartego_\n                           aneksu do umowy pożyczki z dnia 27 lipca 2013 roku _dalej jako \"Aneks nr 4\"_. Szczegółowe informacje na temat umowy pożyczki _dalej jako \"Umowa\"_ oraz wcześniejszych\n                           aneksów nr 1, 2 i 3 Spółka zawarła w powołanych powyżej raportach bieżących. Na mocy Aneksu nr 4 strony dokonały zmiany terminu zwrotu pożyczki – cała kwota pożyczki\n                           podlegać będzie zwrotowi po upływie 66 miesięcy od dnia przekazania Spółce pierwszej\n                           transzy pożyczki, tj. do dnia 31 stycznia 2019 roku. Jednocześnie strony postanowiły,\n                           że po upływie 60 miesięcy od dnia przekazania Spółce pierwszej transzy pożyczki, pożyczkodawca\n                           może wypowiedzieć Umowę z zachowaniem 3-miesiecznego okresu wypowiedzenia. Pozostałe postanowienia Umowy nie uległy zmianie.",
        "date": "2017-12-12"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu 16 października\n                           2017 roku podpisał list intencyjny _\"List\"_ z Krzysztofem Kołaszewskim - wspólnikiem\n                           spółki Bobby Burger sp. z o.o. z siedzibą w Warszawie _\"BB\"_, działającym w imieniu\n                           własnym oraz z upoważnienia drugiego wspólnika – Bogumiła Jankiewicza. BB prowadzi\n                           działalność gastronomiczną specjalizującą się w podawaniu hamburgerów. Wymiana dokumentów\n                           nastąpiła drogą elektroniczną. Na podstawie Listu Strony wyraziły wolę współpracy polegającej na zawarciu umów sprzedaży\n                           udziałów, na mocy których Emitent lub spółka zależna od Emitenta nabędzie co najmniej\n                           51% udziałów w kapitale zakładowym BB.Na mocy Listu Emitentowi przysługuje wyłączność na prowadzenie rozmów i negocjacji\n                           w sprawie zawarcia umów sprzedaży jakichkolwiek udziałów w BB w okresie 4 miesięcy\n                           od dnia podpisania Listu. Ostateczna decyzja dotycząca zawarcia ewentualnej transakcji i jej warunków zostanie\n                           podjęta przez Emitenta po przeprowadzeniu szczegółowego badania BB w zakresie prawnym,\n                           finansowym, podatkowym i księgowym _due diligence_. Po zakończeniu badania i dokonaniu\n                           przez Emitenta oceny możliwości rozwoju i przewidywanych efektów zawarcia umowy, Strony\n                           dokonają również ustalenia ceny nabycia udziałów. W kolejnych raportach Emitent będzie informował o istotnych postępach w negocjacjach,\n                           w tym kolejnych umowach i porozumieniach zawieranych pomiędzy Stronami.",
        "date": "2017-10-16"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 15/2017 informującym, iż w dniu 22 września 2017\n                           roku  Emitent otrzymał od Wiceprzewodniczącego Rady Nadzorczej Wiesława Likusa dwa\n                           powiadomienia o transakcjach, o których mowa w art. 19 ust 1. rozporządzenia MAR,\n                           niniejszym zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi informuje, iż dnia 22 września\n                           2017 roku o godz. 19:32 Wiceprzewodniczący Rady Nadzorczej Wiesław Likus przesłał\n                           ponownie powiadomienia o w/w transakcjach, składając je na stosowanym formularzu.\n                           W załączeniu treść tych powiadomień.",
        "date": "2017-09-25"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi informuje, iż w dniu 22 września 2017\n                           roku  otrzymał od Wiceprzewodniczącego Rady Nadzorczej Wiesława Likusa dwa powiadomienia\n                           o transakcjach nabycia akcji, o których mowa w art. 19 ust 1. rozporządzenia MAR.\n                           Łączna wartość transakcji dokonanych w dn. 15.09.2017 r. wyniosła 90 888,96 złŁączna wartość transakcji dokonanych w dn. 20.09.2017 r. wyniosła 57 600,00 złW załączeniu treść tych powiadomień.",
        "date": "2017-09-22"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Załączniki",
        "date": "2017-08-30"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_ informuje, iż w dniu 26 czerwca\n                           2017 roku Emitent zawarł umowę ubezpieczenia z 1.\tAIG Europe Limited S.A. w zakresie ubezpieczenia mienia od wszystkich ryzyk, utraty\n                           zysku, ubezpieczenia sprzętu elektronicznego od wszystkich ryzyk;2.\tTUiR Allianz Polska S.A. w zakresie odpowiedzialności cywilnej z tytułu prowadzonej\n                           działalności _w tym zatrucia pokarmowe_ Ubezpieczającym jest Emitent, natomiast ubezpieczeni to Emitent i wszystkie podmioty\n                           grupy kapitałowej. Przedmiotem ubezpieczenia jest odpowiedzialność cywilna deliktowo-kontraktowa za szkody\n                           rzeczowe i osobowe wyrządzone osobom trzecim z tytułu prowadzenia działalności gospodarczej\n                           tj. działalności gastronomicznej oraz prac budowlanych związanych z adaptacją lokali\n                           na restauracje, jak również z tytułu posiadania mienia. Suma gwarancyjna w zakresie ad. 1. wynosi:Ubezpieczenie mienia od wszystkich ryzyk  do kwoty 27.150.990 złUtraty zysku do kwoty 28.000.000 złUbezpieczenia sprzętu elektronicznego  do kwoty 1.590.932 złUbezpieczenie odpowiedzialności cywilne ad. 2  z tytułu prowadzenia działalności _w\n                           tym zatrucia_ do kwoty 20.000.000 zł.Umowa została zawarta na okres ubezpieczenia od 1.07.2017 do 30.06.2018. Składki zostały\n                           ustalone na warunkach rynkowych. Szczegółowe warunki ubezpieczenia zawarte są w Ogólnych\n                           warunkach ubezpieczenia odpowiedzialności cywilnej ww. ubezpieczycieli. Z uwagi na\n                           wartość sum ubezpieczenia wynikających z umowy, została ona uznana za znaczącą.",
        "date": "2017-06-26"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi przekazuje do publicznej wiadomości wykaz\n                           akcjonariuszy posiadających co najmniej 5% liczby głosów na \tZwyczajnym Walnym Zgromadzeniu\n                           \"Mex Polska\" S.A., które odbyło się w dniu 21 czerwca 2017 r. W załączeniu zestawienie uwzględniające  liczbę głosów przysługujących każdemu z akcjonariuszy\n                           na ZWZ, ich procentowy udział w liczbie głosów na ZWZ oraz w ogólnej liczbie głosów.",
        "date": "2017-06-21"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w dniu 21 czerwca\n                           2017 roku Zwyczajne Walne Zgromadzenie podjęło Uchwałę nr 18 o odwołaniu Dariusza\n                           Kowalika z Rady Nadzorczej Spółki. Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 w sprawie informacji bieżących i okresowych.",
        "date": "2017-06-21"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w dniu 21 czerwca\n                           2017 roku Zwyczajne Walne Zgromadzenie podjęło Uchwałę nr 19 o powołaniu Andrzeja\n                           Domżała na członka Rady Nadzorczej, Wiesława Likusa na członka Rady Nadzorczej, Tadeusza\n                           Zawadzkiego na członka Rady Nadzorczej i Hieronima Wójcika na członka Rady Nadzorczej\n                           na 3-letnie kadencje, które będą trwały do 21 czerwca 2020 roku. Andrzej Domżał – członek Rady Nadzorczej Posiada wykształcenie wyższe, jest absolwentem Politechniki Łódzkiej – Wydziału Elektronicznego.Doświadczenie zawodowe:-\tod 2012 do chwili obecnej – ADMZ sp. z o.o. w likwidacji – prezes Zarządu/likwidator-\tod 2012 do chwili obecnej – WLAD sp. z o.o. – prezes Zarządu-\tod 2011 do chwili obecnej – ANADO sp. z o.o. – prezes Zarządu-\tod 2009 do chwili obecnej – TAPAS sp. z o.o. – członek Zarządu -\tod 2007 do chwili obecnej – Milduks Limited, spółka prawa cypryjskiego z siedzibą\n                           w Nikozji _Cypr_ – członek Zarządu -\tod 2003 do chwili obecnej – \"AD\" Andrzej Domżał z siedzibą przy Pl. Teatralnym 1\n                           w Warszawie _obecnie AD Opera sp. z o.o._ – własna jednoosobowa działalność gospodarcza/prezes\n                           Zarządu -\tod 2001 do chwili obecnej – wspólnik spółki cywilnej \"ADKZ\"-\t2009-2016 – KODO sp. z o.o. – członek Zarządu -\t2012-2013 - DPM Wine&Food sp. z o.o. – wiceprezes Zarządu -\t2012-2015 – Mex Master sp. z o.o. – prezes Zarządu -\t2007-2008 – \"Esplanada\" sp. z o.o. – członek Zarządu,-\t2004-2007 – Nowy Świat sp. z o.o. w likwidacji – prezes Zarządu. Andrzej Domżał nie wykonuje żadnej działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej.Andrzej Domżał nie figuruje w Rejestrze Dłużników Niewypłacalnych. Wiesław Likus – członek Rady Nadzorczej Posiada wykształcenie wyższe, jest absolwentem Akademii Górniczo-Hutniczej w Krakowie,\n                           Wydziału Elektroniki. Ukończył także studia podyplomowe z zarządzania na Akademii\n                           Górniczo-Hutniczej w Krakowie oraz studia podyplomowe na Uniwersytecie w Petersburgu.\n                           Doświadczenie zawodowe:-\tod 2014 do chwili obecnej – Nieruchomości Warszawskie sp. z o.o. – prezes Zarządu\n                           -\tod 2014 do chwili obecnej – Walendów Capital sp. z o.o. – prezes Zarządu-\tod 2013 do chwili obecnej – Hotel 2000 sp. z o.o. – prezes Zarządu-\tod 2013 do chwili obecnej – Polish Hotels sp. z o.o. – prezes Zarządu -\tod 2004 do chwili obecnej – Fabryka Cygar i Cygaretek Mercury sp. z o.o. – członek\n                           Rady Nadzorczej/prezes Zarządu-\tod 2004 do chwili obecnej – WOLW-POL sp. z o.o. – prezes Zarządu-\tod 2002 do chwili obecnej – PHP \"Polski Tytoń\" S.A. – członek Rady Nadzorczej -\tod 2001 do chwili obecnej – Zakłady Piwowarskie Głubczyce – członek Rady Nadzorczej\n                           -\t2013-2015 – Małopolska Sieć Szerokopasmowa sp. z o.o. – członek Rady Nadzorczej-\t2011-2015 – HAWE S.A. – członek Rady Nadzorczej -\t2006 – WOLF sp. z o.o. – prokurent-\t2005-2006 – WOLF Kleszczówek sp. z o.o. – prokurent-\t2003-2007 – Zakłady Graficzne sp. z o.o. – członek Rady Nadzorczej-\t2003-2006 – WOLF Zielna sp. z o.o. – prokurent -\t2003-2005 – \"World Fitness\" sp. z o.o. – członek Rady Nadzorczej/prezes Zarządu\n                           -\t2002-2014 - LHR sp. z o.o. – prezes Zarządu -\t2002-2008 – Holding Liwa sp. z o.o. – prezes Zarządu-\t2002-2006 – \"WOLF Immobilien Service\" sp. z o.o. – prokurent-\t2001-2007 – \"WOLF Immobilien Polen\" S.A. – prokurent-\t2001-2007 – Merkury S.A. – członek Rady Nadzorczej -\t2001 – 2003 – Kompania Tytoniowa – Merkury sp. z o.o. – członek Rady Nadzorczej,\n                           -\t1982 – Akademia Górniczo-Hutnicza w Krakowie – pracownik naukowy. Wiesław Likus nie wykonuje żadnej działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej.Wiesław Likus nie figuruje w Rejestrze Dłużników Niewypłacalnych. Tadeusz Zawadzki – członek Rady NadzorczejPosiada wykształcenie wyższe, jest absolwentem Wydziału Ochrony Środowiska Politechniki\n                           ŁódzkiejDoświadczenie zawodowe:-\t1994-2016 – HEXE Plus spółka z ograniczoną odpowiedzialnością w likwidacji – prezes\n                           Zarządu a następnie _od 2008_ likwidator-\t2010-2013 – VIRTUALCONNECT spółka z ograniczoną odpowiedzialnością w likwidacji\n                           - prezes Zarządu a następnie likwidator _od listopada 2011_ -\t2009-2012 roku – \"Natural System\" spółka z ograniczoną odpowiedzialnością – prezes\n                           Zarządu -\t2004-2010 – \"Regionalne Fundusze Inwestycji\" spółka z ograniczoną odpowiedzialnością\n                           w likwidacji – członek Rady Nadzorczej -\t1999-2009 – Konfederacja Lewiatan – członek Rady Głównej -\t1997-2011 – Regionalny Fundusz Inwestycyjny, vice-przewodniczący Rady Nadzorczej-\t1994-2008 – Hexeline Halina Zawadzka – współwłaściciel -\t1984-1994 – Przedsiębiorstwo Polonijno-Zagraniczne DA-GAMII, Lutomiersk-Wrząca –\n                           pełnomocnik – dyrektorTadeusz Zawadzki nie wykonuje żadnej działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej.Tadeusz Zawadzki nie figuruje w Rejestrze Dłużników Niewypłacalnych. Hieronim Wójcik – członek Rady Nadzorczej Posiada wykształcenie wyższe, jest absolwentem Uniwersytetu Łódzkiego, Wydziału Ekonomiczno-Socjologicznego.\n                           Od 1992 r. wpisany na listę biegłych rewidentów pod numerem 4529. Doświadczenie zawodowe:-\tod 2009 do chwili obecnej – Termowizja sp. z o.o. – członek Rady Nadzorczej-\tod 2005 do chwili obecnej – Kancelaria Biegłych Rewidentów \"Consultus\" sp. z o.o.\n                           – prezes zarządu/wiceprezes zarządu-\t1997-2000 – Emfor S.A. – członek Rady Nadzorczej -\t1990-2005 – Dom Mody \"Telimena\" S.A./Towarzystwo Akcyjne \"Telimena\" S.A. – dyrektor\n                           finansowy, wiceprezes zarządu-\t1989-1990 – Firma Polonijna \"Carex\" – główny księgowy-\t1975-1989 – OZDPiKF/Izba Skarbowa w Łodzi – inspektor, kierownik oddziału -\t1970-1975 – Wydział Finansowy Urzędu Wojewódzkiego w Łodzi – inspektor. Hieronim Wójcik nie wykonuje żadnej działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej.Hieronim Wójcik nie figuruje w Rejestrze Dłużników Niewypłacalnych. Podstawa prawna:\n                           § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 w sprawie\n                           informacji bieżących i okresowych.",
        "date": "2017-06-21"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi w załączeniu do niniejszego raportu bieżącego,\n                           przekazuje do publicznej wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           \"Mex Polska\" S.A. w dniu 21 czerwca 2017 roku.",
        "date": "2017-06-21"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi, w załączeniu do niniejszego raportu,\n                           przekazuje do publicznej wiadomości treść projektów uchwał, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w dniu 21 czerwca\n                           2017 roku w siedzibie Spółki w Łodzi przy ul. Piotrkowskiej 60, o godzinie 10.00.",
        "date": "2017-05-24"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi, w załączeniu do niniejszego raportu,\n                           przekazuje do publicznej wiadomości treść ogłoszenia o zwołaniu na dzień 21 czerwca\n                           2017 roku Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w siedzibie\n                           Spółki w Łodzi przy ul. Piotrkowskiej 60, o godzinie 10:00.",
        "date": "2017-05-24"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w dniu 19 maja\n                           2017 roku Rada Nadzorcza Spółki podjęła uchwałę w przedmiocie oceny wniosku Zarządu\n                           dotyczącego podziału zysku Spółki za rok obrotowy 2016. Rada Nadzorcza uznała za uzasadniony wniosek Zarządu w sprawie podziału zysku Spółki\n                           za rok obrotowy 2016, zgodnie z którym zysk netto osiągnięty przez Spółkę w roku obrotowym\n                           2016 w kwocie 2.484.676,36 zł _dwa miliony czterysta osiemdziesiąt cztery tysiące\n                           sześćset siedemdziesiąt sześć złotych 36/100_ zostanie podzielony w następujący sposób:-\tkwota 2.452.939,52 zł _dwa miliony czterysta pięćdziesiąt dwa tysiące dziewięćset\n                           trzydzieści    dziewięć złotych 52/100_ na wypłatę dywidendy dla akcjonariuszy Spółki,\n                           co odpowiada kwocie 0,32 zł _trzydzieści dwa grosze_ na jedną akcję objętą dywidendą;-\tpozostała część, tj. kwota 31.736,84 zł _trzydzieści jeden tysięcy siedemset trzydzieści\n                           sześć złotych 84/100_ na kapitał zapasowy. W związku z powyższym, Rada Nadzorcza Spółki po zapoznaniu się z wnioskiem Zarządu\n                           co do podziału zysku za rok obrotowy 2016, rekomenduje Zwyczajnemu Walnemu Zgromadzeniu\n                           Spółki przedstawiony przez Zarząd sposób podziału zysku.Podstawa prawna: § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych.",
        "date": "2017-05-19"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ niniejszym informuje, że w\n                           dniu 19 maja 2017 roku Rada Nadzorcza Spółki podjęła uchwałę w sprawie wyboru Kancelarii\n                           Biegłych Rewidentów \"Czupryniak i Wspólnicy\" sp. z o.o. z siedzibą w Łodzi przy ul.\n                           Andrzeja Struga 78 budynek A lok. 105,  na biegłego rewidenta uprawnionego do badania sprawozdań finansowych za 2017 rok,\n                           tj. do przeprowadzenia śródrocznego przeglądu jednostkowego sprawozdania finansowego\n                           Spółki oraz skonsolidowanego sprawozdania finansowego Grupy Kapitałowej \"Mex Polska\"\n                           S.A. za pierwsze półrocze 2017 roku oraz do badania jednostkowego sprawozdania finansowego\n                           Spółki oraz skonsolidowanego sprawozdania finansowego Grupy Kapitałowej \"Mex Polska\"\n                           S.A. za 2017 rok.  Wybrany podmiot wpisany jest na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych przez Krajową Izbę Biegłych Rewidentów pod numerem ewidencyjnym 3791.\n                           Umowa z audytorem zostanie zawarta na okres konieczny do wykonania wyżej wymienionych\n                           czynności. Spółka korzystała z usług wybranego podmiotu w analogicznym zakresie w roku 2014,\n                           2015 i 2016.Wybór został dokonany zgodnie z obowiązującymi przepisami i normami oraz Statutem\n                           Spółki.Podstawa prawna: § 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych.",
        "date": "2017-05-19"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Spółka\"_ informuje, że w dniu 19 maja\n                           2017 roku Rada Nadzorcza Spółki podjęła uchwały o powołaniu Pawła Kowalewskiego do\n                           Zarządu Spółki na stanowisko Prezesa Zarządu na kolejną kadencję oraz o powołaniu\n                           Pauliny Walczak do Zarządu Spółki na stanowisko Wiceprezesa Zarządu na kolejną kadencję.Paweł Kowalewski – Prezes Zarządu Posiada wykształcenie wyższe. Jest absolwentem Politechniki Łódzkiej, Wydziału Mechanicznego,\n                           gdzie uzyskał tytuł inżyniera mechanika.Przebieg kariery zawodowej i zajmowane stanowiska:od 2016 do chwili obecnej Mex Bistro XVII sp. z o.o.  – Prezes Zarząduod 2016 do chwili obecnej Mex Bistro XIX sp. z o.o. – Prezes Zarząduod 2016 do chwili obecnej Mex Bistro XX sp. z o.o. – Prezes Zarząduod 2016 do chwili obecnej Mex Bistro XXI sp. z o.o. – Prezes Zarządu od 2008 do chwili obecnej \"Mex Polska\" S.A. – Prezes Zarządu2016-2017 Mex Bistro XVIII sp. z o.o. – Prezes Zarządu2009-2010 Tapas sp. z o.o. – Członek Zarządu2009-2010 Kodo sp. z o.o. – Członek Zarządu2009-2010 Mex K sp. z o.o. – Członek Zarządu2007-2009 Raimita Ltd. spółka prawa cypryjskiego z siedzibą w Nikozji _Cypr_ – Członek\n                           ZarząduPaweł Kowalewski nie wykonuje żadnej działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej.Paweł Kowalewski nie figuruje w Rejestrze Dłużników Niewypłacalnych. Paulina Walczak – Wiceprezes Zarządu Paulina Walczak posiada wykształcenie wyższe zawodowe. Jest absolwentką studiów I\n                           stopnia Wyższej Szkoły Turystyki i Hotelarstwa _specjalizacja – turystyka_, gdzie\n                           uzyskała tytuł zawodowy licencjata.Przebieg kariery zawodowej i zajmowane stanowiska:od 2010 do chwili obecnej \"Mex Polska\" S.A. – Wiceprezes Zarządu2007-2010 Mag sp. z o.o. – Członek Zarządu2008-2009 \"Mex Polska\" S.A.  – członek Rady Nadzorczej2003-2007 Esplanada Andrzej Domżał Artur Jarczyński Sp.j. – kierownikPodstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 w sprawie informacji bieżących i okresowych.",
        "date": "2017-05-19"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_, informuje, iż w dniu 16 maja\n                           2017 roku  podjął uchwałę w przedmiocie przyjęcia wniosku w sprawie podziału zysku\n                           netto za rok 2016, zgodnie z którą Zarząd Spółki zawnioskował do:- Rady Nadzorczej \"Mex Polska\" S.A. odnośnie podjęcia uchwały w sprawie oceny wniosku\n                           Zarządu  w sprawie podziału zysku netto za rok 2016 oraz -  Walnego Zgromadzenia \"Mex Polska\" S.A. odnośnie podjęcia uchwały o podziale zysku\n                           za rok obrotowy 2016 w ten sposób, aby zysk netto w kwocie 2.484.676,36 zł _dwa miliony\n                           czterysta osiemdziesiąt cztery  tysiące sześćset siedemdziesiąt sześć 36/100 zł_ wypracowany\n                           przez Spółkę w 2016 roku, przeznaczyć w następujący sposób:- kwotę 2.452.939,52 zł _dwa miliony czterysta pięćdziesiąt dwa tysiące dziewięćset\n                           trzydzieści dziewięć 52/100 zł_ na wypłatę dywidendy, co odpowiada kwocie 0,32 zł\n                           _trzydzieści dwa grosze_ na jedną akcję objętą dywidendą;- pozostałą część, tj. kwotę 31.736,84 zł _trzydzieści jeden tysięcy siedemset trzydzieści\n                           sześć 84/100 zł_ na kapitał zapasowy. Dzień, według którego Zarząd rekomenduje ustalić listę akcjonariuszy uprawnionych\n                           do wypłaty dywidendy za rok obrotowy zakończony w dniu 31 grudnia 2016 roku _dzień\n                           dywidendy_ to 17 lipca 2017 roku, a termin wypłaty dywidendy to 29 sierpnia  2017\n                           roku.Podstawa prawna: § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych.",
        "date": "2017-05-16"
    },
    {
        "company_name": "MEX POLSKA SA",
        "content": "Zarząd \"Mex Polska\" S.A. z siedzibą w Łodzi _\"Emitent\"_, w nawiązaniu do raportów\n                           bieżących nr 4/2015 z dnia 11 marca 2015 roku, 28/2015 z dnia 28 sierpnia 2015 roku,\n                           1/2016 z dnia 7 stycznia 2016 roku, 3/2016 z dnia 18 stycznia 2016 roku, 30/2016 z\n                           dnia 5 września 2016 roku oraz 32/2016 z dnia 14 grudnia 2016 roku dotyczących \"Strategii\n                           Rozwoju Grupy Kapitałowej \"Mex Polska\" S.A. na lata 2015-2019\", informuje, iż z uwagi\n                           na: 1/ zmianę przepisów, opublikowanych w czwartym kwartale 2016 r., dotyczących stawki\n                           podatku dochodowego od osób prawnych z 19% na 15% _oprócz Emitenta prawie wszystkie\n                           pozostałe spółki Grupy są spółkami z ograniczoną odpowiedzialnością_, która spowodowała\n                           zmniejszenie wartości aktywów z tytułu podatku odroczonego o kwotę 240 tys. zł, a\n                           tym samym zmniejszenie zysku,  2/ utworzenie rezerwy na podatek dochodowy od osób prawnych _CIT_, dotyczący ujęcia\n                           w kosztach podatkowych roku 2011 kosztów związanych z emisją akcji przy wprowadzaniu\n                           spółki na giełdę papierów wartościowych na kwotę 80 tys. zł,  3/ odnotowany wzrost kosztów związanych z przyspieszeniem rozwoju sieci \"Pijalnia\n                           Wódki Piwa\" _powstała jedna placówka własna więcej aniżeli zapisano w prognozie_ oraz\n                           budową w czwartym kwartale 2016 r., również nie ujętej w prognozach, kolejnej restauracji\n                           PanKejk, na łączną kwotę 200 tys. zł więcej, niż ujęto w prognozach,Zarząd Emitenta dokonuje korekty szacowanych wyników finansowych na rok 2016.Szacunkowe wyniki finansowe na rok 2016 zakładały osiągnięcie przez Emitenta na koniec\n                           2016 r.:- Przychodów na poziomie 58,4 mln zł,- Zysku netto w wysokości 4,2 mln zł,Nowe szacunki przewidują osiągnięcie w 2016 r.:- Przychodów na poziomie 58,4 mln zł.,- Zysku netto w wysokości 3,7 mln zł.,Należy zauważyć, że w przypadku nie zaistnienia trudnych do przewidzenia ww. jednorazowych\n                           zdarzeń, osiągnięty znormalizowany zysk netto Emitenta byłby na poziomie prezentowanym\n                           we wcześniejszej prognozie _4,2 mln zł._. Dodatkowo zwiększenie dynamiki rozwoju sieci,\n                           choć spowodowało zwiększenie kosztów _związanych z poszukiwaniem lokalizacji, budową\n                           i nadzorem inwestycji_ powyżej wartości zakładanych w planach, będzie miało pozytywny\n                           wpływ na obroty i wyniki w 2017 roku i kolejnych latach.Mając powyższe na uwadze Zarząd Emitenta informuje, że podtrzymuje opublikowaną prognozę\n                           na kolejne lata, tj. 2017 – 2019.",
        "date": "2017-03-08"
    }
]