[
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 29 grudnia 2017 r. do\n                           siedziby Emitenta wpłynął obustronnie podpisany Aneks do  umowy o kredyt inwestycyjny\n                           zawartej pomiędzy Emitentem a mBank S.A.  _Aneks_, o  której Emitent informował w\n                           raporcie bieżącym nr 70/2013 oraz w kolejnych raportach okresowych i bieżących w tym\n                           m. in. w raporcie bieżącym nr 68/2015. Na mocy  Aneksu zmianie uległ harmonogram spłaty kredytu, a ostateczny termin jego\n                           spłaty został wyznaczony na dzień 30 marca 2018 r. Pozostałe istotne warunki umowy nie uległy zmianie.",
        "date": "2017-12-29"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTALU ZABRZE S.A. _\"Emitent\", \"MZ\", \"Spółka\"_ informuje, iż  27 grudnia\n                           2017 r. Emitent otrzymał pismo procesowe dotyczące rozszerzenia powództwa wniesionego\n                           przez Województwo Śląskie _\"Zamawiający\", \"Województwo\"_ do Sądu Okręgowego w Katowicach\n                           o zasądzenie na rzecz Zamawiającego solidarnie od MOSTOSTAL ZABRZE S.A., Hochtief\n                           Polska S.A. oraz Hochtief Solutions A.G. _\"Konsorcjum\", \"Wykonawca\"_ dodatkowej kwoty\n                           85.011.851,13 zł wraz z odsetkami.O wniesionym pozwie i jego wcześniejszym rozszerzeniu Emitent informował w raportach\n                           bieżących nr 78/2014, 86/2014 oraz 9/2015.Dodatkowe rozszerzenie w kwocie 85.011.851,13 zł obejmuje:- roszczenia o zapłatę kary umownej z tytułu zwłoki w realizacji kontraktu w wysokości\n                           3.604.947,00 zł,- roszczenia o naprawienie szkody z tytułu niewykonania lub nienależytego wykonania\n                           kontraktu w łącznej wysokości 81.406.904,13 zł dotyczące przede wszystkim dofinansowania\n                           spółki celowej powołanej do realizacji zadań związanych z modernizacją Stadionu Śląskiego\n                           – \"Stadion Śląski sp. z .o. o.\" celem pokrycia kosztów wykonawstwa zastępczego, a\n                           także pozostałych kosztów związanych między innymi z nadzorem autorskim, obsługą prawną,\n                           naprawą błędów wykonawców oraz kosztów sporządzenia nowego projektu.Aktualna wartość przedmiotu sporu wynosi 159.828.384,17 zł.Emitent podtrzymuje stanowisko, które wyraził w raporcie bieżącym nr 78/2014, iż żądania\n                           wskazane w pozwie złożonym przez Województwo są całkowicie bezpodstawne, w konsekwencji\n                           dalsze rozszerzanie powództwa w tej sprawie jest nieuzasadnione.Przed Sądem Okręgowym w Katowicach toczy się postępowanie, które ma doprowadzić do\n                           rozstrzygnięcia sporu między Województwem a Konsorcjum, o których Emitent, szczegółowo\n                           informował w publikowanych raportach bieżących i okresowych. Wszelkie roszczenia Województwa\n                           względem Spółki w związku z budową przez Konsorcjum Stadionu Śląskiego, Emitent uznaje\n                           za całkowicie bezzasadne. Zdaniem Spółki to Zamawiający ponosi pełną odpowiedzialność\n                           za opóźnienie w realizacji Inwestycji i wystąpienie awarii czego wyłączną przyczyną\n                           był brak doręczenia Konsorcjum kompletnej i wolnej od wad dokumentacji projektowej\n                           zadaszenia stadionu, gwarantującej jego bezpieczne wybudowanie i eksploatację oraz\n                           dokumentacji wykonawczej, która mogłaby stanowić podstawę realizacji tzw. Infrastruktury\n                           Towarzyszącej, za co w pełni odpowiedzialny był Zamawiający czyli Województwo Śląskie.\n                           Istotne wady dokumentacji projektowej potwierdził organ nadzoru budowlanego _PINB_\n                           w ostatecznej decyzji wstrzymującej wszelkie działania związane z budową zadaszenia\n                           widowni Stadionu Śląskiego w oparciu o dotychczasowy projekt budowlany. Brak dostarczenia\n                           przez Województwo nowego projektu oraz impas w rozmowach z Zamawiającym, co do warunków\n                           dalszej realizacji Kontraktu spowodowało, iż w dniu 20 czerwca 2013 r. Konsorcjum\n                           odstąpiło od Umowy z przyczyn leżących po stronie Zamawiającego, ze skutkiem powodującym\n                           wygaśnięcie wszelkich praw i obowiązków wynikających z Umowy. Województwo zdecydowało się na zmianę projektu zadaszenia Stadionu Śląskiego i przeprojektowanie\n                           konstrukcji zadaszenia co stoi w sprzeczności z twierdzeniem o prawidłowości \"oryginalnej\"\n                           dokumentacji. Brak realizacji zobowiązania Województwa do dostarczenia prawidłowej\n                           dokumentacji doprowadził nie tylko do wystąpienia awarii i opóźnienia budowy Stadionu\n                           Śląskiego, ale spowodował również powstanie dodatkowych kosztów po stronie Wykonawcy,\n                           których pokrycia MZ domaga się w toczącym się procesie.",
        "date": "2017-12-27"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 20/2017 z 21 czerwca 2017 r. w sprawie wyboru\n                           firmy audytorskiej UHY ECA Audyt Sp. z o.o. Sp.k. z siedzibą w Krakowie do dokonania\n                           przeglądu jednostkowego i skonsolidowanego sprawozdania finansowego za I półrocze\n                           2017 roku oraz badania jednostkowego i skonsolidowanego sprawozdania finansowego za\n                           2017 rok, Zarząd MOSTOSTAL ZABRZE  S.A. _\"Emitent\"_ informuje, że w dniu 22 grudnia\n                           2017 roku Rada Nadzorcza Emitenta podjęła uchwałę zmieniającą uchwałę z dnia 21 czerwca\n                           2017 roku w ten sposób, że zgodnie z art. 66 ust. 5 ustawy o rachunkowości oraz rekomendacją\n                           Komitetu Audytu postanowiła powierzyć ww. firmie audytorskiej także dokonanie przeglądu\n                           jednostkowego i skonsolidowanego sprawozdania finansowego za I półrocze 2018 roku\n                           oraz badania jednostkowego i skonsolidowanego sprawozdania finansowego za 2018 rok.",
        "date": "2017-12-22"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 27/2017 z dnia 17 sierpnia 2017 roku dotyczącego\n                           podjęcia decyzji o wyodrębnieniu zorganizowanej części przedsiębiorstwa i przeznaczeniu\n                           jej do sprzedaży, Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\", \"Spółka\"_ informuje o zawarciu\n                           w dniu 13 grudnia 2017 r. przez MOSTOSTAL ZABRZE Realizacje Przemysłowe S.A. _spółka\n                           zależna Emitenta, dalej: \"MZRP\"_ z FAM S.A. z siedzibą we Wrocławiu _\"Kupujący\"_ umowy\n                           sprzedaży zorganizowanej części przedsiębiorstwa w postaci zakładu zlokalizowanego\n                           w Opolu ulica Odrzańska 20, wykonującego usługi cynkowania ogniowego wyrobów i elementów\n                           stalowych oraz wytwarzania barier drogowych i  krat pomostowych _dalej: \"Ocynkownia\",\n                           \"ZCP\"_ za cenę sprzedaży w wysokości 27,7 mln zł. W skład ZCP wchodzą w szczególności:1_ nieruchomości położone przy ulicy Odrzańskiej 20 w Opolu;2_ aktywa trwałe oraz wartości niematerialne i prawne w postaci m.in. know-how, maszyn,\n                           środków transportu, sprzętu, czy urządzeń związanych z działalnością prowadzoną w\n                           ramach ZCP;3_ sprecyzowane aktywa obrotowe;4_ prawa i obowiązki wynikające z umów związanych z działalnością prowadzoną w ramach\n                           ZCP;5_ decyzje administracyjne wymagane przepisami prawa dla prowadzenia ZCP;6_ certyfikat dotyczący barier drogowych.Własność ZCP przechodzi na Kupującego z dniem zawarcia umowy sprzedaży ZCP. Kupujący\n                           stał się również, zgodnie z artykułem 23_1_ Kodeksu pracy, stroną stosunków pracy\n                           w odniesieniu do pracowników Ocynkowni.Zawarcie umowy sprzedaży ZCP stanowi realizację reorganizacji Grupy Kapitałowej MOSTOSTAL\n                           ZABRZE, której częścią jest optymalizacja jej majątku, obejmująca również dezinwestycje\n                           aktywów niestanowiących dla Grupy przedmiotu głównej działalności operacyjnej.Umowa sprzedaży ZCP została zawarta w wykonaniu umowy przedwstępnej zawartej pomiędzy\n                           MZRP a Kupującym w dniu 28 listopada 2017 roku. W treści umowy przedwstępnej zastrzeżono\n                           przypadki, w których MZRP lub Kupującemu przysługiwało prawo odstąpienia od umowy\n                           przedwstępnej. W szczególności zdarzeniem warunkującym zawarcie umowy sprzedaży ZCP\n                           było, zgodnie z umową przedwstępną, złożenie przez Kupującego lub określony podmiot\n                           finansujący ceny sprzedaży, pomniejszonej o zapłacony zadatek, na rachunek escrow.\n                           Niespełnienie tego zdarzenia w terminie do 14 grudnia 2017 roku uprawniało MZRP do\n                           odstąpienia od umowy przedwstępnej sprzedaży ZCP. W związku z tym, że Kupujący złożył\n                           cenę sprzedaży, pomniejszoną o zapłacony zadatek, na rachunek escrow, mogła nastąpić\n                           finalizacja transakcji, tj. zawarcie umowy sprzedaży ZCP.Jednocześnie Spółka informuje, że przekazanie do publicznej wiadomości informacji\n                           poufnej dotyczącej zawarcia umowy przedwstępnej sprzedaży ZCP zostało w dniu 28 listopada\n                           2017 roku opóźnione do momentu zawarcia przyrzeczonej umowy sprzedaży ZCP na podstawie\n                           art. 17 ust. 1 i 4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014\n                           w sprawie nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _\"MAR\"_. Opóźnienie\n                           publikacji informacji zostało dokonane z uwagi na to, iż jej ujawnienie naruszyłoby\n                           prawnie uzasadnione interesy Emitenta i jego Grupy Kapitałowej. Pojawienie się informacji\n                           na rynku zawierającej istotne warunki finansowe transakcji przed jej ostatecznym sfinalizowaniem\n                           rodziło ryzyko trudności negocjacyjnych w potencjalnym procesie zbycia ZCP na rzecz\n                           innego podmiotu, w przypadku niedojścia do zawarcia przyrzeczonej umowy sprzedaży\n                           ZCP.",
        "date": "2017-12-13"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 11 grudnia 2017 r. konsorcjum\n                           firm: MOSTOSTAL ZABRZE Gliwickie Przedsiębiorstwo Budownictwa Przemysłowego S.A. _GPBP\n                           - spółka zależna MOSTOSTAL ZABRZE S.A. – Lider Konsorcjum_ oraz SIEMAG TECBERG POLSKA\n                           Sp. z o.o. z siedzibą w Katowicach _SIEMAG - Członek Konsorcjum_ podpisało z TAURON\n                           Wydobycie S.A. z siedzibą w Jaworznie umowę na \"Budowę docelowej infrastruktury powierzchniowej\n                           i dołowej wraz z górniczym wyciągiem szybowym \"Janina VI\" dla TAURON Wydobycie S.A.\"Wartość umowy dla konsorcjum wynosi 88,9 mln zł netto,  w tym dla GPBP przypada 49,44%\n                           całkowitej  wartości umowy natomiast dla SIEMAG 50,56%. Termin realizacji umowy: 13 lipca 2021 r. W umowie zawarto postanowienia dotyczące kar umownych, w tym kar za opóźnienia w wykonaniu\n                           przedmiotu umowy lub jego części oraz w przypadku opóźnienia w usunięciu w terminie\n                           wad w wysokości 0,03 % wynagrodzenia netto umowy za każdy dzień opóźnienia. Ponadto Zamawiającemu przysługuje prawo do dochodzenia odszkodowania uzupełniającego\n                           na zasadach ogólnych przewidzianych w Kodeksie Cywilnym. Pozostałe warunki umowy nie odbiegają od warunków powszechnie stosowanych w tego typu\n                           umowach.",
        "date": "2017-12-11"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Spółka, Emitent_ informuje, iż w dniu 08 grudnia 2017\n                           r. Rada Nadzorcza Emitenta podsumowała dotychczasowe działania zrealizowane w ramach\n                           przyjętych w 2013 r. założeń reorganizacji i optymalizacji majątku Grupy Kapitałowej\n                           MOSTOSTAL ZABRZE oraz przyjęła plan dalszego zwiększania wartości Grupy, akceptując\n                           przedstawione przez Zarząd Spółki kierunki rozwoju Grupy Kapitałowej MOSTOSTAL ZABRZE\n                           na lata 2018-2020. W wyniku reorganizacji i optymalizacji majątku Grupy Kapitałowej MOSTOSTAL ZABRZE,\n                           zapoczątkowanej w 2013 r. osiągnięto wyznaczone wówczas cele, dotyczące m.in.:- uproszczenia struktury Grupy, poprzez koncentrację działalności w czterech spółkach\n                           zależnych, odpowiadających wyodrębnionym segmentom zarządczym. W konsekwencji przyjętego\n                           planu dokonano konsolidacji pięciu spółek zależnych o profilu montażowo-produkcyjnym\n                           oraz dwóch spółek realizujących roboty ogólnobudowlane i drogowe,- optymalizacji posiadanego majątku trwałego poprzez sprzedaż nieprodukcyjnych aktywów\n                           _nieruchomości i zorganizowanych części przedsiębiorstwa – Okręgowa Stacja Kontroli\n                           Pojazdów, Hotel \"Piast\"_ oraz przeniesienie części majątku do spółek zależnych, celem\n                           lepszego wykorzystania posiadanych zasobów _Ośrodek Usług Dźwigowych, maszyny i urządzenia_,\n                           a także zaniechanie działalności nierentownej _Ośrodek Montażowo-Produkcyjny_. Łączna\n                           wartość majątku zbytego na rzecz podmiotów zewnętrznych wyniosła 37,8 mln zł,- rozwoju kompetencji projektowych w Grupie Kapitałowej na bazie Przedsiębiorstwa\n                           Inżynierskiego Biprohut Sp. z o.o., poprzez rozwój kadry inżynierskiej oraz technik\n                           projektowania, a także poprzez rozszerzenie zakresu usług. Rozwojowi temu towarzyszyło\n                           zwiększenie zaangażowania kapitałowego MOSTOSTAL ZABRZE S.A. w PI Biprohut Sp. z o.o.\n                           w wyniku nabycia od podmiotu zewnętrznego oraz udziałowców mniejszościowych znacznego\n                           pakietu udziałów.Ponadto, w celu optymalizacji posiadanych zasobów ludzkich, a także usprawnienia procesów\n                           operacyjnych oraz zarządczych utworzono w ramach struktur MOSTOSTALU ZABRZE S.A. Centrum\n                           Usług Wspólnych _CUW_ świadczące na rzecz wszystkich podmiotów Grupy usługi w obszarach\n                           księgowości, finansów, controlingu, IT, zakupów, kadr i płac.W wyniku przeprowadzonego\n                           procesu konsolidacyjnego aktualnie w skład Grupy MOSTOSTAL ZABRZE wchodzą: 1_ MOSTOSTAL ZABRZE S.A.- spółka dominująca2_ MOSTOSTAL ZABRZE Realizacje Przemysłowe S.A.3_ MOSTOSTAL ZABRZE Gliwickie Przedsiębiorstwo Budownictwa Przemysłowego S.A.4_ Przedsiębiorstwo Inżynierskie Biprohut Sp. z o.o.5_ MOSTOSTAL ZABRZE Konstrukcje Przemysłowe S.A.6_ Przedsiębiorstwo Robót Inżynieryjnych S.A.Mając na uwadze konieczność dalszych działań zmierzających do zwiększenia wartości\n                           Grupy Kapitałowej MOSTOSTAL ZABRZE przyjęto główne kierunki rozwoju na lata 2018-2020,\n                           obejmujące m.in. kontynuację procesu reorganizacji Grupy i optymalizacji jej majątku.Kluczowym założeniem koncepcji jest pełna integracja operacyjna w celu optymalnego\n                           wykorzystania posiadanych zasobów ludzkich i produkcyjnych oraz skoncentrowanie działań\n                           na zwiększeniu efektywności prowadzonej działalności Grupy. Istotnym aspektem będzie\n                           zarówno usprawnienie procesu ofertowania całości zakresu usług świadczonych dotychczas\n                           przez oddzielne podmioty w ramach Grupy, jak i usprawnienie procesu identyfikacji,\n                           oceny i zarządzania ryzykiem. Dążąc do osiągnięcia wyznaczonych w tym obszarze celów Zarząd podjął m. in. decyzję\n                           o przedefiniowaniu roli MOSTOSTAL ZABRZE S.A. Przyjęto, iż cała działalność operacyjna\n                           MOSTOSTAL ZABRZE S.A.  związana z realizacją kontraktów budowlanych zostanie przeniesiona\n                           do spółki zależnej  MOSTOSTAL ZABRZE Realizacje Przemysłowe S.A. i na tym poziomie\n                           działalność obu spółek zostanie zintegrowana. Takie rozwiązanie, poza korzyściami\n                           płynącymi z synergii, wyeliminuje dodatkowo wszelkie problemy wynikające z wzajemnych\n                           rozliczeń wewnętrznych oraz ryzyk podatkowych związanych z tymi rozliczeniami.MOSTOSTAL ZABRZE S.A. pozostanie tym samym spółką realizującą zadania na poziomie\n                           zarządzania strategicznego _obejmujące m.in. analizę potencjału poszczególnych segmentów\n                           oraz jednostek biznesowych, wyznaczanie celów biznesowych, prowadzenie spójnej polityki\n                           inwestycyjnej, decyzje dot. alokacji posiadanych zasobów Grupy_ oraz wspierającą bieżącą\n                           działalność Grupy _świadczenie usług w ramach utworzonego w okresie wcześniejszym\n                           Centrum Usług Wspólnych_.Pełna integracja biznesowa dot. działalności pozostałych spółek zależnych, tj. spółki\n                           MOSTOSTAL ZABRZE Gliwickie Przedsiębiorstwo Budownictwa Przemysłowego S.A. oraz Przedsiębiorstwa\n                           Inżynierskiego Biprohut Sp. z o.o. obejmować będzie wybrane obszary operacyjne i opierać\n                           się będzie na utworzonych centrach kompetencyjnych.W ramach przyjętej koncepcji założono również  budowę nowej strategii sprzedażowej,\n                           dostosowanej do zdefiniowanych segmentów rynku z optymalizacją kompetencji posiadanych\n                           przez spółki Grupy. W wyniku przeprowadzonej analizy rynku, potencjału rozwojowego\n                           oraz pozycji Grupy założono:- koncentrację na następujących segmentach rynku: energetyce, ochronie środowiska,\n                           chemii i petrochemii,  hutnictwie i górnictwie, budownictwie przemysłowym oraz budownictwie\n                           ogólnym, - realizację projektów średniej wielkości,- wykonywanie usług indywidualnie zorientowanych na klienta. Tym samym, głównymi założeniami przyjętej koncepcji reorganizacji są:1_ pełna integracja operacyjna w zakresie realizacji projektów stanowiących dotychczas\n                           podstawową działalność operacyjną Grupy MOSTOSTAL ZABRZE, tj. podmiotów wykazanych\n                           powyżej w pkt od 1_ do 4_, 2_ przedefiniowanie roli spółki MOSTOSTAL ZABRZE S.A., jako spółki dominującej,3_ intensywny rozwój działalności obejmującej prefabrykację konstrukcji stalowych\n                           maszynowych o wysokim stopniu przetwarzania, takich jak elementy konstrukcyjne: maszyn\n                           budowlanych, dźwigów samochodowych, dźwigów kontenerowych, pojazdów szynowych prowadzonej\n                           przez spółkę zależną MOSTOSTAL ZABRZE Konstrukcje Przemysłowe S.A., 4_ skoncentrowanie wszelkich obszarów związanych z gospodarką nieruchomościami w odrębnym\n                           segmencie biznesowym w celu sprawnego zarządzania tymi aktywami,5_ dalsza optymalizacja majątkowa Grupy MOSTOSTAL ZABRZE, obejmującą zbycie nieprodukcyjnych\n                           i zbędnych, z punktu widzenia przyjętych celów, aktywów Grupy oraz zwiększenie wykorzystania\n                           posiadanych zasobów _m. in. poprzez integrację procesów biznesowych_, a w konsekwencji\n                           \"uwolnienie\" części składników majątkowych. Łączna szacunkowa wartość sprzedaży majątku\n                           wyodrębnionego do zbycia wynosi aktualnie ponad 90 mln zł.Dzięki planowanej integracji operacyjnej: -  zminimalizowane zostaną koszty i czas przepływu  informacji  pomiędzy spółkami\n                           realizującymi  dotychczas różne zakresy tego samego projektu,- obniżone zostaną koszty ogólne Grupy,- poprawi się efektywność procesu realizacji projektów.",
        "date": "2017-12-08"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 06 grudnia 2017 r. MOSTOSTAL\n                           ZABRZE Realizacje Przemysłowe S.A. _spółka zależna Emitenta, Wykonawca_ zawarł umowę\n                           z Babcock & Wilcox Volund A/S z siedzibą w Kopenhadze _Dania_ na projektowanie, dostawę\n                           i montaż orurowania zewnętrznego dla Projektu Gloucester w Wielkiej Brytanii. Wartość umowy  wynosi 5,1 mln Euro netto. Termin realizacji umowy:  wrzesień 2018 r. W umowie zawarto postanowienia dotyczące kar umownych, które ograniczono do maksymalnej\n                           wysokości 10% wartości umowy. Pozostałe warunki kontraktu nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.",
        "date": "2017-12-06"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\"_ informuje, iż otrzymał zawiadomienie od AEGON\n                           Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie następującej treści:\"Zawiadomienie o przekroczeniu 5% ogólnej liczby głosów w spółce Mostostal Zabrze\n                           S.A. ISIN: PLMSTZB00018 na podstawie art. 69  ust. 1 pkt 1 ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych. AEGON Otwarty Fundusz Emerytalny, wpisany do rejestru funduszy emerytalnych prowadzonego\n                           przez Sąd Okręgowy w Warszawie VII Wydział Cywilny Rejestrowy pod numerem RFe 13,\n                           posiadającym numer REGON 014889592 oraz NIP 521-31-24-415 _dalej: \"Aegon OFE\"_, jako\n                           organ którego działa Aegon Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie,\n                           pod adresem ul. Wołoska 5, 02-675 Warszawa, wpisane do rejestru przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla m.st. Warszawa XIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000028767,posiadające NIP 521-29-49-094, o opłaconym w całości kapitale zakładowym w kwocie\n                           110 356 000, 00 zł,zawiadamia, że w związku z zakończeniem w dniu 17 listopada 2017 r. likwidacji Nordea\n                           Otwartego Funduszu Emerytalnego _dalej:  \"Nordea OFE\"_, skutkującym przeniesieniem\n                           w tym dniu wszystkich aktywów Nordea OFE do Aegon OFE  oraz wstąpieniem Aegon OFE\n                           we wszystkie prawa i obowiązki Nordea OFE, Aegon OFE na dzień 17 listopada 2017 r.\n                           posiada 8 804 601 akcji Mostostal Zabrze S.A. _dalej: \"Spółki\"_, co stanowi 5,90%\n                           udziału w kapitale zakładowym i uprawnia do 8 804 601 głosów, to jest 5,90% ogólnej\n                           liczby głosów.Bezpośrednio przed dniem zakończenia likwidacji Nordea OFE:1_ Aegon OFE posiadał 3 604 601 akcji Spółki, co stanowiło 2,42% udziału w jej kapitale\n                           zakładowym i uprawniało do 3 604 601 głosów, to jest 2,42% ogólnej liczby głosów,2_ Nordea OFE posiadał 5 200 000 akcji Spółki, co stanowiło 3,49% udziału w jej kapitale\n                           zakładowym i uprawniało do 5 200 000 głosów, to jest 3,49% ogólnej liczby  głosów.\n                           \"",
        "date": "2017-11-23"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W związku z zakończeniem procesu podsumowywania danych finansowych realizowanego na\n                           potrzeby opracowania sprawozdań finansowych, Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\",\n                           \"Spółka\"_ przekazuje do wiadomości publicznej wstępne wyniki finansowe za III kwartał\n                           2017 roku oraz trzy kwartały 2017 roku.Podstawowe wstępne skonsolidowane dane finansowe kształtują się następująco: Dane za III kwartał 2017 r.: - skonsolidowane przychody ze sprzedaży:                                         185,4\n                           mln zł, - wynik z działalności operacyjnej:                                              \n                           3,7 mln zł, - wynik brutto:                                                                  \n                           2,0 mln zł, - wynik netto:                                                                   \n                           2,6 mln zł.  Dane za trzy kwartały 2017 r.: - skonsolidowane przychody ze sprzedaży:                                         \n                           523,3 mln zł,- wynik z działalności operacyjnej:                                              \n                           10,9  mln zł,- wynik brutto:                                                                  \n                           3,5  mln zł,- wynik netto:                                                                   \n                           4,1  mln zł.Podstawowe wstępne jednostkowe dane finansowe kształtują się następująco: Dane za III kwartał 2017 r.: - przychody ze sprzedaży:                                                        \n                           105,4 mln zł,- wynik  z działalności operacyjnej:                                             \n                           /-/ 2,3 mln zł, - wynik  brutto:                                                                 \n                           /-/ 3,3 mln zł,- wynik netto:                                                                   \n                           /-/ 2,5 mln zł. Dane za trzy kwartały 2017 r.: - przychody ze sprzedaży:                                                        \n                           279,5 mln zł,- wynik  z działalności operacyjnej:                                             \n                           0,9 mln zł,- wynik  brutto:                                                                 \n                           3,3 mln zł,- wynik netto:                                                                   \n                           4,3 mln zł. Powyższe wstępne wyniki finansowe uwzględniają:- kolejną aktualizację budżetu kontraktu, o którym Spółka informowała w raporcie bieżącym\n                           nr 13/2017 oraz 34/2017, dokonaną w związku z zakończeniem okresowej rewizji długoterminowych\n                           umów budowlanych w zakresie szacowanych przychodów i kosztów. Efektem aktualizacji\n                           budżetu jest obniżenie wyniku na realizowanym kontrakcie, co przełoży się na obniżenie\n                           jednostkowego i skonsolidowanego wyniku finansowego brutto za III kwartał 2017 r.\n                           o kwotę 3,3 mln zł. Podjęta decyzja o dokonaniu kolejnej aktualizacji budżetu przedmiotowego\n                           kontraktu wynika z dodatkowych koszów poniesionych w związku z przedłużającą się realizacją\n                           kontraktu,- przychody z tytułu zmiany wartości dwóch nieruchomości inwestycyjnych zlokalizowanych\n                           w Zabrzu oraz jednej położonej w Katowicach w łącznej wysokości 5,6 mln zł. Aktualizacja\n                           wartości przedmiotowych nieruchomości została dokonana w konsekwencji  zawartej umowy\n                           sprzedaży nieruchomości zlokalizowanych w Zabrzu oraz w związku z realizacją kolejnego\n                           etapu w procesie zbycia nieruchomości zlokalizowanej w Katowicach, będącej przedmiotem\n                           zawartej umowy przedwstępnej. Transakcje sprzedaży nieruchomości są zgodne z przyjętymi\n                           w okresach wcześniejszych działaniami zmierzającymi  do optymalizacji majątku Grupy\n                           Kapitałowej Emitenta.Spółka zastrzega, że powyższe wstępne wyniki finansowe mają charakter szacunkowy,\n                           w związku z czym przedstawione kwoty mogą ulec zmianie oraz różnić się od wartości,\n                           które zostaną opublikowane w raporcie okresowym za III kwartał 2017 rok. Publikacja\n                           przedmiotowego raportu nastąpi w dniu 17 listopada 2017 r.",
        "date": "2017-11-14"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 40/2017 z dnia 22 września 2017 r., Zarząd MOSTOSTALU\n                           ZABRZE S.A. _\"Emitent\", \"Spółka\"_ podaje do wiadomości publicznej zaktualizowane informacje\n                           dotyczące Prezesa Zarządu Dariusza Pietyszuka _Pietyszuk_.  Wykształcenie i kwalifikacje:• Wykształcenie wyższe, Akademia Ekonomiczna, Katowice• Śląska Międzynarodowa Szkoła Handlowa, Katowice, Polska _Specjalizacja: Finanse\n                           Przedsiębiorstw_• Toulouse Business School, Francja _Specjalizacja: Rachunkowość Zarządcza i Controlling_\n                           _Podwójny dyplom we współpracy ze Śląską Międzynarodową Szkołą Handlową_• ACCA - The Association of Chartered Certified Accountants, Glasgow, UK• Akademia Leona Koźmińskiego, Studia Doktoranckie z dziedziny Zarządzania Strategicznego,\n                           Warszawa.Doświadczenie zawodowe:• 2013 - nadal MOSTOSTAL ZABRZE S.A. aktualnie Prezes Zarządu, do 22 września 2017\n                           r. Wiceprezes Zarządu - Dyrektor ds. Ekonomiczno-Finansowych _wcześniej Członek Zarządu,\n                           Prokurent_,• 08.2016 -15.12.2016  Kopex S.A. Prezes Zarządu,  _od 05.2016 do 08.2016 Członek\n                           Rady Nadzorczej Kopex S.A. oddelegowany do pełnienia funkcji Prezesa Zarządu_,•  2011-2013 Famur S.A. - Dyrektor Finansowy,•  2005-2011 Electropoli-Galwanotechnika Sp. z o.o., Dyrektor Finansowy,•  2005  LU Polska _Grupa Danone_ Senior Operations Manager,• 2003-2005 VALEO Engine Cooling Jamest _New York , USA_, kontroler finansowy,• 2002-2003 VALEO EngineCooling-Centralny Zarząd _Paryż, Francja_, analityk finansowy.Ponadto, Członek Rad Nadzorczych  spółek z Grupy Kapitałowej MOSTOSTAL ZABRZE oraz\n                           Hydrapres S.A. Według złożonego oświadczenia Pan Dariusz Pietyszuk nie prowadzi działalności konkurencyjnej\n                           wobec Spółki, ani nie jest członkiem organu konkurencyjnej spółki kapitałowej, ani\n                           jakiejkolwiek konkurencyjnej osoby prawnej oraz nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _..._.",
        "date": "2017-09-25"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "MOSTOSTAL ZABRZE S.A. _\"Emitent\", \"Spółka\"_ informuje, iż w dniu 22 września 2017\n                           r. Rada Nadzorcza Emitenta powierzyła funkcję Prezesa Zarządu Spółki, w ramach aktualnej\n                           kadencji, Panu Dariuszowi Pietyszukowi. Pan Dariusz Pietyszuk dotychczas pełnił funkcję\n                           Wiceprezesa Zarządu Emitenta.Podjęta uchwała dotycząca powołania Prezesa Zarządu Emitenta weszła w życie z chwilą\n                           podjęcia.Aktualny życiorys Prezesa Zarządu zostanie podany odrębnym raportem bieżącym. Obecny skład Zarządu Emitenta przedstawia się następująco:1. Dariusz Pietyszuk - Prezes Zarządu,2. Jarosław Pietrzyk - Wiceprezes Zarządu. Podstawa prawna: par. 5 ust. 1 pkt 22 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           _..._\u2028.",
        "date": "2017-09-22"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 36/2017 z dnia 8 września 2017 roku, Zarząd Mostostal\n                           Zabrze S.A. _Emitent_ informuje, iż Mostostal Zabrze Gliwickie Przedsiębiorstwo Budownictwa\n                           Przemysłowego S.A. _GPBP - spółka zależna Emitenta_ w dniu 20 września 2017 r. otrzymał\n                           zawiadomienie o unieważnieniu postępowania o udzielenie zamówienia publicznego prowadzonego\n                           w trybie przetargu nieograniczonego przez Gminę Świętochłowice _Zamawiający_ na \"Przebudowę\n                           stadionu żużlowego wraz z zapleczem i infrastrukturą  towarzyszącą na terenie Ośrodka\n                           Sportu i Rekreacji \"Skałka\" w Świętochłowicach _\"OSiR Skałka\"_ oraz przebudowę i termomodernizację\n                           budynku siedziby OSiR Skałka - I etapu przebudowy\" wraz z uzyskaniem prawomocnego\n                           pozwolenia na użytkowanie. Zamawiający w zawiadomieniu powołał się na wynikający z ustawy z dnia 29 stycznia\n                           2004 roku Prawo zamówień publicznych obowiązek unieważnienia postępowania w przypadku,\n                           gdy cena najkorzystniejszej oferty lub oferta z najniższą ceną przewyższa kwotę, którą\n                           zamawiający zamierza przeznaczyć na sfinansowanie  zamówienia, chyba że zamawiający\n                           może zwiększyć tę kwotę do ceny najkorzystniejszej oferty. W uzasadnieniu swojej decyzji\n                           Zamawiający poinformował, iż na realizację przedmiotowego zamówienia przeznaczył kwotę\n                           28,6 mln zł brutto _wartość oferty złożonej przez GPBP i wybranej za najkorzystniejszą\n                           wyniosła 39,2 mln zł brutto_ i nie ma możliwości zwiększenia ww. środków finansowych\n                           z uwagi na brak pokrycia finansowego w budżecie jednostki.Tym samym Zamawiający zobowiązany ustawowo dokonał unieważnienia przedmiotowego postępowania.",
        "date": "2017-09-20"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ informuje, iż w dniu 14 września 2017 r. została\n                           zawarta przez Mostostal Zabrze Realizacje Przemysłowe S.A. _spółka zależna Emitenta,\n                           MZRP_ z Powszechnym Zakładem Ubezpieczeń Spółką Akcyjną _PZU_ z siedzibą w Warszawie\n                           umowa zlecenia o okresowe udzielanie gwarancji ubezpieczeniowych kontraktowych.Przedmiotem umowy jest odnawialny limit w maksymalnej wysokości 20 mln PLN, w ramach\n                           którego PZU udzielać będzie na zlecenie MZRP gwarancji ubezpieczeniowych kontraktowych\n                           tj. gwarancji zapłaty wadium, należytego wykonania kontraktu, właściwego usunięcia\n                           wad lub usterek oraz zwrotu zaliczki.Umowa obowiązuje do dnia 13 września 2018 r. Zabezpieczeniem przyznanego limitu jest sześć weksli własnych in blanco z wystawienia\n                           spółki zależnej Emitenta wraz z deklaracjami wekslowymi.Umowa została zawarta na warunkach rynkowych powszechnie stosowanych dla tego typu\n                           umów.",
        "date": "2017-09-14"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, że w dniu 13 września 2017 r. został\n                           obustronnie podpisany aneks do umowy z firmą Kinetics Technology S.p.A. _\"Zamawiający\"_\n                           na dostawę i montaż zbiorników w ramach projektu EFRA _Efektywna Rafinacja_ tj. inwestycji\n                           realizowanej przez Grupę LOTOS S.A. w instalację opóźnionego koksowania wraz z instalacjami\n                           towarzyszącymi, o podpisaniu której Emitent informował w raporcie nr 42/2016. Na podstawie aneksu zwiększona została wartość wykonywanych przez Emitenta prac o\n                           6,5 mln zł netto, tj. do kwoty 23,2 mln zł netto. Ponadto zmieniony został termin\n                           zakończenia prac z dotychczasowego przypadającego na 30 czerwca 2017 roku na nowy\n                           przypadający 30 sierpnia 2017 roku, przy czym ze względu na trwający jeszcze końcowy\n                           etap realizacji prac strony prowadzą dalsze rozmowy dotyczące wprowadzenia dodatkowego\n                           okresu na ich zakończenie.",
        "date": "2017-09-13"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd  Mostostal Zabrze S.A. _Emitent_ informuje, iż Mostostal Zabrze Gliwickie Przedsiębiorstwo\n                           Budownictwa Przemysłowego S.A. _GPBP - spółka zależna Emitenta_ w dniu 8 września\n                           2017 r.  powziął informację o wyborze złożonej przez niego oferty jako najkorzystniejszej\n                           w ramach postępowania prowadzonego w trybie przetargu nieograniczonego przez Gminę\n                           Świętochłowice _Zamawiający_.Przedmiotem oferty jest realizacja I etapu przebudowy Ośrodka Sportu i Rekreacji \"Skałka\"\n                           w Świętochłowicach _OSiR Skałka_ polegającego na przebudowie stadionu żużlowego wraz\n                           z zapleczem i infrastrukturą towarzyszącą na terenie OSiR Skałka oraz przebudowie\n                           i termomodernizacji budynku siedziby OSiR Skałka  wraz z uzyskaniem prawomocnego pozwolenia\n                           na użytkowanie. Wartość złożonej oferty wynosi 31,9 mln zł netto. Planowany termin zakończenia realizacji inwestycji to kwiecień 2019 r. Zgodnie z Ustawą prawo zamówień publicznych wykonawcom, którzy ubiegali się o udzielenie\n                           zamówienia przysługuje procedura odwoławcza.",
        "date": "2017-09-08"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _\"Emitent\"_ informuje, iż otrzymał zawiadomienie od AEGON\n                           Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie następującej treści:\" Zawiadomienie o przekroczeniu 5% ogólnej  liczny głosów w spółce MOSTOSTAL ZABRZE\n                           SPÓŁKA AKCYJNA ISIN: PLMSTZB00018 na podstawie  art. 69 ust. 1 pkt 1 ustawy z dnia\n                           29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych. AEGON Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie pod adresem ul.\n                           Wołoska 5, 02-675 Warszawa, zarejestrowane w Sądzie Rejonowym dla m.st. Warszawy w\n                           Warszawie XIII Wydział Gospodarczy Krajowego Rejestru Sądowego  pod numerem KRS 0000028767\n                           _dalej: \"Towarzystwo\"_ dotychczas zarządzające wyłącznie Aegon Otwartym Funduszem\n                           Emerytalnym, wpisanym  do Rejestru Funduszy Emerytalnych prowadzonego przez Sąd Okręgowy\n                           w Warszawie VII Wydział Cywilny Rejestrowy pod numerem RFe 13 _dalej:  \"Aegon OFE\"_,\n                           zawiadamia, iż w dniu 1 września 2017 r. przejęło zarządzanie Nordea Otwartym Funduszem\n                           Emerytalnym, wpisanym  do Rejestru Funduszy Emerytalnych prowadzonego przez Sąd Okręgowy\n                           w Warszawie VII Wydział Cywilny Rejestrowy pod numerem RFe 11 _dalej:  \"Nordea OFE\"_,\n                           w wyniku czego łączny udział funduszy zarządzających przez Towarzystwo, to jest Aegon\n                           OFE oraz Nordea OFE, w ogólnej liczbie  głosów na walnym zgromadzeniu Mostostal Zabrze\n                           Spółka Akcyjna _dalej \"Spółki\"_ przekroczył 5 % głosów. Przed  powyższym przejęciem zarządzania: 1_ Aegon OFE posiadał 3 604 601 akcji Spółki, co stanowiło 2,42% udziału w jej kapitale\n                           zakładowym  i uprawniało do 3 604 601 głosów, to jest 2,42% ogólnej liczby  głosów,2_ Nordea OFE posiadał 5 200 000 akcji Spółki, co stanowiło 3,49% udziału w jej kapitale\n                           zakładowym  i uprawniało do 5 200 000 głosów, to jest 3,49% ogólnej liczby  głosów.Po przejęciu zarządzania Nordea OFE, według stanu na dzień 01 września 2017 r.,  oba\n                           fundusze zarządzane przez Towarzystwo posiadają łącznie  8 804 601 akcji, co stanowi\n                           5,90% udziału w kapitale zakładowym i uprawnia do  8 804 601  głosów, to jest 5,90%\n                           ogólnej liczby głosów.\"",
        "date": "2017-09-07"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W związku z zakończeniem procesu podsumowywania danych finansowych realizowanego na\n                           potrzeby opracowania sprawozdań finansowych, Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\",\n                           \"Spółka\"_ przekazuje do wiadomości publicznej wstępne wyniki finansowe za I półrocze\n                           2017 roku.Podstawowe wstępne skonsolidowane dane finansowe za II kwartał 2017 oraz I półrocze\n                           2017 r. na dzień sporządzenia niniejszego raportu kształtują się następująco:\t\tDane za II kwartał 2017: \t\t\t                                                     \n                           \t - skonsolidowane przychody ze sprzedaży       189,9 mln zł,\t- wynik z działalności operacyjnej                            8,1 mln zł,        \n                           \t    \t     - wynik brutto                                                               5,2\n                           mln zł,                                             - wynik netto                                                                3,7\n                           mln zł.      Dane za I półrocze 2017: \t                                      - skonsolidowane przychody ze sprzedaży       356,9 mln zł,-  wynik z działalności operacyjnej                           7,7 mln zł, - wynik brutto                                                               2,0\n                           mln zł, - wynik netto                                                                1,5\n                           mln zł.Podstawowe wstępne jednostkowe dane finansowe za II kwartał 2017 oraz I półrocze 2017\n                           r. na dzień sporządzenia niniejszego raportu kształtują się następująco:\tDane za II kwartał 2017:\t                                                        \n                           \t     - przychody ze sprzedaży                                            86,2 mln zł,\n                           \t\t-  wynik z działalności operacyjnej                              2,8 mln zł,\t    \n                           \t  - wynik  brutto                                                                 6,7\n                           mln zł,\t                                 - wynik netto                                                                   6,0\n                           mln zł.\t                                Dane za I półrocze 2017: \t                                                       \n                           \t     - przychody ze sprzedaży                                           174,1 mln zł,-  wynik z działalności operacyjnej                                3,3 mln zł, - wynik  brutto                                                                 \n                           6,6 mln zł, - wynik netto                                                                   \n                           6,9 mln zł.Powyższe wstępne wyniki finansowe uwzględniają kolejną aktualizację budżetu kontraktu,\n                           o którym Spółka informowała w raporcie bieżącym nr 13/2017, dokonaną w związku z zakończeniem\n                           okresowej rewizji długoterminowych umów budowlanych w zakresie szacowanych przychodów\n                           i kosztów. Efektem aktualizacji budżetu jest obniżenie wyniku na realizowanym kontrakcie,\n                           co przełoży się na obniżenie jednostkowego i skonsolidowanego wyniku finansowego brutto\n                           za I półrocze 2017 r. o kwotę 4,1 mln zł. Podjęta decyzja o dokonaniu kolejnej aktualizacji\n                           budżetu przedmiotowego kontraktu wynika głównie z dodatkowych koszów poniesionych\n                           w związku z przedłużającą się realizacją kontraktu.Spółka zastrzega, że powyższe wstępne wyniki finansowe mają charakter szacunkowy,\n                           a sprawozdania finansowe są nadal weryfikowane przez biegłego rewidenta, w związku\n                           z czym powyższe kwoty mogą ulec zmianie oraz różnić się od wartości, które zostaną\n                           opublikowane w raporcie okresowym za I półrocze 2017 r.Publikacja przedmiotowego raportu nastąpi w dniu 15 września 2017 r.",
        "date": "2017-09-07"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 07 września 2017 r. MOSTOSTAL\n                           ZABRZE Realizacje Przemysłowe S.A. _spółka zależna Emitenta, Wykonawca_ zawarł  umowę\n                           z Grupą  Azoty Zakłady Azotowe Kędzierzyn S.A. _ZAK, Zamawiający_ na dostawę oraz\n                           trwałe zainstalowanie elementów służących do budowy linii pilotażowej do prowadzenia\n                           prac rozwojowych dla Wydziału Estrów w Jednostce Biznesowej Oxoplast w ZAK.  Wynagrodzenie ryczałtowe za wykonanie przedmiotu umowy wynosi 42,95 mln zł netto.\n                           Termin realizacji umowy: 58 tygodni  od daty podpisania umowy.W umowie zawarto postanowienia dotyczące kar umownych, w tym kar za opóźnienia w wykonaniu\n                           przedmiotu umowy oraz usunięciu wad i usterek w wysokości 0,2% za każdy dzień, nie\n                           więcej niż 25% wartości umowy netto,  za odstąpienie od umowy lub jej wypowiedzenie\n                           przez Zamawiającego z przyczyn leżących po stronie Wykonawcy w wysokości 10% wynagrodzenia\n                           netto.  Łączna wartość kar umownych nie może przekroczyć 25%  wynagrodzenia umownego.\n                           Ponadto, Wykonawca jest zobowiązany do zwrotu Zamawiającemu dotacji zewnętrznej, \n                           z której Zamawiający ma zamiar  sfinansować przedsięwzięcie inwestycyjne,  w przypadku\n                           nieotrzymania dotacji bądź konieczności jej zwrotu przez Zamawiającego, z przyczyn\n                           leżących po stronie Wykonawcy, przy czym niniejsza odpowiedzialność jest ograniczona\n                           do wysokości wynagrodzenia umownego netto.  Zamawiającemu przysługuje prawo do  dochodzenia  odszkodowania uzupełniającego na\n                           zasadach ogólnych. Pozostałe warunki kontraktu nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.",
        "date": "2017-09-07"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 63/2016 z dnia 8 września 2016 r. oraz raportów\n                           okresowych dotyczących zmian wprowadzonych do Umowy Ramowej zawartej z mBank S.A.\n                           _Bank_ w 2011 roku i aneksowanej w latach kolejnych, Zarząd MOSTOSTAL ZABRZE S.A.\n                           _Emitent_ informuje, iż w dniu 06 września 2017 r. wpłynął do siedziby Emitenta obustronnie\n                           podpisany kolejny Aneks do Umowy Ramowej.Na mocy zawartego Aneksu zmniejszona została maksymalna kwota limitu linii gwarancyjnej\n                           z kwoty 73,9 mln zł do 56,0 mln zł.Pozostałe istotne warunki Umowy nie uległy zmianie.",
        "date": "2017-09-06"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 05 września 2017 r. wpłynął\n                           do siedziby Emitenta obustronnie podpisany Aneks do Umowy o limit wierzytelności zawartej\n                           z Raiffeisen Bank Polska S.A. _Bank_, o której Emitent informował w raporcie nr 64/2016\n                           oraz w raportach okresowych.Na mocy Aneksu przedłużony został do dnia 31 sierpnia 2028 r. ostateczny termin spłaty\n                           limitu wierzytelności oraz do dnia 31 sierpnia 2018 r. ostateczny termin wykorzystania\n                           limitu wierzytelności. Na podstawie Aneksu zmniejszony został również łączny limit\n                           wierzytelności z kwoty 40 mln zł do 26 mln zł, z czego 4,8 mln zł stanowi kredyt w\n                           rachunku bieżącym. Zmniejszeniu uległo także zabezpieczenie przyznanego limitu w postaci oświadczenia\n                           Emitenta o poddaniu się egzekucji w trybie art. 777 par. 1 pkt 5 kodeksu postępowania\n                           cywilnego z kwoty 60 mln zł do 39 mln zł.Pozostałe istotne warunki Umowy nie uległy zmianie.",
        "date": "2017-09-05"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTALU ZABRZE S.A. _Emitent_ informuje o obustronnie podpisanym aneksie\n                           do Umowy na wykonanie robót budowlanych, dostawę i montaż konstrukcji stalowej, dostawę\n                           i montaż HVAC i instalacji wodno-kanalizacyjnych oraz montaż rurociągów paliwowych,\n                           w ramach projektu budowy bazy systemu AEGIS Ashore w Redzikowie zawartej z Amec Foster\n                           Wheeler Environment & Infrastructure, Inc., USA _Zamawiający_, o podpisaniu której\n                           Emitent informował w raporcie nr 29/2016.Na podstawie aneksu wydłużony został termin zakończenia prac do 01 marca 2018 r. Ponadto zwiększona została wartość wykonywanych przez Emitenta prac o 4 mln zł netto,\n                           co po uwzględnieniu wcześniej podpisanych aneksów daje łączną wartość Umowy wynoszącą\n                           102,2 mln zł netto. Pozostałe, istotne warunki Umowy nie uległy zmianie.",
        "date": "2017-09-05"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ w nawiązaniu do raportu bieżącego nr 26/2017\n                           z dnia 03 sierpnia 2017 r. informuje, iż MOSTOSTAL ZABRZE Realizacje Przemysłowe S.A.\n                           _MZRP - spółka zależna Emitenta_ w dniu 24 sierpnia 2017 r. zawarł z Euroglas Polska\n                           Sp. z.o.o. _Zamawiający_ umowę dotyczącą projektu: \"Dostawa i montaż konstrukcji stalowych\n                           oraz montaż części technologicznej instalacji dla nowej linii huty szkła Euroglas\n                           2 w Ujeździe\". Umowa dotyczy realizacji przez MZRP prac w ramach ww. projektu w zakresie dostawy\n                           oraz montażu konstrukcji stalowych oraz montażu części technologicznej. Wartość wynagrodzenia\n                           przysługującego MZRP z tytułu realizacji umowy wynosi 4,4 mln euro netto. Termin zakończenia przez MZRP prac przewidzianych umową przypada na wrzesień 2018\n                           r.Umowa przewiduje ograniczenie kar umownych do wysokości 15% wartości umowy. Łączna\n                           odpowiedzialność MZRP określona jest do maksymalnej wysokości wartości umowy. Pozostałe warunki kontraktu nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.W ramach realizacji ww. projektu Zamawiający zawrze na mocy listu intencyjnego, o\n                           którym Emitent informował w ww. raporcie bieżącym nr 26/2017, oddzielną umowę z Lahti\n                           Precision Oy _dawca technologii i urządzeń procesowych_ na realizację pozostałych\n                           prac w projekcie.",
        "date": "2017-08-25"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 24 sierpnia 2017 r. konsorcjum\n                           firm _Wykonawca_: MOSTOSTAL ZABRZE S.A. oraz MOSTOSTAL ZABRZE Gliwickie Przedsiębiorstwo\n                           Budownictwa Przemysłowego S.A. _spółka zależna Emitenta- Lider Konsorcjum_ zawarło\n                           z Fortum Silesia S.A. z siedzibą w Zabrzu _Zamawiający_ umowę na wykonanie i przekazanie\n                           do odbioru robót drogowych, sieci podziemnych i zagospodarowania terenu w ramach realizacji\n                           przez Zamawiającego inwestycji dotyczącej budowy nowej elektrociepłowni w Zabrzu.\n                           Ryczałtowe wynagrodzenie umowne dla konsorcjum wynosi ok. 18 mln zł netto, przy czym\n                           całość prac zostanie zrealizowana zgodnie z umową konsorcjum przez Lidera Konsorcjum,\n                           który w stosunkach wewnętrznych odpowiedzialny jest za realizację zadania. Termin zakończenia prac przypada na lipiec 2018 r. Pozostałe warunki kontraktu nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.",
        "date": "2017-08-24"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd  MOSTOSTAL ZABRZE S.A. _Emitent_ informuje o podjęciu decyzji dotyczącej wydzielenia\n                           w ramach MOSTOSTAL ZABRZE Realizacje Przemysłowe S.A. _MZRP - spółka zależna Emitenta_\n                           zorganizowanej części przedsiębiorstwa _\"ZCP\"_ w postaci Oddziału \"Ocynkownia w Opolu\",\n                           a następnie przeprowadzenia kompleksowych działań mających na celu pozyskanie nabywcy\n                           i sprzedaż przedmiotowego ZCP.Decyzję tę podjęto w związku z realizacją działań prowadzonych w ramach reorganizacji\n                           Grupy Kapitałowej MOSTOSTAL ZABRZE oraz optymalizacji jej majątku, obejmującej również\n                           wydzielanie i dezinwestycje aktywów niestanowiących  dla Grupy przedmiotu głównej\n                           działalności operacyjnej.W skład ZCP, stanowiącego część majątku spółki zależnej MZRP, wejdą w szczególności\n                           następujące składniki: prawo użytkowania wieczystego nieruchomości gruntowej oraz\n                           prawo własności, stanowiących odrębne nieruchomości budynków i urządzeń, maszyny i\n                           urządzenia oraz pozostałe składniki majątku trwałego,\u2028 zapasy, \u2028należności i zobowiązania,\n                           środki pieniężne zgromadzone w kasie oraz pracownicy oddziału.  Przychody ze sprzedaży oddziału \"Ocynkownia w Opolu\" stanowiły w ostatnich 3 latach\n                           średnio ok. 5% rocznej skonsolidowanej sprzedaży Grupy Kapitałowej MOSTOSTAL ZABRZE.\n                           Wartość usług oddziału świadczonych na potrzeby Grupy Kapitałowej wyniosła natomiast\n                           w tym okresie średnio ok. 3 mln zł. W przypadku zawarcia transakcji sprzedaży przedmiotowego ZCP Emitent poinformuje w\n                           tej sprawie odrębnym raportem zgodnie z obowiązującymi przepisami prawa.",
        "date": "2017-08-17"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd  MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż MOSTOSTAL ZABRZE Realizacje\n                           Przemysłowe S.A. _MZRP - spółka zależna Emitenta_ podpisał z Euroglas Polska Sp. z.o.o.\n                           _Zamawiający_ oraz Lahti Precision Oy _dawca technologii i urządzeń procesowych_ trójstronny\n                           list intencyjny, na mocy którego zostaną zawarte dwie oddzielne umowy dotyczące projektu:\n                           \"Dostawa i montaż konstrukcji stalowych oraz montaż części technologicznej instalacji\n                           dla nowej linii huty szkła Euroglas 2 w Ujeździe\".Termin podpisania umowy przewidziany jest do końca sierpnia br. W przypadku podpisania\n                           umowy, wartość prac w ramach zakresu przypadającego na MZRP, dotyczącego dostawy oraz\n                           montażu konstrukcji stalowych oraz montażu części technologicznej wynosić będzie 4,4\n                           mln euro netto. Termin zakończenia prac nad projektem przypada na czerwiec 2019 r.",
        "date": "2017-08-03"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 11/2017 z dnia 10 kwietnia 2017 r. , Zarząd MOSTOSTALU\n                           ZABRZE S.A. _\"Emitent\", \"Spółka\"_ informuje, iż w dniu 11 lipca 2017 r. został obustronnie\n                           podpisany aneks do umowy zawartej z KGHM Polska Miedź S.A. na zadanie inwestycyjne\n                           pn.: \"Dostawa Kotła Odzysknicowego do zabudowy w ciągu technologicznym Huty Miedzi\n                           \"Głogów I\" za Piecem Zawiesinowym\".O podpisaniu powyższej umowy Emitent informował raportem bieżącym nr 65/2012, a następnie\n                           w raportach bieżących i okresowych. Na podstawie aneksu nastąpiło przesunięcie terminu realizacji zadania tj. przekazania\n                           do eksploatacji na 30 września 2017 r.  Jednocześnie Emitent informuje, że planowany postój technologiczny kotła, o którym\n                           Spółka informowała w ww. raporcie nr 11/2017 odbędzie się zgodnie z obecnymi ustaleniami\n                           stron we wrześniu br.",
        "date": "2017-07-11"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 57/2016 z dnia 1 lipca 2016 roku oraz wcześniejszych\n                           raportów dotyczących umowy o linię gwarancyjną _Umowa_ zawartej z Credit Agricole\n                           Bank Polska S.A. z siedzibą we Wrocławiu Zarząd MOSTOSTAL ZABRZE S.A. informuje, iż\n                           w dniu 28 czerwca 2017 r. podpisany został aneks do ww. Umowy.Na mocy Aneksu przedłużony do dnia 30 czerwca 2018 r. został termin do którego mogą\n                           być udzielane gwarancje i regwarancje oraz otwierane akredytywy _dotychczasowy termin\n                           upływał 30 czerwca 2017 roku_ oraz zmniejszona została linia gwarancyjna z kwoty 85.000.000\n                           do 65.000.000 zł.Pozostałe, istotne warunki Umowy nie uległy zmianie.",
        "date": "2017-06-28"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 18/2017 z dnia 21 czerwca 2017 r., Zarząd MOSTOSTALU\n                           ZABRZE S.A. _\"Emitent\", \"Spółka\"_ podaje do wiadomości publicznej życiorysy nowo powołanych\n                           Członków Rady Nadzorczej.1.\tWitold GrabyszWykształcenie i kwalifikacje:Politechnika Śląska - Inżynier mechanik, doktor nauk technicznych. Doświadczenie zawodowe:W latach 2000-2004 - konsultant McKinsey & CompanyOd 2013 r. - własna działalność doradcza w zakresie zarządzania ryzykiem, optymalizacji\n                           kosztów oraz rozwoju nowej działalnościW latach 2004-2007 - Członek Zarządu spółki MERAWEX Sp. z o.o.w latach 2007-2012 – Prezes Zarządu spółki MERAWEX Sp. z o.o. W latach 2014-2015 - Prezes Zarządu spółki Rehatronics S.A. Od 2015 r. - Wiceprezes Blirt S.A. _notowanej na New Connect firmy biotechnologicznej_Od 2015 r. – Prezes Zarządu BLR 152 Sp. z o.o. _spółki celowej w Grupie Blirt, która\n                           nie podjęła działalności_Od 2016 r. - Członek Zarządu Thoth Pro Sp o.o., startup informatyczny.Według złożonego oświadczenia Pan Witold Grabysz nie prowadzi działalności konkurencyjnej\n                           wobec Spółki, ani nie jest członkiem organu konkurencyjnej spółki kapitałowej, ani\n                           jakiejkolwiek konkurencyjnej osoby prawnej oraz nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.Ponadto Pan Witold Grabysz oświadczył, iż nie jest powiązany z akcjonariuszem posiadającym\n                           ponad 5% ogólnej liczby głosów w Spółce.2.\tMarek KaczyńskiWykształcenie i kwalifikacje:2009 - Uniwersytet Jagielloński, Wydział Prawa i Administracji, magister prawa2012 - Okręgowa Izba Radców Prawnych w Katowicach, ukończenie aplikacji radcowskiej2013 - Uzyskanie tytułu radcy prawnegoDoświadczenie zawodowe:Od 10. 2009-11. 2014 - Machcińska, Lampart i Partnerzy-Kancelaria Radców Prawnych\n                           Sp.p. w Zabrzu - asystent radcy prawnego, radca prawnyOd 11. 2013 – nadal - Kancelaria Radcy Prawnego Marek Kaczyński – działalność gospodarczaOd 12. 2014 - 03. 2017 - KOPEX S.A. z siedzibą w Katowicach - Zastępca Dyrektora Biura\n                           Restrukturyzacji i Optymalizacji Majątku, Dyrektor Biura Zarządu i Administracji,\n                           Dyrektor Biura Prawnego Od 08. 2016 – 03. 2017 - KOPEX Finance&Restructuring sp. z o.o. z siedzibą w Katowicach\n                           – Członek ZarząduOd 12. 2016 – 03. 2017 - PBSZ 1 sp. z o.o. z siedzibą w Katowicach – Członek ZarząduOd 04.2017 – nadal - Autokopex sp. z o.o. z siedzibą w Gliwicach – Wiceprezes Zarządu\n                           Od 05.2017 – nadal - Ignis Avem Capital S.A. z siedzibą w Gliwicach - Wiceprezes ZarząduPonadto Członek Rad Nadzorczych, m.in.: 2010-2012\tEnergia w kogeneracji EWK S.A. z siedzibą w Wilczy 10.2015-12.2016\tKopex Hydraulika Siłowa sp. z o.o. z siedzibą w Zabrzu 05.2016 – 12.2016\tFabryka Maszyn i Urządzeń TAGOR S.A. z siedzibą w Tarnowskich Górach\n                           05.2016-12.2016\tKOPEX – Przedsiębiorstwo Budowy Szybów S.A. z siedzibą w Bytomiu 05.2016 – 01.2017\tHansen Sicherheitstechnik AG z siedzibą w Monachium 05.2016- 02.2017\tElgór+Hansen S.A. z siedzibą w Chorzowie 05.2016 – 03.2017\tKOPEX MIN d.o.o. z siedzibą w Niszu _Serbia_ 05.2016 – 03.2017\tKOPEX MIN-LIV d.o.o. z siedzibą w Niszu _Serbia_06.2016-07.2016\tKOPEX – EKO sp. z o.o. z siedzibą w Tychach 06.2016 – 09.2016\tKOPEX EX-COAL sp. z o.o. z siedzibą w Przeciszowie06.2016 – 12.2016 \tKopex Machinery S.A. z siedzibą w Zabrzu 06.2016 – 12.2016\tŚląskie Towarzystwo Wiertnicze DALBIS sp. z o.o. z siedzibą w Tarnowskich\n                           Górach06.2016 – 03.2017\tKOPEX Construction sp. z o.o. z siedzibą w Katowicach 06.2016-04.2017\tWęgliki Spiekane Baildonit sp. z o.o.  z siedzibą w Katowicach06.2016-01.2017\tKOPEX Foundry sp. z o.o. z siedzibą w Stalowej Woli Od 2017- nadal\tHydrapres S.A. z siedzibą w Solcu Kujawskim Według złożonego oświadczenia Pan Marek Kaczyński nie prowadzi działalności konkurencyjnej\n                           wobec Spółki, ani nie jest członkiem organu konkurencyjnej spółki kapitałowej, ani\n                           jakiejkolwiek konkurencyjnej osoby prawnej oraz nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.Ponadto Pan Marek Kaczyński oświadczył, iż nie jest powiązany z akcjonariuszem posiadającym\n                           ponad 5% ogólnej liczby głosów w Spółce.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _..._.",
        "date": "2017-06-26"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ informuje, iż w dniu 26 czerwca 2017 r. otrzymał\n                           od Towarzystwa Ubezpieczeń Euler Hermes S.A. _\"TU Euler Hermes\"_ obustronnie podpisaną\n                           umowę o udzielanie gwarancji kontraktowych w ramach limitu odnawialnego _Umowa_.Przedmiotem Umowy jest odnawialny limit w maksymalnej wysokości 40 mln PLN, w ramach\n                           którego TU Euler Hermes udzielać będzie na zlecenie Emitenta gwarancje kontraktowe,\n                           tj. w szczególności gwarancje należytego wykonania Kontraktu, właściwego usunięcia\n                           wad i usterek, przetargowe zapłaty wadium oraz zwrotu zaliczki.Umowa została zawarta na czas nieokreślony z jednomiesięcznym terminem wypowiedzenia\n                           przez każdą ze stron Umowy. Zabezpieczeniem przyznanego limitu jest 10 weksli własnych in blanco wraz z deklaracjami.",
        "date": "2017-06-26"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. z siedzibą w Zabrzu _Emitent_ działając na podstawie\n                           art. 70 ust. 3 Ustawy o ofercie _...._ informuje, iż podczas obrad Zwyczajnego Walnego\n                           Zgromadzenia Emitenta _ZWZ_ w dniu 21 czerwca 2017 r. odnotowano obecność akcjonariuszy\n                           Emitenta posiadających łącznie 53.732.897 akcji, co stanowiło 36,03% ogólnej liczby\n                           głosów na ZWZ. \u2028Akcjonariuszem posiadającym, co najmniej 5% głosów na ZWZ w dniu 21 czerwca 2017 r.\n                           był  Pan Krzysztof Jędrzejewski, który posiadał 46.594.266 głosów, co stanowiło 86,71%\n                           głosów wśród obecnych na ZWZ oraz 31,24% w ogólnej liczbie głosów.",
        "date": "2017-06-21"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTALU ZABRZE S.A. _Emitent_ informuje, iż Rada Nadzorcza Emitenta w dniu\n                           21 czerwca 2017 r. podjęła decyzję o wyborze firmy UHY ECA Audyt Sp. z o.o. Sp.k.\n                           z siedzibą w Krakowie przy ulicy Moniuszki 50 _UHY ECA Audyt_, jako podmiotu uprawnionego\n                           do dokonania przeglądu jednostkowego i skonsolidowanego sprawozdania finansowego za\n                           I półrocze 2017 roku oraz do dokonania badania jednostkowego i skonsolidowanego sprawozdania\n                           finansowego za 2017 rok. Podmiot jest wpisany na listę podmiotów uprawnionych do badania\n                           sprawozdań finansowych pod numerem 3115.Uprawnienie Rady Nadzorczej do dokonania wyboru biegłego rewidenta wynika z § 26 pkt\n                           6 Statutu Spółki oraz § 5 pkt 7 Regulaminu Rady Nadzorczej. Jednocześnie Emitent nadmienia,\n                           iż firma UHY ECA Audyt nie świadczyła dotychczas usług audytorskich na rzecz Grupy\n                           Kapitałowej MZ natomiast zarówno MZ jak i spółki zależne korzystały z usług podmiotów\n                           z grupy UHY ECA w zakresie doradztwa podatkowego dotyczącego PIT, CIT I VAT oraz wycen.\n                           Wybór biegłego rewidenta został dokonany zgodnie z obowiązującymi przepisami i normami\n                           zawodowymi.Umowa z audytorem na dokonanie przeglądu i badania sprawozdań finansowych Emitenta\n                           oraz Grupy Kapitałowej Emitenta zostanie zawarta na czas określony, niezbędny dla\n                           wykonania przedmiotu umowy.Podstawa prawna: § 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           _..._.",
        "date": "2017-06-21"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent, Spółka_ informuje, iż w dniu 21 czerwca 2017\n                           r., Rada Nadzorcza Emitenta dokonała wyboru Zarządu Spółki na nową, trzyletnią kadencję,\n                           kończącą się z dniem odbycia Zwyczajnego Walnego Zgromadzenia zatwierdzającego sprawozdanie\n                           finansowe Spółki za rok obrotowy 2019. Nowo powołany Zarząd składa się z dwóch Wiceprezesów: Pana Dariusza Pietyszuka _Pietyszuk_\n                           oraz Pana Jarosława Pietrzyka _Pietrzyk_. Życiorysy Wiceprezesów Zarządu oraz ich oświadczenia zostały przekazane do publicznej\n                           wiadomości w raportach bieżących nr 11/2013 w dniu 29 stycznia 2013 r. oraz 58/2016\n                           w dniu 19 lipca 2016 r. \u2028Podstawa prawna: par. 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _..._",
        "date": "2017-06-21"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Spółka, Emitent_ informuje, iż Zwyczajne Walne Zgromadzenie\n                           Emitenta w dniu 21 czerwca 2017 r. odwołało ze składu Rady Nadzorczej Pana Radosława\n                           Gaszę _Gasza_ i Pana Norberta Palimąkę _Palimąka_ oraz powołało w skład Rady Nadzorczej,\n                           na wspólną, 3 _trzy_ - letnią kadencję, która kończy się z dniem odbycia Zwyczajnego\n                           Walnego Zgromadzenia Spółki zatwierdzającego sprawozdanie finansowe Emitenta za rok\n                           2017, Pana Marka Kaczyńskiego _Kaczyński_ i Pana Witolda Grabysza \u2028_Grabysz_. W związku\n                           z powyższym aktualny skład Rady Nadzorczej Emitenta przedstawia się następująco:\u20281. Krzysztof Jędrzejewski - Przewodniczący Rady Nadzorczej,\u20282. Michał Rogatko - Wiceprzewodniczący Rady Nadzorczej,\u20283. Daniel Lewczuk - Członek Rady Nadzorczej,\u20284. Marek Kaczyński  - Członek Rady Nadzorczej,\u20285. Witold Grabysz - Członek Rady Nadzorczej.\u2028\u2028Życiorysy nowo powołanych Członków Rady Nadzorczej oraz złożone przez nich oświadczenia\n                           zostaną przekazane do publicznej wiadomości zaraz po ich otrzymaniu.Podstawa prawna: § 5 ust. 1 pkt 21, 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. _Dz. U. z 2009 r. nr 39 poz. 260_.",
        "date": "2017-06-21"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Działając na podstawie § 38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych _..._, Zarząd MOSTOSTAL ZABRZE S.A. podaje w załączeniu treść\n                           uchwał podjętych przez Zwyczajne Walne Zgromadzenie Spółki _\"ZWZ\"_ w dniu 21 czerwca\n                           2017 r. wraz z załącznikiem oraz wynikami głosowań nad poszczególnymi uchwałami.",
        "date": "2017-06-21"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\", \"Spółka\"_ w nawiązaniu do raportu bieżącego\n                           nr 10/2017 z dnia 21 marca 2017 roku dotyczącego kontraktu pn.: ''Modyfikacja kotła\n                           w fabryce celulozy Sodra Cell Varo w Szwecji'' informuje o zawarciu z Valmet AB _\"Zamawiający\"_\n                           porozumienia w sprawie ostatecznego rozliczenia kontraktu _\"Porozumienie\"_, a tym\n                           samym o odstąpieniu od planowanego procesu arbitrażowego. Ze względu na zgodną wolę stron dotyczącą polubownego rozstrzygnięcia sporu jaki zaistniał\n                           w związku z realizowanym kontraktem w Szwecji strony wznowiły rozmowy w sprawie ostatecznego\n                           rozliczenia kontraktu, w wyniku których w dniu 02 czerwca 2017 r.  zawarto przedmiotowe\n                           Porozumienie. W rezultacie zawartego Porozumienia Emitent otrzyma od Zamawiającego kwotę 1,12 mln\n                           EUR, co stanowi na dzień przekazania raportu równowartość 4,68 mln PLN. Podpisanie\n                           i realizacja postanowień zawartych w Porozumieniu wyczerpuje wszelkie roszczenia,\n                           jakie strony mają lub mogłyby mieć względem siebie w przyszłości w związku z realizacją\n                           przedmiotowego kontraktu.W efekcie zawartego porozumienia Emitent odwróci w kwocie 1,12 mln EUR dokonany w\n                           poprzednim okresie sprawozdawczym odpis aktualizujący wartość należności, co tym samym\n                           wpłynie pozytywnie na jednostkowy i skonsolidowany wynik finansowy I półrocza 2017\n                           r. oraz na przyszłe przepływy pieniężne Emitenta.",
        "date": "2017-06-02"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Działając na podstawie art. 402_2_ Kodeksu spółek handlowych oraz § 38 ust. 1 pkt\n                           1,2 i 3 Rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych\n                           _..._ Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ podaje do publicznej wiadomości treść\n                           ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Emitenta na dzień 21 czerwca\n                           2017 r. oraz projekty uchwał wraz z załącznikami i uzasadnieniami.",
        "date": "2017-05-26"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ w nawiązaniu do raportu bieżącego 12/2016 dotyczącego\n                           szacowanej łącznej sprzedaży rocznej uzyskanej z umów zawartych pomiędzy spółką zależną\n                           Emitenta: MOSTOSTAL ZABRZE Konstrukcje Przemysłowe S.A. a firmami: Liebherr Werk Ehingen\n                           GmbH _Niemcy_ oraz Liebherr Werk Nenzing GmbH _Austria_, niniejszym informuje, iż\n                           łączna wartość przychodów ze sprzedaży za rok 2016 wynikająca z przedmiotowych umów\n                           wyniosła 25 mln Euro, co stanowi równowartość 109 mln zł.Jednocześnie Emitent informuje, iż szacowana łączna wartość rocznej sprzedaży na kolejne\n                           lata, wynikająca z powyższych umów, będzie kształtowała się na poziomie ok. 95 mln\n                           zł.",
        "date": "2017-04-21"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\", \"Spółka\"_ informuje, iż w związku z prowadzonymi\n                           okresowymi rewizjami długoterminowych umów budowlanych w zakresie szacowanych przychodów\n                           i kosztów, po dokonaniu rewizji jednego z kontraktów krajowych realizowanego dla branży\n                           petrochemicznej, podjął decyzję o dokonaniu aktualizacji budżetu przedmiotowego kontraktu,\n                           uwzględniając zidentyfikowane na tym etapie zdarzenia, które znalazły, a także znajdą\n                           odzwierciedlenie w dodatkowych kosztach oraz przychodach.Efektem aktualizacji budżetu jest obniżenie wyniku na realizowanym kontrakcie, co\n                           przełoży się na obniżenie jednostkowego i skonsolidowanego wyniku finansowego brutto\n                           za 2016 r. o kwotę 19,9 mln zł.  Przedmiotowy kontrakt, który jest w końcowej fazie realizacji, został zawarty w lutym\n                           2016 r. i w momencie jego zawierania nie stanowił kontraktu istotnego, uwzględniając\n                           m. in. wartość umowy nie przekraczającą ówczesnej wartości 10% kapitałów własnych\n                           Spółki.",
        "date": "2017-04-20"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTALU ZABRZE S.A. _Emitent_ informuje, iż w dniu 18 kwietnia 2017 r. została\n                           zawarta umowa z Hitachi Zosen Inova AG,  z siedzibą w Zurichu w Szwajcarii. Przedmiotem umowy są  prace montażowe  dwóch  kotłów parowych w zakresie konstrukcji\n                           stalowej części ciśnieniowej oraz urządzeń towarzyszących w spalarni  odpadów   Ferrybridge\n                           Multifuel Enegry Limited  w Wielkiej Brytanii _\"Zamawiający\"_ w ramach  zadania  inwestycyjnego\n                           pn.: \"Ferrybridge  Multifuel 2\". Wartość umowy wynosi ok. 11,7 mln GBP netto,  co stanowi na dzień przekazania niniejszego\n                           raportu równowartość  ok. 58,6 mln PLN netto. Okres realizacji umowy: od  czerwca  2017 r. do  marca 2018 r.Umowa przewiduje: maksymalny limit kar za opóźnienia w wysokości 30% wartości netto\n                           zamówienia, brak ograniczenia odpowiedzialności kontraktowej oraz brak wyraźnego wyłączenia\n                           szkód pośrednich i utraconych korzyści. Ponadto istnieje  możliwość dochodzenia odszkodowania\n                           uzupełniającego.",
        "date": "2017-04-18"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTALU ZABRZE S.A. _\"Emitent\", \"Spółka\"_ informuje, iż w dniu 10 kwietnia\n                           2017 r. został obustronnie podpisany aneks do umowy zawartej z KGHM Polska Miedź S.A.\n                           na zadanie inwestycyjne pn.: \"Dostawa Kotła Odzysknicowego do zabudowy w ciągu technologicznym\n                           Huty Miedzi \"Głogów I\" za Piecem Zawiesinowym\". O podpisaniu powyższej umowy Emitent informował raportem bieżącym 65/2012, a następnie\n                           w raportach bieżących i okresowych.Aneks obejmuje zwiększenie prac o dostawę i montaż dodatkowej konstrukcji wsporczej\n                           Kotła Odzysknicowego i tłumików bocznych drgań oraz zwiększenie wynagrodzenia kontraktowego\n                           netto o 452 tys. PLN  oraz o 28 tys. EUR. Tym samym, aktualna wartość kontraktu netto\n                           wynosi 28.354. tys. PLN oraz  13.025 tys. EUR,  co stanowi na dzień zawarcia aneksu\n                           równowartość 55.097 tys. PLN. Łączna wartość umowy wynosi tym samym 83.451 tys. PLN. Ponadto ze względu na rozszerzony zakres przedmiotu kontraktu, aneks przewiduje nowy\n                           termin realizacji zadania tj. przekazania do eksploatacji. Termin ten aktualnie przypada\n                           na 31 maja 2017 r.Jednocześnie Emitent informuje, że podczas planowanego przestoju kotła, który będzie\n                           miał miejsce w maju br. Spółka zamierza przeprowadzić prace przygotowawcze i ewentualne\n                           modyfikacje mające na celu doprowadzenie kotła do gotowości do przeprowadzenia pomiarów\n                           parametrów technologicznych, gwarantowanych umową.",
        "date": "2017-04-10"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTALU ZABRZE S.A. _\"Emitent\", \"Spółka\"_ w nawiązaniu do raportu 7/2017\n                           informuje, że podjął decyzję o dokonaniu aktualizacji wyceny kontraktu, która skutkuje\n                           przeszacowaniem przychodów dotyczących kontraktu pn.: ''Modyfikacja kotła w fabryce\n                           celulozy Sodra Cell Varo w Szwecji'' w łącznej kwocie  ok. 2 mln EUR _tj. 8,9 mln\n                           PLN_ oraz o dokonaniu odpisów aktualizujących wartość należności w kwocie 1,6 mln\n                           EUR  _tj. 6,9 mln PLN_.Powyższe działania przełożą się na pogorszenie wyniku na tym kontrakcie, a tym samym\n                           wpłyną na obniżenie jednostkowego oraz skonsolidowanego wyniku finansowego netto za\n                           rok 2016 w łącznej wysokości 3,7 mln EUR _tj. 15,8 mln PLN_. Podjęta przez Zarząd\n                           Emitenta decyzja wynika z faktu braku porozumienia podczas rozmów  przeprowadzonych\n                           w dniu 21 marca 2017 r. z Valmet AB _dalej: \"\"Zamawiający\", \"Klient\"_ w sprawie, o\n                           której mowa poniżej. Ponadto, ze względu na fakt, iż Zamawiający zgłosił nieuzasadnione w opinii Emitenta\n                           roszczenia z tytułu poniesionych przez Zamawiającego dodatkowych kosztów w związku\n                           z realizacją robót, jak również z tytułu kar umownych, w łącznej kwocie 2,8 mln EUR\n                           _tj. 12,2 mln PLN_, Zarząd Emitenta podjął decyzję o rozpoczęciu działań mających\n                           na celu skierowanie sprawy na drogę arbitrażową. Rozbieżne stanowiska Stron dotyczące wzajemnych roszczeń wynikają z różnicy w ocenie\n                           przyczyn 23-dniowego  przedłużenia prac modernizacyjnych kotła. W ocenie Emitenta\n                           wpływ na przebieg prac obejmujących modernizację \"wiekowego\", a zarazem czynnego kotła\n                           miały opóźnienia projektowe Klienta, nie przekazywania na czas przez Valmet frontów\n                           robót, a także częstych zmian harmonogramu prac wynikających ze złej koordynacji przez\n                           Valmet prac jego podwykonawców. Na moment wyłączenia kotła ze strony Emitenta zmobilizowanych\n                           było prawie 300 pracowników, niemniej jednak w momencie jego otwarcia nie przekazano\n                           odpowiedniego frontu robót, co spowodowało zakłócenie uzgodnionego planu realizacji\n                           projektu i przełożyło się na niższą ogólną wydajność pracy. W związku z faktem, iż\n                           przesunięcie harmonogramu nastąpiło z przyczyn niezależnych od Emitenta, a Spółka\n                           realizowała roboty ponosząc dodatkowe koszty, zgodnie z ustaleniami z Zamawiającym,\n                           dla sprawnego zakończenia inwestycji, rozliczenie robót przełożono na zakończenie\n                           kontraktu. Niestety pomimo wielomiesięcznych rozmów wyjaśniających Zamawiający stopniowo\n                           zmieniał swoje stanowisko i ostatecznie zgłosił roszczenia względem Emitenta.Uznanie w pełni roszczeń zgłoszonych przez Zamawiającego po uwzględnieniu dokonanych\n                           obecnie odpisów aktualizujących wartość wstrzymanych należności spowodowałoby dodatkowe\n                           pogorszenie wyniku o 1,2 mln EUR, _tj. 5,3 mln PLN_. Ze względu na niemające merytorycznego\n                           ani prawnego uzasadnienia żądania Zamawiającego Emitent podjął decyzję o nie obejmowaniu\n                           dodatkowych roszczeń w kwocie 1,2 mln EUR rezerwą.",
        "date": "2017-03-21"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A.  _\"Emitent\"_ informuje, iż otrzymał zawiadomienie od\n                           Nationale Nederlanden Otwartego Funduszu Emerytalnego następującej treści:\"Działając zgodnie z art. 69 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U z 2009, Nr 185, poz. 1439 z późn. zm._ informujemy,\n                           że w wyniku zbycia akcji spółki Mostostal Zabrze S.A. _dalej \"Spółka\"_ w transakcjach\n                           na GPW w Warszawie, rozliczonych w dniu 13 marca 2017 roku, Nationale Nederlanden\n                           Otwarty Fundusz  Emerytalny _dalej \"Fundusz\"_ zmniejszył stan posiadanych akcji Spółki\n                           o co najmniej 2% głosów na walnym zgromadzeniu akcjonariuszy Spółki.Przed zbyciem akcji Fundusz posiadał 18 654 449 _osiemnaście milionów sześćset pięćdziesiąt\n                           cztery tysiące czterysta czterdzieści dziewięć_ akcji Spółki, stanowiących 12,51%\n                           kapitału zakładowego Spółki i był uprawniony do 18 654 449 _osiemnaście milionów sześćset\n                           pięćdziesiąt cztery tysiące czterysta czterdzieści dziewięć_ głosów na walnym zgromadzeniu\n                           akcjonariuszy Spółki, co stanowiło 12,51% ogólnej liczby głosów.Po rozliczeniu transakcji w dniu 13 marca 2017 roku Fundusz posiadał 18 284 449  _osiemnaście\n                           milionów dwieście osiemdziesiąt cztery tysiące czterysta czterdzieści dziewięć_ akcji\n                           Spółki, stanowiących 12,26% kapitału zakładowego Spółki i był uprawniony do 18 284\n                           449 _osiemnaście milionów dwieście osiemdziesiąt cztery tysiące czterysta czterdzieści\n                           dziewięć_ głosów na walnym zgromadzeniu akcjonariuszy Spółki, co stanowiło 12,26%\n                           ogólnej liczby głosów.\"",
        "date": "2017-03-17"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A.  _\"Emitent\"_ informuje, iż otrzymał zawiadomienie od\n                           Nationale-Nederlanden Powszechne Towarzystwo  Emerytalne S.A. z siedzibą w Warszawie\n                           następującej treści:\"Działając zgodnie z art. 69 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U z 2009, Nr 185, poz. 1439 z późn. zm._ informujemy,\n                           że w wyniku zbycia akcji spółki Mostostal Zabrze S.A. _dalej \"Spółka\"_ w transakcjach\n                           na GPW w Warszawie, rozliczonych w dniu 08 marca 2017 roku, Nationale-Nederlanden\n                           Otwarty Fundusz  Emerytalny _dalej \"Fundusz\"_ zmniejszył stan posiadanych akcji poniżej\n                           15% głosów na walnym zgromadzeniu akcjonariuszy Spółki.Przed zbyciem  akcji Fundusz  posiadał 23.854.389 _dwadzieścia trzy miliony osiemset\n                           pięćdziesiąt  cztery tysiące trzysta  osiemdziesiąt dziewięć_ akcji Spółki, stanowiących\n                           15,996% kapitału zakładowego Spółki i był uprawniony 23.854.389 _dwadzieścia trzy\n                           miliony osiemset pięćdziesiąt  cztery tysiące trzysta  osiemdziesiąt dziewięć_ głosów\n                           na walnym zgromadzeniu akcjonariuszy Spółki, co stanowiło 15,996% ogólnej liczby głosów.Po rozliczeniu transakcji w dniu 08 marca 2017  r. Fundusz posiadał  21.321.046  _dwadzieścia\n                           jeden  milionów trzysta dwadzieścia jeden  tysięcy czterdzieści sześć_ akcji Spółki\n                           i był uprawniony,  stanowiących 14,30% kapitału zakładowego Spółki i był uprawniony\n                           21.321.046 _dwadzieścia jeden  milionów trzysta dwadzieścia jeden  tysięcy czterdzieści\n                           sześć_ głosów na walnym zgromadzeniu akcjonariuszy Spółki, co stanowiło 14,30% ogólnej\n                           liczby głosów.\"",
        "date": "2017-03-15"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTALU ZABRZE S.A. _\"Emitent\", \"Spółka\"_ uwzględniając aktualny stan rozmów\n                           prowadzonych z firmą Valmet AB z siedzibą w Göteborgu w Szwecji _\"Zamawiający\"_ w\n                           sprawie ostatecznego rozliczenia kontraktu pn.: ''Modyfikacja kotła w fabryce celulozy\n                           Sodra Cell Varo w Szwecji'', o którym Spółka komunikowała w raporcie bieżącym nr 65/2015\n                           z dnia 15 grudnia 2015 r. informuje, iż pojawiło się ryzyko:• dokonania aktualizacji wyceny kontraktu, które może skutkować przeszacowaniem przychodów\n                           dotyczących pokrycia kosztów dodatkowych poniesionych w związku z wydłużeniem czasu\n                           realizacji kontraktu, na co wpływ miały przyczyny niezależne od Emitenta, w łącznej\n                           kwocie  ok. 2 mln EUR _tj. 8,9 mln PLN_ oraz • dokonania odpisów aktualizujących wartość należności w kwocie 1,6 mln EUR  _tj.\n                           6,9 mln PLN_.Ostateczna decyzja o dokonaniu ww. aktualizacji i odpisów oraz ich wysokości zostanie\n                           podjęta przez Zarząd Spółki w zależności od dalszego przebiegu rozmów. W przypadku\n                           podjęcia ww. decyzji, dokonanie aktualizacji i odpisów przełoży się na pogorszenie\n                           wyniku na tym kontrakcie, a tym samym na obniżenie jednostkowego oraz skonsolidowanego\n                           wyniku finansowego netto za rok 2016 w łącznej wysokości ok. 3,7 mln EUR _tj. 15,8\n                           mln PLN_. Emitent nie zakończył rozmów prowadzonych z Zamawiającym w przedmiotowym temacie,\n                           jednak w przypadku braku porozumienia Spółka rozważa skierowanie sprawy na drogę arbitrażową.",
        "date": "2017-03-08"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ informuje, iż Mostostal Zabrze Gliwickie Przedsiębiorstwo\n                           Budownictwa Przemysłowego S.A. _Wykonawca, spółka zależna Emitenta_ w dniu 21 grudnia\n                           2018 r.  zawarła umowę z Samodzielnym Publicznym Szpitalem Klinicznym Nr 1 im. Prof.\n                           Stanisława Szyszko SUM w Katowicach, z siedzibą w Zabrzu _Zamawiający_, której przedmiotem\n                           jest  wykonanie przebudowy oddziałów pediatrycznych Zamawiającego _Umowa_.Wartość Umowy wynosi 19,1 mln zł netto _22,9 mln zł brutto_.  Termin zakończenia realizacji Umowy wraz z uzyskaniem pozwolenia na użytkowanie przypada\n                           na 31 grudnia 2020 r. Zamówienie realizowane jest w ramach projektu Zamawiającego nr POIS.09.02.00-00-0118/17\n                           pn. \"Podniesienie standardu leczenia na oddziałach dedykowanych dzieciom w SPSK nr\n                           1 im. prof. S. Szyszko SUM w Katowicach poprzez ich przebudowę i wyposażenie\". W Umowie zawarto standardowe postanowienia dotyczące kar umownych m.in. w przypadku\n                           opóźnień w wykonaniu przedmiotu Umowy lub elementu robót, opóźnień w usunięciu wad,\n                           naliczanych za każdy dzień opóźnienia. Ponadto, Zamawiającemu przysługuje kara umowna\n                           w wysokości 10 % wartości wynagrodzenia brutto za odstąpienie od umowy przez Zamawiającego\n                           bądź Wykonawcę z przyczyn zależnych od Wykonawcy. Strony Umowy dopuszczają również\n                           możliwość dochodzenia odszkodowania przewyższającego wysokość kar umownych w wysokości\n                           rzeczywiście poniesionej szkody na zasadach Kodeksu Cywilnego.Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.",
        "date": "2018-12-21"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ informuje, iż w dniu 11 grudnia 2018 r. konsorcjum\n                           firm: Mostostal Zabrze Realizacje Przemysłowe S.A. - spółka zależna Emitenta _MZRP_ jako\n                           lider oraz ArcelorMittal Service Group Sp. z o.o. jako członek _łącznie jako Konsorcjum_\n                           podpisało z ArcelorMittal Poland S.A.  _Zamawiający_ umowę pn.: \"Zaprojektowanie,\n                           prefabrykacja i instalacja nowej linii technologicznej dla gięcia profili \"V\" z przeznaczeniem\n                           na obudowy górnicze  w DWS w Zakładzie Walcownia Średnia Arcelor Mittal Poland S.A.\n                           Dąbrowa Górnicza\" _Umowa_. Wartość Umowy dla Konsorcjum wynosi 29,9 mln zł netto, w tym dla MZRP 19,6 mln zł\n                           netto.  Termin zakończenia prac: 18 miesięcy licząc od daty podpisania Umowy. Na mocy postanowień Umowy łączna kwota kar umownych za opóźnienie i/ lub niewykonanie\n                           parametrów kontraktowych jest ograniczona do 13% wartości Umowy netto.  Jeżeli wysokość\n                           szkody przewyższa wysokość kar umownych, Zamawiający ma prawo dochodzić odszkodowania\n                           na zasadach ogólnych Kodeksu Cywilnego.Maksymalna odpowiedzialność Konsorcjum na podstawie Umowy i w związku z jej realizacją,\n                           jest ograniczona do 120% wartości Umowy netto. Żadna ze stron nie ponosi odpowiedzialności\n                           z tytułu szkód następczych i utraconych korzyści.",
        "date": "2018-12-11"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 48/2018 z dnia 1 października 2018 r. oraz raportów\n                           okresowych dotyczących zmian wprowadzanych do Umowy Ramowej zawartej z mBank S.A.\n                           _Bank_ w 2011 roku i aneksowanej w latach kolejnych, Zarząd MOSTOSTAL ZABRZE S.A.\n                           _Emitent_ informuje, iż w dniu 10 grudnia 2018 r. do siedziby Emitenta wpłynął obustronnie\n                           podpisany kolejny Aneks do Umowy Ramowej.Na mocy zawartego aneksu wydłużony został okres wykorzystania limitu gwarancyjnego\n                           tj. do dnia 19 listopada 2019 r. oraz termin ważności wystawianych w ramach limitu\n                           gwarancji, który przypada na 19 listopada 2026 r.  Pozostałe istotne warunki umowy nie uległy zmianie.",
        "date": "2018-12-10"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 23 listopada 2018 r. MOSTOSTAL\n                           ZABRZE Realizacje Przemysłowe S.A. _spółka zależna Emitenta_ otrzymał dwustronnie\n                           podpisany aneks _Aneks_ do umowy _Umowa_ z Babcock & Wilcox Volund A/S z siedzibą\n                           w Kopenhadze/Dania _Zamawiający_ na projektowanie, dostawę i montaż orurowania zewnętrznego\n                           dla Projektu Gloucester w Wielkiej Brytanii, o której Emitent informował w raporcie\n                           bieżącym nr 44/2017 z dnia 6 grudnia 2017 r. Na mocy Aneksu termin realizacji Umowy został zmieniony na dzień 19 listopada 2018\n                           r. Zgodnie z treścią Aneksu Zamawiający może rozpocząć naliczanie kar umownych w przypadkach\n                           określonych w Umowie po 4 tygodniach od ustalonego terminu zakończenia realizacji\n                           Umowy. Jednocześnie strony dyskutują nad dalszym przedłużeniem terminu.Pozostałe istotne warunki Umowy nie uległy zmianie.",
        "date": "2018-11-23"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W związku z zakończeniem procesu podsumowywania danych finansowych realizowanego na\n                           potrzeby opracowania sprawozdań finansowych, Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\",\n                           \"Spółka\"_ przekazuje do wiadomości publicznej szacunkowe wyniki finansowe za III kwartał\n                           2018 roku oraz trzy kwartały 2018 roku.Podstawowe szacunkowe skonsolidowane dane finansowe kształtują się następująco:Dane za III kwartał 2018 r.:- skonsolidowane przychody ze sprzedaży:\t          167,1 mln zł,- wynik z działalności operacyjnej:                           \t   3,8 mln zł,-  wynik brutto:                                                             \t   4,5\n                           mln zł,-  wynik netto:                                                                  \n                           3,7 mln zł.Dane za trzy kwartały 2018 r.:- skonsolidowane przychody ze sprzedaży:\t         443,3 mln zł,- wynik z działalności operacyjnej:                           \t  18,1 mln zł,-  wynik brutto:                                                             \t  13,4\n                           mln zł,-  wynik netto:                                                                  \n                           9,4 mln zł.Podstawowe szacunkowe jednostkowe dane kształtują się następująco:Dane za III kwartał 2018 r.:- przychody ze sprzedaży:                                       \t  50,1 mln zł,- wynik z działalności operacyjnej:                        \t    1,8 mln zł,- wynik brutto:                                                           \t    1,2\n                           mln zł- wynik netto:                                                                   \n                           0,8 mln zł.Dane za trzy kwartały 2018 r.:- przychody ze sprzedaży:                                       \t144,4 mln zł,- wynik z działalności operacyjnej:                        \t    2,2 mln zł,- wynik brutto:                                                           \t    5,9\n                           mln zł- wynik netto:                                                                   \n                           4,2 mln zł.Spółka zastrzega, że powyższe wyniki finansowe mają charakter szacunkowy,\n                           w związku z czym przedstawione kwoty mogą ulec zmianie oraz różnić się od wartości,\n                           które zostaną opublikowane w raporcie okresowym za III kwartały 2018 rok. Publikacja\n                           przedmiotowego raportu nastąpi w dniu 16 listopada 2018 r.",
        "date": "2018-11-14"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Spółka_ informuję, iż w dniu 08 listopada 2018 r. z\n                           podmiotem zewnętrznym została zawarta umowa sprzedaży nieruchomości gruntowej zlokalizowanej\n                           w Katowicach przy ul. Porcelanowej, za łączną kwotę 7,9 mln zł netto _9,7 mln zł brutto_.Transakcją sprzedaży objęto:1. prawo użytkowania wieczystego działek położonych w Katowicach przy ulicy Porcelanowej\n                           , o łącznej powierzchni 1,23 ha, 2. prawa własności budynków i budowli _hale produkcyjne, magazyny, biurowiec i inne\n                           budynki_ wraz z infrastrukturą towarzyszącą, 3. maszyny, urządzenia i inne składniki ruchomego majątku trwałego znajdujące się\n                           na tej nieruchomości.Zawarcie przedmiotowej umowy sprzedaży stanowi kontynuację działań, o których Spółka\n                           informowała w raportach bieżących i okresowych, związanych z optymalizacją majątku\n                           i reorganizacją Grupy Kapitałowej MOSTOSTAL ZABRZE _Grupa_, realizowanych w ramach\n                           przyjętych kierunków rozwoju na lata 2018-2020 _raport bieżący nr 45/2017_. Powyższe\n                           działanie wpłynie na obniżenie kosztów stałych Grupy, a także na wzrost jej efektywności.",
        "date": "2018-11-08"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W związku z zakwalifikowaniem po raz drugi przez Giełdę Papierów Wartościowych w Warszawie\n                           S.A. akcji MOSTOSTAL ZABRZE S.A. _Emitent_ do segmentu Lista Alertów, Zarząd Emitenta\n                           działając na podstawie § 3 ust. 2 Uchwały Nr 1387/2013 Zarządu Giełdy w sprawie wyodrębnienia\n                           segmentu rynku regulowanego Lista Alertów oraz zasad i procedury kwalifikacji do tego\n                           segmentu z późn. zm.,  w załączeniu przedkłada do publicznej wiadomości program naprawczy\n                           wskazujący działania, jakie Emitent podejmuje i zamierza podjąć w celu usunięcia przyczyny\n                           kwalifikacji _kwalifikacja następuję w związku z utrzymywaniem się średniego kursu\n                           akcji Emitenta z ostatnich trzech miesięcy kalendarzowych przed kwalifikacją na poziomie\n                           poniżej 50 groszy_.",
        "date": "2018-10-26"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportów bieżących nr 74/2014 i 43/2016 dotyczących zamiaru sprzedaży\n                           przez Mostostal Zabrze S.A. _Spółka_ nieruchomości gruntowych zlokalizowanych w Katowicach\n                           przy ul. Lwowskiej 38, która była planowana od 2014 roku w ramach  reorganizacji majątku\n                           Grupy Kapitałowej Mostostal Zabrze mającej na celu zmniejszenie kosztów funkcjonowania\n                           oraz optymalne wykorzystanie majątku, zgodnie z założeniami przyjętymi przez Radę\n                           Nadzorczą Spółki, Zarząd Spółki informuje, iż w dniu 23 października 2018 r. zawarł\n                           z podmiotem zewnętrznym umowę sprzedaży:- prawa użytkowania wieczystego działek położonych w Katowicach przy ulicy Lwowskiej\n                           38, o łącznej powierzchni 4,6 ha, - prawa własności budynków i budowli wraz z infrastrukturą towarzyszącą, posadowionych\n                           na tych nieruchomościach gruntowych,za łączną kwotę 8,9 mln zł netto _11 mln zł brutto_.Jednocześnie Zarząd Spółki informuje, iż przedwstępna umowa sprzedaży prawa wieczystego\n                           użytkowania działek gruntowych o łącznej powierzchni 0,3 ha oraz lokalu użytkowego\n                           i budynków, znajdujących się również przy ul. Lwowskiej 38, o której wspomniano w\n                           raporcie bieżącym nr 43/2016, została zrealizowana wcześniej, przy czym wartość transakcji\n                           była na poziomie 1,4 mln zł netto _1,7 mln zł brutto_.",
        "date": "2018-10-23"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 48/2018 z dnia 1 października 2018 r. Zarząd\n                           MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 15 października 2018 r. otrzymał\n                           informację o podpisaniu aneksu _Aneks_ do Umowy Ramowej _Umowa Ramowa MZRP_ zawartej\n                           z mBank S.A. _Bank_ przez spółkę zależną Emitenta - Mostostal Zabrze Realizacje Przemysłowe\n                           S.A. _MZRP_ w dniu 20 listopada 2009 r.  Aneks zwiększa limit linii gwarancyjnej,\n                           z której będzie mogła korzystać MZRP, do kwoty 50 mln zł, z obecnie obowiązującego\n                           poziomu 10 mln zł. Dostępność limitu ponad kwotę 10 mln zł nastąpi po obniżeniu limitu\n                           linii gwarancyjnej udzielonej Emitentowi przez Bank na mocy Umowy Ramowej zawartej\n                           w 2011 roku, o zmianie której Emitent informował ostatnio w ww. raporcie bieżącym\n                           nr 48/2018 _zmniejszenie limitu linii gwarancyjnej do kwoty 40,8 mln zł_. Obniżenie\n                           ma nastąpić do takiej kwoty, że suma limitów nie przekroczy 50,8 mln zł. Powyższe działania wynikają z przeniesienia działalności operacyjnej Emitenta związanej\n                           z realizacją kontraktów do MZRP w ramach realizacji \"Założeń reorganizacji  i optymalizacji\n                           majątku  Grupy Kapitałowej MOSTOSTAL ZABRZE oraz kierunków rozwoju na lata 2018-2020\",\n                           o których mowa w raporcie bieżącym nr 45/2017 z dnia 8 grudnia 2017 r.Pozostałe warunki zwiększenia do kwoty 50 mln zł limitu linii gwarancyjnej, z której\n                           będzie mogła korzystać MZRP to przedstawienie przez MZRP dokumentów potwierdzających\n                           skuteczne ustanowienie zabezpieczeń przewidzianych Aneksem oraz upływ 365 dni od dnia\n                           złożenia w sądzie ostatniego z wniosków o wpis do hipoteki lub wniosków o zmianę treści\n                           wpisu hipoteki zabezpieczającej wierzytelności z tytułu Umowy Ramowej MZRP. W Aneksie wskazano, iż limit gwarancyjny będzie mógł być wykorzystywany do dnia 27\n                           września 2019 r., przy czym planowane jest dalsze przedłużenie terminu, a maksymalny\n                           termin ważności wystawianych gwarancji to 28 września 2026 r. Zabezpieczeniami wierzytelności\n                           banku z tytułu Umowy Ramowej MZRP są w szczególności poręczenie Emitenta na kwotę\n                           50 mln zł oraz hipoteka łączna umowna do kwoty 73 mln zł na określonych w niej nieruchomościach\n                           _stanowiąca jednocześnie zabezpieczenie innej wierzytelności Banku_.",
        "date": "2018-10-16"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 12 października 2018 r.\n                           został obustronnie podpisany aneks  do umowy  zawartej przez MOSTOSTAL ZABRZE Realizacje\n                           Przemysłowe S.A. _MZRP - spółka zależna Emitenta_ w dniu 24 sierpnia 2017 r. z Euroglas\n                           Polska Sp. z.o.o. _Zamawiający_ dotyczącej projektu: \"Dostawa i montaż konstrukcji\n                           stalowych oraz montaż części technologicznej instalacji dla nowej linii huty szkła\n                           Euroglas 2 w Ujeździe\" _Raport bieżący nr 29/2017 z dnia 25 sierpnia 2017 r._.  W związku z przesunięciem terminów realizacji przez Zamawiającego, na mocy aneksu,\n                           został wydłużony termin zakończenia prac przez MZRP, który aktualnie przypada na koniec\n                           stycznia 2019 r. Pozostałe, istotne warunki umowy nie uległy zmianie.",
        "date": "2018-10-12"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ informuje, iż Mostostal Zabrze Gliwickie Przedsiębiorstwo\n                           Budownictwa Przemysłowego S.A. _GPBP - spółka zależna Emitenta_ w dniu 3 października\n                           2018 r. zawarła umowę z Gminą Świętochłowice _\"Umowa\"_.Przedmiotem Umowy jest \"Przebudowa stadionu żużlowego wraz z zapleczem i infrastrukturą\n                           towarzyszącą na terenie Ośrodka Sportu i Rekreacji \"Skałka\" w Świętochłowicach oraz\n                           przebudową i termomodernizacją budynku siedziby Ośrodka Sportu i Rekreacji \"Skałka\"\n                           - etap I przebudowy\" wraz z uzyskaniem prawomocnego pozwolenia na użytkowanie. Wartość Umowy wynosi 31,5 mln zł netto _38,8 mln zł brutto_. Termin zakończenia robót wraz z uzyskaniem pozwolenia na użytkowanie przypada na maj\n                           2020 r. Strony ustaliły w Umowie, iż łączna wysokość kar umownych nie może przekroczyć 40%\n                           wynagrodzenia netto i że dopuszczają możliwość dochodzenia odszkodowania przewyższającego\n                           wysokość kar umownych.  Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.",
        "date": "2018-10-03"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 1 października 2018 r.\n                           do siedziby Emitenta wpłynął obustronnie podpisany aneks _Aneks 1_ do umowy o kredyt\n                           inwestycyjny zawartej pomiędzy Emitentem a mBank S.A. _Bank_, o której Emitent informował\n                           w raporcie bieżącym nr 70/2013 z dnia 9 sierpnia 2013 r. oraz w kolejnych raportach\n                           okresowych i bieżących, w tym ostatnio w raporcie bieżącym nr 43/2018 z dnia 28 sierpnia\n                           2018 r.Na mocy Aneksu 1 harmonogram spłat pozostającej do spłaty kwoty 7,7 mln zł został\n                           rozłożony na okres do dnia 31 sierpnia 2020 r. Dokonano również uzupełnienia  zabezpieczeń\n                           wierzytelności Banku poprzez ustanowienie poręczenia MOSTOSTAL ZABRZE Realizacje Przemysłowe\n                           S.A. na kwotę równą kwocie pozostającej do spłaty.Ponadto w nawiązaniu do raportu bieżącego nr 41/2018 z dnia 10 sierpnia 2018 r. oraz\n                           raportów okresowych dotyczących zmian wprowadzanych do umowy ramowej zawartej z mBank\n                           S.A. w 2011 roku i aneksowanej w latach kolejnych _Umowa Ramowa_, Zarząd Emitenta\n                           informuje, iż w dniu 1 października 2018 r. wpłynął do siedziby Emitenta obustronnie\n                           podpisany kolejny aneks do Umowy Ramowej _Aneks 2_. Na mocy zawartego Aneksu 2 zmniejszono\n                           limit linii gwarancyjnej do kwoty 40,8 mln zł _dotychczas: 43,5 mln zł_. Dokonano\n                           zmian w nieruchomościach, na których ustanowiono hipoteki zabezpieczające wierzytelności\n                           Banku, przy czym kwota, do której ustanowiono zabezpieczenie nie uległa zmianie. Bez\n                           zmian pozostaje również okres wykorzystania limitu gwarancyjnego tj. do dnia 05 lutego\n                           2019 r. oraz termin ważności wystawianych w ramach limitu gwarancji, który przypada\n                           na 05 lutego 2026 r.",
        "date": "2018-10-01"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ informuje, iż w dniu 28 września 2018 r. została\n                           zawarta umowa pomiędzy  Mostostal Zabrze Realizacje Przemysłowe S.A. _MZRP, Wykonawca\n                           - spółka zależna Emitenta_ a  Balcke - Dürr Polska Sp. z o.o. z siedzibą w Warszawie\n                           _Zamawiający_ na demontaż i montaż oraz wykonanie prac antykorozyjnych elektrofiltrów\n                           na blokach 1-4 w PGE GiEK S.A./Oddział Elektrownia Opole _Umowa_. Przedmiot Umowy obejmuje 4 etapy - 4 elektrofiltry, przy czym Zamawiający ma prawo\n                           do ustalenia kolejności realizowania etapów. Łączne szacunkowe wynagrodzenie za realizację\n                           Umowy stanowi iloczyn podanych przez Zamawiającego ilości konstrukcji i cen jednostkowych\n                           przyjętych w Umowie i wynosi 48 mln zł netto. Całkowite końcowe wynagrodzenie umowne obliczone zostanie na postawie rzeczywiście\n                           wykonanych prac ustalonych na podstawie obmiaru powykonawczego i cen jednostkowych.\n                           Planowany termin zakończenia realizacji Umowy - wszystkich 4 etapów - przypada na\n                           październik 2021 roku. Maksymalny limit kar umownych nałożonych na Wykonawcę, ze wszystkich tytułów wynikających\n                           z Umowy w ramach danego etapu nie może przekroczyć 15 % całkowitego końcowego wynagrodzenia\n                           umownego netto za dany etap. Powyższy limit nie obejmuje kary za odstąpienie od Umowy\n                           _kara za odstąpienie od Umowy wynosi 15% całkowitego końcowego wynagrodzenia umownego\n                           netto i jest płatna przez stronę, z której przyczyn nastąpiło to odstąpienie_. Zamawiający ma prawo dochodzenia od Wykonawcy odszkodowania uzupełniającego na zasadach\n                           ogólnych w zakresie szkód, których wartość przewyższa wysokość zapłaconych kar umownych, jednakże\n                           całkowita odpowiedzialność Wykonawcy ze wszystkich tytułów wynikających z Umowy wliczając\n                           w to kary umowne, nie może przekroczyć 100% całkowitego końcowego wynagrodzenia umownego\n                           netto. Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.",
        "date": "2018-09-28"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\"_ informuje, iż w dniu 6 września 2018 r. działając\n                           przez swoich pełnomocników, skierował do Międzynarodowego Sądu Arbitrażowego przy\n                           Międzynarodowej Izbie Handlowej w Paryżu wezwanie na arbitraż przeciwko Wood Environment\n                           & Infrastructure Solutions, Inc. _\"Wood\", \"Zamawiajacy\"_.  Wezwanie na arbitraż dotyczy zawarcia, wykonania oraz odstąpienia od umowy na wykonanie\n                           robót budowlanych, dostawę i montaż konstrukcji stalowej, dostawę i montaż HVAC i\n                           instalacji wodno-kanalizacyjnych oraz montaż rurociągów paliwowych w ramach budowy\n                           bazy systemu AEGIS Ashore w Redzikowie podpisanej pomiędzy Emitentem, jako wykonawcą,\n                           a Wood jako zamawiającym _\"Umowa\"_. O zawarciu i aneksowaniu Umowy Emitent informował\n                           w treści raportów bieżących nr 29/2016 z dnia 21 kwietnia 2016 r. oraz nr 30/2017\n                           z dnia 5 września 2017 r., a o odstąpieniu od tej Umowy przez Zamawiającego - w treści\n                           raportów bieżących nr 26/2018 i 28/2018 z dnia 2 i 8 czerwca 2018 r. Wezwanie na arbitraż obejmuje kwotę 24,2 mln zł _powiększoną o należne odsetki_, której\n                           zapłaty Emitent żąda od Wood tytułem _1_ wynagrodzenia za roboty podstawowe _2_ wynagrodzenia\n                           za roboty dodatkowe oraz _3_ odszkodowania za wydłużenie okresu realizacji umowy.Wezwanie na arbitraż stanowi element działań Emitenta zmierzających do pełnego rozliczenia\n                           Umowy. Emitent podjął decyzję o złożeniu wezwania na arbitraż, gdyż pomimo starań\n                           Wood nie odpowiedział na propozycje porozumienia. Emitent będzie nadal podejmował\n                           próby polubownego zakończenia sporu.",
        "date": "2018-09-06"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent, Spółka_  informuje, iż w dniu 30 sierpnia 2018\n                           r. Mostostal Zabrze Gliwickie Przedsiębiorstwo Budownictwa Przemysłowego S.A. _spółka\n                           zależna Emitenta - MZ GPBP_ zawarła z podmiotem zewnętrznym umowę sprzedaży nieruchomości\n                           gruntowych zlokalizowanych w  Gliwicach przy ul. Pszczyńskiej 306 za łączną kwotę\n                           14,9 mln zł netto _18,4 mln zł brutto_.Przedmiotem umowy sprzedaży jest: - prawo użytkowania wieczystego działek położonych w Gliwicach przy ulicy Pszczyńskiej\n                           306 o łącznej powierzchni 7,36 ha,- prawo własności budynków i budowli _hale, magazyny i inne budynki_ wraz z infrastrukturą\n                           towarzyszącą,- urządzenia znajdujące się na przedmiotowej nieruchomości. Finalizacja transakcji\n                           sprzedaży przedmiotowej nieruchomości jest konsekwencją wcześniejszych decyzji, o\n                           których Spółka informowała w raportach bieżących nr 74/2014 z dnia 3 października\n                           2014 r. oraz  60/2016 z dnia 27 lipca 2016 r. i wynika z prowadzonej optymalizacji\n                           majątku i reorganizacji Grupy Kapitałowej MOSTOSTAL ZABRZE.",
        "date": "2018-08-30"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W związku z zakończeniem procesu podsumowywania danych finansowych realizowanego na\n                           potrzeby opracowania sprawozdań finansowych, Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\",\n                           \"Spółka\"_ przekazuje do wiadomości publicznej szacunkowe wyniki finansowe za I półrocze\n                           2018 r.Podstawowe wstępne skonsolidowane dane finansowe za I półrocze 2018 r. na dzień sporządzenia\n                           niniejszego raportu kształtują się następująco:                     - skonsolidowane przychody ze sprzedaży                                          \n                           276,2 mln zł,-  wynik z działalności operacyjnej                                              \n                           14,4 mln zł,- wynik brutto                                                                   \n                           8,9  mln zł,- wynik netto                                                                    \n                           5,6  mln zł.Podstawowe wstępne jednostkowe dane finansowe za I półrocze 2018 r. na\n                           dzień sporządzenia niniejszego raportu kształtują się następująco:- przychody ze sprzedaży                                                         \n                           94,2 mln zł,- wynik  z działalności operacyjnej                                              \n                           0,4 mln zł,- wynik  brutto                                                                  \n                           4,6 mln zł,- wynik netto                                                                    \n                           3,4 mln zł. Spółka zastrzega, że powyższe wstępne wyniki finansowe mają charakter szacunkowy,\n                           a sprawozdania finansowe są nadal weryfikowane przez biegłego rewidenta, w związku\n                           z czym powyższe kwoty mogą ulec zmianie oraz różnić się od wartości, które zostaną\n                           opublikowane w raporcie okresowym za I półrocze 2018 rok. Publikacja przedmiotowego\n                           raportu nastąpi w dniu 31 sierpnia 2018 r.",
        "date": "2018-08-29"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 28 sierpnia 2018 r. do\n                           siedziby Emitenta wpłynął obustronnie podpisany Aneks do umowy o kredyt inwestycyjny\n                           zawartej pomiędzy Emitentem a mBank S.A. _Aneks_, o której Emitent informował w raporcie\n                           bieżącym nr 70/2013 oraz w kolejnych raportach okresowych i bieżących w tym m. in.\n                           w raporcie bieżącym nr 35/2018.Na mocy Aneksu zmianie uległ harmonogram spłaty kredytu, a ostateczny termin jego\n                           spłaty został wyznaczony na dzień 28 września 2018 r.Pozostałe istotne warunki umowy nie uległy zmianie.",
        "date": "2018-08-28"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Spółka\"_ informuje, iż  dokonał zmiany terminu publikacji\n                           rozszerzonego skonsolidowanego raportu okresowego za I półrocze 2018 roku.   Zgodnie\n                           z  treścią raportu bieżącego nr 3/2018 z dnia 23 stycznia 2018 r. pierwotny termin\n                           publikacji ww. raportu okresowego określony był na dzień 14 września 2018 r. Spółka\n                           informuje, iż powyższy raport zostanie opublikowany w  dniu  31 sierpnia 2018 r.",
        "date": "2018-08-28"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 6/2018 z dnia 8 lutego 2018 r. oraz raportów\n                           okresowych dotyczących zmian wprowadzanych do Umowy Ramowej zawartej z mBank S.A.\n                           _Bank_ w 2011 roku i aneksowanej w latach kolejnych, Zarząd MOSTOSTAL ZABRZE S.A.\n                           _Emitent_ informuje, iż w dniu 10 sierpnia 2018 r. wpłynął do siedziby Emitenta obustronnie\n                           podpisany  kolejny Aneks do Umowy Ramowej.Na mocy zawartego Aneksu zmienione zostały następujące warunki umowy:-  zmniejszono limit linii gwarancyjnej do kwoty 43,5 mln zł _dotychczas: 56,0 mln\n                           zł_,- dokonano zmiany w zabezpieczeniach wierzytelności Banku, z uwagi na sprzedaż nieruchomości\n                           zlokalizowanej w Czechowicach-Dziedzicach, o której Emitent informował w dniu dzisiejszym\n                           w raporcie bieżącym nr 40/2018 _zwolnienie obciążeń hipotecznych ustanowionych na\n                           ww. nieruchomości, na rzecz ustanowienia dodatkowego poręczenia udzielonego przez\n                           MOSTOSTAL ZABRZE Realizacje Przemysłowe S.A. na kwotę 43,5 mln zł_.Pozostałe istotne warunki Umowy nie uległy zmianie.",
        "date": "2018-08-10"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 5/2018 z dnia 5 lutego 2018 roku w sprawie podjęcia\n                           decyzji o przeznaczeniu do sprzedaży Wytwórni Konstrukcji Stalowych _\"WKS\"_  w Czechowicach-Dziedzicach\n                           Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 10 sierpnia 2018 r. zawarł\n                           z podmiotem zewnętrznym umowę sprzedaży nieruchomości zabudowanej Wytwórnią Konstrukcji\n                           Stalowych, zlokalizowanej w Czechowicach-Dziedzicach, za łączną cenę sprzedaży 7,65\n                           mln zł netto.Transakcją sprzedaży objęto:1.prawo użytkowania wieczystego nieruchomości położonej przy ul. Traugutta  352 w\n                           Czechowicach-Dziedzicach o łącznym obszarze 2,16 ha,2.prawo własności budynków i budowli _hale produkcyjne, magazyny, biurowiec i inne\n                           budynki_ wraz z infrastrukturą towarzyszącą,3. maszyny i urządzenia znajdujące się na przedmiotowej nieruchomości.Wartość sprzedanych aktywów w księgach rachunkowych Emitenta  wyniosła 6,88 mln zł.\n                           Zawarcie przedmiotowej umowy sprzedaży jest konsekwencją działań związanych z optymalizacją\n                           majątku i reorganizacją Grupy Kapitałowej MOSTOSTAL ZABRZE, realizowanych w ramach\n                           przyjętych kierunków rozwoju na lata 2018-2020, o których Emitent informował w raporcie\n                           bieżącym nr 45/2017. Sprzedaż nieruchomości – WKS-u w Czechowicach-Dziedzicach oraz reorganizacja i koncentracja\n                           całej działalności Wytwórni Konstrukcji Stalowych w dwóch lokalizacjach: Kędzierzynie-Koźlu\n                           i  Częstochowie pozwoli na obniżenie kosztów stałych Grupy, a także na wzrost efektywności\n                           działalności w tym obszarze i jednocześnie nie  wpłynie na zmniejszenie przychodów\n                           Grupy Kapitałowej MOSTOSTAL ZABRZE.",
        "date": "2018-08-10"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _\"Emitent\"_ informuje, że w dniu 9 sierpnia 2018 r. Sąd\n                           Rejonowy w Gliwicach X Wydział Gospodarczy Krajowego Rejestru Sądowego _\"Sąd\"_ dokonał\n                           rejestracji zmian danych Emitenta w Krajowym Rejestrze Sądowym w związku z podjętymi\n                           uchwałami Zwyczajnego Walnego Zgromadzenia Emitenta z dnia 13 czerwca 2018 r. _uchwały\n                           nr 20 i 21_. Powyższe zmiany dotyczyły:1. siedziby Emitenta – aktualną siedzibą Emitenta jest  miasto Gliwice _dotychczas:\n                           Zabrze_.2. adresu Emitenta – aktualnym adresem Emitenta jest ul. S. Dubois 16, 44-100 Gliwice\n                           _dotychczas: ul. Wolności 191, 41-800 Zabrze_.3. Statutu  Emitenta w następującym zakresie:a_ § 2 otrzymał brzmienie: \"Siedzibą Spółki jest miasto Gliwice\".b_  w § 24 dodano  ust. 6 o następującym brzmieniu:\"Posiedzenia Rady Nadzorczej odbywają się w siedzibie Spółki. Posiedzenia Rady Nadzorczej\n                           mogą odbywać się, w szczególnie uzasadnionych przypadkach, także w miejscu wskazanym\n                           przez Przewodniczącego Rady Nadzorczej na terenie Rzeczpospolitej Polskiej. Posiedzenia\n                           Rady Nadzorczej mogą być prowadzone przy wykorzystaniu środków bezpośredniego porozumiewania\n                           się na odległość _takich jak telefon, wideokonferencje i inne_ w sposób umożliwiający\n                           równoczesne komunikowanie się oraz wzajemną identyfikację pomiędzy wszystkimi obecnymi\n                           członkami Rady Nadzorczej.\".c_ w § 27 dotychczasowy ust. 4 otrzymał numer 9.d_ w § 27 wprowadzono nowe punkty 4,5,6,7,8 o następującej treści:\"4. Posiedzenia Zarządu zwołuje Prezes Zarządu z własnej inicjatywy lub na wniosek\n                           członka Zarządu. Forma zwołania posiedzenia, jak również forma złożenia wniosku o\n                           zwołanie posiedzenia są dowolne. Posiedzenia powinny być zwoływane w miarę możliwości\n                           w terminach umożliwiających udział w posiedzeniu każdego członka Zarządu. W przypadku,\n                           w którym Prezes Zarządu nie zwoła posiedzenia Zarządu lub nie zarządzi głosowania\n                           w sprawie przedstawionej przez innego członka Zarządu, w terminie wskazanym we wniosku\n                           tego członka Zarządu, posiedzenie Zarządu może zwołać każdy z pozostałych członków\n                           Zarządu.5. Posiedzenia Zarządu odbywają się w siedzibie Spółki lub innym miejscu uzgodnionym\n                           przez wszystkich członków Zarządu.6. Zarząd podejmuje wiążące uchwały na posiedzeniach, jeżeli wszyscy jego członkowie\n                           zostali prawidłowo zawiadomieni o posiedzeniu Zarządu.7. Uchwały mogą zostać także podjęte w drodze głosowania w trybie pisemnym lub głosowania\n                           przy wykorzystaniu środków bezpośredniego porozumiewania się na odległość. Głosowanie\n                           w trybie pisemnym lub przy wykorzystaniu środków bezpośredniego porozumiewania się\n                           na odległość zarządza Prezes Zarządu z własnej inicjatywy lub na wniosek członka Zarządu.\n                           Uchwała podjęta w trybie pisemnym lub przy wykorzystaniu środków bezpośredniego porozumiewania\n                           się na odległość jest ważna gdy wszyscy członkowie Zarządu zostali powiadomieni o\n                           treści projektu uchwały. 8. Uchwały Zarządu zapadają bezwzględną większością głosów oddanych. W razie równości\n                           głosów decyduje głos Prezesa Zarządu.\".Emitent przekazuje w załączeniu tekst jednolity Statutu Emitenta uwzględniający powyższe\n                           zmiany przyjęty uchwałą nr 22 Zwyczajnego Walnego Zgromadzenia Emitenta z dnia 13\n                           czerwca 2018 r.",
        "date": "2018-08-09"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ informuje, iż w dniu 7 sierpnia 2018 r. Mostostal\n                           Zabrze Gliwickie Przedsiębiorstwo Budownictwa Przemysłowego S.A. _GPBP, Wykonawca\n                           - spółka zależna Emitenta_, otrzymał od konsorcjum firm w składzie: GS Engineering\n                           & Construction Joint Venture oraz SERVEONE POLAND Sp. z o.o. _Zamawiający_ dwie podpisane\n                           umowy na wykonanie dla LG Chemical Wrocław Energy Sp. z o.o. _Inwestor_ robót żelbetowych\n                           dwóch hal w Kobierzycach k. Wrocławia. Wynagrodzenie kosztorysowe netto za realizację ww. robót wynosi 21,6 mln zł i 38,3\n                           mln zł, tj. łącznie 59,9 mln zł. Termin zakończenia prac został ustalony odpowiednio\n                           na marzec i maj 2019 roku. W obu umowach zawarto liczne postanowienia dotyczące kar umownych, między innymi do\n                           10% wynagrodzenia netto z tytułu zwłoki w niedotrzymaniu terminów pośrednich oraz\n                           terminu końcowego wykonania poszczególnych umów, 20% wynagrodzenia netto oraz koszty\n                           wykonawstwa zastępczego w przypadku odstąpienia od danej umowy. Ponadto dopuszcza\n                           się możliwość sumowania zastrzeżonych w umowach kar do 15% wartości poszczególnej\n                           z umów _nie dotyczy kary za odstąpienie od umowy_. Zamawiający może również dochodzić\n                           odszkodowania uzupełniającego na zasadach ogólnych. Wysokość odszkodowania nie może\n                           być wyższa niż 30% wartości danej umowy.Pozostałe warunki umów nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.",
        "date": "2018-08-07"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 31/2017 z dnia 5 września 2017 r., Zarząd MOSTOSTAL\n                           ZABRZE S.A. _Emitent_ informuje, iż w dniu 02 sierpnia 2018 r. wpłynął do siedziby\n                           Emitenta obustronnie podpisany aneks _Aneks_ do umowy o limit wierzytelności _Umowa_\n                           zawartej z Raiffeisen Bank Polska S.A. , o której Emitent informował w  raporcie bieżącym\n                           64/2016 z dnia 4 października 2016 r. oraz raportach okresowych.Na podstawie Aneksu zmniejszony został łączny limit wierzytelności z kwoty 26 mln\n                           zł do 11,37 mln zł, z czego 4,8 mln zł stanowi kredyt w rachunku bieżącym, a pozostała\n                           kwota obejmuje gwarancje bankowe wystawiane na wniosek Emitenta. Ostateczny termin wykorzystania limitu wierzytelności dla kredytu w rachunku bieżącym\n                           został przedłużony do dnia 28 lutego 2019 roku _poprzednio 31 sierpnia 2018 r.; termin\n                           wykorzystania limitu wierzytelności dla gwarancji bankowych upłynął 30 czerwca 2018\n                           r._, a ostateczny termin spłaty limitu wierzytelności został przedłużony do dnia 28\n                           lutego 2019 r. dla kredytu w rachunku bieżącym oraz do dnia 30 września 2024 r. dla\n                           gwarancji bankowych _poprzednio 31 sierpnia 2028 r._.  Na podstawie aneksu zmniejszeniu uległo zabezpieczenie przyznanego limitu w postaci\n                           oświadczenia Emitenta o poddaniu się egzekucji w trybie art. 777 par. 1 pkt 5 kodeksu\n                           postępowania cywilnego z kwoty 39 mln zł do 17,06 mln zł. Ponadto ustanowione zostało dodatkowe zabezpieczenie w postaci hipoteki łącznej na\n                           nieruchomości, stanowiącej własność Emitenta, do kwoty 17,06 mln zł.Pozostałe istotne warunki Umowy nie uległy zmianie.",
        "date": "2018-08-02"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 24/2017 z dnia 28 czerwca 2017 r. oraz wcześniejszych\n                           raportów dotyczących umowy o linię gwarancyjną _Umowa_ zawartej z Credit Agricole\n                           Bank Polska S.A., Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 4 lipca\n                           2018 r. Emitent otrzymał obustronnie podpisany aneks do ww. Umowy _Aneks_.Na mocy Aneksu termin, do którego mogą być udzielane gwarancje i regwarancje oraz\n                           otwierane akredytywy, został przedłużony do dnia 28 września 2018 r.Pozostałe, istotne warunki Umowy nie uległy zmianie.",
        "date": "2018-07-04"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż w dniu 02 lipca 2018 r. do siedziby\n                           Emitenta wpłynął obustronnie podpisany Aneks do umowy o kredyt inwestycyjny zawartej\n                           pomiędzy Emitentem a mBank S.A. _Aneks_, o której Emitent informował w raporcie bieżącym\n                           nr 70/2013 oraz w kolejnych raportach okresowych i bieżących w tym m. in. w raporcie\n                           bieżącym nr 10/2018. Na mocy Aneksu zmianie uległ harmonogram spłaty kredytu, a ostateczny termin jego\n                           spłaty został wyznaczony na dzień 31 sierpnia 2018 r. Pozostałe istotne warunki umowy nie uległy zmianie.",
        "date": "2018-07-02"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostalu Zabrze S.A. _dalej również \"MZ\" lub \"Emitent\"_, kontynuując realizację\n                           przyjętych  kierunków rozwoju Grupy Kapitałowej Mostostal Zabrze na lata 2018-2020,\n                           o których Emitent informował w raporcie bieżących nr 45/2017,  informuje o planowanym\n                           na koniec czerwca 2018 roku przeniesieniu zorganizowanej części przedsiębiorstwa w\n                           rozumieniu art. 551 Kodeksu cywilnego, art. 4a pkt 4 ustawy z dnia 15 lutego 1992\n                           r. o podatku dochodowym od osób prawnych oraz art. 2 pkt 27e ustawy z dnia 11 marca\n                           2004 r. o podatku od towarów i usług, w postaci wyodrębnionej funkcjonalnie, organizacyjnie\n                           i finansowo jednostki organizacyjnej Emitenta o nazwie \"MOSTOSTAL ZABRZE OPERACYJNY\"\n                           _dalej MZO_. Zgodnie z ww. kierunkami  rozwoju Grupy Kapitałowej Mostostal Zabrze\n                           na lata 2018-2020 MZO prowadzona w jego ramach działalność operacyjna Emitenta związana\n                           z realizacją kontraktów budowlanych zostaje przeniesiona do spółki zależnej Emitenta,\n                           tj. Mostostal Zabrze Realizacje Przemysłowe S.A. Mając na uwadze powyższe, a w szczególności\n                           planowane zakończenie działalności operacyjnej przez Emitenta, Rada Nadzorcza Emitenta\n                           odwołała Pana Jarosława Pietrzyka - Wiceprezesa Zarządu  ze składu Zarządu Emitenta\n                           - ze skutkiem na koniec dnia 28 czerwca 2018 r. W związku z powyższym, począwszy od\n                           dnia 29 czerwca 2018 r.  skład Zarządu Emitenta będzie następujący: a_ Dariusz Pietyszuk – Prezes Zarządu,b_ Witold Grabysz – Wiceprezes Zarządu.Podstawa prawna: § 5 pkt. 4_ Rozporządzenia Ministra finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. Z 2018 r. poz. 757_.",
        "date": "2018-06-28"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 30/2018 z dnia 13 czerwca 2018 r., Zarząd MOSTOSTALU\n                           ZABRZE S.A. _\"Emitent\", \"Spółka\"_ podaje do wiadomości publicznej życiorysy Członków\n                           Rady Nadzorczej nowej kadencji.1. Krzysztof Jędrzejewski - Przewodniczący Rady Nadzorczej Wykształcenie i kwalifikacje: SGGW - AR w Warszawie, Wydział Ogrodnictwa i Architektury Krajobrazu, mgr inż. ogrodnictwa.Doświadczenie zawodowe:od 06.2012 r.  do 01.2017 r. oraz od 04.2010 r. do 01.2012 r. - Przewodniczący Rady\n                           Nadzorczej KOPEX S.A.,od 01.2012 r. do 06.2012 r. - Prezes Zarządu w KOPEX S.A.,od 05.2009 r. do 07.2011 r. - Prezes Zarządu w spółce \"EL-GÓR\" S.A.,od 02.2008 r. do 08.2011 r. - Wiceprezes Zarządu w spółce \"Grupa ZZM-KOPEX\" Sp. z\n                           o.o.,od 04.2008 r. do 09.2009 r. - Wiceprezes Zarządu w KOPEX S.A.,od 08.2004 r. do 03.2008 r.- Członek Zarządu spółki Zabrzańskie Zakłady Mechaniczne\n                           S.A. w Zabrzu,od 06.2012 r. do 2016 r. - Wiceprzewodniczący Rady Górniczej Izby Przemysłowo - Handlowej\n                           w Katowicach,od 02.2013 r. do 2016 r. - Przewodniczący Rady Nadzorczej Śląskiego Towarzystwa Wiertniczego\n                           Dalbis Sp. z o.o.,od 01.2009 r. do 2016 r. - Przewodniczący Rady Nadzorczej KOPEX Machinery S.A. _dawniej:\n                           ZZM S.A._,od 05.2008 r. do 2016 r. - Przewodniczący Rady Nadzorczej KOPEX ELECTRIC SYSTEMS S.A.\n                           _dawniej: ZEG S.A._,od 04.2006 r. do 2016 r. - Przewodniczący Rady Nadzorczej KOPEX-PBSz S.A.,od 03.2006 r. do 2016 r. - Przewodniczący Rady Nadzorczej KOPEX -FAMAGO Sp. z o.o.,od 01.2005 r. do 2016 r. - Przewodniczący Rady Nadzorczej TAGOR S.A.od 12.2017 r. do nadal - Komandytariusz Floraland Sp. z o.o. sp.k.,od 09.2002 r. do nadal - Współwłaściciel i Członek Zarządu Floraland Sp. z o.o.,od 1991 r. do nadal - Centrum Ogrodnicze \"IGLAK\" w Warszawie _własna działalność gospodarcza_,Przewodniczący Rady, Właściciel Nadzorczej w Hydrapres S.A.,Członek Zarządu w Fundacji Głos Ewangelii,Prezes Zarządu, Wspólnik w Iskra Sp. z o.o.2.Michał Rogatko - Wiceprzewodniczący Rady Nadzorczej Wykształcenie i kwalifikacje: Wydział Handlu Zagranicznego Szkoły Głównej Planowania i Statystyki _dzisiaj Szkoła\n                           Główna Handlowa_ w Warszawie, studia III stopnia _doktoranckie_ w Kolegium Zarządzania\n                           i Finansów Szkoły Głównej Handlowej w Warszawie, kursy podyplomowe: kurs handlowy\n                           - International Trade Education Course w Churchill College, Cambridge _Wielka Brytania_,\n                           studium zarządzania: Management Development Programme organizowany przez Swedish Institute\n                           of Management Foundation przy Stockholm School of Economics _Szwecja, Belgia_, liczne\n                           kursy i szkolenia zawodowe z zakresu zarządzania w kraju i za granicą.Doświadczenie zawodowe:od 1988 r. do 1991 r. - handlowiec, z-ca kierownika Działu Eksportu i Importu w Centrali\n                           Handlu Zagranicznego Rolimpex S.A.,od 1991 r. do 1995 r. - Kierownik Działu Importu i Eksportu, Dyrektor ds. Rozwoju\n                           Eksportu w Alima-Gerber S.A. od 1995 r. do 1996 r. - staż szkoleniowy w zakresie marketingu we Francji w firmie\n                           Leroy-Merlin,od 1996 r. do 2000 r. - Dyrektor ds. Marketingu w Oriflame Poland Sp. z o.o. od 2000 r. - własna działalność gospodarcza doradcza _zarządzanie, marketing_, szkoleniowa\n                           i handlowa,od 2009 r. - członkostwo w licznych radach nadzorczych spółek publicznych oraz spółek\n                           nienotowanych na GPW,Członek Rady Nadzorczej Fabryki Obrabiarek \"RAFAMET\" S.A. w Kuźni Raciborskiej,Przewodniczący Rady Nadzorczej - \"HYDRAPRES\" S.A. w Solcu Kujawskim,Członek Rady Nadzorczej Organic Life S.A. w Warszawie.3.Daniel Lewczuk- Członek  Rady Nadzorczej Wykształcenie i kwalifikacje: Licencjat z Zarządzania Biznesem, Kentucky Christian College, Kentucky USA, Dyplom\n                           MBA, Hope International University, Kalifornia, USA.Doświadczenie zawodowe:od 1998 r. do 2004 r. - Dyrektor Operacyjny, Prokurent w Accord Group ECE,od 2004 r. do 2011 r. - Prezes Zarządu, Właściciel w People Network Sp. z o.o.,od 2014 r. do 2015 r. - Członek Rady Nadzorczej w Yellow Hat Sp. z o.o.,od 10.2015 r. do 10.2016 r. - Rada Doradcza w AT Kearney,od 2005 r. do nadal - Prezes Zarządu, Właściciel, Executive Network Sp. z o.o.,od 2014 r. do nadal - Członek Zarządu IMD International Search Group odpowiedzialny\n                           za region EMEA,od 01.2015 r. do 12.2016 r. - Członek Rady Nadzorczej Kopex S.A.,reprezentacja interesów STS Capital Partners międzynarodowej firmy fuzji i przejęć.Ponadto Pan Daniel Lewczuk jest Inwestorem lub Udziałowcem w GoldenLine Sp. z o. o.,\n                           ClickOuickNow Sp. z o. o., Centrum Monitorowania Opinii Internautów Sp. z o.o. SentiOne,\n                           Sprzedajemy.pl Sp. z o. o. Emplocity Sp. z o.o. oraz Venture lnvestments-Daniel Lewczuk,\n                           działalność gospodarcza.4. Marek Kaczyński- Członek Rady Nadzorczej Wykształcenie i kwalifikacje: Uniwersytet Jagielloński, Wydział Prawa i Administracji, magister prawa. Okręgowa\n                           Izba Radców Prawnych w Katowicach, ukończenie aplikacji radcowskiej, uzyskanie w 2013\n                           r. tytułu radcy prawnego.Doświadczenie zawodowe:od 10.2009 r. do 11.2014 r. - asystent radcy prawnego, radca prawny w Machcińska,\n                           Lampart i Partnerzy-Kancelaria Radców Prawnych Sp.p. w Zabrzu,od 11.2013 r. do nadal – własna działalność gospodarcza w Kancelaria Radcy Prawnego\n                           Marek Kaczyński,od 12.2014 r. do 03.2017 r. - Zastępca Dyrektora Biura Restrukturyzacji i Optymalizacji\n                           Majątku, Dyrektor Biura Zarządu i Administracji, Dyrektor Biura Prawnego w KOPEX S.A.\n                           od 08.2016 r. do 03.2017 r. - Członek Zarządu w KOPEX Finance&Restructuring Sp. z\n                           o.o. od 12. 2016 r.do 03. 2017 r. - Członek Zarządu w PBSZ 1 Sp. z o.o. od 04.2017 r. – nadal - Wiceprezes Zarządu  w Autokopex Sp. z o.o. od 05.2017 r. – nadal - Wiceprezes Zarządu w Ignis Avem Capital S.A. Ponadto Członek Rad Nadzorczych, m.in.: od 2010 r. do 2012 r. Energia w kogeneracji EWK S.A.,od 10.2015 r. do 12.2016 r. Kopex Hydraulika Siłowa Sp. z o.o.,od 05.2016 r.do 12.2016 r. Fabryka Maszyn i Urządzeń TAGOR S.A.,od 05.2016 r.do 12.2016 r. KOPEX – Przedsiębiorstwo Budowy Szybów S.A.,od 05.2016 r. do 01.2017 r. Hansen Sicherheitstechnik AG,od 05.2016 r. do 02.2017 r. Elgór+Hansen S.A.,od 05.2016 r. do 03.2017 r.  KOPEX MIN d.o.o. z siedzibą w Niszu _Serbia_,od 05.2016 r. do 03.2017 r. KOPEX MIN-LIV d.o.o. z siedzibą w Niszu _Serbia_,od 06.2016 r. do 07.2016 r. KOPEX – EKO Sp. z o.o.,od 06.2016 r. do 09.2016 r. KOPEX EX-COAL Sp. z o.o.,od 06.2016 r. do 12.2016 r. Kopex Machinery S.A.,od 06.2016 r. do 12.2016 r. Śląskie Towarzystwo Wiertnicze DALBIS Sp. z o.o.,od 06.2016 r. do 03.2017 r. KOPEX Construction Sp. z o.o.,od 06.2016 r.  do 04.2017 r. Węgliki Spiekane Baildonit Sp. z o.o.,od 06.2016 r. do 01.2017 r.  KOPEX Foundry Sp. z o.o.,od 2017 r. - nadal Hydrapres S.A.5. Jacek Górka- Członek Rady Nadzorczej Wykształcenie i kwalifikacje: Politechnika Śląska, doktor habilitowany nauk technicznych. Doświadczenie zawodowe:Od 09. 1993 r. do 09.1995 r. - Asystent w Katedrze Spawalnictwa Politechniki Śląskiej\n                           w Gliwicach,Od 04.1995 r. do 03.1999 r. - Doktorant w Katedrze Spawalnictwa Politechniki Śląskiej\n                           w Gliwicach,Od 04.1999 r. do 05.1999 r. - Asystent w Katedrze Spawalnictwa Politechniki Śląskiej\n                           w Gliwicach,od 06.1999 r.  do 04.2017 r. - Adiunkt w Katedrze Spawalnictwa Politechniki Śląskiej\n                           w Gliwicach,od 05.2017 r. do nadal - Profesor nadzwyczajny w Katedrze Spawalnictwa Politechniki\n                           Śląskiej w Gliwicach,od 09.2017 r. do nadal - Kierownik Katedry Spawalnictwa,od 02.2012 r. do nadal - Kierownik Studiów Podyplomowych; \"Technologie spawalnicze\n                           i kontrola jakości\".Według złożonych oświadczeń wszyscy Członkowie Rady Nadzorczej MOSTOSTALU ZABRZE S.A.\n                           zarówno nie prowadzą działalności konkurencyjnej wobec Spółki, ani nie uczestniczą\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej, spółki kapitałowej,\n                           ani nie uczestniczą w konkurencyjnej osobie prawnej jako członek jej organu oraz nie\n                           są wpisani do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Ponadto Pan Michał Rogatko, Pan Daniel Lewczuk, Pan Marek Kaczyński oraz Pan Jacek\n                           Górka oświadczyli, iż nie są powiązani z akcjonariuszem posiadającym ponad 5% ogólnej\n                           liczby głosów w Spółce.",
        "date": "2018-06-18"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "MOSTOSTAL ZABRZE S.A. _\"Emitent\", \"Spółka\"_ informuje, iż w dniu 14 czerwca 2018 r.\n                           Rada Nadzorcza Emitenta w głosowaniu tajnym powołała w skład Zarządu Emitenta, w ramach\n                           aktualnej kadencji, Pana Witolda Grabysza _Grabysz_, powierzając mu funkcję Wiceprezesa\n                           Zarządu Spółki.Tym samym, aktualny skład Zarządu Emitenta przedstawia się następująco:1. Dariusz Pietyszuk - Prezes Zarządu,2. Jarosław Pietrzyk - Wiceprezes Zarządu,3. Witold Grabysz - Wiceprezes Zarządu.Informacje dotyczące Pana Witolda Grabysza:Wykształcenie i kwalifikacje:Politechnika Śląska - inżynier mechanik, doktor nauk technicznych.Doświadczenie zawodowe:1993 – 2000 - Politechnika Śląska, asystent, adiunkt,1998 – 2000 - Przedsiębiorstwo Produkcyjno-Usługowe \"MONTOCHEM\" S.A., członek Rady\n                           Nadzorczej,2000 – 2004 - McKinsey & Company, konsultant,2004 – 2012 - Merawex Sp. z o.o., Członek Zarządu, Prezes Zarządu, 2012 – 2013 – Risk Adviser Sp. z o.o., Dyrektor ds. oceny ryzyka,2013 – 2014 – Praxea Sp. z o.o., Prezes Zarządu,2014 – 2014 – Lumen Technik Sp. z o.o., Członek Zarządu,2014 – 2014 – AMB Energia Centrum Usług Sp. z o.o., Doradca Zarządu,2014 – 2015 - Rehatronics S.A., Prezes Zarządu, 2015 - 2018 - Blirt S.A., Wiceprezes Zarządu, _notowana na New Connect firma biotechnologiczna_2016 – 2018 - BLR 152 Sp. z o.o., Prezes Zarządu _spółka celowa w Grupie Blirt_,2014 - 2018 - własna działalność doradcza w zakresie zarządzania ryzykiem, optymalizacji\n                           kosztów oraz rozwoju nowej działalności,2017 – 2018 – Mostostal Zabrze S.A., Członek Rady Nadzorczej,2016 r. do nadal - Thoth Pro Sp. z o.o., Członek Zarządu _startup informatyczny opracowujący\n                           oryginalne oprogramowanie do analizy danych farmakometrycznych_.Według złożonego oświadczenia Pan Witold Grabysz nie prowadzi działalności konkurencyjnej\n                           wobec Spółki, ani nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej, spółki kapitałowej, ani nie uczestniczy w konkurencyjnej osobie prawnej\n                           jako członek jej organu oraz nie jest wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2018-06-14"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ działając na podstawie art. 70 ust. 3 Ustawy\n                           o ofercie _...._ informuje, iż podczas obrad Zwyczajnego Walnego Zgromadzenia Emitenta\n                           _ZWZ_ w dniu 13 czerwca 2018 r. odnotowano obecność akcjonariuszy Emitenta posiadających\n                           łącznie 50.218.046 akcji, co stanowiło 33,67% ogólnej liczby głosów na ZWZ. \u2028Akcjonariuszami posiadającymi, co najmniej 5% głosów na ZWZ w dniu 13 czerwca 2018\n                           r. byli:1_ Pan Krzysztof Jędrzejewski, który posiadał 46.294.266 głosów, co stanowiło 92,19%\n                           głosów wśród obecnych na ZWZ oraz 31,04% w ogólnej liczbie głosów,2_ POLUNIN EMERGING MARKETS SMALL CAP FUND,LLC który posiadał 3.188.000 głosów, co\n                           stanowiło 6,35 % głosów wśród obecnych na ZWZ oraz 2,14 % w ogólnej liczbie głosów.",
        "date": "2018-06-13"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Spółka, Emitent_ informuje, iż Zwyczajne Walne Zgromadzenie\n                           Emitenta w dniu 13 czerwca 2018 r., w związku z kończącą się kadencją Rady Nadzorczej\n                           Emitenta, odwołało ze składu:1.\tPana Krzysztofa Jędrzejewskiego - Przewodniczącego Rady Nadzorczej,2.\tPana Michała Rogatko - Wiceprzewodniczącego Rady Nadzorczej,3.\tPana Daniela Lewczuka – Członka Rady Nadzorczej,4.\tPana Marka Kaczyńskiego - Członka Rady Nadzorczej,\u20285.\tPana Witolda Grabysza - Członka Rady Nadzorczej.\u2028\u2028Następnie Zwyczajne Walne Zgromadzenie Spółki powołało w skład Rady Nadzorczej, na\n                           nową, wspólną, trzyletnią kadencję następujące osoby: 1.\tPana Krzysztofa Jędrzejewskiego,2.\tPana Michała Rogatko,3.\tPana Daniela Lewczuka,4.\tPana Marka Kaczyńskiego,5.\tPana Jacka Górkę.Życiorysy nowo powołanych Członków Rady Nadzorczej oraz złożone przez nich oświadczenia\n                           zostaną przekazane do publicznej wiadomości odrębnym raportem. Podstawa prawna:  § 5 pkt 4 i 5 rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-06-13"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Działając na podstawie § 19 ust. 1 pkt 6 i 8  Rozporządzenia Ministra Finansów z dnia\n                           29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych _..._, Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ podaje\n                           w załączeniu treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Spółki _\"ZWZ\"_\n                           w dniu 13 czerwca 2018 r. wraz z załącznikiem oraz wynikami głosowań nad poszczególnymi\n                           uchwałami. Ponadto Emitent podaje treść projektu uchwały nr 32, która była poddana\n                           pod głosowanie, a nie została podjęta.  Zwyczajne Walne Zgromadzenie  nie odstapiło od rozpatrzenia któregokolwiek z punktów\n                           planowanego porządku obrad.",
        "date": "2018-06-13"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W nawiązaniu do raportu bieżącego nr 26/2018 z dnia 2 czerwca 2018 r. Zarząd MOSTOSTAL\n                           ZABRZE S.A. _\"Emitent\"_ informuje, iż w dniu 8 czerwca 2018 r. otrzymał od Wood Environment\n                           & Infrastructure Solutions, Inc., _dalej jako \"Zamawiający\", \"Wood\"_, pismo pn.: \"Termination\n                           Notice\" dotyczące umowy na wykonanie robót w ramach budowy bazy systemu AEGIS Ashore\n                           w Redzikowie _\"Umowa\"_. W piśmie tym Zamawiający oświadczył, że rozwiązuje przedmiotową\n                           umowę. Zamawiający nie podał podstawy prawnej swojego oświadczenia.Pismo z dnia 8 czerwca 2018 r., o którym mowa powyżej, jest odpowiedzią na odrzucenie\n                           przez Emitenta zarzutów Wood zawartych w zawiadomieniu pn. ‘Notice of Default\", o\n                           którym Emitent informował w raporcie bieżącym nr 26/2018.Zarząd Emitenta podtrzymuje stanowisko wskazane w raporcie bieżącym nr 26/2018 oraz\n                           podejmuje działania celem wyjaśnienia zaistniałej sytuacji i ochrony interesów Emitenta.",
        "date": "2018-06-08"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym do Spółki\n                           wpłynęło powiadomienie o transakcjach dokonanych na akcjach Spółki od Pana Krzysztofa\n                           Jędrzejewskiego, Przewodniczącego Rady Nadzorczej MOSTOSTAL ZABRZE S.A.Treść powiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-06-04"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\"_ informuje, iż w dniu 1 czerwca 2018 r. w\n                           godzinach wieczornych otrzymał od Wood Environment & Infrastructure Solutions, Inc.,\n                           _poprzednio: Amec Foster Wheeler Environment & Infrastructure, Inc., dalej jako \"Zamawiający\"_,\n                           datowane na ten dzień zawiadomienie o zamiarze przejęcia Robót przez Zamawiającego,\n                           na skutek naruszenia przez Emitenta warunków wiążącej strony umowy na wykonanie robót\n                           budowlanych, dostawę i montaż konstrukcji stalowej, dostawę i montaż HVAC i instalacji\n                           wodno-kanalizacyjnych oraz montaż rurociągów paliwowych _\"Roboty\"_, w ramach budowy\n                           bazy systemu AEGIS Ashore w Redzikowie _\"Umowa\"_. O zawarciu Umowy, jej aneksowaniu, a następnie o prowadzonych rozmowach w sprawie\n                           kolejnych aneksów terminowych oraz finansowych dotyczących zmienianych zakresów robót\n                           pozostałych do realizacji, Emitent informował w treści raportów  bieżących nr 29/2016,\n                           30/2017 oraz w Sprawozdaniu z działalności Mostostal Zabrze S.A. oraz Grupy Kapitałowej\n                           Mostostal Zabrze za rok 2017. W ocenie Emitenta postanowienia Umowy nie zostały przez niego naruszone, a co więcej\n                           roboty realizowane były przez Emitenta pomimo braku aktualnego harmonogramu realizacji\n                           przedmiotu Umowy, który zobowiązany jest przedstawić Zamawiający, opóźnień Zamawiającego\n                           w udostępnieniu frontów robót oraz opóźnień w zatwierdzeniu protokołów za należycie\n                           wykonane Roboty.Emitent wyraża gotowość do dalszego wykonywania Robót znajdujących się w finalnej\n                           fazie, zgodnie z warunkami Umowy. Na dzień 1 czerwca 2018 r. stan zaawansowania Robót\n                           wykonanych przez Emitenta, zatwierdzonych i w większości opłaconych przez Zamawiającego\n                           wynosi około 80% zakresu rzeczowego Umowy.",
        "date": "2018-06-02"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym do Spółki\n                           wpłynęły dwa powiadomienia o transakcjach dokonanych na akcjach Spółki od Pana Krzysztofa\n                           Jędrzejewskiego, Przewodniczącego Rady Nadzorczej MOSTOSTAL ZABRZE S.A.Treść powiadomień stanowi załącznik do niniejszego raportu.",
        "date": "2018-05-30"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym do Spółki\n                           wpłynęło powiadomienie o transakcjach dokonanych na akcjach Spółki od Pana Dariusza\n                           Pietyszuka, Prezesa Zarządu MOSTOSTAL ZABRZE S.A.Treść powiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-05-29"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "W związku z zakończeniem procesu podsumowywania danych finansowych realizowanego na\n                           potrzeby opracowania sprawozdań finansowych, Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\",\n                           \"Spółka\"_ przekazuje do wiadomości publicznej szacunkowe wyniki finansowe za I kwartał\n                           2018 rok.Podstawowe szacunkowe skonsolidowane dane finansowe za  I kwartał 2018. kształtują\n                           się następująco:- skonsolidowane przychody ze sprzedaży:                    138,9 mln zł,- wynik z działalności operacyjnej:                                       7,0 mln\n                           zł, - wynik brutto:                                                                 \n                           4,8 mln zł, - wynik netto:                                                                  \n                           3,3 mln zł. Podstawowe szacunkowe jednostkowe dane finansowe za  I kwartał 2018 kształtują się\n                           następująco: - przychody ze sprzedaży:                                                  43,0 mln\n                           zł, - wynik z działalności operacyjnej:                                   _-_ 0,9 mln\n                           zł - wynik brutto:                                                                 \n                           2,0 mln zł - wynik netto:                                                                  \n                           2,2 mln zł.  Spółka zastrzega, że powyższe wyniki finansowe mają charakter szacunkowy, w związku\n                           z czym przedstawione kwoty mogą ulec zmianie oraz różnić się od wartości, które zostaną\n                           opublikowane w raporcie okresowym za I kwartał 2018  rok. Publikacja przedmiotowego\n                           raportu nastąpi w dniu 25 maja 2018 r.",
        "date": "2018-05-23"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _Emitent_ informuje, iż spółka zależna Emitenta tj. MOSTOSTAL\n                           ZABRZE Konstrukcje Przemysłowe S.A. otrzymała w dniu 18 maja 2018 r. od Alstom Transport\n                           S.A. zamówienie na dostawę konstrukcji stalowych wózków kolejowych złożone w ramach\n                           umowy ramowej zawartej w 2015 r.Wartość zamówienia wynosi 3,2 mln EUR, co stanowi równowartośc 13,7 mln zł, natomiast\n                           termin zakończenia realizacji całego zamówienia został określony na I kwartał 2019\n                           r. Łączna wartość zamówień w ramach umowy ramowej aktualnie wynosi 9,6 mln EUR, co\n                           stanowi równowartość 41,2 mln zł.O wcześniejszych zamówieniach w ramach ww. umowy ramowej Emitent informował w raporcie\n                           bieżącym nr 8/2018 z dnia 8 lutego 2018 r.",
        "date": "2018-05-18"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _\"Spółka\"_ działając na podstawie art. 395 § 1-2, art.\n                           399 § 1, art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych oraz § 18 ust. 2 Statutu\n                           Spółki zwołuje na dzień 13 czerwca 2018 roku, na godzinę 12:00, Zwyczajne Walne Zgromadzenie\n                           Spółki _\"Zgromadzenie\"_, które odbędzie się w siedzibie Spółki w Zabrzu przy ul. Wolności\n                           191. W załączeniu przekazywana jest treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia,\n                           projekty uchwał wraz z uzasadnieniami oraz Sprawozdanie Rady Nadzorczej, o którym\n                           mowa w pkt. 10 planowanego porządku obrad i projekt tekstu jednolitego Statutu Spółki,\n                           o którym mowa w pkt. 20 planowanego porządku obrad.",
        "date": "2018-05-17"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ w nawiązaniu do raportu bieżącego nr 11/2018\n                           z dnia 12 kwietnia 2018 r. dotyczącego wyboru oferty złożonej przez spółkę zależną\n                           informuje, iż w dniu 15 maja 2018 r. Mostostal Zabrze Gliwickie Przedsiębiorstwo Budownictwa\n                           Przemysłowego S.A. _GPBP - spółka zależna Emitenta_ zawarł ze Szpitalem Uniwersyteckim\n                           im. Karola Marcinkowskiego w Zielonej Górze Sp. z o.o. _Zamawiający_ umowę na realizację\n                           zadania inwestycyjnego pn.: \"Utworzenie Centrum Zdrowia Matki i Dziecka w Szpitalu\n                           Uniwersyteckim im. Karola Marcinkowskiego w Zielonej Górze Sp. z o.o. realizowane\n                           w systemie zaprojektuj i wybuduj współfinansowanego ze środków Europejskiego Funduszu\n                           Rozwoju Regionalnego w ramach Regionalnego Programu Operacyjnego - Lubuskie 2020\"\n                           _Umowa_.Wartość prac objętych Umową wynosi 81,3 mln zł netto _98,7 mln zł brutto_. Termin zakończenia prac przypada na IV kwartał 2020 roku.W Umowie zawarto postanowienia dotyczące kar umownych między innymi w wysokości 10%\n                           wynagrodzenia brutto z tytułu odstąpienia od Umowy przez Zamawiającego z przyczyn\n                           leżących po stronie Wykonawcy, 1% wynagrodzenia brutto za każdy stwierdzony przypadek\n                           stosowania materiałów niezgodnych z Umową, oraz kary umowne z tytułu opóźnienia w\n                           realizacji przedmiotu Umowy, opóźnienia w usunięciu wad lub usterek, braku przedstawienia\n                           stosownych dokumentów lub informacji i in., nieprzekraczające 0,1% wynagrodzenia brutto\n                           za każdy dzień opóźnienia lub naruszenie. Ponadto Zamawiający może dochodzić odszkodowania\n                           uzupełniającego na zasadach ogólnych. Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           zawierania tego typu umów.",
        "date": "2018-05-15"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\"_ informuje, iż otrzymał zawiadomienie od Nationale-Nederlanden\n                           OFE następującej treści:\"Działając zgodnie z art. 69 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U. z 2009, Nr 185, poz. 1439 z późn. zm._ informujemy,\n                           że wyniku zbycia akcji spółki Mostostal Zabrze S.A. _dalej \"Spółka\"_ w transakcjach\n                           na GPW w Warszawie, rozliczonych w dniu 2 maja 2018 roku, Nationale-Nederlanden Otwarty\n                           Fundusz Emerytalny _dalej \"Fundusz\"_ zmniejszył stan posiadanych akcji poniżej 5%\n                           głosów na walnym zgromadzeniu akcjonariuszy Spółki.Przed zbyciem akcji Fundusz posiadał 8 793 675 _osiem milionów siedemset dziewięćdziesiąt\n                           trzy tysiące sześćset siedemdziesiąt pięć_ akcji Spółki, stanowiących 5,90 % kapitału\n                           zakładowego Spółki i był uprawniony  8 793 675 _osiem milionów siedemset dziewięćdziesiąt\n                           trzy tysiące sześćset siedemdziesiąt pięć_ głosów na walnym zgromadzeniu akcjonariuszy\n                           Spółki, co stanowiło 5,90% ogólnej liczby głosów.Po rozliczeniu transakcji w dniu 2 maja 2018 roku Fundusz posiadał 5 043 675 _pięć\n                           milionów czterdzieści trzy tysiące sześćset siedemdziesiąt pięć_ akcji Spółki, stanowiących\n                           3,38% kapitału zakładowego Spółki i był uprawniony 5 043 675 _pięć milionów czterdzieści\n                           trzy tysiące sześćset siedemdziesiąt pięć_ głosów na walnym zgromadzeniu akcjonariuszy\n                           Spółki, co stanowiło 3,38% ogólnej liczby głosów.\"",
        "date": "2018-05-09"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\"_ informuje, iż otrzymał zawiadomienie od Nationale-Nederlanden\n                           OFE następującej treści:\"Działając zgodnie z art. 69 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U. z 2009, Nr 185, poz. 1439 z późn. zm._ informujemy,\n                           że wyniku zbycia akcji spółki Mostostal Zabrze S.A. _dalej \"Spółka\"_ w transakcjach\n                           na GPW w Warszawie, rozliczonych w dniu 30 kwietnia 2018 roku, Nationale-Nederlanden\n                           Otwarty Fundusz Emerytalny _dalej \"Fundusz\"_ zmniejszył stan posiadanych akcji poniżej\n                           10% głosów na walnym zgromadzeniu akcjonariuszy Spółki.Przed zbyciem akcji Fundusz posiadał 15 392 996 _piętnaście milionów trzysta dziewięćdziesiąt\n                           dwa tysiące dziewięćset dziewięćdziesiąt sześć_ akcji Spółki, stanowiących 10,32%\n                           kapitału zakładowego Spółki i był uprawniony 15 392 996 _piętnaście milionów trzysta\n                           dziewięćdziesiąt dwa tysiące dziewięćset dziewięćdziesiąt sześć_ głosów na walnym\n                           zgromadzeniu akcjonariuszy Spółki, co stanowiło 10,32% ogólnej liczby głosów.Po rozliczeniu transakcji w dniu 30 kwietnia 2018 roku Fundusz posiadał 8 793 675\n                           _osiem milionów siedemset dziewięćdziesiąt trzy tysiące sześćset siedemdziesiąt pięć_\n                           akcji Spółki, stanowiących 5,90% kapitału zakładowego Spółki i był uprawniony 8 793\n                           675 _osiem milionów siedemset dziewięćdziesiąt trzy tysiące sześćset siedemdziesiąt\n                           pięć_ głosów na walnym zgromadzeniu akcjonariuszy Spółki, co stanowiło 5,90% ogólnej\n                           liczby głosów.\"",
        "date": "2018-05-08"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd MOSTOSTAL ZABRZE S.A. _\"Emitent\"_ informuje, iż otrzymał zawiadomienie od AEGON\n                           Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie następującej treści:\"Aegon Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie, pod adresem\n                           ul. Wołoska 5, 02-675 Warszawa, zarejestrowane w Sądzie Rejonowym dla m.st. Warszawy\n                           w Warszawie XIII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS:\n                           0000028767, reprezentujące Aegon Otwarty Fundusz Emerytalny, wpisany do Rejestru Funduszy\n                           Emerytalnych prowadzonego przez Sąd Okręgowy w Warszawie VII Wydział Cywilny Rejestrowy\n                           pod numerem RFe 13, zawiadamia, iż:Aegon Otwarty Fundusz Emerytalny w wyniku transakcji zbycia zawartej w dniu 26 kwietnia\n                           2018 r. i rozliczonej w dniu 30 kwietnia 2018 r. zmniejszył stan posiadania akcji\n                           spółki MOSTOSTAL ZABRZE S.A. _dalej: \"Spółka\"_ poniżej 5% głosów.Aegon Powszechne Towarzystwo Emerytalne S.A. informuje, że według stanu na dzień 30\n                           kwietnia 2018 r. Aegon Otwarty Fundusz Emerytalny posiadał 6 910 358 akcji Spółki\n                           co stanowiło 4,634% udziału w kapitale zakładowym oraz 6 910 358 głosów z posiadanych\n                           akcji, stanowiących 4,634% ogólnej liczby głosów.Przed zbyciem akcji Aegon Otwarty Fundusz Emerytalny posiadał 7 804 601 akcji Spółki,\n                           co stanowiło 5,233% udziału w kapitale zakładowym oraz 7 804 601 głosów z posiadanych\n                           akcji, stanowiących 5,233% ogólnej liczby głosów.\"",
        "date": "2018-05-07"
    },
    {
        "company_name": "MOSTALZAB",
        "content": "Zarząd Mostostal Zabrze S.A. _Emitent_ informuje, że w związku z zatwierdzeniem w\n                           dniu 27 kwietnia 2018 r. przez Zarząd Emitenta ostatecznych wyników finansowych Spółki\n                           i Grupy Kapitałowej za 2017 rok wystąpiło naruszenie  wskaźników finansowych ujętych\n                           w umowach o finansowanie _umowach kredytowych oraz dot. limitów gwarancyjnych_ zawartych\n                           przez Emitenta oraz trzy spółki zależne z bankami: mBank S.A. oraz z Raiffeisen Bank\n                           Polska S.A.Łączne zadłużenie Grupy Kapitałowej w tych bankach z tytułu umów kredytowych wynosi\n                           na 26 kwietnia 2018 r. 49,8 mln zł, w tym zadłużenie Emitenta 24,2 mln zł. Pomimo naruszenia wskazanych w umowach poziomów wskaźników finansowych podmioty Grupy\n                           Kapitałowej wywiązują się terminowo z pozostałych obowiązków wynikających z zawartych\n                           umów o finansowanie,  w szczególności terminowo regulują spłatę zobowiązań.",
        "date": "2018-04-27"
    }
]