[
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że w dniu 17 grudnia 2015 r. Rada Nadzorcza\n                           Spółki powołała Panią Barbarę Gronkiewicz na Członka Zarządu Mostostal Płock S.A. Pani Barbara Gronkiewicz posiada wykształcenie wyższe, absolwentka Uniwersytetu Warszawskiego\n                           Wydziału  Nauk  Ekonomicznych.  Pani  Barbara  Gronkiewicz  od  1996  roku  związana\n                           z  Mostostal Warszawa  S.A.,  gdzie  zajmuje  stanowisko  Dyrektora  Biura  Zarządzania  Grupą\n                           Kapitałową.  Pani Barbara Gronkiewicz w okresie od 2005 do 2009 roku oraz od 2010 roku do chwili obecnej\n                           jest Prezesem Zarządu spółki z Grupy Kapitałowej Mostostal Warszawa – Mieleckie Przedsiębiorstwo\n                           Budowlane S.A.  Pani Barbara Gronkiewicz pełni funkcje członka Rad Nadzorczych w spółkach:\n                           AMK Kraków S.A., Mostostal Kielce S.A.  Zgodnie ze złożonym oświadczeniem Pani Barbara Gronkiewicz nie zajmuje się interesami\n                           konkurencyjnymi w stosunku do Mostostal Płock S.A. ani też nie uczestniczy w spółce\n                           konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu\n                           spółki kapitałowej. Nie uczestniczy też w innej konkurencyjnej osobie prawnej jako\n                           członek organu. Nie posiada w innej konkurencyjnej spółce kapitałowej udziałów lub\n                           akcji w ilości co najmniej 10%  ani też nie posiada prawa do powołania co najmniej\n                           jednego członka zarządu.  Jednocześnie oświadczyła, że nie figuruje w Rejestrze Dłużników\n                           Niewypłacalnych prowadzonym na podstawie ustawy o KRS.",
        "date": "2015-12-17"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że na Nadzwyczajnym Walnym Zgromadzeniu\n                           Mostostal Płock S.A., które odbyło się w dniu 17 grudnia 2015 roku, akcjonariuszem\n                           posiadającym co najmniej 5% głosów na tym Zgromadzeniu był: Mostostal Warszawa S.A.\n                           z ilością 1 237 380 głosów, co stanowiło 99,99% głosów na tym Zgromadzeniu i 52,78%\n                           w ogólnej liczbie głosów.",
        "date": "2015-12-17"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym wpłynęły do Spółki:\n                           rezygnacja Pana  Miguel Angel Heras Llorente z funkcji członka Rady Nadzorczej Mostostal\n                           Płock S.A. z dniem 17.12.2015 r. oraz  rezygnacja Pani Barbary Gronkiewicz z członka\n                           Rady Nadzorczej z dniem 17.12.2015 r. a tym samym  Pani Barbara Gronkiewicz przestała\n                           pełnić funkcję członka Zarządu oddelegowanego z Rady Nadzorczej.   Spółka informuje również, że w dniu 17 grudnia 2015 r. Nadzwyczajne Walne Zgromadzenie\n                           Spółki powołało do składu Rady Nadzorczej Mostostal Płock S.A. : Pana Andrzeja Goławskiego\n                           oraz Pana Marcina Kondraszuka.1. Andrzej Goławski - ur. 1972, z wykształcenia jest inżynierem budownictwa, absolwentem\n                           Politechniki Poznańskiej i Technical University of Aalborg w Danii. W 2007 roku uzyskał\n                           tytuł MBA na Uniwersytecie Ekonomicznym w Poznaniu, przy współpracy z Georgia State\n                           University z Atlanty. W 2010 roku ukończył program Strategie Leadership Academy, organizowany\n                           przez ICAN INSTITUTE.Od początku pracy zawodowej jest związany z branżą budowlaną. Przez 18 lat pracował\n                           dla Grupy Budimex, w której od roku 2002 pełnił funkcję Dyrektora Rejonu. Od 2008\n                           roku Dyrektor Oddziału Budownictwa Ogólnego Zachód. W 2011 roku realizując strategię\n                           dywersyfikacji portfela grupy Budimex, został odpowiedzialny za rozwój nowych obszarów\n                           biznesowych i objął stanowisko Dyrektora Budownictwa, tworząc Dywizję Budownictwa\n                           Energetycznego i Przemysłowego. Był również Członkiem Komitetu Wykonawczego Budimex\n                           S.A. oraz Prokurentem spółki.W dniu 16 listopada 2015 roku, Andrzej Goławski został powołany na stanowisko Prezesa\n                           Zarządu Mostostal Warszawa S.A. Jest także Członkiem Rady Nadzorczej Mostostal Power\n                           Development Sp. z o.o.Zgodnie ze złożonym oświadczeniem nie zajmuje się interesami konkurencyjnymi w stosunku\n                           do Mostostal Płock S.A. ani też nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej. Nie uczestniczy\n                           też w innej konkurencyjnej osobie prawnej jako członek organu. Nie posiada w innej\n                           konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości co najmniej 10%  ani\n                           też nie posiada prawa do powołania co najmniej jednego członka zarządu.    Jednocześnie\n                           oświadczył, że nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy o KRS. 2. Marcin Kondraszuk - urodzony 1973, jest absolwentem Zarządzania na wydziale Inżynierii\n                           Produkcji Politechniki Warszawskiej. Ukończył wiele specjalistycznych szkoleń z zakresu\n                           analizy strategicznej przedsiębiorstwa, organizacji i zarządzania oraz planowania\n                           finansowego. Od 17 lat związany jest z obszarem organizacji i zarządzania przedsiębiorstwem.\n                           W latach 1996-1998 związany z Grupą Doradczą Praktyczna Szkoła Innowacji gdzie jako\n                           konsultant brał udział w projektach doradczych i szkoleniach pracowników przedsiębiorstw\n                           branży budowlanej, transportowej oraz FMCG w zakresie zarządzania organizacją, analizy\n                           finansowej oraz zarządzania personelem. W latach 2003-2005 był Prokurentem w spółce\n                           Towarowa Park Sp. z o.o., realizującej projekt deweloperski w centrum Warszawy. W\n                           roku 2005 został powołany w skład zarządu tej spółki jako Wiceprezes. Funkcję tę pełnił\n                           do 2007 roku. W latach 2003-2006 był członkiem Rady Nadzorczej Mieleckiego Przedsiębiorstwa\n                           Budowlanego S.A. Od roku 2004 do 2006 pełnił również funkcję członka Rady Nadzorczej\n                           Agencji Artystycznej Akademii Sztuk Pięknych 3A Sp. z o.o. W latach 2013-2014 zasiadał\n                           w Radzie Nadzorczej spółki publicznej REMAK S.A. Od lipca 1998 roku związany jest\n                           z Mostostalem Warszawa S.A. gdzie w latach 2001-2006 piastował stanowisko zastępcy,\n                           a od 2006 r. do 2012 r. Dyrektora Biura Organizacyjno-Prawnego, kierując zespołami\n                           działami odpowiedzialnymi za obsługę prawną spółki, realizację obowiązków informacyjnych\n                           spółki giełdowej a także kompleksową obsługę jej organów. Od 2012 roku sprawuje stanowisko\n                           Dyrektora Biura Zarządu odpowiadając dodatkowo za zarządzanie roszczeniami i komunikację\n                           w spółce. Zgodnie ze złożonym oświadczeniem nie zajmuje się interesami konkurencyjnymi w stosunku\n                           do Mostostal Płock S.A. ani też nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej. Nie uczestniczy\n                           też w innej konkurencyjnej osobie prawnej jako członek organu. Nie posiada w innej\n                           konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości co najmniej 10%  ani\n                           też nie posiada prawa do powołania co najmniej jednego członka zarządu.    Jednocześnie\n                           oświadczył, że nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy o KRS.",
        "date": "2015-12-17"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ przekazuje treść uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie Mostostal Płock S.A. w dniu 17 grudnia 2015 roku.Uchwała  Nr 1Nadzwyczajnego  Walnego  Zgromadzenia  MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 17 grudnia 2015 r.w sprawie wyboru Przewodniczącego Zgromadzenia.Nadzwyczajne  Walne  Zgromadzenie   Mostostal  Płock  S.A.  wybiera  na  Przewodniczącego\n                           Zgromadzenia  Pana Piotra KamińskiegoLiczba akcji, z których oddano ważne głosy – 973 153, co stanowi 48,66 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 237 381W tym liczba głosów \"za\" – 1 237 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.Uchwała\n                           Nr 2 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCKSPÓŁKA AKCYJNA z dnia 17 grudnia 2015 r.w sprawie przyjęcia porządku obrad.Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. przyjmuje porządek obrad przedstawiony w ogłoszeniu o zwołaniu Zgromadzenia w następującym brzmieniu:1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Zmiany w składzie  Rady Nadzorczej.6. Zamknięcie obradLiczba akcji, z których oddano ważne głosy – 973 153, co stanowi 48,66 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 237 381W tym liczba głosów \"za\" – 1 237 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.Uchwała  Nr 3 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 17 grudnia 2015 r.w  sprawie  powołania członka Rady Nadzorczej§1Działając na podstawie art.385 § 1 Kodeksu Spółek Handlowych w związku z postanowieniem\n                           § 21 ust. 2 Statutu Spółki, Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. uchwala\n                           co następuje:Do składu Rady Nadzorczej powołuje się Pana Andrzeja Goławskiego.§2Uchwała wchodzi w życie z chwilą podjęcia.Liczba akcji, z których oddano ważne głosy – 973 153, co stanowi 48,66 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 237 381W tym liczba głosów \"za\" – 1 237 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.Uchwała  Nr 4 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 17 grudnia 2015 r.w  sprawie  powołania członka Rady Nadzorczej§1Działając na podstawie art.385 § 1 Kodeksu Spółek Handlowych w związku z postanowieniem\n                           § 21 ust. 2 Statutu Spółki, Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. uchwala\n                           co następuje:Do składu Rady Nadzorczej powołuje się Pana Marcina Kondraszuka.§2Uchwała wchodzi w życie z chwilą podjęcia.Liczba akcji, z których oddano ważne głosy – 973 153, co stanowi 48,66 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 237 381W tym liczba głosów \"za\" – 1 237 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.",
        "date": "2015-12-17"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje treść projektów uchwał, które mają być przedmiotem\n                           obrad Nadzwyczajnego Walnego Zgromadzenia, zwołanego na 17 grudnia 2015 roku:Uchwała  Nr 1Nadzwyczajnego  Walnego  Zgromadzenia  MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 17 grudnia 2015 r.w sprawie wyboru Przewodniczącego Zgromadzenia.Nadzwyczajne  Walne  Zgromadzenie   Mostostal  Płock  S.A.  wybiera  na  Przewodniczącego\n                           Zgromadzenia  …………………………………………………………Uchwała  Nr 2 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCKSPÓŁKA AKCYJNA z dnia 17 grudnia 2015 r.w sprawie przyjęcia porządku obrad.Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. przyjmuje porządek obrad przedstawiony w ogłoszeniu o zwołaniu Zgromadzenia w następującym brzmieniu:1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Zmiany w składzie  Rady Nadzorczej.6. Zamknięcie obrad                        Uchwała  Nr 3 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 17 grudnia 2015 r.w  sprawie  powołania członka Rady Nadzorczej§1Działając na podstawie art.385 § 1 Kodeksu Spółek Handlowych w związku z postanowieniem\n                           § 21 ust. 2 Statutu Spółki, Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. uchwala\n                           co następuje:Do składu Rady Nadzorczej powołuje się …………………………………………………..§2Uchwała wchodzi w życie z chwilą podjęcia.",
        "date": "2015-11-19"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Ogłoszenie Zarządu Mostostal Płock S.A. z siedzibą w Płocku o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia.Zarząd Mostostal Płock Spółka Akcyjna z siedzibą w Płocku przy ul.Targowej 12, 09-400\n                           Płock, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy XIV Wydział Gospodarczy pod nr KRS 0000053336,\n                           działając na podstawie Kodeksu spółek handlowych oraz § 17 ust.4 Statutu Spółki zwołuje\n                           Nadzwyczajne Walne Zgromadzenie, które odbędzie się 17 grudnia 2015 roku o godzinie\n                           10°° w siedzibie Spółki w Płocku ul. Targowa 12.Porządek obrad.1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Zmiany w składzie Rady Nadzorczej.6. Zamknięcie obrad.Na podstawie art. 402² Kodeksu spółek handlowych Spółka przekazuje informacje dotyczące\n                           udziału w Nadzwyczajnym Walnym Zgromadzeniu Spółki.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu.Dniem rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu jest 1 grudnia\n                           2015 r. _\"Dzień Rejestracji\"_.Prawo Akcjonariusza do uczestnictwa w Walnym Zgromadzeniu.Prawo uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Mostostal Płock S.A. w Dniu Rejestracji, tzn. osoby, które:1. w przypadku akcji na okaziciela:- na 16 dni przed datą Nadzwyczajnego Walnego Zgromadzenia tj. 1 grudnia 2015 r.\n                           na rachunku papierów wartościowych będą miały zapisane akcje Spółki oraz- od dnia ogłoszenia o NWZ do dnia 2 grudnia 2015 roku _włącznie_ złożą żądanie wystawienia\n                           imiennego zaświadczenia o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           w podmiocie prowadzącym rachunek papierów wartościowych, na którym zapisane są akcje\n                           SpółkiRekomenduje się akcjonariuszom odebranie wyżej wymienionego wystawionego zaświadczenia\n                           o prawie uczestnictwa i zabranie go ze sobą na NWZ.2.w przypadku akcji imiennych:- w Dniu Rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu tj. 1 grudnia\n                           2015 r. są wpisane do Księgi akcyjnej Mostostal Płock S.A.Spółka sporządzi listę akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym\n                           Walnym Zgromadzeniu na podstawie:- wykazu udostępnionego jej przez Krajowy Depozyt Papierów Wartościowych a sporządzonego\n                           na podstawie wystawionych przez podmioty prowadzące rachunki papierów wartościowych\n                           imiennych zaświadczeń o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu oraz- Księgi akcyjnej Mostostal Płock S.A.Na trzy dni powszednie przed terminem Nadzwyczajnego Walnego Zgromadzenia, tj. w dniach\n                           14, 15 i 16 grudnia 2015 roku w godz. 6:30 do 14:30 w siedzibie Spółki _ul. Targowa\n                           12, 09-400 Płock_ zostanie wyłożona do wglądu lista akcjonariuszy uprawnionych do\n                           uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu.Prawo akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad walnego\n                           zgromadzenia.Akcjonariuszowi lub akcjonariuszom reprezentującym co najmniej 5% kapitału zakładowego\n                           przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie\n                           później niż na 21 dni przed terminem Nadzwyczajnego Walnego Zgromadzenia, tj. do dnia\n                           26 listopada 2015 roku. Żądanie powinno zawierać uzasadnienie i projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub w postaci elektronicznej i przesłane\n                           na następujący adres poczty elektronicznej Spółki: wza@mostostal-plock.com.pl. Akcjonariusz/akcjonariusze powinien/powinni wykazać posiadanie odpowiedniej liczby\n                           akcji na dzień złożenia żądania załączając do żądania świadectwo/a depozytowe oraz,\n                           w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Prawo akcjonariusza do zgłaszania projektów uchwał.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 5% kapitału zakładowego\n                           mogą przed terminem Nadzwyczajnego Walnego Zgromadzenia zgłaszać na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub przy wykorzystaniu środków komunikacji\n                           elektronicznej na adres e-mail: wza@mostostal-plock.com.pl projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad Nadzwyczajnego Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad.Akcjonariusz/akcjonariusze powinien/powinni wykazać posiadanie odpowiedniej liczby\n                           akcji na dzień złożenia żądania załączając do żądania świadectwo/a depozytowe lub\n                           zaświadczenie o prawie uczestnictwa w Walnym Zgromadzeniu oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Ponadto, każdy z akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.Elektroniczna komunikacja Akcjonariuszy z Mostostal Płock S.A.W granicach przewidzianych przepisami Kodeksu spółek handlowych i Statutu Spółki,\n                           Akcjonariusze mogą kontaktować się ze Spółką za pomocą elektronicznych środków komunikacji.Komunikacja Akcjonariuszy z Mostostal Płock S.A. w formie elektronicznej odbywa się\n                           przy wykorzystaniu adresu e-mail: wza@mostostal-plock.com.plRyzyko związane z wykorzystaniem środków komunikacji elektronicznej ponosi Akcjonariusz. Wszelkie dokumenty przesyłane przez Akcjonariusza do Mostostal Płock S.A., jak również\n                           przez Mostostal Płock S.A do Akcjonariusza drogą elektroniczną powinny być zeskanowane\n                           do formatu PDF lub JPEG.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Nadzwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika / pełnomocników.Pełnomocnictwo do głosowania przez pełnomocnika powinno być udzielone na piśmie lub\n                           w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga\n                           opatrzenia bezpiecznym podpisem elektronicznym.Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika są zamieszczone\n                           na stronie internetowej Spółki pod adresem www.mostostal-plock.com.pl, w sekcji Relacje\n                           Inwestorskie / Walne Zgromadzenie.Akcjonariusz jest zobowiązany przesłać do Spółki informację o udzieleniu pełnomocnictwa\n                           w postaci elektronicznej na adres poczty elektronicznej wza@mostostal-plock.com.pl\n                           najpóźniej na jeden dzień przed dniem Nadzwyczajnego Walnego Zgromadzenia _tj. do\n                           dnia 16 grudnia 2015 roku do godz. 14:30_. Do informacji o udzieleniu pełnomocnictwa\n                           w postaci elektronicznej należy dołączyć zeskanowane pełnomocnictwo udzielone na formularzu\n                           udostępnionym przez Spółkę _lub sporządzone przez Akcjonariusza, zawierające co najmniej\n                           te same dane i informacje_ oraz:a_ w przypadku akcjonariuszy będących osobami fizycznymi – kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza,b_ w przypadku akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić\n                           uprawnienie do działania w imieniu tego podmiotu załączając kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej\n                           _osób fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu _np. nieprzerwany\n                           ciąg pełnomocnictw_.Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Brak możliwości weryfikacji udzielenia pełnomocnictwa może stanowić podstawę dla\n                           odmowy dopuszczenia pełnomocnika do udziału w Nadzwyczajnym Walnym Zgromadzeniu.Powyższe zasady dotyczące sposobu udzielenia pełnomocnictwa, mają zastosowanie również\n                           w odniesieniu do odwołania pełnomocnictwa udzielonego w postaci elektronicznej.Dopuszczenie do udziału w Nadzwyczajnym Walnym Zgromadzeniu.Akcjonariusze zostaną dopuszczeni do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           po okazaniu dowodu tożsamości, a pełnomocnicy:a_ w przypadku pełnomocnictwa udzielonego w formie pisemnej – po okazaniu dowodu tożsamości\n                           i ważnego pełnomocnictwa udzielonego w formie pisemnej, b_ w przypadku pełnomocnictwa udzielonego w postaci elektronicznej – po okazaniu dowodu\n                           tożsamości i wydruku pełnomocnictwa w formacie PDF.Przedstawiciele osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne\n                           odpisy z odpowiednich rejestrów, wymieniające osoby uprawnione do reprezentowania\n                           tych podmiotów oraz inne dokumenty potwierdzające upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu\n                           _np. nieprzerwany ciąg pełnomocnictw_.W przypadku okazania kopii ww. dokumentów powinny być one potwierdzone na każdej stronie\n                           za zgodność z oryginałem przez upoważnione osoby.Możliwość i sposób uczestniczenia w walnym zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości uczestniczenia oraz wypowiadania się w trakcie Walnego\n                           Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej.Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.Dostęp do dokumentacji.Pełny tekst dokumentacji, która ma być przedstawiona na Nadzwyczajnym Walnym Zgromadzeniu,\n                           projekty uchwał oraz wszelkie informacje można uzyskać w siedzibie Spółki pod adresem\n                           ul. Targowa 12 09-400 Płock lub na stronie internetowej Spółki pod adresem www.mostostal-plock.com.pl\n                           w sekcji \"Relacje Inwestorskie\\ Walne Zgromadzenie\".Rejestracja obecności na WZ.Zarząd Mostostal Płock S.A. uprzejmie informuje, że rejestracja obecności rozpocznie\n                           się w dniu Nadzwyczajnego Walnego Zgromadzenia od godz. 9:30.Zarząd Mostostal Płock S.A.",
        "date": "2015-11-19"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w okresie od 29.06.2015r. do 18.11.2015r.\n                           Spółka podpisała z PKN ORLEN S.A.oraz jej spółką zależną ORLEN Projekt S.A. umowy\n                           na łączną kwotę netto 3,8 mln. PLN, z czego największą była umowa podpisana z ORLEN\n                           Projekt S.A. w dniu 29.06.2015 r. na wykonanie robót remontowych w branży mechaniczno\n                           - montażowej w ramach zadania inwestycyjnego dotyczącego skierowania gazu suchego\n                           z Reformingu VI do Wytwórni Olefin II w Zakładzie Produkcyjnym PKN ORLEN S.A. na kwotę\n                           2,06 mln PLN.   Kary umowne zostały ustalone w wysokości 20% wynagrodzenia umownego.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A..",
        "date": "2015-11-18"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2015, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu okresowego za III kwartał\n                           2015 roku.Termin poprzedni - 13.11.2015 r. Aktualny termin - 02.11.2015 r.",
        "date": "2015-10-28"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 9 października 2015 roku Spółka zawarła\n                           z firmą Inowrocławskie Kopalnie Soli \"Solino\" S.A. z siedzibą w Inowrocławiu przy\n                           ul. Św. Ducha 26a, umowę o wartości netto 20,0 mln PLN. Przedmiotem umowy jest budowa infrastruktury do 6+1 otworów eksploatacyjnych w Kopalni\n                           Soli \"Mogilno\".Kary umowne z tytułu odstąpienia od umowy zostały ustalone w wysokości 10% wynagrodzenia\n                           umownego. Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2015-10-09"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu  7 października 2015 roku podjął\n                           uchwałę o udzieleniu z dniem 7 października 2015 roku Panu Krzysztofowi Bartczakowi\n                           prokury oddzielnej obejmującej umocowanie do wykonywania czynności sądowych i pozasądowych\n                           związanych z prowadzeniem Spółki Mostostal Płock S.A. Pan Krzysztof Bartczak posiada wykształcenie wyższe, absolwent Szkoły Wyższej Pawła\n                           Włodkowica w Płocku. Ukończył Podyplomowe Studia Rachunkowości w Instytucie Nauk Ekonomicznych\n                           Polskiej Akademii Nauk  oraz Podyplomowe Studia Sprawozdawczości Finansowej w Szkole\n                           Głównej Handlowej w Warszawie.  Pan Krzysztof Bartczak od 1995 roku związany z Mostostal Płock S.A. gdzie od 2008\n                           roku zajmuje stanowisko Głównego Księgowego. Według złożonego oświadczenia nie zajmuje się interesami konkurencyjnymi w stosunku\n                           do Mostostal Płock S.A. ani też nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej.Nie uczestniczy też w innej konkurencyjnej osobie prawnej jako członek organu.Nie posiada w innej konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości\n                           co najmniej 10% ani też nie posiada prawa do powołania co najmniej jednego członka\n                           zarządu.Jednocześnie oświadczył, że nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2015-10-07"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że w dniu 6 października 2015 r. Rada Nadzorcza\n                           Spółki odwołała ze składu Zarządu następujące osoby: Wiktora Guzek –Prezesa Zarządu,\n                           Leszka Frąckiewicza – Członka Zarządu, Alicję Sulkowską-Mliczek – Członka Zarządu.Rada Nadzorcza Spółki odwołała Członków Zarządu w związku z zaistnieniem przyczyn\n                           osobistych leżących po ich stronie, których wystąpienie uniemożliwiało zachowanie\n                           ciągłości pracy Zarządu Spółki.Jednocześnie Spółka informuje, że w dniu 6 października 2015 r. Rada Nadzorcza Spółki\n                           powołała Pana Pawła Rakowskiego na Członka Zarządu Spółki, a Pan Paweł Rakowski w\n                           dniu 6 października 2015 roku zrzekł się prokury udzielonej mu w 2006 roku przez Spółkę.\n                           Ponadto, Spółka informuje, że w dniu 6 października 2015 r. Rada Nadzorcza Spółki\n                           oddelegowała członka Rady Nadzorczej Spółki, Panią Barbarę Gronkiewicz do wykonywania\n                           czynności Członka Zarządu Spółki, w okresie od dnia 6 października 2015 r. do 5 stycznia\n                           2016 r.Pan Paweł Rakowski posiada wykształcenie wyższe, absolwent Politechniki Warszawskiej\n                           Wydziału Budownictwa i Maszyn Rolniczych w Płocku.Ukończył Studia Podyplomowe na Wydziale\n                           Mechaniczno-Technologicznym w Katedrze Spawalnictwa Politechniki Śląskiej w Gliwicach.Przebieg kariery zawodowej Pana Pawła Rakowskiego jest następujący:Pan Paweł Rakowski od 1995 roku związany jest z Mostostal Płock S.A., od 2006 na stanowisku\n                           Dyrektora Produkcji - Prokurenta.Pan Paweł Rakowski nie prowadzi działalności wykonywanej poza przedsiębiorstwem Spółki.\n                           Pan Paweł Rakowski nie uczestniczy w spółkach konkurencyjnych jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej, nie uczestniczy\n                           również w innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Paweł Rakowski\n                           nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.Pani Barbara Gronkiewicz posiada wykształcenie wyższe, absolwentka Uniwersytetu Warszawskiego\n                           Wydziału Nauk Ekonomicznych.Pani Barbara Gronkiewicz od 1996 roku związana z Mostostal Warszawa S.A., gdzie zajmuje\n                           stanowisko Dyrektora Biura Zarządzania Grupą Kapitałową.Pani Barbara Gronkiewicz w okresie od 2005 do 2009 roku oraz od 2010 roku do chwili\n                           obecnej jest Prezesem Zarządu spółki z Grupy Kapitałowej Mostostal Warszawa – Mieleckie\n                           Przedsiębiorstwo Budowlane S.A. Pani Barbara Gronkiewicz pełni funkcje członka Rad Nadzorczych w spółkach: AMK Kraków\n                           S.A., Mostostal Kielce S.A., Mostostal Płock S.A.W ocenie Zarządu Spółki działalność wykonywana przez Panią Barbarę Gronkiewicz nie\n                           jest działalnością konkurencyjną w stosunku do działalności wykonywanej w Spółce.\n                           Pani Barbara Gronkiewicz nie uczestniczy w spółkach konkurencyjnych jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej, nie uczestniczy\n                           również w innej konkurencyjnej osobie prawnej jako członek jej organu. Pani Barbara\n                           Gronkiewicz nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy o KRS. W ocenie Rady Nadzorczej Spółki, dokonane zmiany w zarządzie Spółki zapewnią zachowanie\n                           ciągłości w zakresie zarządzania przedsiębiorstwem Spółki, niezakłóconą kontynuację\n                           jej działalności oraz dalszy rozwój Spółki.",
        "date": "2015-10-06"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w okresie od 28.01.2015 r. do 15. 09. 2015\n                           r. Spółka podpisała z Gdańską Stocznią \"Remontowa\" im. J. Piłsudskiego S.A. umowy\n                           na łączną kwotę netto 4,64 mln PLN z czego największy był Aneks nr 3 z dnia 28.01.2015r.\n                           do Umowy z dnia 01.08.2013r., o której Spółka informowała raportami bieżącymi nr 25/2013\n                           z dnia 02.08.2013 r., nr 11/2014 z dnia 25.03.2014 r. Przedmiotem aneksu było zwiększenie wartości kwoty umownej o 2,5 mln PLN,  i przedłużenie\n                           terminu realizacji umowy do 07.04.2015 r.Pozostałe warunki Umowy nie ulegają zmianie.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2015-09-15"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr1/2015, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu okresowego za I półrocze\n                           2015 roku.Termin poprzedni - 31.08.2015 r.Aktualny termin - 19.08.2015 r.",
        "date": "2015-08-13"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 5 sierpnia  2015 roku Spółka zawarła\n                           z  Mostostal Power Development Sp. z o.o. z siedzibą w Warszawie _podmiotem powiązanym\n                           - Spółka z grupy kapitałowej Mostostal Warszawa S.A._ umowę o wartości netto 12,0\n                           mln PLN na wykonanie prefabrykacji wraz z zabezpieczeniem antykorozyjnym i dostawę\n                           konstrukcji stalowej oraz blachy nierdzewnej bunkrów BU1, BU2, BU3, i BU4 bloków 5\n                           i 6, dla projektu budowy bloków energetycznych nr 5 i 6 w PGE Górnictwo i Energetyka\n                           Konwencjonalna Spółka Akcyjna Oddział Elektrownia Opole.Kary umowne zostały ustalone w wysokości 15% wynagrodzenia umownego.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2015-08-06"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 05.08.2015 roku Spółka zawarła z\n                           Mostostal Kielce S.A. z siedzibą w Kielcach ul. Ks. P. Ściegiennego 280 _podmiotem\n                           powiązanym  - Spółka z grupy kapitałowej Mostostal Warszawa S.A._, umowę o wartości\n                           netto 19,96 mln PLN. Przedmiotem umowy jest montaż konstrukcji stalowej Kotła i Kotłowni dla Bloków 5 i\n                           6, dla projektu budowy bloków energetycznych  nr 5 i 6 w PGE Górnictwo i Energetyka\n                           Konwencjonalna Spółka Akcyjna Oddział Elektrownia Opole. Kary umowne zostały ustalone w wysokości 20% wynagrodzenia umownego.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2015-08-06"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 01.07.2015 r. otrzymał,  podpisane\n                           w dniu 29.06.2015 r. z Bankiem Pekao S.A. niżej wymienione umowy  /w formie aneksów/\n                           o przedłużenie linii gwarancji bankowych i o przedłużeniu linii kredytowych :  1. Aneks do umowy z dnia 14.07.2009 r. - przedmiotem umowy jest udzielanie przez Bank\n                           gwarancji na zlecenie Emitenta, których maksymalna wysokość została określona limitem\n                           w kwocie 12 mln PLN. Limit na gwarancje bankowe został przedłużony do dnia 30.06.2016 r.   2. Aneks do umowy z dnia 15.12.2009 r.  o przyznaniu linii kredytowej w formie limitu\n                           kredytowego w rachunku bieżącym w maksymalnej wysokości 5 mln  PLN do dnia 30.06.2016\n                           r.3. Aneks do umowy z dnia 06.10.2011 r. o udzielenie kredytu obrotowego odnawialnego\n                           w wysokości 5 mln PLN przedłużony do dnia 30.06.2016 r.  Pozostałe warunki umów nie ulegają zmianie.  Wynagrodzenie przysługujące Bankowi z tytułu realizacji umów ustalono na warunkach\n                           rynkowych a warunki umów nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów. Jako kryterium uznania umów za znaczące Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2015-07-01"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 26 czerwca 2015 roku Rada Nadzorcza\n                           dokonała wyboru firmy  PricewaterhouseCoopers  Sp. z o.o. z siedzibą w Warszawie,\n                           ul. Armii Ludowej 14, wpisanej na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych _prowadzoną przez Krajową Izbę Biegłych Rewidentów_ pod nr 144, jako podmiotu\n                           uprawnionego do przeprowadzenia badania sprawozdania finansowego Spółki za rok 2015\n                           oraz przeglądu sprawozdania finansowego za okres sześciu miesięcy kończący się 30\n                           czerwca 2015 roku.  Spółka korzystała z usług wybranego podmiotu przy przeprowadzaniu\n                           badania sprawozdań finansowych w latach 2012 - 2014. Wybór podmiotu uprawnionego do badania sprawozdań finansowych dokonany został zgodnie\n                           z obowiązującymi przepisami prawa i normami zawodowymi.",
        "date": "2015-06-26"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w okresie od 04.03.2015r. do 02.06.2015r.\n                           Spółka podpisała z PKN ORLEN S.A.  umowy na łączną kwotę netto 6,02 mln. PLN, z czego\n                           największą była umowa zawarta w dniu 02.06.2015 r. na wykonanie prac remontowych w\n                           branżach; mechaniczno - montażowej, budowlanej, izolacyjnej, antykorozyjnej oraz elektrycznej\n                           na zbiorniku Z-109 z Instalacji Komponowania Olejów na kwotę 4,44 mln PLN.  Kary umowne zostały ustalone w wysokości 20% wynagrodzenia umownego. Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A..",
        "date": "2015-06-03"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 18.05.2015 roku Spółka otrzymała,\n                           zawarty w dniu 12.05.2015 roku z IDS-BUD S.A. z siedzibą w Warszawie ul. Grzybowska\n                           87, Aneks Nr 1 na kwotę 7,75 mln PLN do Umowy z dnia 06.02.2014 roku, o której Spółka\n                           informowała raportem bieżącym nr 5/2014.Przedmiotem Aneksu jest  zwiększenie dotychczasowego zakresu Umowy o roboty dodatkowe\n                           oraz wykonanie rurociągów technologicznych międzyzbiornikowych obiekt 160 wraz z kompleksową\n                           antykorozją - w ramach Inwestycji \"Terminal Naftowy w Gdańsku - Etap I\".  Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2015-05-18"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 6 maja 2015 roku Spółka podpisała\n                           z Mostostal Power Development Sp. z o.o. z siedzibą w Warszawie _podmiotem powiązanym\n                           - Spółka z grupy kapitałowej Mostostal Warszawa S.A._ umowę o wartości netto 24,7\n                           mln PLN na wykonanie prefabrykacji wraz z zabezpieczeniem antykorozyjnym i dostawę\n                           konstrukcji stalowej drugorzędnej pakiet nr 2, pakiet nr 8, dla projektu budowy bloków\n                           energetycznych nr 5 i 6 w PGE Górnictwo i Energetyka Konwencjonalna Spółka Akcyjna\n                           Oddział Elektrownia Opole.Kary umowne zostały ustalone w wysokości 15% wynagrodzenia umownego.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2015-05-07"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że na Zwyczajnym Walnym Zgromadzeniu Mostostal\n                           PłockS.A., które odbyło się w dniu 30 kwietnia 2015 roku, akcjonariuszem posiadającym\n                           co najmniej 5%głosów na tym Zgromadzeniu był:Mostostal Warszawa S.A. z ilością 1 237 380 głosów, co stanowiło 99,999% głosów na\n                           tym Zgromadzeniu i 52,78% w ogólnej liczbie głosów.",
        "date": "2015-04-30"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że zgodnie z uchwałą w sprawie podziału zysku\n                           netto Mostostal Płock S.A. za rok 2014, podjętą w dniu 30 kwietnia 2015 roku przez\n                           Zwyczajne Walne Zgromadzenie Mostostal Płock S.A., akcjonariuszom Spółki wypłacona\n                           zostanie dywidenda za rok 2014 w wysokości 2.780.000,00 zł t.j. 1,39 zł na jedną akcję.Dywidendą objętych jest 2.000.000 akcji. Dzień dywidendy ustalono na 9 czerwca 2015 roku. Termin wypłaty dywidendy ustalono na dzień 25 czerwca 2015 roku.",
        "date": "2015-04-30"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że Zwyczajne Walne Zgromadzenie w dniu 30 kwietnia\n                           2015  roku powołało Radę Nadzorczą Mostostal Płock S.A. nowej kadencji w składzie:1.Jacek Szymanek – ur.1971, jest absolwentem Akademii Wychowania Fizycznego w Warszawie\n                           o specjalności trenerskiej oraz studiów Master of Business Administration organizowanych\n                           przez Francuski Instytut Zarządzania. Ukończył całą gamę specjalistycznych szkoleń\n                           z zakresu zarządzania, finansów oraz zasobów ludzkich. Od wielu lat związany z obszarem\n                           zarządzania personelem. Specyfikę różnych branż miał okazję poznawać, pracując w globalnych\n                           korporacjach. W latach 1995- 1999 związany z Pepsico, gdzie był odpowiedzialny za\n                           wsparcie HR dla operacyjnej części organizacji. W latach 1999-2004 pełnił funkcję\n                           Zastępcy Dyrektora Personalnego do spraw wynagrodzeń i świadczeń pracowniczych w firmie\n                           ubezpieczeniowej Commercial Union _obecnie Aviva_. W latach 2004-2005 pracował w Europejskim\n                           Funduszu Leasingowym na stanowisku Dyrektora odpowiedzialnego za cały obszar zarządzania\n                           personelem. W 2005 roku objął stanowisko Dyrektora Personalnego w międzynarodowej\n                           firmie logistycznej FM Polska, gdzie przez 6 lat odpowiadał za rozwój i kształtowanie\n                           polityki zarządzania zasobami ludzkimi w ramach Grupy FM Logistic. Od września 2011\n                           roku jest związany z Mostostalem Warszawa SA, gdzie pełnił funkcję Dyrektora Biura\n                           Personalnego. Od lutego 2012 roku odpowiada za obszar wsparcia organizacyjnego, nadzorując\n                           pracę działów HR, Administracji , IT, BHP, R&D i Systemów Zarządzania. W dniu 3 lutego\n                           2012 roku, decyzją Rady Nadzorczej, został powołany w skład Zarządu Mostostalu Warszawa\n                           SA, w którym pełni funkcję Członka Zarządu ds. Zarządzania i Administracji. Pełni\n                           również funkcje Członka Zarządu Mostostal Power Development Sp. z o.o. Zasiada też\n                           w Radzie Nadzorczej spółki zależnej Mostostalu Warszawa S.A.: Mostostal Kielce S.A.2.Barbara Gronkiewicz – ur. 1973, absolwentka Uniwersytetu Warszawskiego Wydziału\n                           Nauk Ekonomicznych.  Od 1996 roku związana z Mostostal Warszawa S.A., gdzie zajmuje\n                           stanowisko Dyrektora Biura Zarządzania Grupą Kapitałową.  Prezes Zarządu spółki z\n                           Grupy Kapitałowej Mostostal Warszawa – Mieleckie Przedsiębiorstwo Budowlane S.A. w\n                           okresie od 01.07.2005 do 28.06.2009 r. i od 15.02.2010 i nadal. Pełni funkcje członka\n                           Rad Nadzorczych w spółkach:  AMK Kraków S.A., Mostostal Kielce S.A.3. Jose Angel Andres Lopez – ur. 1974, ukończył Politechnikę w Madrycie uzyskując\n                           tytuł inżyniera w specjalności - budowa mostów. Pomiędzy wrześniem 1999 i lutym 2001\n                           roku zajmował stanowisko kierownika produkcji przy budowie południowego odcinka metra\n                           w Madrycie. Od lutego do grudnia 2001 roku był kierownikiem produkcji robót mostowych\n                           na budowie metra w San Juan _Puerto Rico_. W okresie od grudnia 2001 do marca 2002\n                           roku sprawował funkcję koordynatora ofertowania przy budowie sekcji VII i XI szybkiej\n                           kolei na trasie Madryt - Barcelona - granica francuska. Od marca 2002 do kwietnia\n                           2003 roku był kierownikiem biura technicznego przy budowie dwóch etapów tej inwestycji\n                           w ramach realizacji sekcji Lleida – Martorell.  W okresie od kwietnia do listopada\n                           2003 roku pełnił funkcję kontrolera, z ramienia Necso Entrecanales Cubiertas Oddział\n                           w Polsce, przy budowie mostu przez rzekę Dziwnę w Wolinie. W latach 2003 - 2005 był\n                           pełnomocnikiem hiszpańskiej spółki przy modernizacji drogi krajowej nr 7 na odcinkach\n                           Gdańsk - Kiezmark oraz Kiezmark - Jazowa. Od lutego 2005 pełni funkcję dyrektora technicznego Acciona Infraestructuras S.A.\n                           Oddział w Polsce. W dniu 25 czerwca 2007, decyzją rady nadzorczej, został powołany\n                           w skład Zarządu Mostostalu Warszawa S.A., a od dnia 28 listopada 2011 pełni funkcję\n                           Wiceprezesa Zarządu ds. Produkcji Mostostalu Warszawa S.A. Pełni również funkcję Prezesa\n                           Zarządu Mostostal Power Development Sp. z o. o. Zasiada też w Radach Nadzorczych spółek\n                           zależnych Mostostalu Warszawa S.A. : Mostostal Kielce S.A., Mieleckie Przedsiębiorstwo\n                           Budowlane S.A.4.Carlos Resino Ruiz - ur. 1963, w 1985 ukończył Uniwersytet Complutense w Madrycie\n                           uzyskując tytuł magistra Ekonomii i Zarządzania. W roku 2000 ukończył IESE Business\n                           School Universytetu Navarra, zaś w roku 2009 Escuela de Organización Industrial _Podyplomowa\n                           Szkoła Przygotowania Inżynierskiego_. W latach 1993-1995 pełnił funkcję Dyrektora\n                           Finansowego w Acciona na projekcie Impregilo- Torno- Al.  Wahda Power w Maroku. W\n                           latach 1995 – 1997 był Regionalnym Dyrektorem Finansowym Acciona  w Maroku. W latach\n                           2000 – 2010 pełnił funkcję Dyrektora Finansowego w Obszarze Centrum i Obszarze Budownictwa\n                           Inżynierskiego w Acciona Infraestructuras. Od maja 2010 do lutego 2013 r. pracował\n                           na stanowisku Dyrektora ds. Ekonomiczno-Finansowych w Acciona Ingeniería S.A. Od marca\n                           2013 r. jest związany z Mostostalem Warszawa S.A., gdzie pełnił funkcję Dyrektora\n                           ds. Kontrolingu. W dniu 26 czerwca 2014 roku decyzją Rady Nadzorczej został powołany\n                           w skład Zarządu Mostostalu Warszawa S.A., w którym pełni funkcję Członka Zarządu ds.\n                           Finansowych. Pełni również funkcję Członka Zarządu Mostostal Power Development Sp.\n                           z o.o. Zasiada też w Radach Nadzorczych spółek zależnych Mostostalu Warszawa S.A.:\n                           AMK Kraków S.A., Mostostal Kielce S.A., Mieleckie Przedsiębiorstwo Budowlane S.A. 5.Miguel Angel Heras Llorente - ur. 1959, w 1985 roku zdobył tytuł Inżyniera Dróg,\n                           Kanałów i Portów, a także ukończył specjalistyczny kurs projektowania, obliczeń i\n                           szczegółów konstrukcyjnych konstrukcji betonowych w budownictwie. W 2010 roku brał\n                           udział w Programie Szkolenia dla Kadry Zarządzającej w IE Business School. Posiada\n                           bardzo bogate doświadczenie zawodowe. Karierę rozpoczął w 1987 roku w IBERINSA na\n                           stanowisku Inżyniera Projektanta, gdzie m. in. projektował odwodnienia dla Projektu\n                           Metra w Kolumbii. W latach 1988-1992 był kierownikiem szeregu robót budowlanych w\n                           ENTRECANALES Y TAVORA głównie z zakresu infrastruktury oraz kolejnictwa. W czasie\n                           kolejnych pięciu lat kierował licznymi kontraktami w Hiszpanii i krajach Ameryki Łacińskiej.\n                           Projektami tymi zarządzał w ramach różnych konsorcjów, z których na szczególne podkreślenie\n                           zasługuje konsorcjum firm Entrecanales y Tavora i Dywidag y FCC zawiązane z budową\n                           Metra w Medellin _Kolumbia_. W roku 1997 doszło do fuzji firm ENTRECANALES Y TÁVORA\n                           z CUBIERTAS, w następstwie której w latach 1998-2003 kontynuował swoją karierę zawodową\n                           w firmie, która odtąd otrzymała nową nazwę NECSO ENTRECANALES CUBIERTAS. Pełnił w\n                           tym czasie funkcję Dyrektora Krajowego w Kolumbii, później w Kolumbii i Wenezueli,\n                           a od 2001 roku również w Portoryko. Spektrum zarządzanych przez niego projektów było\n                           szerokie, począwszy od budowy dróg, autostrad, linii kolejowych, tuneli i akweduktów,\n                           po budowę oczyszczalni i renowację portów. Wśród najistotniejszych znalazły się m.in.:\n                           rozbudowa kolejowego systemu transportu publicznego oraz budowa oczyszczalni ścieków\n                           w Portoryko, prowadzone w latach 2001-2003. W latach 2004-2006 Miguel Ángel pełnił\n                           funkcję Dyrektora Generalnego ds. Koncesji w Chile w firmie ACCIONA. W latach 2006\n                           - 2009, po powrocie do Hiszpanii, objął stanowisko Zastępcy Dyrektora Generalnego\n                           Koncesji, a w latach 2010 - 2012, Dyrektora Generalnego Obszaru Azja-Australia-Afryka.\n                           W dniu 5 grudnia 2012 roku decyzją Rady Nadzorczej został powołany w skład Zarządu\n                           Mostostalu Warszawa SA, w którym pełni funkcję Wiceprezesa Zarządu, Dyrektora Generalnego.\n                           Pełni również funkcję Przewodniczącego Rady Nadzorczej Mostostal Power Development\n                           Sp. z o.o. Wszyscy nowowybrani członkowie Rady Nadzorczej złożyli oświadczenia, że nie zajmują\n                           się interesami konkurencyjnymi w stosunku do Mostostal Płock S.A. ani też nie uczestniczą\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek spółki\n                           kapitałowej. Nie uczestniczą też w innej konkurencyjnej osobie prawnej jako członek\n                           organu. Nie posiadają w innej konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości co\n                           najmniej 10% ani też nie posiadają prawa do powołania co najmniej jednego członka zarządu.   Jednocześnie oświadczyli, że nie figurują w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.Ukonstytuowanie się Rady Nadzorczej nastąpi na jej pierwszym posiedzeniu.",
        "date": "2015-04-30"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje treść uchwał podjętych przez Zwyczajne Walne\n                           Zgromadzenie Mostostal Płock S.A. w dniu 30 kwietnia 2015 roku.",
        "date": "2015-04-30"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2015, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu okresowego za I kwartał\n                           2015 roku.Termin poprzedni - 15.05.2015r.Aktualny termin  - 29.04.2015r.",
        "date": "2015-04-24"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje w załączeniu treść projektów uchwał, które\n                           maja być przedmiotem obrad  Zwyczajnego Walnego Zgromadzenia , zwołanego na 30 kwietnia\n                           2015 roku.",
        "date": "2015-04-03"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Ogłoszenie Zarządu Mostostal Płock S.A. z siedzibą w Płocku o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia.Zarząd Mostostal Płock Spółka Akcyjna z siedzibą w Płocku przy ul. Targowej 12, 09-400\n                           Płock, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy XIV Wydział Gospodarczy pod nr KRS 0000053336,\n                           działając na podstawie Kodeksu spółek handlowych oraz § 17 ust.2 Statutu Spółki zwołuje\n                           Zwyczajne Walne Zgromadzenie, które odbędzie się 30 kwietnia 2015  roku o godzinie 10°° w siedzibie Spółki w Płocku ul. Targowa 12Porządek obrad.1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania  uchwał.4. Przyjęcie porządku obrad.5. Rozpatrzenie i zatwierdzenie sprawozdania finansowego Spółki za rok 2014 oraz sprawozdania\n                           Zarządu z      działalności Spółki w 2014 roku.6. Rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z działalności w 2014\n                           roku.7. Udzielenie absolutorium członkom Zarządu Spółki z wykonania przez nich obowiązków\n                            w 2014 roku. 8. Udzielenie absolutorium członkom Rady Nadzorczej z wykonania przez nich obowiązków\n                            w 2014 roku.9. Podjęcie uchwały w sprawie podziału zysku za 2014 r.10. Wybór Członków Rady Nadzorczej nowej kadencji.11. Zamknięcie obrad.Na podstawie art. 402² Kodeksu spółek handlowych Spółka przekazuje informacje dotyczące\n                           udziału w Zwyczajnym Walnym Zgromadzeniu Spółki.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu.Dniem rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu jest 14 kwietnia 2015\n                           r. _\"Dzień Rejestracji\"_.Prawo Akcjonariusza do uczestnictwa w Walnym Zgromadzeniu.Prawo uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Mostostal Płock S.A. w Dniu Rejestracji, tzn. osoby, które:1. w przypadku akcji na okaziciela:- na 16 dni przed datą Zwyczajnego Walnego Zgromadzenia tj. 14 kwietnia 2015 r. na\n                           rachunku papierów wartościowych będą mieli zapisane akcje Spółki oraz- od dnia ogłoszenia o ZWZ do dnia 15 kwietnia 2015 r. _włącznie_ złożą żądanie wystawienia\n                           imiennego zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu w podmiocie\n                           prowadzącym rachunek papierów wartościowych, na którym zapisane są akcje SpółkiRekomenduje się akcjonariuszom odebranie wyżej wymienionego wystawionego zaświadczenia\n                           o prawie uczestnictwa i zabranie go ze sobą na ZWZ.2. w przypadku akcji imiennych:- w Dniu Rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu tj. 14 kwietnia\n                           2015 r. są wpisani do Księgi akcyjnej Mostostal Płock S.A.Spółka sporządzi listę akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu na podstawie:- wykazu udostępnionego jej przez Krajowy Depozyt Papierów Wartościowych a sporządzonego\n                           na podstawie wystawionych przez podmioty prowadzące rachunki papierów wartościowych\n                           imiennych zaświadczeń o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu oraz- Księgi akcyjnej Mostostal Płock S.A.Na trzy dni powszednie przed terminem Zwyczajnego Walnego Zgromadzenia, tj. w dniach\n                           27, 28, 29 kwietnia 2015 roku w godz. 6:30 do 14:30 w siedzibie Spółki _ul. Targowa\n                           12, 09-400 Płock_ zostanie wyłożona do wglądu lista akcjonariuszy uprawnionych do\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.Prawo akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad walnego\n                           zgromadzenia.Akcjonariuszowi lub akcjonariuszom reprezentującym co najmniej 5% kapitału zakładowego\n                           przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie\n                           później niż na 21 dni przed terminem Zwyczajnego Walnego Zgromadzenia, tj. do dnia\n                           9 kwietnia 2015 roku. Żądanie powinno zawierać uzasadnienie i projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub w postaci elektronicznej i przesłane\n                           na następujący adres poczty elektronicznej Spółki: wza@mostostal-plock.com.pl. Akcjonariusz/akcjonariusze\n                           powinien/powinni wykazać posiadanie odpowiedniej liczby akcji na dzień złożenia żądania\n                           załączając do żądania świadectwo/a depozytowe oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Prawo akcjonariusza do zgłaszania projektów uchwał.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 5% kapitału zakładowego\n                           mogą przed terminem Zwyczajnego Walnego Zgromadzenia zgłaszać na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12, 09-400 Płock lub przy wykorzystaniu środków komunikacji\n                           elektronicznej na adres e-mail: wza@mostostal-plock.com.pl projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad Zwyczajnego Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Akcjonariusz/akcjonariusze powinien/powinni\n                           wykazać posiadanie odpowiedniej liczby akcji na dzień złożenia żądania załączając\n                           do żądania świadectwo/a depozytowe lub zaświadczenie o prawie uczestnictwa w Walnym\n                           Zgromadzeniu oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Ponadto, każdy z akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad.Elektroniczna komunikacja Akcjonariuszy z Mostostal Płock S.A.W granicach przewidzianych przepisami Kodeksu spółek handlowych i Statutu Spółki,\n                           Akcjonariusze mogą kontaktować się ze Spółką za pomocą elektronicznych środków komunikacji.\n                           Komunikacja Akcjonariuszy z Mostostal Płock S.A. w formie elektronicznej odbywa się\n                           przy wykorzystaniu adresu e-mail: wza@mostostal-plock.com.pl Ryzyko związane z wykorzystaniem\n                           środków komunikacji elektronicznej ponosi Akcjonariusz. Wszelkie dokumenty przesyłane przez Akcjonariusza do Mostostal Płock S.A., jak również\n                           przez Mostostal Płock S.A do Akcjonariusza drogą elektroniczną powinny być zeskanowane\n                           do formatu PDF lub JPEG.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu oraz wykonywać prawo\n                           głosu osobiście lub przez pełnomocnika / pełnomocników. Pełnomocnictwo do głosowania\n                           przez pełnomocnika powinno być udzielone na piśmie lub  w postaci elektronicznej.\n                           Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym. Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika\n                           są zamieszczone na stronie internetowej Spółki pod adresem www.mostostal-plock.com.pl,\n                           w sekcji Relacje Inwestorskie / Walne Zgromadzenie. Akcjonariusz jest zobowiązany\n                           przesłać do Spółki informację o udzieleniu pełnomocnictwa  w postaci elektronicznej\n                           na adres poczty elektronicznej wza@mostostal-plock.com.pl najpóźniej na jeden dzień\n                           przed dniem Zwyczajnego Walnego Zgromadzenia _tj. do dnia 29 kwietnia 2015 roku do\n                           godz. 14:30_. Do informacji o udzieleniu pełnomocnictwa w postaci elektronicznej należy\n                           dołączyć zeskanowane pełnomocnictwo udzielone na formularzu udostępnionym przez Spółkę\n                           _lub sporządzone przez Akcjonariusza, zawierające co najmniej te same dane i informacje_\n                           oraz:a_ w przypadku akcjonariuszy będących osobami fizycznymi – kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza,b_ w przypadku akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić\n                           uprawnienie do działania w imieniu tego podmiotu załączając kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej\n                           _osób fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu _np. nieprzerwany\n                           ciąg pełnomocnictw_.Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Brak\n                           możliwości weryfikacji udzielenia pełnomocnictwa może stanowić podstawę dla odmowy\n                           dopuszczenia pełnomocnika do udziału w Zwyczajnym Walnym Zgromadzeniu.Powyższe zasady dotyczące sposobu udzielenia pełnomocnictwa, mają zastosowanie również\n                           w odniesieniu do odwołania pełnomocnictwa udzielonego w postaci elektronicznej.Dopuszczenie do udziału w Zwyczajnym Walnym Zgromadzeniu.Akcjonariusze zostaną dopuszczeni do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           po okazaniu dowodu tożsamości, a pełnomocnicy:a_ w przypadku pełnomocnictwa udzielonego w formie pisemnej – po okazaniu dowodu tożsamości\n                           i ważnego pełnomocnictwa udzielonego w formie pisemnej, b_ w przypadku pełnomocnictwa udzielonego w postaci elektronicznej – po okazaniu dowodu\n                           tożsamości i wydruku pełnomocnictwa w formacie PDF.Przedstawiciele osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne\n                           odpisy z odpowiednich rejestrów, wymieniające osoby uprawnione do reprezentowania\n                           tych podmiotów oraz inne dokumenty potwierdzające upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Zwyczajnym Walnym Zgromadzeniu _np.\n                           nieprzerwany ciąg pełnomocnictw_.W przypadku okazania kopii ww. dokumentów powinny być one potwierdzone na każdej stronie\n                           za zgodność z oryginałem przez upoważnione osoby.Możliwość i sposób uczestniczenia w walnym zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości uczestniczenia oraz wypowiadania się w trakcie Walnego\n                           Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej.Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.Dostęp do dokumentacji.Pełny tekst dokumentacji, która ma być przedstawiona na Zwyczajnym Walnym Zgromadzeniu,\n                           projekty uchwał oraz wszelkie informacje można uzyskać w siedzibie Spółki pod adresem\n                           ul. Targowa 12, 09-400 Płock lub na stronie internetowej Spółki pod adresem  www.mostostal-plock.com.pl\n                           w sekcji \"Relacje Inwestorskie\\ Walne Zgromadzenie\".Rejestracja obecności na WZ.Zarząd Mostostal Płock S.A. uprzejmie informuje, że rejestracja obecności i wydawanie\n                           kart do głosowania rozpocznie się w dniu Zwyczajnego Walnego Zgromadzenia od godz.\n                           9:30.Zarząd Mostostal Płock S.A.",
        "date": "2015-04-03"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 01.04.2015 roku otrzymał stosowne\n                           dokumenty dotyczące Aneksu Nr 3 z dnia 03.03.2015 r. do Umowy ramowej podpisanej w\n                           dniu 16.05.2011 r. z InterRisk TU S.A. Vienna Insurance Group o udzielenie linii gwarancji\n                           ubezpieczeniowych z limitem w wysokości 17 mln PLN czynnej do 02.03.2016 r. Zabezpieczeniem gwarancji ubezpieczeniowych jest m.in. hipoteka umowna do wysokości\n                           6,75 mln PLN na prawie wieczystego użytkowania gruntu wraz z cesją praw z polisy ubezpiczeniowej\n                           oraz przewłaszczenie wybranych środków trwałych stanowiących własność Spółki o ogólnej\n                           wartości 3,6 mln PLN. Umowa nie zawiera specyficznych warunków, charakterystycznych dla tej umowy szczególnie\n                           tych, które odbiegałyby od warunków powszechnie stosowanych dla tego typu umów. Prowizja przysługująca Towarzystwu z tytułu realizacji umowy ustalona została na\n                           warunkach rynkowych i nie odbiega od powszechnie stosowanych dla tego typu umów. \n                           Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2015-04-01"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2015, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu rocznego za 2014 rok.Poprzedni termin - 20.03.2015 r.Aktualny termin - 23.02.2015 r.",
        "date": "2015-02-18"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje do publicznej wiadomości wykaz wszystkich raportów\n                           bieżących i okresowych opublikowanych przez Spółkę w 2014 roku .Raporty bieżące:Nr 1/2014 z dnia 07.01.2014\tTerminy przekazywania raportów okresowych w 2014 roku.Nr 2/2014 z dnia 07.01.2014\tWykaz informacji przekazanych do publicznej wiadomości\n                           w 2013 roku.Nr 3/2014 z dnia 28.01.2014\tZawarcie znaczącej umowy.Nr 4/2014 z dnia 28.01.2014\tZawarcie umowy inwestycyjnej.Nr 5/2014 z dnia 07.02.2014\tZawarcie znaczącej umowy.Nr 6/2014 z dnia 07.03.2014\tZmiana terminu przekazania raportu okresowego.Nr 7/2014 z dnia 17.03.2014\tZwołanie Zwyczajnego Walnego Zgromadzenia Mostostal Płock\n                           S.A.Nr 8/2013 z dnia 17.03.2014\tProjekty uchwał na Zwyczajne Walne Zgromadzenie Mostostal\n                           Płock S.A.Nr 9/2014 z dnia 18.03.2014\tZawarcie znaczącej umowy.Nr 10/2014 z dnia 20.03.2014\tZawarcie znaczącej umowy.Nr 11/2014 z dnia 25.03.2014\tZawarcie aneksu do znaczącej umowy.Nr 12/2014 z dnia 01.04.2014\tZawarcie aneksu do znaczącej umowy.Nr 13/2014 z dnia 03.04.2014\tOdwołanie Zwyczajnego Walnego Zgromadzenia Mostostal\n                           Płock S.A. zwołanego                                                            na\n                           dzień 15.04.2014 r.Nr 14/2014 z dnia 04.04.2014\tSpełnienie warunku umowy inwestycyjnej.Nr 15/2014 z dnia 07.04.2014\tZwołanie Zwyczajnego Walnego Zgromadzenia Mostostal Płock\n                           S.A.Nr 16/2014 z dnia 07.04.2014\tProjekty uchwał na Zwyczajne Walne Zgromadzenie Mostostal\n                           Płock S.A.Nr 17/2014 z dnia 09.04.2014\tZawarcie znaczącej umowy.Nr 18/2014 z dnia 23.04.2014\tZawarcie znaczącej umowy.Nr 19/2014 z dnia 29.04.2014\tZmiana terminu przekazania raportu okresowego.Nr 20/2014 z dnia 07.05.2014\tTreść uchwał podjętych przez Zwyczajne Walne Zgromadzenie.Nr 21/2014 z dnia 07.05.2014\tAkcjonariusze posiadający co najmniej 5% głosów na ZWZ.Nr 22/2014 z dnia 13.06.2014\tWybór podmiotu uprawnionego do badania sprawozdań finansowych.Nr 23/2014 z dnia 27.06.2014\tRezygnacja z funkcji Członka Rady Nadzorczej.Nr 24/2014 z dnia 15.07.2014\tZawarcie znaczącej umowy.Nr 25/2014 z dnia 16.07.2014\tZawarcie znaczącej umowy.Nr 26/2014 z dnia 29.07.2014\tZwołanie Nadzwyczajnego Walnego Zgromadzenia Mostostal\n                           Płock S.A.Nr 27/2014 z dnia 29.07.2014\tProjekty uchwał na Nadzwyczajne Walne Zgromadzenie Mostostal\n                           Płock S.A.Nr 28/2014 z dnia 19.08.2014\tZmiana terminu przekazania raportu okresowego.Nr 29/2014 z dnia 02.09.2014\tTreść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie\n                           Nr 30/2014 z dnia 02.09.2014\tPowołanie członka Rady NadzorczejNr 31/2014 z dnia 02.09.2014\tAkcjonariusze posiadający co najmniej 5% głosów na NWZ.Nr 32/2014 z dnia 27.10.2014 \tZmiana terminu przekazania raportu okresowego.Nr 33/2014 z dnia 16.12.2014\tZawarcie znaczącej umowy.Raporty okresowe:Raport kwartalny za I kwartał 2014 roku\t06.05.2014 r.Raport kwartalny za III kwartał 2014 roku\t30.10.2014 r.Raport półroczny za I półrocze 2014 roku – 22.08.2014 r.Raport roczny za 2013 rok – 12.03.2014 r.Wszystkie wyżej wymienione raporty są dostępne w siedzibie Spółki oraz na stronie\n                           internetowej: www.mostostal-plock.com.pl",
        "date": "2015-01-15"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 09.11.2016 roku Spółka otrzymała\n                           podpisaną Umowę  z dnia 04.11.2016 roku zawartą z Mostostal Power Development Sp.\n                           z o. o. z siedzibą w Warszawie _podmiotem powiązanym - Spółka z Grupy Kapitałowej\n                           Mostostal Warszawa_.Przedmiotem Umowy jest wykonanie wraz z zabezpieczeniem antykorozyjnym, dostawa na\n                           plac budowy, montaż konstrukcji stalowych estakad olejowych 5UXY05 i 6UXY05 dla projektu\n                           budowy bloków energetycznych nr 5 i 6 w PGE Górnictwo i Energetyka Konwencjonalna\n                           Spółka Akcyjna Oddział Elektrownia Opole.Wartość Umowy netto wynosi 4,7 mln PLN. Termin realizacji _zakończenia_ Umowy - 28.12.2016\n                           r.Kary umowne z tytułu odstąpienia od umowy zostały ustalone w wysokości 15% wynagrodzenia\n                           umownego netto. Suma kar umownych z tytułu opóźnień nie może przekroczyć 20% wynagrodzenia\n                           netto.Kary umowne nie wyłaczają uprawnienia do dochodzenia roszczeń odszkodowawcych przekraczających\n                           wysokość tych kar.",
        "date": "2016-11-09"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 2/2016, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu okresowego za III kwartał\n                           2016 roku.Poprzedni termin - 14.11.2016 r. Aktualny termin - 10.11.2016 r.",
        "date": "2016-11-07"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 20.10.2016 roku Spółka otrzymała\n                           podpisaną Umowę ramową,  z dnia 18.10.2016 roku zawartą z PKN Orlen Spółka Akcyjna.Przedmiotem Umowy jest zobowiązanie Mostostal Płock S.A. _Wykonawcy_ do przyjmowania\n                           i realizacji zamówień składanych przez PKN Orlen S.A. dotyczących wykonywania prac\n                           we wiodącej branży mechanicznej oraz towarzyszących branżach: izolacyjnej i antykorozyjnej\n                           w ramach zadań inwestycyjnych z szybkiej ścieżki inwestycyjnej w Zakładzie Produkcyjnym\n                           PKN Orlen S.A. w Płocku lub pozostałych obiektach PKN Orlen S.A..Umowa obowiązuje od dnia jej podpisania do dnia 31.12.2018 roku.Wysokość wynagrodzenia strony określiły następująco: w okresie od dnia podpisania\n                           Umowy do 31.12.2016r. w maksymalnej wysokości 3 mln PLN,  oraz począwszy od 01.01.2017\n                           r. na każdy okres 12 miesięcy kalendarzowych roczną łączną wysokość wynagrodzenia\n                           w kwocie 3 mln PLN.",
        "date": "2016-10-20"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A., w nawiązaniu do raportu bieżącego nr 26/2016 z dnia 22.08.2016\n                           r., informuje, że w dniu 30 września 2016 roku Spółka, podpisała z Lotos Asfalt Sp.\n                           z o.o. z siedzibą w Gdańsku ul. Elbląska 135, 80-718 Gdańsk, Umowę _przyrzeczoną_\n                           na roboty w zakresie projektowania, dostaw, realizacji konstrukcji, prac wykończeniowych,\n                           ziemnych transportu wewnętrznego, holowania, rozładunku i odbioru, przeprowadzenia\n                           prób - związane z wykonaniem zbiorników produktów pośrednich DCU _2080-S135/S136_\n                           na terenie rafinerii w Gdańsku.Wartość umowy netto wynosi 24,5 mln PLN. Termin realizacji _zakończenia_ umowy - 30.11.2017\n                           r.Maksymalna wysokość kar umownych wynosi 10% wartości wynagrodzenia netto.Kary umowne nie wyłączają uprawnienia do dochodzenia roszczeń odszkodowawczych przekraczających\n                           wysokość tych kar.",
        "date": "2016-09-30"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu  29 września 2016 roku podjął uchwałę\n                           o udzieleniu z dniem 29 września 2016 roku Panu Robertowi Kowalskiemu prokury oddzielnej\n                           obejmującej umocowanie do wykonywania czynności sądowych i pozasądowych związanych\n                           z prowadzeniem Spółki Mostostal Płock S.A.Pan Robert Kowalski ur. 1977 r. posiada wykształcenie wyższe techniczne, absolwent\n                           Politechniki Łódzkiej, Wydział Budownictwa, Architektury i Inżynierii Środowiska. W 2006 r. uzyskał uprawnienia\n                           budowlane do kierowania robotami budowlanymi bez ograniczeń  o specjalności konstrukcyjno-budowlanej\n                           _członek kujawsko-pomorskiej Izby Inżynierów Budownictwa_. W roku 1999 uzyskał uprawnienia\n                           do badań materiałów budowlanych wydany przez Instytut Techniki Budowlanej w Warszawie.\n                           W roku 2004 zdobył certyfikat szkolenia \"Wzory warunków kontraktowych FIDIC w Kontraktach\n                           Unii Europejskiej i Banku Światowego\". W roku 2004 uczestnik w szkoleniu rejestrowanym\n                           przez Międzynarodowy Rejestr Certyfikowanych Auditorów w Londynie _IRCA_ na auditorów\n                           wewnętrznych systemu zarządzania jakością wg ISO 9001:2000 – Nr PL/106/03/1337, gdzie\n                           uzyskał Świadectwo pozytywnego ukończenia szkolenia– Nr IA3/04/PL656. W 2007 roku\n                           zdobył dyplom ukończenia szkolenia organizowanego przez Ośrodek Doradztwa i Treningu\n                           Kierowniczego  \" Metodyka Project Management\" oraz \"Komunikacja i Praca Zespołowa\n                           w Projekcie\".Karierę zawodową rozpoczął  w roku 1998 r. w firmie Hydrobudowa Włocławek _po przekształceniu\n                           Hydrobudowa Polska S.A. _ gdzie do roku 2012  poszerzał swoją wiedzę i zdobywał doświadczenie\n                           przy realizacji kontraktów oraz pełnił funkcje kierownicze w komórkach organizacyjnych,\n                           a następnie na realizowanych budowach. Jako Dyrektor Kontraktów/Przedstawiciel Wykonawcy\n                           realizował jedne z większych Inwestycji w sektorze środowiskowym, finansowanych ze\n                           środków Unii Europejskiej. Od roku 2012  rozpoczął współpracę  z firmą Mostostal Warszawa S.A gdzie pełnił rolę\n                           Dyrektora Departamentu  nadzorując projekty realizowane  w obszarze Ochrony Środowiska.\n                           Od września 2016 r. zatrudniony  w Mostostal Płock S.A. na stanowisku Dyrektora Produkcji. Według złożonego oświadczenia nie zajmuje się interesami konkurencyjnymi w stosunku\n                           do Mostostal Płock S.A. ani też nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej. Nie uczestniczy\n                           też w innej konkurencyjnej osobie prawnej jako członek organu. Nie posiada w innej\n                           konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości co najmniej 10% ani\n                           też nie posiada prawa do powołania co najmniej jednego członka zarządu. Jednocześnie oświadczył, że nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2016-09-29"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że na Nadzwyczajnym Walnym Zgromadzeniu Mostostal\n                           Płock S.A., które odbyło się w dniu 28 września 2016 roku, akcjonariuszem posiadającym\n                           co najmniej 5% głosów na tym Zgromadzeniu był: Mostostal Warszawa S.A. z ilością 1\n                           237 380 głosów, co stanowiło 99,99% głosów na tym Zgromadzeniu i 52,78% w ogólnej\n                           liczbie głosów.",
        "date": "2016-09-28"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym wpłynęła do Spółki:\n                           rezygnacja Pana  Marcina Kondraszuka z funkcji członka Rady Nadzorczej Mostostal Płock\n                           S.A. z dniem 30.09.2016 r. Jako powód rezygnacji Pan Marcin Kondraszuk podał względy\n                           osobiste.Spółka informuje również, że w dniu 28 września 2016 r. Nadzwyczajne Walne Zgromadzenie\n                           Spółki powołało do składu Rady Nadzorczej Mostostal Płock S.A. : Panią Barbarę Gronkiewicz\n                           oraz Pana Alvaro Javier De Rojas Rodriguez.1. Barbara Gronkiewicz – ur. 1973, absolwentka Uniwersytetu Warszawskiego Wydziału\n                           Nauk Ekonomicznych. Pani Barbara Gronkiewicz od 1996 roku związana z Mostostal Warszawa\n                           S.A., gdzie zajmuje stanowisko Dyrektora Biura Zarządzania Grupą Kapitałową. W okresie\n                           od 2005 do 2009 roku oraz od 2010 roku do chwili obecnej jest Prezesem Zarządu spółki\n                           z Grupy Kapitałowej Mostostal Warszawa – Mieleckie Przedsiębiorstwo Budowlane S.A.\n                           W okresie od 17 grudnia 2015 roku do 30 września  2016 roku Członek Zarządu Mostostal\n                           Płock S.A. Pani Barbara Gronkiewicz pełni funkcje członka Rad Nadzorczych w spółkach:\n                           AMK Kraków S.A., Mostostal Kielce S.A.W dniu 28 września 2016 roku została powołana z dniem 1 października 2016 roku przez\n                           Nadzwyczajne Walne Zgromadzenie na Członka Rady Nadzorczej Mostostal Płock S.A.Zgodnie ze złożonym oświadczeniem nie zajmuje się interesami konkurencyjnymi w stosunku\n                           do Mostostal Płock S.A. ani też nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej. Nie uczestniczy\n                           też w innej konkurencyjnej osobie prawnej jako członek organu. Nie posiada w innej\n                           konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości co najmniej 10%  ani\n                           też nie posiada prawa do powołania co najmniej jednego członka zarządu. Jednocześnie\n                           oświadczyła, że nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na\n                           podstawie ustawy o KRS. 2. Alvaro Javier De Rojas Rodríguez - ur. 1973 r. ukończył Uniwersytet Autónoma de\n                           Madrid, uzyskując tytuł magistra Ekonomii i Zarządzania. Od początku swojej kariery\n                           zawodowej związany z Grupą Acciona SA. W latach 1997-2000 pracował w Dyrekcji ds.\n                           Administracji i Finansów m.in. na budowie Elektrociepłowni w Sidi Krir _Aleksandria\n                           w Egipcie_, czy Szpitala Uniwersyteckiego imienia Króla Abdullaha _Irbid w Jordanii_.\n                           Od 2000 roku pełnił funkcję Kierownika ds. Administracji i Finansów. Piastował to\n                           stanowisko przez sześć lat. W tym czasie pracował na dwóch projektach infrastrukturalnych\n                           w Chile: Centralnej Nabrzeżnej Sieci Drogowej _hiszp. Red Vial Litoral Central, 2002-2004_\n                           oraz sieci autostrad Américo Vespucio Sur _2004-2006_. W roku 2006 awansował na stanowisko\n                           Dyrektora Finansowego w Corporativo Acciona México, zaś od roku 2015 był Dyrektorem\n                           Finansowym w Corporativo Acciona Brasil. Od dnia 25 sierpnia 2016 r. jest Członkiem\n                           Zarządu Mostostal Warszawa SA. W dniu 28 września 2016 roku został powołany z dniem\n                           1 października 2016 roku przez Nadzwyczajne Walne Zgromadzenie na Członka Rady Nadzorczej\n                           Mostostal Płock S.A. Zgodnie ze złożonym oświadczeniem nie zajmuje się interesami konkurencyjnymi w stosunku\n                           do Mostostal Płock S.A. ani też nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej. Nie uczestniczy\n                           też w innej konkurencyjnej osobie prawnej jako członek organu. Nie posiada w innej\n                           konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości co najmniej 10%  ani\n                           też nie posiada prawa do powołania co najmniej jednego członka zarządu. Jednocześnie\n                           oświadczył, że nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy o KRS.",
        "date": "2016-09-28"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A.  _\"Spółka\"_ przekazuje treść uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie Mostostal Płock S.A. w dniu 28 września 2016 roku.Uchwała  Nr 1Nadzwyczajnego  Walnego  Zgromadzenia  MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 28 września 2016 r.w sprawie wyboru Przewodniczącego Zgromadzenia.Nadzwyczajne  Walne  Zgromadzenie   Mostostal  Płock  S.A.  wybiera  na  Przewodniczącego\n                           Zgromadzenia  Pana Piotra Kamińskiego.Liczba akcji, z których oddano ważne głosy – 973 153, co stanowi 48,66 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 237 381W tym liczba głosów \"za\" – 1 237 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.Uchwała  Nr 2 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCKSPÓŁKA AKCYJNA z dnia 28 września 2016 r.w sprawie przyjęcia porządku obrad.Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. przyjmuje porządek obrad przedstawiony w ogłoszeniu o zwołaniu Zgromadzenia w następującym brzmieniu:1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Zmiany w składzie  Rady Nadzorczej.6. Zamknięcie obradLiczba akcji, z których oddano ważne głosy – 973 153, co stanowi 48,66 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 237 381W tym liczba głosów \"za\" – 1 237 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.Uchwała  Nr 3 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 28 września 2016 r.w  sprawie  powołania członka Rady NadzorczejDziałając na podstawie art.385 § 1 Kodeksu Spółek Handlowych w związku z postanowieniem\n                           § 21 ust. 2 Statutu Spółki, Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. uchwala\n                           co następuje:Do składu Rady Nadzorczej z dniem 1 października 2016 roku, powołuje się  Panią Barbarę\n                           Gronkiewicz.Liczba akcji, z których oddano ważne głosy – 973 153, co stanowi 48,66 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 237 381W tym liczba głosów \"za\" – 1 237 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.Uchwała  Nr 4 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 28 września 2016 r.w  sprawie  powołania członka Rady NadzorczejDziałając na podstawie art.385 § 1 Kodeksu Spółek Handlowych w związku z postanowieniem\n                           § 21 ust. 2 Statutu Spółki, Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. uchwala\n                           co następuje:Do składu Rady Nadzorczej z dniem 1 października 2016 roku, powołuje się Pana Alvaro\n                           Javier De Rojas Rodriguez.Liczba akcji, z których oddano ważne głosy – 973 153, co stanowi 48,66 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 237 381W tym liczba głosów \"za\" – 1 237 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.",
        "date": "2016-09-28"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że w dniu 28 września 2016 r. Pani Barbara\n                           Gronkiewicz złożyła rezygnację z funkcji Członka Zarządu Spółki ze skutkiem na dzień\n                           30 września 2016 roku. Swoją rezygnację Pani Barbara Gronkiewicz uzasadniła propozycją objęcia funkcji Członka\n                           Rady Nadzorczej Mostostal Płock S.A., złożoną przez Mostostal Warszawa S.A. - Akcjonariusza\n                           Spółki.",
        "date": "2016-09-28"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje treść projektów uchwał, które mają być przedmiotem\n                           obrad Nadzwyczajnego Walnego Zgromadzenia, zwołanego na 28 września 2016 roku.Uchwała  Nr 1Nadzwyczajnego  Walnego  Zgromadzenia  MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 28 września 2016 r.w sprawie wyboru Przewodniczącego Zgromadzenia.Nadzwyczajne  Walne  Zgromadzenie   Mostostal  Płock  S.A.  wybiera  na  Przewodniczącego\n                           Zgromadzenia  ………………………………………………………… Uchwała  Nr 2 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCKSPÓŁKA AKCYJNA z dnia 28 września 2016 r.w sprawie przyjęcia porządku obrad.Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. przyjmuje porządek obrad przedstawiony w ogłoszeniu o zwołaniu Zgromadzenia w następującym brzmieniu:1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Zmiany w składzie  Rady Nadzorczej.6. Zamknięcie obrad.                        Uchwała  Nr 3 Nadzwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 28 września 2016 r.w  sprawie  powołania członka Rady NadzorczejDziałając na podstawie art.385 § 1 Kodeksu Spółek Handlowych w związku z postanowieniem\n                           § 21 ust. 2 Statutu Spółki, Nadzwyczajne Walne Zgromadzenie Mostostal Płock S.A. uchwala\n                           co następuje:Do składu Rady Nadzorczej z dniem 1 października 2016 roku, powołuje się  …………………………………………………..",
        "date": "2016-08-31"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Ogłoszenie Zarządu Mostostal Płock S.A. z siedzibą w Płocku o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia.Zarząd Mostostal Płock Spółka Akcyjna z siedzibą w Płocku przy ul.Targowej 12, 09-400\n                           Płock, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy XIV Wydział Gospodarczy pod nr KRS 0000053336,\n                           działając na podstawie Kodeksu spółek handlowych oraz § 17 ust.4 Statutu Spółki zwołuje\n                           Nadzwyczajne Walne Zgromadzenie, które odbędzie się 28 września 2016 roku o godzinie\n                           10°° w siedzibie Spółki w Płocku ul. Targowa 12.Porządek obrad.1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Zmiany w składzie Rady Nadzorczej.6. Zamknięcie obrad.Na podstawie art. 402² Kodeksu spółek handlowych Spółka przekazuje informacje dotyczące\n                           udziału w Nadzwyczajnym Walnym Zgromadzeniu Spółki.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu.Dniem rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu jest 12 września\n                           2016 r. _\"Dzień Rejestracji\"_.Prawo Akcjonariusza do uczestnictwa w Walnym Zgromadzeniu.Prawo uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Mostostal Płock S.A. w Dniu Rejestracji, tzn. osoby, które:1. w przypadku akcji na okaziciela:- na 16 dni przed datą Nadzwyczajnego Walnego Zgromadzenia tj. 12 września 2016 r.\n                           na rachunku papierów wartościowych będą miały zapisane akcje Spółki oraz- od dnia ogłoszenia o NWZ do dnia 13 września 2016 roku _włącznie_ złożą żądanie\n                           wystawienia imiennego zaświadczenia o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           w podmiocie prowadzącym rachunek papierów wartościowych, na którym zapisane są akcje\n                           Spółki.Rekomenduje się akcjonariuszom odebranie wyżej wymienionego wystawionego zaświadczenia\n                           o prawie uczestnictwa i zabranie go ze sobą na NWZ.2. w przypadku akcji imiennych:- w Dniu Rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu tj. 12 września\n                           2016 r. są wpisane do Księgi akcyjnej Mostostal Płock S.A.Spółka sporządzi listę akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym\n                           Walnym Zgromadzeniu na podstawie:- wykazu udostępnionego jej przez Krajowy Depozyt Papierów Wartościowych a sporządzonego\n                           na podstawie wystawionych przez podmioty prowadzące rachunki papierów wartościowych\n                           imiennych zaświadczeń o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu oraz- Księgi akcyjnej Mostostal Płock S.A.Na trzy dni powszednie przed terminem Nadzwyczajnego Walnego Zgromadzenia, tj. w dniach\n                           23, 26 i 27 września 2016 roku w godz. 6:30 do 14:30 w siedzibie Spółki _ul. Targowa\n                           12, 09-400 Płock_ zostanie wyłożona do wglądu lista akcjonariuszy uprawnionych do\n                           uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu.Prawo akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad walnego\n                           zgromadzenia.Akcjonariuszowi lub akcjonariuszom reprezentującym co najmniej 5% kapitału zakładowego\n                           przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie\n                           później niż na 21 dni przed terminem Nadzwyczajnego Walnego Zgromadzenia, tj. do dnia\n                           7 września 2016 roku. Żądanie powinno zawierać uzasadnienie i projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub w postaci elektronicznej i przesłane\n                           na następujący adres poczty elektronicznej Spółki: wza@mostostal-plock.pl. Akcjonariusz/akcjonariusze powinien/powinni wykazać posiadanie odpowiedniej liczby\n                           akcji na dzień złożenia żądania załączając do żądania świadectwo/a depozytowe oraz,\n                           w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Prawo akcjonariusza do zgłaszania projektów uchwał.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 5% kapitału zakładowego\n                           mogą przed terminem Nadzwyczajnego Walnego Zgromadzenia zgłaszać na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub przy wykorzystaniu środków komunikacji\n                           elektronicznej na adres e-mail: wza@mostostal-plock.pl projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad Nadzwyczajnego Walnego Zgromadzenia lub spraw, które\n                           mają zostać wprowadzone do porządku obrad.Akcjonariusz/akcjonariusze powinien/powinni wykazać posiadanie odpowiedniej liczby\n                           akcji na dzień złożenia żądania załączając do żądania świadectwo/a depozytowe lub\n                           zaświadczenie o prawie uczestnictwa w Walnym Zgromadzeniu oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Ponadto, każdy z akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.Elektroniczna komunikacja Akcjonariuszy z Mostostal Płock S.A.W granicach przewidzianych przepisami Kodeksu spółek handlowych i Statutu Spółki,\n                           Akcjonariusze mogą kontaktować się ze Spółką za pomocą elektronicznych środków komunikacji.Komunikacja Akcjonariuszy z Mostostal Płock S.A. w formie elektronicznej odbywa się\n                           przy wykorzystaniu adresu e-mail: wza@mostostal-plock.plRyzyko związane z wykorzystaniem środków komunikacji elektronicznej ponosi Akcjonariusz. Wszelkie dokumenty przesyłane przez Akcjonariusza do Mostostal Płock S.A., jak również\n                           przez Mostostal Płock S.A do Akcjonariusza drogą elektroniczną powinny być zeskanowane\n                           do formatu PDF lub JPEG.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Nadzwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika / pełnomocników.Pełnomocnictwo do głosowania przez pełnomocnika powinno być udzielone na piśmie lub\n                           w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga\n                           opatrzenia bezpiecznym podpisem elektronicznym.Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika są zamieszczone\n                           na stronie internetowej Spółki pod adresem www.mostostal-plock.com.pl, w sekcji Relacje\n                           Inwestorskie / Walne Zgromadzenie.Akcjonariusz jest zobowiązany przesłać do Spółki informację o udzieleniu pełnomocnictwa\n                           w postaci elektronicznej na adres poczty elektronicznej wza@mostostal-plock.pl najpóźniej\n                           na jeden dzień przed dniem Nadzwyczajnego Walnego Zgromadzenia _tj. do dnia 27 września\n                           2016 roku do godz. 14:30_. Do informacji o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           należy dołączyć zeskanowane pełnomocnictwo udzielone na formularzu udostępnionym przez\n                           Spółkę _lub sporządzone przez Akcjonariusza, zawierające co najmniej te same dane\n                           i informacje_ oraz:a_ w przypadku akcjonariuszy będących osobami fizycznymi – kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza,b_ w przypadku akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić\n                           uprawnienie do działania w imieniu tego podmiotu załączając kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej\n                           _osób fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu _np. nieprzerwany\n                           ciąg pełnomocnictw_.Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej.Brak możliwości weryfikacji udzielenia pełnomocnictwa może stanowić podstawę dla odmowy\n                           dopuszczenia pełnomocnika do udziału w Nadzwyczajnym Walnym Zgromadzeniu.Powyższe zasady dotyczące sposobu udzielenia pełnomocnictwa, mają zastosowanie również\n                           w odniesieniu do odwołania pełnomocnictwa udzielonego w postaci elektronicznej.Dopuszczenie do udziału w Nadzwyczajnym Walnym Zgromadzeniu.Akcjonariusze zostaną dopuszczeni do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           po okazaniu dowodu tożsamości, a pełnomocnicy:a_ w przypadku pełnomocnictwa udzielonego w formie pisemnej – po okazaniu dowodu tożsamości\n                           i ważnego pełnomocnictwa udzielonego w formie pisemnej, b_ w przypadku pełnomocnictwa udzielonego w postaci elektronicznej – po okazaniu dowodu\n                           tożsamości i wydruku pełnomocnictwa w formacie PDF.Przedstawiciele osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne\n                           odpisy z odpowiednich rejestrów, wymieniające osoby uprawnione do reprezentowania\n                           tych podmiotów oraz inne dokumenty potwierdzające upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu\n                           _np. nieprzerwany ciąg pełnomocnictw_.W przypadku okazania kopii ww. dokumentów powinny być one potwierdzone na każdej stronie\n                           za zgodność z oryginałem przez upoważnione osoby.Możliwość i sposób uczestniczenia w walnym zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości uczestniczenia oraz wypowiadania się w trakcie Walnego\n                           Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej.Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.Dostęp do dokumentacji.Pełny tekst dokumentacji, która ma być przedstawiona na Nadzwyczajnym Walnym Zgromadzeniu,\n                           projekty uchwał oraz wszelkie informacje można uzyskać w siedzibie Spółki pod adresem\n                           ul. Targowa 12 09-400 Płock lub na stronie internetowej Spółki pod adresem www.mostostal-plock.com.pl w sekcji \"Relacje Inwestorskie\\ Walne Zgromadzenie\".Rejestracja obecności na WZ.Zarząd Mostostal Płock S.A. uprzejmie informuje, że rejestracja obecności rozpocznie\n                           się w dniu Nadzwyczajnego Walnego Zgromadzenia od godz. 9:30.Zarząd Mostostal Płock S.A.",
        "date": "2016-08-31"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 31 sierpnia 2016 roku wpłynęła do\n                           Spółki rezygnacja Pana Carlos Resino Ruiz z funkcji Członka Rady Nadzorczej Mostostal\n                           Płock S.A. ze skutkiem na dzień 30 września 2016 roku.Jako powód rezygnacji Pan Carlos Resino Ruiz podał powierzenie Mu przez kierownictwo\n                           Acciona S.A. nowych zadań w ramach Grupy Kapitałowej Acciona.",
        "date": "2016-08-31"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A informuje, że w dniu 22 sierpnia 2016 roku Spółka po otrzymaniu\n                           stosownych dokumentów, podpisała z Lotos Asfalt Sp. z o.o. z siedzibą w Gdańsku ul.\n                           Elbląska  135, 80-718 Gdańsk, Umowę przedwstępną na roboty w zakresie projektowania,\n                           dostaw, realizacji konstrukcji, prac wykończeniowych, ziemnych transportu wewnętrznego,\n                           holowania, rozładunku i odbioru, przeprowadzenia prób - związane z wykonaniem zbiorników\n                           produktów pośrednich DCU _2080-S135/S136_ na terenie rafinerii w Gdańsku.Szacunkowa wartość umowy przyrzeczonej wynosi 23,2 mln PLN.Strony zobowiązały się dołożyć należytej staranności w celu doprowadzenia do podpisania\n                           Umowy przyrzeczonej w terminie do 10 października 2016 r.Spółka o zawarciu umowy przyrzeczonej poinformuje odrębnym raportem.",
        "date": "2016-08-22"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 2/2016, Zarząd Mostostal Płock S.A. informuje\n                           o zmianieterminu przekazania do publicznej wiadomości raportu okresowego za I półrocze 2016\n                           roku.Poprzedni termin - 29.08.2016 r.Aktualny termin - 19.08.2016 r.",
        "date": "2016-08-16"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A informuje, że w dniu 12.08.2016 roku Spółka podpisała z\n                           Towarzystwem Ubezpieczeń i Reasekuracji WARTA S.A. umowę o udzielanie ubezpieczeniowych\n                           gwarancji kontraktowych w ramach limitu 5,0 mln PLN.Okres dostępności limitu upływa w dniu 23.05.2017 roku.W celu zabezpieczenia roszczeń Towarzystwa Ubezpieczeniowego I Reasekuracji WARTA\n                           S.A. ustanowione zostały zabezpieczenia prawne w postaci weksli in blanco - 5 szt.\n                           wraz z deklaracją wekslową - 5 szt.Prowizja przysługująca towarzystwu ubezpieczeniowemu z tytułu udzielonych gwarancji\n                           ustalona została na warunkach rynkowych.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A. za poprzedni rok obrotowy.",
        "date": "2016-08-12"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. _ \"Wykonawca\"_ informuje, że w dniu 11.08.2016 roku Spółka\n                           podpisała z KT - Kinetics Technology SPA _\"Zamawiający\"_ z siedzibą we Włoszech, pod\n                           adresem Viale Castello della Magliana 75, 00148 Rzym umowę na Prace  konstrukcyjne\n                           w zakresie zespołu 0160 _HVDU_ na terenie Rafinerii Lotos w Gdańsku obejmujące:1. prace z branży mechanicznej2. czynności przygotowujące rozruch wstępny3.udział w rozruchu wstępnym.Termin realizacji - zakończenie prac 01.12.2017 roku.Wartość umowy netto wynosi 20,85 mln PLN.Zamawiający jest upoważniony do naliczenia kary umownej w przypadku opóźnienia dotrzymania\n                           terminu zakończenia realizacji przedmiotu umowy w następujących wysokościach: 0,2%\n                           za każdy dzień opóźnienia w trakcie pierwszego tygodnia opóźnienia, 0,3% za każdy\n                           dzień w trakcie drugiego tygodnia opóźnienia, 0,35% za każdy dzień po zakończeniu\n                           drugiego tygodnia opóźnienia.Maksymalna wysokość kar umownych wynosi 10% wartości wynagrodzenia netto.Kary umowne wyłączają uprawnienia do dochodzenia roszczeń odszkodowawczych przekraczających\n                           wysokość tych kar.Zamawiający ma prawo rozwiązania umowy w przypadku jeśli Wykonawca w ciągu 20 dni\n                           kalendarzowych od dnia zawarcia umowy nie dostarczy gwarancji należytego wykonania.\n                           Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A. za poprzedni rok obrotowy.",
        "date": "2016-08-11"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 10.08.2016 roku Spółka podpisała\n                           z Bankiem PKO BP S.A. aneks do umowy limitu kredytowego wielocelowego z dnia 15.07.2013\n                           roku, przedłużającego okres dostępności limitu do 14.07.2019 roku, oraz podwyższającego\n                           kwotę dostępnego limitu do kwoty 5,0 mln PLN z przeznaczeniem na:1. wystawienie gwarancji bankowych do 100% limitu i/lub2. zaciaganie kredytu obrotowego nieodnawialnego do 50% limitu.Zabezpieczenie limitu stanowią w szególności: - weksel własny in blanco wraz z deklaracją wekslową - zastaw rejestrowy na środkach obrotowych _zapasach_ Spółki o wartości 1,0 mln PLN - hipoteka umowna do sumy 4,2 mln PLN na prawie wieczystego użytkowania oraz prawie\n                           własności budynków opisanych w KW Wynagrodzenie przysługujące bankowi z tytułu realizacji umowy oraz oprocentowanie\n                           zaciągniętego kredytu ustalono na warunkach rynkowych.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A. za poprzedni rok obrotowy.",
        "date": "2016-08-10"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 18.07.2016 roku Spółka,  podpisała\n                           z Bankiem Pekao S.A. aneks do umowy  z dnia 14.07.2009 roku o udzielenie linii gwarancji\n                           bankowych. Limit całkowity został zwiększony do wysokości 20 112 000 PLN i przedłużony do dnia\n                           30 czerwca 2017 roku.Zabezpieczeniem gwarancji bankowych jest hipoteka umowna do kwoty 15 mln PLN na nieruchomości\n                           stanowiącej własność Mostostal Płock S.A. wraz z cesją praw z polisy ubezpieczeniowej\n                           oraz oświadczenie o poddaniu się egzekucji w trybie art. 777 kpc.Pozostałe warunki umowy nie ulegają zmianie.Wynagrodzenie przysługujące Bankowi z tytułu realizacji umowy ustalono na warunkach\n                           rynkowych a warunki umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.Jako kryterium uznania umowy  za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A. za poprzedni rok obrotowy.",
        "date": "2016-07-18"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 15.07.2016 roku Spółka,  podpisała\n                           z Bankiem Pekao S.A. niżej wymienione umowy  /w formie aneksów/ o przedłużeniu linii\n                           kredytowych :  1. Aneks do umowy z dnia 15.12.2009 r.  o przyznaniu linii kredytowej w formie limitu\n                           kredytowego w rachunku bieżącym w maksymalnej wysokości 5 mln  PLN do dnia 30.06.2017\n                           r. 2. Aneks do umowy z dnia 06.10.2011 r. o udzielenie kredytu obrotowego odnawialnego\n                           w wysokości 5 mln PLN przedłużony do dnia 30.06.2017 r.    Pozostałe warunki umów nie ulegają zmianie. Wynagrodzenie przysługujące Bankowi z tytułu realizacji umów ustalono na warunkach\n                           rynkowych a warunki umów nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.   Jako kryterium uznania umów za znaczące Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A. za poprzedni rok obrotowy.",
        "date": "2016-07-15"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że w dniu 11 lipca 2016 r. Rada Nadzorcza\n                           Spółki  powołała Pana Macieja Baryckiego na Prezesa Zarządu Mostostal Płock S.A.Pan Maciej Barycki urodzony w 1973 roku, posiada wykształcenie wyższe, absolwent Politechniki\n                           Warszawskiej Wydziału Inżynierii Produkcji,  specjalność Spawalnictwo. W 2000 roku\n                           uzyskał tytuł EWE _European Welding Engineer_ w Instytucie Spawalnictwa w Gliwicach.\n                           W latach 2014-2015 był słuchaczem VIII edycji studiów podyplomowych Executive MBA\n                           Instytutu Nauk Ekonomicznych, polskiej Akademii Nauk w Warszawie.Od początku kariery zawodowej związany z rynkiem usług budowlanych operujących w segmencie\n                           Oil&Gas. Brał udział w realizacji różnorodnych projektów inwestycyjnych i modernizacyjnych\n                           dla wiodących polskich przedsiębiorstw między innymi dla PKN Orlen S.A., Grupy Lotos\n                           S.A., PERN Przyjaźń S.A., Gaz System S.A., PGNiG S.A., Grupy Azoty S.A., KGHM Polska\n                           Miedź S.A. oraz podmiotów zagranicznych jak: TOTAL, Technip, Neste Oil, KT, Fluor,\n                           Verga.W latach 1998-2006 był Kierownikiem Zespołu Budów w Hydrobudowie-6 S.A._Bilfinger-Berger_.\n                           Od 2006 roku do 2008 roku był zatrudniony w Naftoserwis Sp. z o.o. na stanowisku Zastępcy\n                           Dyrektora ds. Realizacji Inwestycji i Remontów. Do 2013 roku pracował jako Zastępca\n                           Dyrektora Pionu Budownictwa Energetycznego w P.R.I Pol-Aqua S.A. _Dragados_. W latach\n                           2013-2014 był Dyrektorem Segmentu Petrochemia oraz Prokurentem w Polimex-Mostostal\n                           S.A. Od września 2014 roku do czerwca 2016 roku pełnił funkcję Prezesa Zarządu Naftoremont-Naftobudowa\n                           Sp. z o.o. _Grupa Kapitałowa PxM_Zgodnie ze złożonym oświadczeniem Pan Maciej Barycki  nie zajmuje się interesami konkurencyjnymi\n                           w stosunku do Mostostal Płock S.A. ani też nie uczestniczy w spółce konkurencyjnej\n                           jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej.\n                           Nie uczestniczy też w innej konkurencyjnej osobie prawnej jako członek organu. Nie\n                           posiada w innej konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości co najmniej\n                           10%  ani też nie posiada prawa do powołania co najmniej jednego członka zarządu.Jednocześnie oświadczył, że nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2016-07-11"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 22.06.2016 r. Spółka podpisała z\n                           Grupą LOTOS S.A. z siedzibą w Gdańsku ul. Elbląska 135 umowę na wykonanie robót remontowych\n                           instalacji technologicznych Grupy LOTOS S.A. _1200, 1300, 1400, 3700 Pompownia nr\n                           3_ - Grupa VII i _930_ - Grupa IX, podczas postoju remontowego Wiosna 2017. Wartość\n                           umowy netto wynosi 7,4 mln PLNŁączna wysokość wszystkich kar określonych w umowie nie może przekroczyć 40% wartości\n                           wynagrodzenia netto. Zapłata kar umownych nie wyłącza uprawnienia do dochodzenia roszczeń\n                           odszkodowawczych przekraczających wysokość tych kar. Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A..",
        "date": "2016-06-23"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 14.06.2016 roku Spółka otrzymała\n                           stosowne dokumenty dotyczące Aneksu Nr 7 z dnia 03.06.2016 r. do Umowy ramowej podpisanej\n                           w dniu 16.05.2011 r. z InterRisk TU S.A. Vienna Insurance Group o udzielenie linii\n                           gwarancji ubezpieczeniowych. Aneks utrzymuje dostępną linię gwarancji ubezpieczeniowych\n                           w wysokości 22 mln PLN . Jednocześnie przedłuża termin dostępności linii gwarancyjnej\n                           do dnia 02.06.2017 roku. Dotychczasowe zabezpieczenia gwarancji ubezpieczeniowych zostały zredukowane o przewłaszczenie\n                           wybranych środków trwałych stanowiących własność Spółki o ogólnej wartości 3,45 mln\n                           PLN.  Zabezpieczeniem gwarancji ubezpieczeniowych pozostaje hipoteka umowna do wysokości\n                           6,75 mln PLN na prawie wieczystego użytkowania gruntu wraz z cesją praw z polisy ubezpiczeniowej.Pozostałe warunki umowy nie ulegają zmianie.  Umowa nie zawiera specyficznych warunków,\n                           charakterystycznych dla tej umowy szczególnie tych, które odbiegałyby od warunków\n                           powszechnie stosowanych dla tego typu umów. Prowizja przysługująca Towarzystwu z tytułu realizacji umowy ustalona została na warunkach\n                           rynkowych i nie odbiega od powszechnie stosowanych dla tego typu umów. Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2016-06-15"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 14 czerwca 2016 roku Rada Nadzorcza\n                           dokonała wyboru firmy  PricewaterhouseCoopers  Sp. z o.o. z siedzibą w Warszawie,\n                           ul. Armii Ludowej 14, wpisanej na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych _prowadzoną przez Krajową Izbę Biegłych Rewidentów_ pod nr 144, jako podmiotu\n                           uprawnionego do przeprowadzenia badania sprawozdania finansowego Spółki za rok 2016\n                           oraz przeglądu sprawozdania finansowego za okres sześciu miesięcy kończący się 30\n                           czerwca 2016 roku.  Spółka korzystała z usług wybranego podmiotu przy przeprowadzaniu\n                           badania sprawozdań finansowych w latach 2012 - 2015. Wybór podmiotu uprawnionego do badania sprawozdań finansowych dokonany został zgodnie\n                           z obowiązującymi przepisami prawa i normami zawodowymi.",
        "date": "2016-06-14"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 08.06.2016 roku podpisał z Generali\n                           Towarzystwo Ubezpieczeń S.A. z siedzibą w Warszawie ul. Postępu 15b, umowę ramową\n                           z dnia 20.05.2016 r. o udzielenie gwarancji kontraktowych w ramach limitu odnawialnego.\n                           Łączny limit odnawialny na gwarancje kontraktowe ustalono w wysokości 5 mln PLN czynnym\n                           do dnia 19.05.2017 r.Umowa nie zawiera specyficznych warunków, charakterystycznych dla tej umowy szczególnie\n                           tych, które odbiegałyby od warunków powszechnie stosowanych dla tego typu umów. Prowizja przysługująca Towarzystwu z tytułu realizacji umowy ustalona została na warunkach\n                           rynkowych i nie odbiega od powszechnie stosowanych dla tego typu umów.    Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2016-06-08"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 06.06.2016 r. została podpisana umowa\n                           pomiędzy PKN Orlen S.A. a Konsorcjum wykonawców w skład, którego wchodzą BIPRORAF\n                           Sp. z o.o. z siedzibą w Gdańsku _lider konsorcjum_, Mostostal Płock S.A. oraz TECHNIK\n                           POLSKA Sp. z o.o. na wykonanie modernizacji instalacji DRW III dla zwiększenia uzysku\n                           produktów wysokomarżowych wraz z zaprojektowaniem i wykonaniem wszelkich usług, dostaw\n                           i robót budowlano-montażowych w formule \"pod klucz\". Wartość umowy netto wynosi 72\n                           mln PLN, z czego udział Mostostal Płock S.A. w wynagrodzeniu wynosi 50%, tj. 36 mln\n                           PLN.Łączna wysokość wszystkich kar określonych w umowie nie może przekroczyć 25% wartości\n                           wynagrodzenia netto. Zapłata kar umownych nie wyłącza uprawnienia do dochodzenia roszczeń\n                           odszkodowawczych przekraczających wysokość tych kar.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A..",
        "date": "2016-06-07"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w okresie od 02.11.2015 r. do 23. 05. 2016\n                           r., Spółka podpisała z Gdańską Stocznią \"Remontowa\" im. J. Piłsudskiego S.A. umowy\n                           na łączną kwotę netto 14,45 mln PLN z czego największą jest umowa z dnia 06.05.2016\n                           r. podpisana w dniu 23.05.2016 roku na wykonanie prefabrykacji i montażu systemów\n                           rurarskich wraz z podporami na jednostce MARTIN LINGE _Hanne Knutsen_ o wartości netto\n                           11,2 mln PLN.Kary umowne zostały ustalone w wysokości 10% wynagrodzenia umownego.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2016-05-23"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w okresie od 02.03.2016 r. do 18.05.2016\n                           r. Spółka podpisała z PKN ORLEN S.A. oraz jej spółką zależną Basell Orlen Polyolefins\n                           Sp. z o.o., umowy na łączną kwotę netto 4,6 mln PLN, z czego największą jest umowa\n                           zawarta w dniu 06.05.2016 r. z PKN ORLEN S.A. na wykonanie prac w branży mechaniczno-montażowej\n                           _Grupa zakresów A3_ podczas postoju planowego instalacji Olefin 2 na kwotę 2,16 mln\n                           PLN. Kary umowne zostały ustalone w wysokości 20% wynagrodzenia umownego. Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A..",
        "date": "2016-05-18"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 2/2016, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu okresowego za I kwartał\n                           2016 roku.Poprzedni termin  - 16.05.2016 r.Aktualny termin - 06.05 2016 r.",
        "date": "2016-04-29"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w  okresie od 4 marca 2016 roku do 25 kwietnia\n                           2016 roku  Spółka zawarła  z  Mostostal Power Development Sp. z o.o. z siedzibą w\n                           Warszawie _podmiotem powiązanym - Spółka z grupy kapitałowej Mostostal Warszawa S.A._\n                           umowy o łącznej wartości netto 6,0 mln PLN z czego największą jest umowa zawarta w\n                           dniu 12 kwietnia 2016 roku,  którą Spółka otrzymała podpisaną w dniu 25 kwietnia 2016\n                           roku, na kwotę  5,1 mln PLN na wykonanie wraz z zabezpieczeniem antykorozyjnym, dostawa\n                           na plac budowy,  konstrukcji stalowych obiektu 5UED Skośna Galeria Nawęglania, dla\n                           projektu budowy bloków energetycznych nr 5 i 6 w PGE Górnictwo i Energetyka Konwencjonalna\n                           Spółka Akcyjna Oddział Elektrownia Opole. Kary umowne zostały ustalone w wysokości 15% wynagrodzenia umownego. Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A.",
        "date": "2016-04-25"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Spółka Mostostal Płock S.A. informuje, że Rada Nadzorcza Mostostal Płock S.A. na posiedzeniu\n                           w dniu 6 kwietnia 2016 roku powołała na Członków Zarządu nowej kadencji: Panią Barbarę\n                           Gronkiewicz oraz Pana Pawła Rakowskiego.1. Pani Barbara Gronkiewicz posiada wykształcenie wyższe, absolwentka Uniwersytetu\n                           Warszawskiego Wydziału Nauk Ekonomicznych. Pani Barbara Gronkiewicz od 1996 roku związana\n                           z Mostostal Warszawa S.A., gdzie zajmuje stanowisko Dyrektora Biura Zarządzania Grupą\n                           Kapitałową. Pani Barbara Gronkiewicz w okresie od 2005 do 2009 roku oraz od 2010 roku\n                           do chwili obecnej jest Prezesem Zarządu spółki z Grupy Kapitałowej Mostostal Warszawa\n                           – Mieleckie Przedsiębiorstwo Budowlane S.A.  Pani Barbara Gronkiewicz pełni funkcje\n                           członka Rad Nadzorczych w spółkach: AMK Kraków S.A., Mostostal Kielce S.A.  W dniu\n                           17 grudnia 2015 roku została powołana przez Radę Nadzorczą na Członka Zarządu Mostostal\n                           Płock S.A.2. Pan Paweł Rakowski posiada wykształcenie wyższe, absolwent Politechniki Warszawskiej\n                           Wydziału Budownictwa i Maszyn Rolniczych w Płocku. Ukończył Studia Podyplomowe na\n                           Wydziale Mechaniczno-Technologicznym w Katedrze Spawalnictwa Politechniki Śląskiej\n                           w Gliwicach.Przebieg kariery zawodowej Pana Pawła Rakowskiego jest następujący: Pan Paweł Rakowski\n                           od 1995 roku związany jest z Mostostal Płock S.A., od 2006 na stanowisku Dyrektora\n                           Produkcji - Prokurenta. W dniu 6 października 2015 roku został powołany uchwałą Rady\n                           Nadzorczej na Członka Zarządu.Zgodnie ze złożonymi oświadczeniami wyżej wymienione osoby zarządzające, nie zajmują\n                           się interesami konkurencyjnymi w stosunku do Mostostal Płock S.A. ani też nie uczestniczą\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej. Nie uczestniczą też w innej konkurencyjnej osobie prawnej\n                           jako członek organu. Nie posiadają w innej konkurencyjnej spółce kapitałowej udziałów\n                           lub akcji w ilości co najmniej 10%  ani też nie posiadają prawa do powołania co najmniej\n                           jednego członka zarządu. Nie figurują w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2016-04-06"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A., informuje iż w związku z pomyłką edytorską w Załączniku\n                           nr 1 do Raportu bieżącego nr 7/2016 z dnia 06.04.2016 r. w treści Uchwały nr 1 Zwyczajnego\n                           Walnego Zgromadzenia z dnia 6 kwietnia2016 r. w sprawie wyboru Przewodniczącego Zgromadzenia\n                           nie podano imienia i nazwiska wybranego Przewodniczącego, w związku z powyższym Spółka\n                           przekazuje prawidłową treść podjętej uchwały:Uchwała Nr 1 Zwyczajnego Walnego Zgromadzenia MOSTOSTAL PŁOCK SPÓŁKA AKCYJNA z dnia 6 kwietnia 2016 r.w sprawie wyboru Przewodniczącego Zgromadzenia.Zwyczajne Walne Zgromadzenie Mostostal Płock S.A. wybiera na Przewodniczącego Zgromadzenia\n                           Pana Piotra Kamińskiego.Liczba akcji, z których oddano ważne głosy – 1 184 153, co stanowi 59,21 % kapitału\n                           zakładowego.Łączna liczba ważnych głosów – 1 448 381W tym liczba głosów \"za\" –1 448 381 \"przeciw\" - 0, \"wstrzymujących się\" – 0.",
        "date": "2016-04-06"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że na Zwyczajnym Walnym Zgromadzeniu Mostostal\n                           Płock S.A., które odbyło się w dniu 6 kwietnia 2016 roku, akcjonariuszem posiadającym\n                           co najmniej 5% głosów na tym Zgromadzeniu byli:  1. Mostostal Warszawa S.A. z ilością 1 237 380 głosów, co stanowiło 85,43% głosów\n                           na tym Zgromadzeniu i 52,78% w ogólnej liczbie głosów.  2. OFE PZU \"Złota jesień\" S.A. z ilością 211 000 głosów, co stanowiło 14,56% głosów\n                           na tym Zgromadzeniu i 9 % w ogólnej liczbie głosów",
        "date": "2016-04-06"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje treść uchwał podjętych przez Zwyczajne Walne\n                           Zgromadzenie Mostostal Płock S.A. w dniu 6 kwietnia 2016 roku.",
        "date": "2016-04-06"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje w załączeniu treść projektów uchwał, które\n                           mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia, zwołanego na 6 kwietnia\n                           2016 roku.",
        "date": "2016-03-10"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Ogłoszenie Zarządu Mostostal Płock S.A. z siedzibą w Płocku o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia.Zarząd Mostostal Płock Spółka Akcyjna z siedzibą w Płocku przy ul. Targowej 12, 09-400\n                           Płock, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy XIV Wydział Gospodarczy pod nr KRS 0000053336,\n                           działając na podstawie Kodeksu spółek handlowych oraz § 17 ust.2 Statutu Spółki zwołuje\n                           Zwyczajne Walne Zgromadzenie, które odbędzie się 6 kwietnia 2016  roku o godzinie 10°° w siedzibie Spółki w Płocku ul. Targowa 12Porządek obrad.1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Rozpatrzenie i zatwierdzenie sprawozdania finansowego Spółki za rok 2015 oraz sprawozdania\n                           Zarządu z działalności Spółki w 2015 roku.6. Rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z działalności w 2015\n                           roku.7. Udzielenie absolutorium członkom Zarządu Spółki z wykonania przez nich obowiązków\n                           w 2015 roku. 8. Udzielenie absolutorium członkowi Rady Nadzorczej delegowanemu do wykonywania czynności\n                           Członka Zarządu z wykonania przez niego obowiązków w 2015 roku.9. Udzielenie absolutorium członkom Rady Nadzorczej z wykonania przez nich obowiązków\n                           w 2015 roku.10. Podjęcie uchwały w sprawie podziału zysku za 2015 r.11. Zamknięcie obrad.Na podstawie art. 402² Kodeksu spółek handlowych Spółka przekazuje informacje dotyczące\n                           udziału w Zwyczajnym Walnym Zgromadzeniu Spółki.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu.Dniem rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu jest 21 marca 2016\n                           r. _\"Dzień Rejestracji\"_.Prawo Akcjonariusza do uczestnictwa w Walnym Zgromadzeniu.Prawo uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Mostostal Płock S.A. w Dniu Rejestracji, tzn. osoby, które:1. w przypadku akcji na okaziciela:- na 16 dni przed datą Zwyczajnego Walnego Zgromadzenia tj. 21 marca 2016 r. na rachunku\n                           papierów wartościowych będą mieli zapisane akcje Spółki oraz- od dnia ogłoszenia o ZWZ do dnia 22 marca 2016 r. _włącznie_ złożą żądanie wystawienia\n                           imiennego zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu w podmiocie\n                           prowadzącym rachunek papierów wartościowych, na którym zapisane są akcje SpółkiRekomenduje się akcjonariuszom odebranie wyżej wymienionego wystawionego zaświadczenia\n                           o prawie uczestnictwa i zabranie go ze sobą na ZWZ.2. w przypadku akcji imiennych:- w Dniu Rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu tj. 21 marca 2016\n                           r. są wpisani do Księgi akcyjnej Mostostal Płock S.A.Spółka sporządzi listę akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu na podstawie:- wykazu udostępnionego jej przez Krajowy Depozyt Papierów Wartościowych a sporządzonego\n                           na podstawie wystawionych przez podmioty prowadzące rachunki papierów wartościowych\n                           imiennych zaświadczeń o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu oraz- Księgi akcyjnej Mostostal Płock S.A.Na trzy dni powszednie przed terminem Zwyczajnego Walnego Zgromadzenia, tj. w dniach\n                           1, 4 i 5 kwietnia 2016 roku w godz. 6:30 do 14:30 w siedzibie Spółki _ul. Targowa\n                           12, 09-400 Płock_ zostanie wyłożona do wglądu lista akcjonariuszy uprawnionych do\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.Prawo akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad walnego\n                           zgromadzenia.Akcjonariuszowi lub akcjonariuszom reprezentującym co najmniej 5% kapitału zakładowego\n                           przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie\n                           później niż na 21 dni przed terminem Zwyczajnego Walnego Zgromadzenia, tj. do dnia\n                           16 marca 2016 roku. Żądanie powinno zawierać uzasadnienie i projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub w postaci elektronicznej i przesłane\n                           na następujący adres poczty elektronicznej Spółki: wza@mostostal-plock.com.pl. Akcjonariusz/akcjonariusze\n                           powinien/powinni wykazać posiadanie odpowiedniej liczby akcji na dzień złożenia żądania\n                           załączając do żądania świadectwo/a depozytowe oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Prawo akcjonariusza do zgłaszania projektów uchwał.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 5% kapitału zakładowego\n                           mogą przed terminem Zwyczajnego Walnego Zgromadzenia zgłaszać na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12, 09-400 Płock lub przy wykorzystaniu środków komunikacji\n                           elektronicznej na adres e-mail: wza@mostostal-plock.com.pl projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad Zwyczajnego Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Akcjonariusz/akcjonariusze powinien/powinni\n                           wykazać posiadanie odpowiedniej liczby akcji na dzień złożenia żądania załączając\n                           do żądania świadectwo/a depozytowe lub zaświadczenie o prawie uczestnictwa w Walnym\n                           Zgromadzeniu oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Ponadto, każdy z akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad.Elektroniczna komunikacja Akcjonariuszy z Mostostal Płock S.A.W granicach przewidzianych przepisami Kodeksu spółek handlowych i Statutu Spółki,\n                           Akcjonariusze mogą kontaktować się ze Spółką za pomocą elektronicznych środków komunikacji.\n                           Komunikacja Akcjonariuszy z Mostostal Płock S.A. w formie elektronicznej odbywa się\n                           przy wykorzystaniu adresu e-mail: wza@mostostal-plock.com.pl. Ryzyko związane z wykorzystaniem\n                           środków komunikacji elektronicznej ponosi Akcjonariusz. Wszelkie dokumenty przesyłane przez Akcjonariusza do Mostostal Płock S.A., jak również\n                           przez Mostostal Płock S.A do Akcjonariusza drogą elektroniczną powinny być zeskanowane\n                           do formatu PDF lub JPEG.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu oraz wykonywać prawo\n                           głosu osobiście lub przez pełnomocnika / pełnomocników. Pełnomocnictwo do głosowania\n                           przez pełnomocnika powinno być udzielone na piśmie lub  w postaci elektronicznej.\n                           Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym. Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika\n                           są zamieszczone na stronie internetowej Spółki pod adresem www.mostostal-plock.com.pl,\n                           w sekcji Relacje Inwestorskie / Walne Zgromadzenie. Akcjonariusz jest zobowiązany\n                           przesłać do Spółki informację o udzieleniu pełnomocnictwa  w postaci elektronicznej\n                           na adres poczty elektronicznej wza@mostostal-plock.com.pl najpóźniej na jeden dzień\n                           przed dniem Zwyczajnego Walnego Zgromadzenia _tj. do dnia 5 kwietnia 2016 roku do\n                           godz. 14:30_. Do informacji o udzieleniu pełnomocnictwa w postaci elektronicznej należy\n                           dołączyć zeskanowane pełnomocnictwo udzielone na formularzu udostępnionym przez Spółkę\n                           _lub sporządzone przez Akcjonariusza, zawierające co najmniej te same dane i informacje_\n                           oraz:a_ w przypadku akcjonariuszy będących osobami fizycznymi – kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza,b_ w przypadku akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić\n                           uprawnienie do działania w imieniu tego podmiotu załączając kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej\n                           _osób fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu _np. nieprzerwany\n                           ciąg pełnomocnictw_.Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Brak\n                           możliwości weryfikacji udzielenia pełnomocnictwa może stanowić podstawę dla odmowy\n                           dopuszczenia pełnomocnika do udziału w Zwyczajnym Walnym Zgromadzeniu.Powyższe zasady dotyczące sposobu udzielenia pełnomocnictwa, mają zastosowanie również\n                           w odniesieniu do odwołania pełnomocnictwa udzielonego w postaci elektronicznej.Dopuszczenie do udziału w Zwyczajnym Walnym Zgromadzeniu.Akcjonariusze zostaną dopuszczeni do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           po okazaniu dowodu tożsamości, a pełnomocnicy:a_ w przypadku pełnomocnictwa udzielonego w formie pisemnej – po okazaniu dowodu tożsamości\n                           i ważnego pełnomocnictwa udzielonego w formie pisemnej, b_ w przypadku pełnomocnictwa udzielonego w postaci elektronicznej – po okazaniu dowodu\n                           tożsamości i wydruku pełnomocnictwa w formacie PDF.Przedstawiciele osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne\n                           odpisy z odpowiednich rejestrów, wymieniające osoby uprawnione do reprezentowania\n                           tych podmiotów oraz inne dokumenty potwierdzające upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Zwyczajnym Walnym Zgromadzeniu _np.\n                           nieprzerwany ciąg pełnomocnictw_.W przypadku okazania kopii ww. dokumentów powinny być one potwierdzone na każdej stronie\n                           za zgodność z oryginałem przez upoważnione osoby.Możliwość i sposób uczestniczenia w walnym zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości uczestniczenia oraz wypowiadania się w trakcie Walnego\n                           Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej.Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.Dostęp do dokumentacji.Pełny tekst dokumentacji, która ma być przedstawiona na Zwyczajnym Walnym Zgromadzeniu,\n                           projekty uchwał oraz wszelkie informacje można uzyskać w siedzibie Spółki pod adresem\n                           ul. Targowa 12, 09-400 Płock lub na stronie internetowej Spółki pod adresem  www.mostostal-plock.com.pl\n                           w sekcji \"Relacje Inwestorskie\\ Walne Zgromadzenie\".Rejestracja obecności na WZ.Zarząd Mostostal Płock S.A. uprzejmie informuje, że rejestracja obecności i wydawanie\n                           kart do głosowania rozpocznie się w dniu Zwyczajnego Walnego Zgromadzenia od godz.\n                           9:30.Zarząd Mostostal Płock S.A.",
        "date": "2016-03-10"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 2/2016, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu rocznego za 2015 rok.Poprzedni termin - 18.03.2016 r.Aktualny termin - 22.02.2016 r.",
        "date": "2016-02-18"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w okresie od 01.12.2015 r. do 27.01.2016\n                           r. Spółka podpisała z PKN ORLEN S.A. oraz jej spółkami zależnymi _ORLEN Projekt S.A.,\n                           Basell Orlen Polyolefins Sp. z o.o._, umowy na łączną kwotę netto 4,1 mln PLN, z czego\n                           największą była umowa podpisana z PKN ORLEN S.A. w dniu 29.12.2015 r. na wykonanie\n                           robót remontowych w branży mechaniczno - montażowej, w tym dostawa rurociągu pirogazu,\n                           podczas postoju planowanego instalacji Olefin II  na kwotę 2,25 mln PLN.Kary umowne zostały ustalone w wysokości 20% wynagrodzenia umownego.Jako kryterium uznania umowy za znaczącą Spółka przyjmuje wartość kapitału własnego\n                           Mostostal Płock S.A..",
        "date": "2016-01-27"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. zgodnie z § 103 ust. 1 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim, podaje do publicznej\n                           wiadomości terminy przekazywania raportów okresowych w 2016 roku.Raporty kwartalne _SA-Q_:I kwartał 2016 r. - 16.05.2016 r.III kwartał 2016 r. - 14.11.2016 r.Raport półroczny za I półrocze 2016 roku _SA-P_ - 29.08.2016 r.Raport roczny za 2015 rok _SA-R_ - 18.03.2016 r.Jednocześnie Zarząd Mostostal Płock S.A. informuje, że zgodnie z § 102 ust.1 oraz\n                           § 101 ust. 2 w. wym. Rozporządzenia Spółka nie będzie publikowała raportu kwartalnego\n                           za IV kwartał 2015 roku oraz za II kwartał 2016 roku.",
        "date": "2016-01-22"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. z siedzibą w Płocku _\"Emitent\"_ informuje o podjęciu przez\n                           Zarząd Emitenta w dniu 22 grudnia 2017 r. decyzji o zmniejszeniu rozpoznanych przychodów\n                           w budżecie kontraktu zawartego przez Emitenta z Mostostal Kielce S.A. na wykonanie\n                           montażu konstrukcji stalowej kotła i kotłowni dla bloków nr 5 i 6 w ramach inwestycji\n                           \"Budowa Bloków 5 i 6 w Elektrowni Opole\" _\"Kontrakt\"_ o kwotę 4 107 tys. PLN, co będzie\n                           miało bezpośredni wpływ na wynik Emitenta za 2017 rok.Emitent wzmiankował o tym ryzyku w pkt. 11 pozostałych informacji do sprawozdania\n                           finansowego za III kwartał 2017 roku.Mostostal Kielce S.A. nie potwierdza wykonanych przez Emitenta prac oraz pozostałych\n                           roszczeń jako robót dodatkowych i traktuje je jako wykonane w ramach wynagrodzenia\n                           podstawowego. Prace te musiały zostać wykonane, aby możliwe było oddanie kompletnego\n                           dzieła jakim był montaż konstrukcji stalowej kotła i kotłowni dla bloków 5 i 6 w ramach\n                           przedmiotowej inwestycji.",
        "date": "2017-12-22"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu  21 listopada 2017 roku Spółka otrzymała\n                           postanowienie Sądu z dnia 10 listopada 2017 roku o zarejestrowaniu zmian Statutu Mostostal\n                           Płock S.A. uchwalonych na Nadzwyczajnym Walnym Zgromadzeniu Spółki w dniu 13 października\n                           2017 roku. 1. dotychczasowy § 9 ust.1  Statutu Spółki:\"Kapitał zakładowy emitowany jest w seriach:- akcje imienne uprzywilejowane serii A i B obejmują 86 072 _osiemdziesiąt sześć \n                           tysięcy  siedemdziesiąt dwie_ akcje,- akcje na okaziciela serii A i B obejmują 230 863 _dwieście trzydzieści tysięcy osiemset\n                           sześćdziesiąt trzy_ akcje,- akcje serii C obejmują 1 683 065 _jeden milion sześćset osiemdziesiąt trzy tysiące\n                           sześćdziesiąt pięć_ akcji na okaziciela.\"otrzymuje brzmienie:\"Kapitał zakładowy emitowany jest w seriach:- akcje imienne uprzywilejowane serii A i B obejmują 84 235 _osiemdziesiąt cztery\n                           tysiące dwieście trzydzieści pięć_ akcji,- akcje na okaziciela serii A i B obejmują 232 700 _dwieście trzydzieści dwa tysiące\n                           siedemset_ akcji,- akcje serii C obejmują 1 683 065 _jeden milion sześćset osiemdziesiąt trzy tysiące\n                           sześćdziesiąt pięć_ akcji na okaziciela \".2. dotychczasowy § 22 ust.1 Statutu Spółki:\"Rada Nadzorcza składa się z 5 członków powoływanych na trzy lata.Ustępujący członkowie mogą być wybierani ponownie.\" otrzymuje brzmienie:\"Rada Nadzorcza składa się z pięciu _5_ lub więcej członków powoływanych przez Walne\n                           Zgromadzenie na trzyletnią kadencję. Liczbę członków Rady Nadzorczej określa Walne\n                           Zgromadzenie.Ustępujący członkowie mogą być wybierani ponownie.\"3. dotychczasowy § 25 ust.2 pkt 8_ Statutu Spółki \"wyrażanie zgody na nabycie i zbycie nieruchomości , użytkowania wieczystego lub udziału\n                           w nieruchomości\"otrzymuje brzmienie:\"wyrażanie zgody na nabycie, zbycie lub obciążenie nieruchomości , użytkowania wieczystego\n                           lub udziału w nieruchomości,\"4. dotychczasowy § 25 ust.2 pkt 9_ Statutu Spółki \"wyrażanie zgody na zbycie środków trwałych innych niż nieruchomości lub wniesienie\n                           do innej spółki majątku w charakterze aportu o wartości przewyższającej 10 % kapitału\n                           zakładowego\"otrzymuje brzmienie:\"wyrażanie zgody na nabycie, zbycie lub obciążenie środków trwałych innych niż nieruchomości\n                           lub wniesienie do innej spółki majątku w charakterze aportu o wartości przewyższającej\n                           10 % kapitału zakładowego,\"5. dotychczasowy § 25 ust.2 pkt 10_ Statutu Spółki \"wyrażanie zgody na nabywanie i obejmowanie akcji lub udziałów w innych Spółkach istniejących\n                           i nowoutworzonych za wyjątkiem papierów wartościowych przeznaczonych do obrotu\"otrzymuje brzmienie:\"wyrażanie zgody na nabywanie i obejmowanie akcji lub udziałów w innych Spółkach istniejących\n                           i nowoutworzonych jak również na przystępowanie do innych spółek w charakterze wspólnika,\"6. w Statucie Spółki w § 25 ust. 2 po pkt 12_ dodaje się kolejne punkty w następującym\n                           brzmieniu:\" 13_ powołanie Komitetu Audytu oraz uchwalenie regulaminu Komitetu Audytu;14_ powoływanie i odwoływanie członków Komitetu Audytu;15_ wyrażanie zgody na zbywanie i obciążanie  akcji lub udziałów posiadanych przez\n                           Spółkę w innych spółkach,16_ wyrażanie zgody na dokonanie lub zobowiązanie się do poniesienia nakładów lub\n                           wydatków inwestycyjnych przez Spółką z zastrzeżeniem jednak, iż tak zgoda nie będzie\n                           wymagana, jeżeli wydatek nie przekroczy 1.000.000 PLN _jeden milion złotych_ jednorazowo\n                           lub w ramach powiązanych ze sobą transakcji;17_ wyrażanie zgody na przejęcie przez Spółkę odpowiedzialności za jakiekolwiek zobowiązania\n                           osób trzecich, w tym w szczególności poprzez udzielanie przez Spółkę gwarancji, poręczenia,\n                           wystawienie weksla czy przystąpienia do długu osoby trzeciej;18_ wyrażenie zgody na tworzenie oddziałów, przedstawicielstw, filii w kraju i za\n                           granicą;19_ wyrażenie zgody na zawarcie, zmianę, rozwiązanie lub wypowiedzenie przez Spółkę\n                           umów z podmiotami powiązanymi z członkami Zarządu Spółki; przez podmiot powiązany\n                           rozumie się:a_ małżonka, krewnych drugiego stopnia, powinowatych drugiego stopnia, osoby powiązanepoprzez przysposobienie;b_ małżonków krewnych, o których mowa w punkcie a_ powyżej, małżonków powinowatych,\n                           o których mowa w pkt a_ powyżej;c_ osoby pozostające w stałym związku _konkubenci_;d_ podmioty powiązane kapitałowo _pośrednio lub bezpośrednio_ z członkami Zarządu\n                           Spółki lub osobami, o których mowa w pkt a_-c_ powyżej;e_ podmioty powiązane organizacyjnie, w tym poprzez pełnienie funkcji w zarządzie\n                           lub radzie nadzorczej podmiotu powiązanego, z członkami Zarządu Spółki lub osobami,\n                           o których mowa w pkt a_-c_ powyżej.\"W załączeniu przekazujemy tekst jednolity Statutu\n                           Mostostal Płock S.A. uchwalony przez Nadzwyczajne Walne Zgromadzenie Spółki w dniu\n                           13 października 2017 roku, w którym zmieniono § 9 ust.1,  § 22 ust.1,  § 25 ust. 2\n                           pkt 8_, 9_, 10_; dodano w § 25 ust. 2 pkt 13_, 14_, 15_, 16_, 17_, 18_, 19_.",
        "date": "2017-11-21"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. w nawiązaniu do raportu bieżącego nr 27/2017 z dnia 13.10.2017\n                           r. poniżej przekazuje życiorysy Pana Piotra Sabata oraz Pani Hanny Strykowskiej, powołanych\n                           przez Nadzwyczajne Walne Zgromadzenie w dniu 13.10.2017 r. do składu Rady Nadzorczej\n                           Spółki.1. Piotr Sabat, ur. 15.11.1983 w Rawie Mazowieckiej.Prawnik, Ekonomista. Ukończył studia prawnicze na Wydziale Prawa i Administracji Uniwersytetu\n                           Łódzkiego, studia doktoranckie z zakresu nauk prawnych  w Instytucie Nauk Prawnych\n                           Polskiej Akademii Nauk, studia doktoranckie z  zakresu  ekonomii  w Instytucie Nauk\n                           Ekonomicznych Polskiej Akademii Nauk, studia Executive MBA – wspólny program Instytutu\n                           Nauk Ekonomicznych Polskiej Akademii Nauk oraz Vienna Institute for International\n                           Economic Studies, studia podyplomowe  w Kolegium Zarządzania i Finansów Szkoły Głównej\n                           Handlowej  oraz studia podyplomowe z negocjacji i mediacji w Szkole Wyższej Psychologii\n                           Społecznej. Ponad dziesięcioletnie  oświadczenie zawodowe zdobywał w międzynarodowych\n                           przedsiębiorstwach sektora logistycznego – GEFCO Group, gdzie pełnił funkcje szefa\n                           działu prawnego odpowiedzialnego za obsługę prawną Spółki w Polsce oraz FM LOGISTIC,\n                           gdzie pełnił różne funkcje specjalistyczne i kierownicze związane z obsługą prawną,\n                           w tym obecnie wykonywaną  funkcje Dyrektora ds. Prawnych odpowiedzialnego za pełną\n                           obsługę prawną aktywności transportu międzynarodowego na  poziomie całej grupy FM.\n                           Współpracował również z Wyższą Szkołą Zarządzania i Prawa w Warszawie w charakterze\n                           wykładowcy akademickiego, firmą szkoleniową Gamma S.J, prowadząc szkolenia z międzynarodowego\n                           prawa przewozowego, a  także z kancelariami prawniczymi. W pracy zawodowej posługuje\n                           się językiem angielskim _biegła znajomość_ oraz rosyjskim _ dobra znajomość_.2. Hanna Strykowska - ur. 01.05.1976 r.Wykształcenie i szkolenia2009 - Egzamin radcowski zdany z wynikiem bardzo dobrym z wyróżnieniem2005 – 2009 - Aplikacja radcowska –  Izba Radców Prawnych w Poznaniu2004  - Szkoła Główna Handlowa, Warszawa – studia podyplomowe Polskie i Europejskie\n                           Prawo Spółek2002 - City University, Londyn – studia uzupełniające Prawa Człowieka i Prawo Publiczne\n                           Międzynarodowe2002  - Oxford House College, Londyn – kurs języka angielskiego słownictwo prawnicze\n                           i handlowe2001 – 2002 - Oxford House College, Londyn – kurs języka angielskiego Cambridge Advanced\n                           Course1999 - Universitẻ Ouvrir  de Genẻve – stypendium –  język francuski1995 – 2001- Uniwersytet im.  Adama Mickiewicza w Poznaniu Wydział Prawa i Administracji\n                           – magister prawaDoświadczenie zawodowe 2005 – aktualnie - White&Case M.Studniarek, Kancelaria Prawna Sp. k., Warszawa ASSOCIATEDoradztwo prawne związane z transakcjami fuzji i przejęć:• Opracowywanie koncepcji i struktury transakcji oraz tworzenie strategii fuzji i\n                           przejęć• Udział w negocjowaniu umów pomiędzy przyszłymi udziałowcami, akcjonariuszami• Doradztwo prawne w transakcjach sprzedaży udziałów, akcji oraz majątku podmiotów\n                           gospodarczych• Pomoc prawna w procesach łączenia lub innego rodzaju przekształceniach spółek kapitałowych• Doradztwo w zakresie tworzenia struktury oraz przeprowadzania krajowych i międzynarodowych\n                           wykupów wspomaganych, przedsięwzięć joint venture, inwestycji kapitałowych _private\n                           equity, venture capital_, • Doradztwo w szerokim zakresie kwestii prawnych dotyczących transakcji _m.in. sprawy\n                           korporacyjne, prawo ochrony konkurencji, regulacje branżowe, analizy prawne typu due\n                           diligence_• Przygotowywanie prospektów emisyjnych, wezwań nabycia akcji  _m.in. Netia S.A._\n                           i dokumentów towarzyszących, projektów komunikatów i informacji dla spółek giełdowych• Obsługa prawna podmiotów w postępowaniach o uzyskanie dofinansowania z funduszy\n                           UEDoradztwo prawne związane z obsługą funduszy inwestycyjnych i inwestorów branżowych\n                           w sektorze rynku internetowego i nowoczesnych technologii:• Prawo nowoczesnych technologii• Prawo własności intelektualnej w projektach IT• Prawo własności przemysłowej • Prawo świadczenia usług drogą elektroniczną• Ochrona znaków towarów, patenty• Ochrona danych osobowych• Postępowanie przed regulatorami GIODO, UOKiKDoradztwo prawne związane z bieżącą obsługą podmiotów gospodarczych:• Prawo korporacyjne• Prawo pracy• Prawo handlowe• Prawo gospodarcze• Prawo cywilne• Prawo ochrony konkurencji• Prawo procesowe2016 – aktualnie - Narodowe Centrum Badań i Rozwoju, Warszawa- Ekspert ds. Instrumentów Finansowych i Prawa Nowych TechnologiiDoradzanie przedstawicielom NCBR między innymi w zakresie ich funkcji i obowiązków\n                           związanych z członkostwem w komitetach inwestycyjnych  21 funduszy inwestycyjnych\n                           typu venture capital inwestujących w innowacyjne projekty technologiczne.2017 – aktualnie -  Koordynator zespołu sekcji Instrumentów Finansowych i Prawa Nowych\n                           Technologii Działu Prawnego NCBR2002 – 2005 - Prawnik, Siwek Gaczyński Spółka Partnerska Kancelaria Prawnicza Radcowsko-Adwokacka,\n                           Warszawa- PrawnikPrawo cywilne, prawo gospodarcze w szczególności dotyczące prawa spółek, nieruchomości\n                           oraz prawa pracy i prawo procesowe.",
        "date": "2017-10-16"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A informuje, że w dniu 13 października 2017 roku Spółka po\n                           otrzymaniu stosownych dokumentów, podpisała z BALTCHEM S.A. Zakłady Chemiczne w Szczecinie\n                           z siedzibą w Szczecinie, ul. Ks. St. Kujota 9, 70-605 Szczecin, Umowę na zaprojektowanie\n                           i budowę dwóch zbiorników magazynowych, zbiornika T-12 o pojemności V=22 000 m3 i\n                           zbiornika T-13 o pojemności V=14 000 m3 oraz ich połączenia z istniejącą infrastrukturą\n                           technologiczną terminalu przeładunkowego Baltchem S.A. w Świnoujściu, w oparciu o\n                           koncepcję zwiększenia zdolności magazynowej terminalu, opracowana przez Aiut Sp. z\n                           o.o. z marca 2017 r.Wartość umowy wynosi 29,29 mln PLN.Zakończenie realizacji umowy nastąpi w terminie do dnia 31 grudnia 2018 roku.Termin płatności: 14 dni od dnia doręczenia faktury.Okres gwarancji: a_ dla materiałów i urządzeń zgodnie z danymi producenta, ale nie krócej niż 12 miesiące;b_ na wykonane prace w ramach przedmiotu Umowy dokumentację 36 miesięcy; Zabezpieczenie należytego wykonania umowy: 5% wynagrodzenia umownego netto w gwarancji\n                           bankowej lub gwarancji ubezpieczeniowej.",
        "date": "2017-10-13"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że na Nadzwyczajnym Walnym Zgromadzeniu Mostostal\n                           Płock S.A., które odbyło się w dniu 13 października 2017 roku, akcjonariuszami posiadającym\n                           co najmniej 5% głosów na tym Zgromadzeniu byli: Mostostal Warszawa S.A. z ilością\n                           1 237 380 głosów, co stanowiło 88,58 % głosów na tym Zgromadzeniu i 52,95% w ogólnej\n                           liczbie głosów oraz Otwarty Fundusz Emerytalny PZU \"Złota Jesień\" z ilością 156 000\n                           głosów, co stanowiło 11,15 % głosów na tym Zgromadzeniu i 6,68 % w ogólnej liczbie\n                           głosów.",
        "date": "2017-10-13"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że w dniu 13 października 2017 r. Nadzwyczajne\n                           Walne Zgromadzenie Spółki powołało do składu Rady Nadzorczej Mostostal Płock S.A.:\n                           Pana Piotra Sabata oraz  Panią Hannę Strykowską. Uchwały powołujące nowych członków Rady Nadzorczej wejdą w życie z dniem zarejestrowania\n                           zmian Statutu Spółki w Krajowym Rejestrze Sądowym.Zgodnie ze złożonymi oświadczeniami nowo powołani członkowie Rady Nadzorczej nie zajmują\n                           się interesami konkurencyjnymi w stosunku do Mostostal Płock S.A. ani też nie uczestniczą\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej. Nie uczestniczą też w innej konkurencyjnej osobie prawnej\n                           jako członek organu. Nie posiadają w innej konkurencyjnej spółce kapitałowej udziałów\n                           lub akcji w ilości co najmniej 10% ani też nie posiadają prawa do powołania co najmniej\n                           jednego członka zarządu. Jednocześnie oświadczyli, że nie figurują w Rejestrze Dłużników\n                           Niewypłacalnych prowadzonym na podstawie ustawy o KRS. Oświadczyli również, że spełniają\n                           kryteria niezależności określone w Załączniku II do Zalecenia Komisji Europejskiej\n                           z dnia 15 lutego 2005 r. dotyczącego roli dyrektorów nie wykonawczych lub będących\n                           członkami rad nadzorczych spółek giełdowych i komisji rady _nadzorczej_ _Dz. U UE\n                           L 055251_ oraz dodatkowe wymogi wskazane w Dobrych Praktykach Spółek Notowanych na\n                           GPW, będących załącznikiem do Uchwały Nr 27/1414/2015 rady Giełdy z dnia 13.10.2015\n                           r.Życiorysy nowo powołanych członków Rady Nadzorczej zostaną przekazane odrębnym raportem\n                           bieżącym.",
        "date": "2017-10-13"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje treść uchwał podjętych przez Nadzwyczajne Walne\n                           Zgromadzenie Mostostal Płock S.A. w dniu 13 października 2017 roku",
        "date": "2017-10-13"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A., informuje że w dniu dzisiejszym wpłynęło do Spółki zgłoszenie\n                           kandydatury  Pana Piotra Sabata na niezależnego członka Rady Nadzorczej Mostostal\n                           Płock S.A., złożone przez  Powszechne Towarzystwo Emerytalne PZU S.A. w Warszawie\n                           działające w imieniu Otwartego Funduszu Emerytalnego PZU \"Złota Jesień\" akcjonariusza\n                           Mostostal Płock S.A.  Kandydatura została zgłoszona w związku ze zwołanym na dzień\n                           13.10.2017 r. Nadzwyczajnym Walnym Zgromadzeniem Spółki oraz punktem 8 porządku obrad\n                           tego NWZ przewidującego zmiany w składzie Rady Nadzorczej Mostostal Płock S.A. Pan Piotr Sabat wyraził zgodę na kandydowanie oraz złożył stosowne oświadczenie. W załączeniu zgłoszenie kandydatury, oświadczenie oraz CV kandydata.Podstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19.02.2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitenta papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz. U. z dnia 28.01.2014 r.,\n                           poz. 133 z późn. zm._.",
        "date": "2017-10-11"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A., informuje że do Spółki wpłynęła kandydatura Pani Hanny\n                           Strykowskiej na niezależnego członka Rady Nadzorczej MOSTOSTAL PŁOCK S.A. Kandydatura\n                           została zgłoszona w związku ze zwołanym na dzień 13.10.2017 r. Nadzwyczajnym Walnym\n                           Zgromadzeniem Spółki oraz punktem 8 porządku obrad tego NWZ przewidującego zmiany\n                           w składzie Rady Nadzorczej Mostostal Płock S.A. Pani Hanna Strykowska wyraziła zgodę\n                           na kandydowanie oraz złożyła stosowne oświadzczenie. W załączeniu dokumenty złożone przez Panią Hannę Strykowską. Podstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19.02.2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitenta papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz. U. z dnia 28.01.2014 r.,\n                           poz. 133 z późn. zm._.",
        "date": "2017-10-10"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A., informuje że do Spółki wpłynęła kandydatura Pana Janusza\n                           Kędziora na niezależnego członka Rady Nadzorczej MOSTOSTAL PŁOCK S.A. Kandydatura\n                           została zgłoszona w związku ze zwołanym na dzień 13.10.2017 r. Nadzwyczajnym Walnym\n                           Zgromadzeniem Spółki oraz punktem 8 porządku obrad tego NWZ przewidującego zmiany\n                           w składzie Rady Nadzorczej Mostostal Płock S.A.Pan Janusz Kędziora wyraził zgodę na kandydowanie oraz złożył stosowne oświadzczenie.W załączeniu aplikacja złożona przez Pana Janusza Kędziora.Podstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19.02.2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitenta papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz. U. z dnia 28.01.2014 r.,\n                           poz. 133 z późn. zm._.",
        "date": "2017-09-18"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje w załączeniu treść projektów uchwał, które\n                           mają być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia, zwołanego na 13 października\n                           2017 roku.",
        "date": "2017-09-15"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Ogłoszenie Zarządu Mostostal Płock S.A. z siedzibą w Płocku o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia.Zarząd Mostostal Płock Spółka Akcyjna z siedzibą w Płocku przy ul. Targowej 12, 09-400\n                           Płock, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy XIV Wydział Gospodarczy pod nr KRS 0000053336,\n                           działając na podstawie Kodeksu spółek handlowych oraz § 17 ust.4 Statutu Spółki zwołuje\n                           Nadzwyczajne Walne Zgromadzenie, które odbędzie się 13 października 2017 roku o godzinie\n                           10°° w siedzibie Spółki w Płocku ul. Targowa 12Porządek obrad.1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Zmiany Statutu Spółki6. Przyjęcie tekstu jednolitego Statutu.7. Zmiany Regulaminu Rady Nadzorczej.8. Ustalenie liczby członków Rady Nadzorczej oraz zmiany w składzie Rady Nadzorczej.9.Zamknięcie obrad.Stosownie do treści art. 402 § 2 Kodeksu Spółek Handlowych, Zarząd podaje do wiadomości\n                           treść proponowanych zmian w Statucie Spółki:1. dotychczasowy § 9 ust.1  Statutu Spółki:\"Kapitał zakładowy emitowany jest w seriach:- akcje imienne uprzywilejowane serii A i B obejmują 86 072 _osiemdziesiąt sześć \n                           tysięcy  siedemdziesiąt dwie_ akcje,- akcje na okaziciela serii A i B obejmują 230 863 _dwieście trzydzieści tysięcy osiemset\n                           sześćdziesiąt trzy_ akcje,- akcje serii C obejmują 1 683 065 _jeden milion sześćset osiemdziesiąt trzy tysiące\n                           sześćdziesiąt pięć_ akcji na okaziciela.\"otrzymuje brzmienie:   \"Kapitał zakładowy emitowany jest w seriach:- akcje imienne uprzywilejowane serii A i B obejmują 84 235 _osiemdziesiąt cztery\n                           tysiące dwieście trzydzieści pięć_ akcji,- akcje na okaziciela serii A i B obejmują 232 700 _dwieście trzydzieści dwa tysiące\n                           siedemset_ akcji,- akcje serii C obejmują 1 683 065 _jeden milion sześćset osiemdziesiąt trzy tysiące\n                           sześćdziesiąt pięć_ akcji na okaziciela \".2. dotychczasowy § 22 ust.1 Statutu Spółki:\"Rada Nadzorcza składa się z 5 członków powoływanych na trzy lata.Ustępujący członkowie mogą być wybierani ponownie.\" otrzymuje brzmienie:\"Rada Nadzorcza składa się z pięciu _5_ lub więcej członków powoływanych przez Walne\n                           Zgromadzenie na trzyletnią kadencję. Liczbę członków Rady Nadzorczej określa Walne\n                           Zgromadzenie.Ustępujący członkowie mogą być wybierani ponownie.\"3. w Statucie Spółki dodaje się § 25 ust. 2 pkt 13 w następującym brzmieniu:\"powołanie Komitetu Audytu oraz uchwalenie regulaminu Komitetu Audytu.\"4.w Statucie Spółki dodaje się § 25 ust. 2 pkt 14 w następującym brzmieniu:\"powoływanie i odwoływanie członków Komitetu Audytu.\"Na podstawie art. 402² Kodeksu spółek handlowych Spółka przekazuje informacje dotyczące\n                           udziału w Nadzwyczajnym Walnym Zgromadzeniu Spółki.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu.Dniem rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu jest 27 września\n                           2017 r. _\"Dzień Rejestracji\"_.Prawo Akcjonariusza do uczestnictwa w Walnym Zgromadzeniu.Prawo uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Mostostal Płock S.A. w Dniu Rejestracji, tzn. osoby, które:1. w przypadku akcji na okaziciela:- na 16 dni przed datą Nadzwyczajnego Walnego Zgromadzenia tj. 27 września 2017 r.\n                           na rachunku papierów wartościowych będą miały zapisane akcje Spółki oraz- od dnia ogłoszenia o NWZ do dnia 28 września 2017 roku _włącznie_ złożą żądanie\n                           wystawienia imiennego zaświadczenia o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           w podmiocie prowadzącym rachunek papierów wartościowych, na którym zapisane są akcje\n                           Spółki.Rekomenduje się akcjonariuszom odebranie wyżej wymienionego wystawionego zaświadczenia\n                           o prawie uczestnictwa i zabranie go ze sobą na NWZ.2. w przypadku akcji imiennych:- w Dniu Rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu tj. 27 września\n                           2017 r. są wpisane do Księgi akcyjnej Mostostal Płock S.A.Spółka sporządzi listę akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym\n                           Walnym Zgromadzeniu na podstawie:- wykazu udostępnionego jej przez Krajowy Depozyt Papierów Wartościowych a sporządzonego\n                           na podstawie wystawionych przez podmioty prowadzące rachunki papierów wartościowych\n                           imiennych zaświadczeń o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu oraz- Księgi akcyjnej Mostostal Płock S.A.Na trzy dni powszednie przed terminem Nadzwyczajnego Walnego Zgromadzenia, tj. w dniach\n                           10, 11 i 12 października 2017 roku w godz. 6:30 do 14:30 w siedzibie Spółki _ul. Targowa\n                           12, 09-400 Płock_ zostanie wyłożona do wglądu lista akcjonariuszy uprawnionych do\n                           uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu.Prawo akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad walnego\n                           zgromadzenia.Akcjonariuszowi lub akcjonariuszom reprezentującym co najmniej 5% kapitału zakładowego\n                           przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie\n                           później niż na 21 dni przed terminem Nadzwyczajnego Walnego Zgromadzenia, tj. do dnia\n                           22 września 2017 roku. Żądanie powinno zawierać uzasadnienie i projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub w postaci elektronicznej i przesłane\n                           na następujący adres poczty elektronicznej Spółki: wza@mostostal-plock.pl. Akcjonariusz/akcjonariusze powinien/powinni wykazać posiadanie odpowiedniej liczby\n                           akcji na dzień złożenia żądania załączając do żądania świadectwo/a depozytowe oraz,\n                           w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Prawo akcjonariusza do zgłaszania projektów uchwał.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 5% kapitału zakładowego\n                           mogą przed terminem Nadzwyczajnego Walnego Zgromadzenia zgłaszać na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub przy wykorzystaniu środków komunikacji\n                           elektronicznej na adres e-mail: wza@mostostal-plock.pl projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad Nadzwyczajnego Walnego Zgromadzenia lub spraw, które\n                           mają zostać wprowadzone do porządku obrad.Akcjonariusz/akcjonariusze powinien/powinni wykazać posiadanie odpowiedniej liczby\n                           akcji na dzień złożenia żądania załączając do żądania świadectwo/a depozytowe lub\n                           zaświadczenie o prawie uczestnictwa w Walnym Zgromadzeniu oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Ponadto, każdy z akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.Elektroniczna komunikacja Akcjonariuszy z Mostostal Płock S.A.W granicach przewidzianych przepisami Kodeksu spółek handlowych i Statutu Spółki,\n                           Akcjonariusze mogą kontaktować się ze Spółką za pomocą elektronicznych środków komunikacji.Komunikacja Akcjonariuszy z Mostostal Płock S.A. w formie elektronicznej odbywa się\n                           przy wykorzystaniu adresu e-mail: wza@mostostal-plock.plRyzyko związane z wykorzystaniem środków komunikacji elektronicznej ponosi Akcjonariusz. Wszelkie dokumenty przesyłane przez Akcjonariusza do Mostostal Płock S.A., jak również\n                           przez Mostostal Płock S.A do Akcjonariusza drogą elektroniczną powinny być zeskanowane\n                           do formatu PDF lub JPEG.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Nadzwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika / pełnomocników.Pełnomocnictwo do głosowania przez pełnomocnika powinno być udzielone na piśmie lub\n                           w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga\n                           opatrzenia bezpiecznym podpisem elektronicznym.Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika są zamieszczone\n                           na stronie internetowej Spółki pod adresem www.mostostal-plock.pl, w sekcji Relacje\n                           Inwestorskie / Walne Zgromadzenie.Akcjonariusz jest zobowiązany przesłać do Spółki informację o udzieleniu pełnomocnictwa\n                           w postaci elektronicznej na adres poczty elektronicznej wza@mostostal-plock.pl najpóźniej\n                           na jeden dzień przed dniem Nadzwyczajnego Walnego Zgromadzenia _tj. do dnia 12 października\n                           2017 roku do godz. 14:30_. Do informacji o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           należy dołączyć zeskanowane pełnomocnictwo udzielone na formularzu udostępnionym przez\n                           Spółkę _lub sporządzone przez Akcjonariusza, zawierające co najmniej te same dane\n                           i informacje_ oraz:a_ w przypadku akcjonariuszy będących osobami fizycznymi – kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza,b_ w przypadku akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić\n                           uprawnienie do działania w imieniu tego podmiotu załączając kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej\n                           _osób fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu _np. nieprzerwany\n                           ciąg pełnomocnictw_.Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej.Brak możliwości weryfikacji udzielenia pełnomocnictwa może stanowić podstawę dla odmowy\n                           dopuszczenia pełnomocnika do udziału w Nadzwyczajnym Walnym Zgromadzeniu.Powyższe zasady dotyczące sposobu udzielenia pełnomocnictwa, mają zastosowanie również\n                           w odniesieniu do odwołania pełnomocnictwa udzielonego w postaci elektronicznej.Dopuszczenie do udziału w Nadzwyczajnym Walnym Zgromadzeniu.Akcjonariusze zostaną dopuszczeni do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           po okazaniu dowodu tożsamości, a pełnomocnicy:a_ w przypadku pełnomocnictwa udzielonego w formie pisemnej – po okazaniu dowodu tożsamości\n                           i ważnego pełnomocnictwa udzielonego w formie pisemnej, b_ w przypadku pełnomocnictwa udzielonego w postaci elektronicznej – po okazaniu dowodu\n                           tożsamości i wydruku pełnomocnictwa w formacie PDF.Przedstawiciele osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne\n                           odpisy z odpowiednich rejestrów, wymieniające osoby uprawnione do reprezentowania\n                           tych podmiotów oraz inne dokumenty potwierdzające upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu\n                           _np. nieprzerwany ciąg pełnomocnictw_.W przypadku okazania kopii ww. dokumentów powinny być one potwierdzone na każdej stronie\n                           za zgodność z oryginałem przez upoważnione osoby.Możliwość i sposób uczestniczenia w walnym zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości uczestniczenia oraz wypowiadania się w trakcie Walnego\n                           Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej.Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.Dostęp do dokumentacji.Pełny tekst dokumentacji, która ma być przedstawiona na Nadzwyczajnym Walnym Zgromadzeniu,\n                           projekty uchwał oraz wszelkie informacje można uzyskać w siedzibie Spółki pod adresem\n                           ul. Targowa 12 09-400 Płock lub na stronie internetowej Spółki pod adresem:www.mostostal-plock.pl w sekcji \"Relacje Inwestorskie\\ Walne Zgromadzenie\".Rejestracja obecności na WZ.Zarząd Mostostal Płock S.A. uprzejmie informuje, że rejestracja obecności rozpocznie\n                           się w dniu Nadzwyczajnego Walnego Zgromadzenia od godz. 9:30.Zarząd Mostostal Płock\n                           S.A.",
        "date": "2017-09-15"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że zgodnie z § 12 ust.4 Statutu Spółki oraz\n                           Uchwałą Nr 1/2017 Zarządu Spółki z dnia 17 sierpnia 2017 r. dotyczącą zamiany, asymilacji\n                           i wprowadzenia do obrotu giełdowego 1837 akcji imiennych uprzywilejowanych Spółki,\n                           Zarząd Krajowego Depozytu Papierów Wartościowych S.A. Uchwałą Nr 547/17 z dnia 25\n                           sierpnia 2017 r. postanowił dokonać w dniu 1 września 2017 roku asymilacji 1837 akcji\n                           zwykłych na okaziciela spółki Mostostal Płock S.A. powstałych po zamianie 1837 akcji\n                           imiennych uprzywilejowanych dokonanej w dniu 1 września 2017 r. z 1 913 928 akcjami\n                           zwykłymi na okaziciela spółki Mostostal Płock S.A.W wyniku zamiany na akcje na okaziciela 1837 akcji imiennych uprzywilejowanych co\n                           do głosu _w tensposób, że na jedną akcję przypada 5 głosów_ traci uprzywilejowanie. Po dokonaniu\n                           zamiany wysokość kapitału zakładowego Spółki nie uległa zmianie i wynosi 20 000 000\n                           PLN, a ogólna liczba głosów na Walnym Zgromadzeniu wynosi 2 336 940.Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. wprowadzi z dniem 1 września\n                           2017 roku w trybie zwykłym do obrotu giełdowego na rynku podstawowym 1837 akcji spółki\n                           Mostostal Płock S.A. _Uchwała nr 977/2017 z dnia 24 sierpnia 2017 r. Zarządu Giełdy\n                           Papierów Wartościowych w Warszawie S.A._. W związku z powyższym do obrotu giełdowego\n                           wprowadzonych będzie 1 915 765 akcji zwykłych na okaziciela spółki Mostostal Płock\n                           S.A.",
        "date": "2017-08-25"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. _\"Spółka\"_ informuje, że Spółka w dniu dzisiejszym podpisała\n                           z PKN ORLEN S.A. z siedzibą w Płocku Umowę dotyczącą kompleksowego wykonania w systemie\n                           generalnego wykonawcy _formuła realizacji PC_ zadania inwestycyjnego pn.\" Zmiany konstrukcyjne\n                           zbiorników benzyn nr 14, 16, 26, 27, zbiorników frakcji BT 32, 33 i zbiorników benzenu\n                           35, 36 dla zwiększenia bezpieczeństwa magazynowania paliw\" wraz z weryfikacją i dokonaniem\n                           wszelkich niezbędnych zmian i korekt w przekazanej przez Zamawiającego dokumentacji.Zakończenie realizacji umowy nastąpi w terminie do dnia 30 października 2021 roku.Wartość umowy wynosi 20,00 mln zł netto.Termin płatności: 30 dni od dnia doręczenia faktury.Okres gwarancji: a_ dla materiałów i urządzeń zgodnie z danymi producenta, ale niekrótszy niż 24 miesiące;b_ na wykonane prace i opracowaną w ramach przedmiotu Umowy dokumentację 36 miesięcy;\n                           c_ zabezpieczenie antykorozyjne zbiorników oraz drugie dna z monitoringiem 60 miesięcy.\n                           Zabezpieczenie należytego wykonania umowy: 10% wynagrodzenia umownego netto w gwarancji\n                           bankowej lub gwarancji ubezpieczeniowej.",
        "date": "2017-08-09"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2017, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu półrocznego I półrocze\n                           2017 r. Poprzedni termin - 29.09.2017 r. Aktualny termin - 11.08.2017 r.",
        "date": "2017-08-08"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 26.06.2017 roku Spółka,  podpisała\n                           z Bankiem Pekao S.A. niżej wymienione umowy  _w formie aneksów_:1. Aneks do umowy z dnia 15.12.2009 r.  o przyznaniu linii kredytowej w formie limitu\n                           kredytowego w rachunku bieżącym zwiększający wysokość dostępnego limitu do 7 000 000\n                           zł i jednocześnie przedłużajcy dostępność do dnia 30.06.2018 r.Katalog zabezpieczeń rozszerzono o zabezpieczenie w postaci oświadczenia o poddaniu\n                           sie egzekucji w trybie art.777 kpc.2. Aneks do umowy z dnia 06.10.2011 r. o udzielenie kredytu obrotowego odnawialnego\n                           w wysokości 5 000 000 zł przedłużony do dnia 30.06.2018 r. 3. Aneks do umowy  z dnia 14.07.2009 roku o udzielenie linii gwarancji bankowych.\n                           Limit całkowity został zwiększony do wysokości 20 895 240,52  zł i przedłużony do\n                           dnia 30.06.2018 roku.Pozostałe warunki umów nie ulegają zmianie. Wynagrodzenie przysługujące Bankowi z tytułu realizacji umów ustalono na warunkach\n                           rynkowych a warunki umów nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.",
        "date": "2017-06-26"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu dzisiejszym Spółka podpisała Aneks\n                           Nr 9 do Umowy ramowej podpisanej w dniu 16.05.2011 r. z InterRisk TU S.A. Vienna Insurance\n                           Group o udzielenie linii gwarancji ubezpieczeniowych.Aneks podnosi dostępną linię gwarancji ubezpieczeniowych do wysokości 26 mln PLN z\n                           przeznaczeniem na sublimity dla gwarancji wadialnych _do 2,5 mln PLN_, gwarancji należytego\n                           wykonania kontraktu _do 14 mln PLN_, gwarancji usunięcia wad i usterek _do 8 mln PLN_\n                           oraz gwarancji zwrotu zaliczki _do 1,5 mln PLN_.Jednocześnie ulega zmianie termin dostępności linii gwarancyjnej do dnia 19.06.2018\n                           roku. Dotychczasowe zabezpieczenia gwarancji ubezpieczeniowych nie ulegają zmianie.Pozostałe warunki umowy nie ulegają zmianie.Umowa nie zawiera specyficznych warunków, charakterystycznych dla tej umowy szczególnie\n                           tych, które odbiegałyby od warunków powszechnie stosowanych dla tego typu umów.Prowizja przysługująca Towarzystwu z tytułu realizacji umowy ustalona została na warunkach\n                           rynkowych i nie odbiega od powszechnie stosowanych dla tego typu umów.",
        "date": "2017-06-20"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 19 czerwca 2017 roku Rada Nadzorcza\n                           dokonała wyboru firmy KPMG Audyt Sp. z o.o. z siedzibą w Warszawie, ul. Inflancka\n                           4A, 00-189 Warszawa wpisanej na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych prowadzoną przez Krajową Radę Biegłych Rewidentów pod numerem 458, jako\n                           podmiotu uprawnionego do przeprowadzenia badania sprawozdania finansowego Spółki za\n                           rok 2017 oraz przeglądu sprawozdania finansowego za okres sześciu miesięcy kończący\n                           się 30 czerwca 2017 roku.Spółka dotychczas nie korzystała z usług wybranego podmiotu przy przeprowadzaniu badania\n                           sprawozdań finansowych.Wybór podmiotu uprawnionego do badania sprawozdań finansowych dokonany został zgodnie\n                           z obowiązującymi przepisami prawa.",
        "date": "2017-06-19"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu 26.05.2017 roku Spółka podpisała\n                           z Generali Towarzystwo Ubezpieczeń S.A. z siedzibą w Warszawie ul. Postępu 15b, Aneks\n                           nr 1 do umowy ramowej z dnia 20.05.2016 r. o udzielenie gwarancji kontraktowych w\n                           ramach limitu odnawialnego z limitem w wysokości 5 mln zł. Aneks podtrzymuje wysokość\n                           limitu oraz przedłuża okres jego dostepności do dnia 19 maja 2018 roku. Pozostałe warunki umowy nie ulegają zmianie.Umowa nie zawiera specyficznych warunków, charakterystycznych dla tej umowy szczególnie\n                           tych, które odbiegałyby od warunków powszechnie stosowanych dla tego typu umów.  Prowizja\n                           przysługująca Towarzystwu z tytułu realizacji umowy ustalona została na warunkach\n                           rynkowych i nie odbiega od powszechnie stosowanych dla tego typu umów.",
        "date": "2017-05-26"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że w dniu dzisiejszym Spółka podpisała Aneks\n                           Nr 8 z dnia 10.05.2017 r. do Umowy ramowej podpisanej w dniu 16.05.2011 r. z InterRisk\n                           TU S.A. Vienna Insurance Group o udzielenie linii gwarancji ubezpieczeniowych. Aneks\n                           podnosi dostępną linię gwarancji ubezpieczeniowych do wysokości 24,5 mln PLN z przeznaczeniem\n                           na sublimity dla gwarancji wadialnych _do 2,5 mln PLN_, gwarancji należytego wykonania\n                           kontraktu _do 14 mln PLN_ oraz usunięcia wad i usterek _do 8 mln PLN_ . Jednocześnie\n                           nie ulega zmianie termin dostępności linii gwarancyjnej, określony dotąd do dnia 02.06.2017\n                           roku.Dotychczasowe zabezpieczenia gwarancji ubezpieczeniowych nie ulegają zmianie. Pozostałe warunki umowy nie ulegają zmianie.  Umowa nie zawiera specyficznych warunków,\n                           charakterystycznych dla tej umowy szczególnie tych, które odbiegałyby od warunków\n                           powszechnie stosowanych dla tego typu umów. Prowizja przysługująca Towarzystwu z tytułu realizacji umowy ustalona została na warunkach\n                           rynkowych i nie odbiega od powszechnie stosowanych dla tego typu umów.",
        "date": "2017-05-10"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. informuje, że na Zwyczajnym Walnym Zgromadzeniu Mostostal\n                           Płock S.A., które odbyło się w dniu 9 maja 2017 roku, akcjonariuszem posiadającym\n                           co najmniej 5% głosów na tym Zgromadzeniu był Mostostal Warszawa S.A. z ilością 1\n                           237 380 głosów, co stanowiło 99,99% głosów na tym Zgromadzeniu i 52,78% w ogólnej\n                           liczbie głosów.",
        "date": "2017-05-09"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Mostostal Płock S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym wpłynęła do Spółki:\n                           rezygnacja Pana Jose Angel Andres Lopez z funkcji członka Rady Nadzorczej Mostostal\n                           Płock S.A. z dniem 09.05.2017 r. Jako powód rezygnacji Pan Jose Angel Andres Lopez\n                           podał powierzenie Mu przez kierownictwo Acciona S.A. nowych zadań w ramach Grupy Kapitałowej\n                           Acciona.Spółka informuje również, że w dniu 9 maja 2017 r. Zwyczajne Walne Zgromadzenie Spółki\n                           powołało do składu Rady Nadzorczej Mostostal Płock S.A.: Pana Jorge Calabuig Ferre.Jorge Calabuig Ferre, ur. 1978 r. W2003 r. ukończył studia wyższe na Politechnice\n                           w Walencji na Wydziale Inżynierii Lądowej, specjalność transport i urbanistyka. W\n                           2003 r. obronił także inżynierską pracę magisterską na Uniwersytecie w Rostock w Niemczech.\n                           Od początku kariery zawodowej związany z generalnym wykonawstwem. W latach 2003-2006\n                           piastował stanowiska: od Kierownika Budowy do Dyrektora Technicznego. Z Grupą Acciona\n                           związany od 2006 r. Z ramienia hiszpańskiej spółki w latach 2006-2008 nadzorował w\n                           Polsce modernizację drogi krajowej nr 7 na odcinku Kiezmark - Jazowa. W latach 2008-\n                           2009 koordynował również wieloetapowy proces przygotowania oferty konsorcjum Mostostal\n                           Warszawa/Acciona Infraestructuras na budowę II linii metra w Warszawie. W latach 2009\n                           - 2013 sprawował funkcję Dyrektora Technicznego w Acciona Infraestructuras Oddział\n                           w Polsce. Od 2014roku zarządzał Działem Kontrolingu i Zakupów w Mostostal Warszawa\n                           SA. Jako Dyrektor ds. Kontrolingu i Zakupów był również odpowiedzialny za zarządzanie\n                           procesem zakupów przy jednym z największych kontraktów Spółki - budowie bloków energetycznych\n                           nr. 5 i 6 w Elektrowni Opole.W dniu 5 maja 2017 r., decyzją Rady Nadzorczej, został powołany w skład Zarządu Mostostalu\n                           Warszawa SA. Pełni także funkcję Członka Zarządu w Mostostal Power Development Sp.\n                           z o.o. Zasiada również w Radach Nadzorczych spółek zależnych Mostostal Warszawa SA:\n                           Mostostal Kielce SA i Mieleckie Przedsiębiorstwo Budowlane SA.Zgodnie ze złożonym oświadczeniem nie zajmuje się interesami konkurencyjnymi w stosunku\n                           do Mostostal Płock S.A. ani też nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej. Nie uczestniczy\n                           też w innej konkurencyjnej osobie prawnej jako członek organu. Nie posiada w innej\n                           konkurencyjnej spółce kapitałowej udziałów lub akcji w ilości co najmniej 10% ani\n                           też nie posiada prawa do powołania co najmniej jednego członka zarządu. Jednocześnie\n                           oświadczył, że nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy o KRS.",
        "date": "2017-05-09"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje treść uchwał podjętych przez Zwyczajne Walne\n                           Zgromadzenie Mostostal Płock S.A. w dniu 9 maja 2017 roku.",
        "date": "2017-05-09"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 6/2017\n                           informuje, że Spółka w dniu dzisiejszym podpisała z Elektrobudową S.A. z siedzibą\n                           w Katowicach Umowę na montaż rurociągów technologicznych dla realizacji budowy Instalacji\n                           Metatezy na terenie Zakładu Produkcyjnego PKN ORLEN S.A. w Płocku.Zakończenie realizacji umowy nastąpi w terminie do dnia 28 lutego 2018 roku.Wartość umowy wynosi 11,20 mln zł netto.Termin płatności: 30 dni od dnia doręczenia faktury.Okres gwarancji: 37 miesięcy i 61 miesięcy na powłoki antykorozyjne.Zabezpieczenie należytego wykonania umowy: 10% wynagrodzenia umownego netto w gwarancji\n                           bankowej lub gwarancji ubezpieczeniowej.",
        "date": "2017-05-08"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 3/2017,\n                           informuje, że Spółka wraz z Mostostal Warszawa S.A. _Spółka dominująca_ w dniu dzisiejszym\n                           podpisała ze Skarbem Państwa – Ministrem Obrony Narodowej reprezentowanym przez Zakład\n                           Inwestycji Organizacji Traktatu Północnoatlantyckiego _\"Zamawiający\"_ umowę na Budowę\n                           i modernizację składu MPS 1 w Powidzu. Zakończenie realizacji umowy nastąpi w terminie do 27 miesięcy od daty rozpoczęcia\n                           jej realizacji tj. od dnia 28 kwietnia 2017 roku, przy czym realizacja procesów remediacji\n                           może trwać do dnia 31 grudnia 2019 roku.Wartość umowy wynosi 33,20 mln zł brutto.Termin płatności: 30 dni od dnia doręczenia Zamawiającemu faktury.Okres gwarancji: - 10 lat na budowlę _części budowli_ i konstrukcje trwale związane z gruntem,- 5 lat na maszyny, aparaty i urządzenia,- 5 lat na instalacje, sieci i systemy,- 2 lata na mienie ruchome, w tym meble,- 3 lata na nasadzenia drzew.Zabezpieczenie należytego wykonania umowy: 10% wynagrodzenia umownego brutto w pieniądzu,\n                           gwarancji bankowej lub gwarancji ubezpieczeniowej.",
        "date": "2017-04-28"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2017, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu okresowego za I kwartał\n                           2017 r.Poprzedni termin - 30.05.2017 r.Aktualny termin - 25.04.2017 r.",
        "date": "2017-04-21"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. _Spółka_ informuje, że w dniu 14 kwietnia 2017 roku, Spółka\n                           po otrzymaniu stosownych dokumentów, podpisała z ELEKTROBUDOWĄ SA z siedzibą w Katowicach,\n                           Umowę przedwstępną na montaż rurociągów technologicznych dla realizacji budowy Instalacji\n                           Metatezy na terenie Zakładu Produkcyjnego PKN ORLEN S.A. w Płocku.Szacunkowa wartość umowy przyrzeczonej wynosi 11,2 mln PLN.Strony zobowiązały się dołożyć należytej staranności w celu doprowadzenia do podpisania\n                           Umowyprzyrzeczonej w terminie do 28 kwietnia 2017 r.Spółka o zawarciu umowy przyrzeczonej poinformuje odrębnym raportem.",
        "date": "2017-04-14"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. przekazuje w załączeniu treść projektów uchwał, które\n                           mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia, zwołanego na 9 maja 2017\n                           roku.",
        "date": "2017-04-10"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Ogłoszenie Zarządu Mostostal Płock S.A. z siedzibą w Płocku o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia.Zarząd Mostostal Płock Spółka Akcyjna z siedzibą w Płocku przy ul. Targowej 12, 09-400\n                           Płock, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy XIV Wydział Gospodarczy pod nr KRS 0000053336,\n                           działając na podstawie Kodeksu spółek handlowych oraz § 17 ust.2 Statutu Spółki zwołuje\n                           Zwyczajne Walne Zgromadzenie, które odbędzie się 9 maja 2017  roku o godzinie 10°°\n                           w siedzibie Spółki w Płocku ul. Targowa 12Porządek obrad.1. Otwarcie obrad.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Rozpatrzenie i zatwierdzenie sprawozdania finansowego Spółki za rok 2016 oraz sprawozdania\n                           Zarządu z działalności Spółki w 2016 roku.6. Podjęcie uchwały w sprawie pokrycia straty za 2016 r.7. Rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z działalności w 2016\n                           roku.8. Udzielenie absolutorium członkom Zarządu Spółki z wykonania przez nich obowiązków\n                           w 2016 roku. 9. Udzielenie absolutorium członkom Rady Nadzorczej z wykonania przez nich obowiązków\n                           w 2016 roku.10. Podjęcie uchwał  w sprawie zmian w składzie Rady Nadzorczej.11. Zamknięcie obrad.Na podstawie art. 402² Kodeksu spółek handlowych Spółka przekazuje informacje dotyczące\n                           udziału w Zwyczajnym Walnym Zgromadzeniu Spółki.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu.Dniem rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu jest 23 kwietnia 2017\n                           r. _\"Dzień Rejestracji\"_.Prawo Akcjonariusza do uczestnictwa w Walnym Zgromadzeniu.Prawo uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Mostostal Płock S.A. w Dniu Rejestracji, tzn. osoby, które:1. w przypadku akcji na okaziciela:- na 16 dni przed datą Zwyczajnego Walnego Zgromadzenia tj. 23 kwietnia 2017 r. na\n                           rachunku papierów wartościowych będą mieli zapisane akcje Spółki oraz - od dnia ogłoszenia o ZWZ do dnia 24 kwietnia 2017 r. _włącznie_ złożą żądanie wystawienia\n                           imiennego zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu w podmiocie\n                           prowadzącym rachunek papierów wartościowych, na którym zapisane są akcje SpółkiRekomenduje się akcjonariuszom odebranie wyżej wymienionego wystawionego zaświadczenia\n                           o prawie uczestnictwa i zabranie go ze sobą na ZWZ.2. w przypadku akcji imiennych:- w Dniu Rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu tj. 23 kwietnia\n                           2017 r. są wpisani do Księgi akcyjnej Mostostal Płock S.A.Spółka sporządzi listę akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu na podstawie:- wykazu udostępnionego jej przez Krajowy Depozyt Papierów Wartościowych a sporządzonego\n                           na podstawie wystawionych przez podmioty prowadzące rachunki papierów wartościowych\n                           imiennych zaświadczeń o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu oraz- Księgi akcyjnej Mostostal Płock S.A.Na trzy dni powszednie przed terminem Zwyczajnego Walnego Zgromadzenia, tj. w dniach\n                           4, 5 i 8 maja 2017 roku w godz. 6:30 do 14:30 w siedzibie Spółki _ul. Targowa 12,\n                           09-400 Płock_ zostanie wyłożona do wglądu lista akcjonariuszy uprawnionych do uczestnictwa\n                           w Zwyczajnym Walnym Zgromadzeniu.Prawo akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad walnego\n                           zgromadzenia.Akcjonariuszowi lub akcjonariuszom reprezentującym co najmniej 5% kapitału zakładowego\n                           przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie\n                           później niż na 21 dni przed terminem Zwyczajnego Walnego Zgromadzenia, tj. do dnia\n                           18 kwietnia 2017 roku. Żądanie powinno zawierać uzasadnienie i projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12 09-400 Płock lub w postaci elektronicznej i przesłane\n                           na następujący adres poczty elektronicznej Spółki: wza@mostostal-plock.pl. Akcjonariusz/akcjonariusze\n                           powinien/powinni wykazać posiadanie odpowiedniej liczby akcji na dzień złożenia żądania\n                           załączając do żądania świadectwo/a depozytowe oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Prawo akcjonariusza do zgłaszania projektów uchwał.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 5% kapitału zakładowego\n                           mogą przed terminem Zwyczajnego Walnego Zgromadzenia zgłaszać na piśmie w siedzibie\n                           Spółki pod adresem ul. Targowa 12, 09-400 Płock lub przy wykorzystaniu środków komunikacji\n                           elektronicznej na adres e-mail: wza@mostostal-plock.pl projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad Zwyczajnego Walnego Zgromadzenia lub spraw, które\n                           mają zostać wprowadzone do porządku obrad. Akcjonariusz/akcjonariusze powinien/powinni\n                           wykazać posiadanie odpowiedniej liczby akcji na dzień złożenia żądania załączając\n                           do żądania świadectwo/a depozytowe lub zaświadczenie o prawie uczestnictwa w Walnym\n                           Zgromadzeniu oraz, w przypadku:a_ akcjonariuszy będących osobami fizycznymi – załączyć kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza, _jeżeli żądanie składane jest w postaci elektronicznej_,b_ akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić uprawnienie\n                           do działania w imieniu tego podmiotu załączając aktualny odpis z KRS lub innego rejestru,c_ zgłoszenia żądania przez pełnomocnika – dołączyć pełnomocnictwo do zgłoszenia takiego\n                           żądania podpisane przez akcjonariusza _ew. nieprzerwany ciąg pełnomocnictw_ oraz kopię\n                           dokumentu potwierdzającego tożsamość osoby podpisującej żądanie, a w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopię odpisu z właściwego rejestru, potwierdzającego upoważnienie\n                           osoby podpisującej do działania w imieniu pełnomocnika.Ponadto, każdy z akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad.Elektroniczna komunikacja Akcjonariuszy z Mostostal Płock S.A.W granicach przewidzianych przepisami Kodeksu spółek handlowych i Statutu Spółki,\n                           Akcjonariusze mogą kontaktować się ze Spółką za pomocą elektronicznych środków komunikacji.\n                           Komunikacja Akcjonariuszy z Mostostal Płock S.A. w formie elektronicznej odbywa się\n                           przy wykorzystaniu adresu e-mail: wza@mostostal-plock.pl Ryzyko związane z wykorzystaniem\n                           środków komunikacji elektronicznej ponosi Akcjonariusz. Wszelkie dokumenty przesyłane przez Akcjonariusza do Mostostal Płock S.A., jak również\n                           przez Mostostal Płock S.A do Akcjonariusza drogą elektroniczną powinny być zeskanowane\n                           do formatu PDF lub JPEG.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu oraz wykonywać prawo\n                           głosu osobiście lub przez pełnomocnika / pełnomocników. Pełnomocnictwo do głosowania\n                           przez pełnomocnika powinno być udzielone na piśmie lub  w postaci elektronicznej.\n                           Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym. Formularze pozwalające na wykonywanie prawa głosu przez pełnomocnika\n                           są zamieszczone na stronie internetowej Spółki pod adresem www.mostostal-plock.pl,\n                           w sekcji Relacje Inwestorskie / Walne Zgromadzenie. Akcjonariusz jest zobowiązany\n                           przesłać do Spółki informację o udzieleniu pełnomocnictwa  w postaci elektronicznej\n                           na adres poczty elektronicznej: wza@mostostal-plock.pl najpóźniej na jeden dzień przed\n                           dniem Zwyczajnego Walnego Zgromadzenia _tj. do dnia 8 maja 2017 roku do godz. 14:30_.\n                           Do informacji o udzieleniu pełnomocnictwa w postaci elektronicznej należy dołączyć\n                           zeskanowane pełnomocnictwo udzielone na formularzu udostępnionym przez Spółkę _lub\n                           sporządzone przez Akcjonariusza, zawierające co najmniej te same dane i informacje_\n                           oraz:a_ w przypadku akcjonariuszy będących osobami fizycznymi – kopię dokumentu potwierdzającego\n                           tożsamość akcjonariusza,b_ w przypadku akcjonariuszy będących osobami prawnymi i spółkami osobowymi – potwierdzić\n                           uprawnienie do działania w imieniu tego podmiotu załączając kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej\n                           _osób fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu _np. nieprzerwany\n                           ciąg pełnomocnictw_.Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Brak\n                           możliwości weryfikacji udzielenia pełnomocnictwa może stanowić podstawę dla odmowy\n                           dopuszczenia pełnomocnika do udziału w Zwyczajnym Walnym Zgromadzeniu.Powyższe zasady dotyczące sposobu udzielenia pełnomocnictwa, mają zastosowanie również\n                           w odniesieniu do odwołania pełnomocnictwa udzielonego w postaci elektronicznej.Dopuszczenie do udziału w Zwyczajnym Walnym Zgromadzeniu.Akcjonariusze zostaną dopuszczeni do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           po okazaniu dowodu tożsamości, a pełnomocnicy:a_ w przypadku pełnomocnictwa udzielonego w formie pisemnej – po okazaniu dowodu tożsamości\n                           i ważnego pełnomocnictwa udzielonego w formie pisemnej, b_ w przypadku pełnomocnictwa udzielonego w postaci elektronicznej – po okazaniu dowodu\n                           tożsamości i wydruku pełnomocnictwa w formacie PDF.Przedstawiciele osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne\n                           odpisy z odpowiednich rejestrów, wymieniające osoby uprawnione do reprezentowania\n                           tych podmiotów oraz inne dokumenty potwierdzające upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Zwyczajnym Walnym Zgromadzeniu _np.\n                           nieprzerwany ciąg pełnomocnictw_.W przypadku okazania kopii ww. dokumentów powinny być one potwierdzone na każdej stronie\n                           za zgodność z oryginałem przez upoważnione osoby.Możliwość i sposób uczestniczenia w walnym zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości uczestniczenia oraz wypowiadania się w trakcie Walnego\n                           Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej.Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.Dostęp do dokumentacji.Pełny tekst dokumentacji, która ma być przedstawiona na Zwyczajnym Walnym Zgromadzeniu,\n                           projekty uchwał oraz wszelkie informacje można uzyskać w siedzibie Spółki pod adresem\n                           ul. Targowa 12, 09-400 Płock lub na stronie internetowej Spółki pod adresem www.mostostal-plock.pl\n                           w sekcji \"Relacje Inwestorskie\\ Walne Zgromadzenie\".Rejestracja obecności na WZ.Zarząd Mostostal Płock S.A. uprzejmie informuje, że rejestracja obecności i wydawanie\n                           kart do głosowania rozpocznie się w dniu Zwyczajnego Walnego Zgromadzenia od godz.\n                           9:30.Zarząd Mostostal Płock S.A.",
        "date": "2017-04-10"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "Zarząd Mostostal Płock S.A. _\"Spółka\"_ informuje, że Spółka w dniu wczorajszym otrzymała\n                           zawiadomienie o wyborze przez Skarb Państwa Ministra Obrony Narodowej reprezentowanym\n                           przez Zakład Inwestycji Organizacji Traktatu Północnoatlantyckiego oferty Konsorcjum\n                           Mostostal Warszawa S.A. _\"Lider\"_ oraz Mostostal Płock  S.A. _\"Partner\"_  jako najkorzystniejszej\n                           w postępowaniu nr ICB/1/2016 na wykonanie \"Budowy i modernizacji składu MPS-1\". Cena ryczałtowa zaoferowana przez Konsorcjum to 26,99 mln zł netto.Podpisanie umowy nastąpi w trybie i terminie ustalonym między stronami, o czym Spółka\n                           poinformuje oddzielnym raportem.",
        "date": "2017-04-07"
    },
    {
        "company_name": "MOSTALPLC",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2017, Zarząd Mostostal Płock S.A. informuje\n                           o zmianie terminu przekazania do publicznej wiadomości raportu rocznego za 2016 rok.Poprzedni termin - 28.04.2017 r.Aktualny termin - 03.03.2017 r.",
        "date": "2017-02-28"
    }
]