[
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. _dalej jako: \"Netia\", \"Emitent\"_, informuje, iż w dniu 29 grudnia\n                           2017 r., spółka od niej zależna, tj. Telefonia Dialog Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą we Wrocławiu _dalej jako: \"Telefonia Dialog\"_, nabyła obligacje wyemitowane\n                           przez Netię. Telefonia Dialog nabyła dwie imienne obligacje serii A40 _dalej jako \"Obligacje\"_.Nabycie Obligacji nastąpiło w ramach działań służących optymalizacji płynności finansowej\n                           Grupy Kapitałowej Netia, zgodnych z praktyką Emitenta. Podstawowe warunki emisji Obligacji\n                           opisano poniżej. Wartość nominalna Obligacji wynosi 40.000.000 PLN _słownie: czterdzieści milionów\n                           złotych_ jednostkowo i 80.000.000 PLN _słownie: osiemdziesiąt milionów złotych_ łącznie.\n                           Emitent zobowiązał się do wykupu Obligacji w dniu 29 marca 2018 r. _\"Dzień Wykupu\"_.\n                           Wykup Obligacji następuje poprzez zapłatę na rzecz nabywcy Obligacji wartości nominalnej\n                           Obligacji wraz z należnymi i niezapłaconymi odsetkami. Obligacje są oprocentowane\n                           według stopy procentowej Wibor 3M, ustalonej na dzień poprzedzający dzień emisji,\n                           powiększonej o marżę, przez cały okres ważności Obligacji, aż do Dnia Wykupu. Okresem\n                           odsetkowym jest cały okres ważności Obligacji, to jest okres od dnia emisji Obligacji\n                           do Dnia Wykupu. Odsetki będą płatne w Dniu Wykupu. Obligacje są niezabezpieczone.\n                           Podstawą prawną nabycia Obligacji jest ustawa z dnia 15 stycznia 2015 r. o obligacjach\n                           _Dz. U. z 2015 r., poz. 238_.",
        "date": "2017-12-29"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym,\n                           w uzupełnieniu raportu bieżącego Spółki nr 149/2017 z dnia 12 grudnia 2017 r., przekazuje\n                           do publicznej wiadomości wymagany zakres informacji o Panu Krzysztofie Adaszewskim\n                           oraz o Panu Andrzeju Abramczuku, zgodnie z Rozporządzeniem Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn.\n                           Dz. U. z 2014 r., poz. 133, ze zm._.Pan Krzysztof Adaszewski został powołany do pełnienia funkcji Członka Zarządu Spółki\n                           w dniu w dniu 12 grudnia 2017 r. oraz objął stanowisko Dyrektora Finansowego w strukturze\n                           organizacyjnej Emitenta.Pan Krzysztof Adaszewski posiada rozległą wiedzę i doświadczenie w obszarze rachunkowości\n                           i finansów w branży telekomunikacyjnej. Bezpośrednio przed rozpoczęciem współpracy\n                           z Netią, od 2011 roku był członkiem Zarządu _w latach 2012 - 2016 Prezesem_ spółki\n                           Midas S.A. _obecnie Aero2 sp. z o.o._. W latach 2011-2016 zasiadał też w zarządach\n                           spółek Mobyland i CenterNet z Grupy Kapitałowej Midas. W trakcie pełnienia tych funkcji\n                           odpowiadał m.in. za pozyskanie finansowania rozwoju działalności Grupy Kapitałowej\n                           Midas. Z funkcji Członka Zarządu Aero2 sp. z o.o. zrezygnował w dniu powołania w skład\n                           Zarządu Netia S.A.  W latach 2004 – 2009 pracował w Grupie Netia, gdzie odpowiadał m.in. za planowanie\n                           długoterminowe. W latach 1997-2004 zatrudniony w działach finansów polskich spółek\n                           telekomunikacyjnych, należących do koncernów Vivendi International i Bresnan Communication.Od 2015 roku Pan Krzysztof Adaszewski był członkiem Rady Nadzorczej Sferia S.A. a\n                           od 2016 roku Przewodniczącym Rady Nadzorczej spółki Altalog Sp z .o.o. Z obu tych\n                           funkcji zrezygnował w dniu powołania w skład Zarządu Netia S.A.  Pan Krzysztof Adaszewski ukończył studia na Wydziale Zarządzania Uniwersytetu Warszawskiego.Pan Andrzej Abramczuk został powołany w skład Zarządu Spółki w dniu 12 grudnia 2017\n                           roku oraz objął stanowisko Dyrektora ds. Strategii i Regulacji _sprostowanie omyłki\n                           pisarskiej względem raportu bieżącego nr 149/2017 z dnia 12 grudnia 2017 roku_. Pan Andrzej Abramczuk posiada blisko dwudziestoletnie doświadczenie w doradztwie na\n                           rzecz podmiotów z sektora telekomunikacyjnego oraz mediów. W ciągu ostatnich kilkunastu\n                           lat wspierał największe transakcje w branży mediów i telekomunikacji na polskim rynku.Od września 2009 roku związany z kancelarią Chajec, Don-Siemion & Żyto, gdzie od stycznia\n                           2011 jest Partnerem odpowiadający za praktykę TMT. W latach 2006 - 2009 związany był\n                           ze spółką P4 _operator sieci Play_. Od 2001 do 2006 roku był dyrektorem departamentu\n                           prawnego oraz członkiem zarządu GTS Poland i Cel Polska.W latach 2011 – 2015 zasiadał w Radzie Nadzorczej CenterNet S.A. i był sekretarzem\n                           Rady Nadzorczej spółki Midas S.A. _obecnie Aero2 Sp. z o.o._. Jest też aktywnym uczestnikiem\n                           życia organizacji branżowych, m.in. wiceprzewodniczącym Rady PIIT oraz członkiem Rady\n                           KIGEiT.Pan Andrzej Abramczuk ukończył Wydział Prawa i Administracji Uniwersytetu Warszawskiego\n                           oraz studia podyplomowe, prowadzone przez Wyższą Szkołę Ubezpieczeń i Bankowości wraz\n                           z City University Business School of London, a także jest absolwentem studiów doktoranckich\n                           w Instytucie Nauk Prawnych PAN.Pan Krzysztof Adaszewski jak również Pan Andrzej Abramczuk nie prowadzą działalności\n                           konkurencyjnej w stosunku do działalności Spółki oraz jej podmiotów powiązanych. Nie\n                           uczestniczą w spółce konkurencyjnej, jako wspólnik spółki cywilnej, spółki osobowej,\n                           członek organu spółki kapitałowej ani żaden z nich nie uczestniczy w innej konkurencyjnej\n                           osobie prawnej, jako członek jej organu. Nie zostali również wpisani do Rejestru Dłużników\n                           Niewypłacalnych na podstawie Ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 14 grudnia 2017 r. otrzymała od Pana Stefana Radzimińskiego\n                           – osoby pełniącej obowiązki zarządcze w Spółce – Członka Zarządu Emitenta, powiadomienie,\n                           o którym mowa w art. 19 ust. 1 Rozporządzenia MAR, o zawartej w dniu 14 grudnia 2017\n                           r. transakcji na akcjach Spółki.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 12 grudnia 2017 r. Pan Przemysław Głębocki złożył rezygnację z pełnienia\n                           funkcji Członka Rady Nadzorczej Spółki. Rezygnacja jest skuteczna z momentem jej złożenia.\n                           Pan Przemysław Głębocki nie przedstawił przyczyn złożenia rezygnacji.Zarząd Spółki jednocześnie przekazuje do informacji publicznej, że w dniu 12 grudnia\n                           Rada Nadzorcza Spółki powołała Pana Krzysztofa Adaszewskiego do pełnienia funkcji\n                           Członka Zarządu Spółki wraz z powierzeniem mu funkcji Dyrektora Finansowego. Tym samym,\n                           w nawiązaniu do raportu bieżącego numer 94/2017 z dnia 1 czerwca 2017 roku, Pan Krzysztof\n                           Adaszewski zastąpił Panią Katarzynę Iwuć w pełnionej przez nią dotychczas funkcji\n                           Dyrektora Finansowego. Pani Katarzyna Iwuć w dalszym ciągu pełni funkcję Prezesa Zarządu\n                           oraz Dyrektora Generalnego w strukturze organizacyjnej Spółki. Jednocześnie Zarząd Netii informuje, że Rada Nadzorcza Spółki, również na posiedzeniu\n                           w dniu 12 grudnia 2017 r., powołała Pana Andrzeja Abramczuka do pełnienia funkcji\n                           Członka Zarządu Spółki wraz z powierzeniem mu funkcji Dyrektora ds. Strategii i Operacji.Pozostały wymagany zakres informacji o Panu Krzysztofie Adaszewskim oraz Panu Andrzeju\n                           Abramczuku, zgodnie z Rozporządzeniem Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014 r., poz.\n                           133, ze zm._, Zarząd Spółki przekaże odrębnym raportem bieżącym w terminie późniejszym",
        "date": "2017-12-12"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 7 grudnia 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie informację, o\n                           której mowa w art. 69 ust. 1 pkt 2 Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U.2016.1639 t.j. z dnia 2016.10.07_ o zbyciu akcji Spółki.Treść otrzymanej informacji Spółka przekazuje w załączeniu.",
        "date": "2017-12-07"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 7 grudnia 2017 r. otrzymała od spółki Mennica\n                           Polska Spółka Akcyjna z siedzibą w Warszawie informację, o której mowa w art. 69 ust.\n                           1 pkt 2 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U.2016.1639 t.j.\n                           z dnia 2016.10.07_ o zbyciu wszystkich posiadanych akcji Spółki.Treść otrzymanej informacji Spółka przekazuje w załączeniu.",
        "date": "2017-12-07"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 6 grudnia 2017 r. otrzymała od Pana Zygmunta Solorza\n                           informację, o której mowa w art. 69 ust. 1 pkt 1 w zw. z art. 69a ust. 1 pkt 3 Ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz.U.2016.1639 t.j. z dnia 2016.10.07_\n                           o przekroczeniu progu 25% ogólnej liczby głosów w Spółce w wyniku pośredniego nabycia\n                           łącznie 110.702.441 akcji Spółki.Treść otrzymanej informacji Spółka przekazuje w załączeniu.",
        "date": "2017-12-06"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 6 grudnia 2017 r. otrzymała od spółki Cyfrowy\n                           Polsat S.A. z siedzibą w Warszawie informację, o której mowa w art. 69 ust. 1 pkt\n                           1 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U.2016.1639 t.j. z\n                           dnia 2016.10.07_ o przekroczeniu progu 25% ogólnej liczby głosów w Spółce w wyniku\n                           bezpośredniego nabycia łącznie 110.702.441 akcji Spółki.Treść otrzymanej informacji Spółka przekazuje w załączeniu.",
        "date": "2017-12-06"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 5 grudnia 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko związanej\n                           z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem – Przewodniczącym\n                           Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19 ust. 1 Rozporządzenia\n                           MAR, o zawartej w dniu 4 grudnia 2017 r. transakcji na akcjach Spółki.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-05"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 5 grudnia 2017 r. otrzymała od Mennicy Polskiej\n                           Spółka Akcyjna z siedzibą w Warszawie – osoby blisko związanej z osobami pełniącymi\n                           obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem – Przewodniczącym Rady\n                           Nadzorczej Emitenta oraz Panem Grzegorzem Zambrzyckim – Wiceprzewodniczącym Rady Nadzorczej\n                           Emitenta, powiadomienie, o którym mowa w art. 19 ust. 1 Rozporządzenia MAR, o zawartej\n                           w dniu 5 grudnia 2017 r. transakcji na akcjach Spółki.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-05"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Netia\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 30 listopada 2017 roku Spółka zawarła ze spółką\n                           od niej zależną – Telefonią Dialog sp. z o.o. z siedzibą we Wrocławiu _dalej: \"Telefonia\n                           Dialog\"_ – umowę przeniesienia przez Telefonię Dialog na rzecz Spółki 8.200 _słownie:\n                           osiem tysięcy dwieście_ udziałów w kapitale zakładowym spółki Petrotel sp. z o.o.\n                           z siedzibą w Płocku _dalej: \"Petrotel\"_ _dalej: \"Umowa\"_. Na skutek wykonania Umowy: _i_ Netia posiada 100% udziałów w kapitale zakładowym Petrotel\n                           oraz _ii_ Spółka zwolniła Telefonię Dialog, w części ograniczonej do kwoty 70.000.000,00\n                           zł, z długu wynikającego z zawartej w dniu 19 czerwca 2017 r. umowy nabycia od Spółki\n                           przez Telefonię Dialog 439.950 udziałów własnych w celu ich umorzenia w drodze obniżenia\n                           kapitału zakładowego Telefonii Dialog za wynagrodzeniem w wysokości 439.950.000,00\n                           zł, o której zawarciu Spółka informowała w raporcie bieżącym nr 99/2017 z dnia 20\n                           czerwca 2017 roku. Przeniesienie własności udziałów na rzecz Netii, a tym samym bezpośrednia kontrola\n                           Netii nad Petrotelem jest spójna z ogłoszoną dnia 16 listopada 2017 r. decyzją Zarządu\n                           dotyczącą nowej polityki gospodarczej Netii, o której Spółka informowała w raporcie\n                           bieżącym nr 138/2017 z dnia 16 listopada 2017 roku.Telefonia Dialog na powyższej transakcji zrealizuje wynik bliski 26.000.000 zł, natomiast\n                           transakcja ta nie ma wpływu na zakres danych prezentowanych w skonsolidowanym sprawozdaniu\n                           finansowym Grupy Kapitałowej Netia S.A.",
        "date": "2017-11-30"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 28 listopada 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 27 listopada 2017 r. transakcji na akcjach\n                           Spółki.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-11-28"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 20 listopada 2017 r. na podstawie uchwały nr 710/17 zarządu Krajowego Depozytu\n                           Papierów Wartościowych S.A. _dalej: \"KDPW\"_ z dnia 23 października 2017 r. oraz na\n                           podstawie uchwały zarządu Giełdy Papierów Wartościowych w Warszawie S.A. nr 1343/2017\n                           z dnia 16 listopada 2017 r. _raport bieżący Spółki nr 139/2017 z dnia 17 listopada\n                           2017 r._, nastąpiła rejestracja w KDPW 6.196 _słownie: sześć tysięcy sto dziewięćdziesiąt\n                           sześć_ akcji zwykłych na okaziciela serii L Netii, o wartości nominalnej 1 zł _słownie:\n                           jeden złoty_ każda, wyemitowanych w ramach warunkowego podwyższenia kapitału zakładowego\n                           na podstawie Uchwały nr 26 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 26 maja\n                           2010 r. _raport bieżący Spółki nr 19/2010 z dnia 26 maja 2010 r._, tj. na podstawie\n                           art. 451 § 2 w zw. z art. 452 § 1 kodeksu spółek handlowych nastąpiło nabycie praw\n                           z 6.196 akcji zwykłych na okaziciela serii L oraz podwyższenie kapitału zakładowego\n                           Spółki. Uchwałą nr 710/17 z dnia 23 października 2017 r. zarząd KDPW oznaczył akcje\n                           serii L kodem PLNETIA00014.Akcje serii L zostały wyemitowane na skutek wykonania opcji przez osoby pełniące w\n                           strukturze Spółki funkcje kierownicze. Opcje te zostały przyznane zgodnie z planem\n                           premiowania akcjami przyjętym przez Radę Nadzorczą Spółki dnia 25 lutego 2011 r. _raport\n                           bieżący Spółki nr 10/2011 z dnia 25 lutego 2011 r._ z późniejszymi zmianami.Emisja akcji serii L nastąpiła na skutek wykonania praw z 6.196 imiennych warrantów\n                           subskrypcyjnych serii 1 _dalej: \"Warranty Serii 1\"_, uprawniających ich posiadaczy\n                           do subskrybowania akcji serii L z pierwszeństwem przed akcjonariuszami Spółki. W związku\n                           z wykonaniem praw z Warrantów Serii 1 warranty te wygasły.Kapitał zakładowy Spółki po tej emisji wynosi 348.564.261,00 złotych i dzieli się\n                           na 348.564.261 akcji o wartości nominalnej 1 _jeden złoty_ złoty każda, dających łącznie\n                           348.564.261 głosów na Walnym Zgromadzeniu Spółki.",
        "date": "2017-11-20"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 16 listopada 2017 r. Zarząd Giełdy Papierów Wartościowych w Warszawie S.A.\n                           _dalej: \"GPW\"_ podjął uchwałę nr 1343/2017 w sprawie dopuszczenia i wprowadzenia do\n                           obrotu giełdowego na rynku podstawowym 6.196 _słownie: sześć tysięcy sto dziewięćdziesiąt\n                           sześć_ akcji zwykłych na okaziciela serii L Netii, o wartości nominalnej 1 zł _słownie:\n                           jeden złoty_ każda _dalej: \"Akcje\"_.Jednocześnie Zarząd GPW postanowił wprowadzić Akcje z dniem 20 listopada 2017 r. w\n                           trybie zwykłym do obrotu giełdowego na rynku podstawowym, pod warunkiem dokonania\n                           przez Krajowy Depozyt Papierów Wartościowych S.A. _dalej: \"KDPW\"_ w dniu 20 listopada\n                           2017 r. ich rejestracji i oznaczenia ich kodem \"PLNETIA00014\".Akcje zostały przyjęte do depozytu przez KDPW uchwałą nr 710/17 Zarządu KDPW podjętą\n                           w dniu 23 października 2017 r. pod warunkiem podjęcia przez GPW decyzji o wprowadzeniu\n                           Akcji do obrotu na tym samym rynku regulowanym, na który zostały wprowadzone pozostałe\n                           akcje Spółki oznaczone kodem \"PLNETIA00014\". Zgodnie z przywołaną uchwałą Zarządu\n                           KDPW, zarejestrowanie Akcji w depozycie papierów wartościowych nastąpi w terminie\n                           trzech dni od otrzymania przez KDPW dokumentów potwierdzających podjęcie przez GPW\n                           decyzji, o której mowa w zdaniu poprzedzającym, nie wcześniej jednak niż we wskazanym\n                           w tej decyzji dniu wprowadzenia tych akcji do obrotu na tym rynku regulowanym.Akcje wyemitowane zostały w ramach warunkowego podwyższenia kapitału zakładowego na\n                           podstawie uchwały nr 26 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 26 maja 2010\n                           r. na skutek wykonania opcji przyznanych pracownikom Spółki zgodnie z planem premiowania\n                           akcjami, przyjętym przez Radę Nadzorczą Spółki w dniu 25 lutego 2011 r. _raport bieżący\n                           Spółki nr 10/2011 z dnia 25 lutego 2011 r._ z późniejszymi zmianami.",
        "date": "2017-11-17"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Netia\"_ informuje, że\n                           Spółka podjęła decyzję, iż począwszy od dnia 20 listopada 2017 roku, nowa sprzedaż\n                           na sieci Netia S.A. na rynku B2C będzie skoncentrowana za pośrednictwem wybranego\n                           podmiotu z Grupy Kapitałowej Netii – tj. Telefonii Dialog Sp. z o.o. z siedzibą we\n                           Wrocławiu _dalej: \"Telefonia Dialog\"_. W opinii Zarządu Spółki, koncentracja sprzedaży w Telefonii Dialog, w perspektywie\n                           kilku lat, wpłynie na uproszczenie funkcjonowania Grupy Kapitałowej Netia. W modelu docelowym – którego osiągnięcie, w opinii Zarządu Spółki, potrwa kilka lat\n                           – działania komercyjne w segmencie B2C, realizowane wyłącznie poprzez jeden podmiot\n                           z Grupy Kapitałowej Netia, pozwolą Spółce na zwiększenie efektywności, m.in. dzięki\n                           dokonywaniu mniejszej liczby zmian w systemach IT, sprawniejsze posługiwanie się dokumentacją\n                           i systemami przez pracowników. Prostsza i bardziej transparentna struktura formalnoprawna\n                           pozwoli też na ujednolicenie i uproszczenie procesów, w tym procesów sprzedażowych,\n                           co w ocenie Zarządu Spółki, może się przełożyć na osiągnięcie przez Grupę Kapitałową\n                           Netia dodatkowych oszczędności.",
        "date": "2017-11-16"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 30 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie _dalej: \"FIP\n                           11\"_ informację, o której mowa w art. 69 ust. 2 pkt 1 lit. a_ Ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U.2016.1639 t.j. z dnia 2016.10.07_ o zmianie dotychczasowego\n                           udziału ogólnej liczby głosów reprezentowanych przez FIP 11 w Spółce o ponad 2%.Treść otrzymanej informacji Spółka przekazuje w załączeniu.",
        "date": "2017-10-30"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 30 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 27 października 2017 r. transakcji na\n                           akcjach Spółki.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-30"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Netia\"_ niniejszym przekazuje\n                           do publicznej wiadomości, korektę oczywistej omyłki pisarskiej zaistniałej w raporcie\n                           numer 116/2017 K z dnia 12 października 2017 roku. Spółka informuję, iż w raporcie,\n                           o którym mowa w zdaniu poprzednim, liczba 76 763 199 odnosi się do posiadanych przez\n                           FIP 11 Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie\n                           _dalej: \"FIP11\"_ głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki - przed raportowaną\n                           transakcją.Spółka przedstawia poniżej jednolitą treść raportu z dnia 4 września 2017 roku. Zarząd Netii niniejszym przekazuje do publicznej wiadomości, iż w dniu 4 września\n                           2017 r. otrzymał zawiadomienie od FIP11, iż w wyniku transakcji nabycia łącznie 450\n                           000 akcji Spółki _patrz raport bieżący nr 115/2017 z dnia 4 września 2017 r._ posiadany\n                           dotychczas przez FIP11 udział zmienił się o ponad 2% ogólnej liczby głosów w Spółce.\n                           Zgodnie z informacjami przekazanymi we wskazanym powyżej zawiadomieniu, w wyniku dokonanej\n                           w dniu 1 września 2017 r. transakcji nabycia 450 000 akcji Spółki, FIP 11 posiada\n                           łącznie 77 213 199 akcji Netii, uprawniających do wykonywania 77 213 199 głosów na\n                           Walnym Zgromadzeniu Spółki, stanowiących 22,15 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Netii i 22,15 % kapitału zakładowego Netii.Przed transakcją, o której mowa powyżej, stan akcji oraz głosów w Spółce posiadanych\n                           przez FIP 11 wynosił 76 763 199 sztuk akcji dających prawo do 76 763 199 głosów, co\n                           stanowiło 22,02 % udziału w kapitale akcyjnym Spółki.Podstawa prawna:§6 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _tekst jedn. Dz. U. z 2014 r., poz. 133_ w zw. z art. 70 w związku\n                           z art. 69 Ustawy z dnia 29 lipca 2005 r., z późn. zm. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz. U. z 2005 r. Nr 184 poz. 1539_",
        "date": "2017-10-30"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Netia\"_ informuje, że\n                           Spółka powzięła wiadomość o dokonanym w dniu 6 października 2017 roku wpisie w Krajowym\n                           Rejestrze Sądowym- Rejestrze Przedsiębiorców _dalej: \"KRS\"_ o podwyższeniu kapitału\n                           zakładowego Spółki, wskutek objęcia przez osoby uprawnione 120.452 _słownie: sto dwadzieścia\n                           tysięcy czterysta pięćdziesiąt dwa_ akcji zwykłych na okaziciela serii L. O wskazanym\n                           objęciu akcji i podwyższeniu kapitału zakładowego Spółki Netia informowała w raporcie\n                           bieżącym Spółki nr 106/2017 z dnia 20 lipca 2017 r. Podwyższenie kapitału zakładowego\n                           będące przedmiotem ujawnienia w KRS nastąpiło w ramach warunkowego podwyższenia kapitału\n                           zakładowego, na podstawie upoważnienia zawartego w uchwale nr 26 Zwyczajnego Walnego\n                           Zgromadzenia z dnia 26 maja 2010 r. oraz §5A Statutu Spółki. Wysokość kapitału zakładowego po podwyższeniu kapitału zakładowego wynosi 348.558.065\n                           _słownie: trzysta czterdzieści osiem milionów pięćset pięćdziesiąt osiem tysięcy sześćdziesiąt\n                           pięć_ złotych i dzieli się na 348.558.065 akcji. Kapitał zakładowy ujawniony w KRS\n                           dzieli się na akcje o wartości nominalnej 1 złoty każda. Ogólna liczba głosów wynikająca\n                           ze wszystkich wyemitowanych akcji ujawnionych w KRS wynosi 348.558.065 głosów na Walnym\n                           Zgromadzeniu akcjonariuszy Spółki. Struktura kapitału ujawniona w KRS po rejestracji\n                           podwyższenia kapitału jest następująca: 1.000 _słownie: tysiąc_ akcji zwykłych imiennych\n                           serii A, 1.000 _słownie: tysiąc_ akcji imiennych uprzywilejowanych serii A1, 347.908.774\n                           _słownie: trzysta czterdzieści siedem milionów dziewięćset osiem tysięcy siedemset\n                           siedemdziesiąt cztery_ akcji zwykłych na okaziciela serii B oraz 647.291 _słownie:\n                           sześćset czterdzieści siedem tysięcy dwieście dziewięćdziesiąt jeden_ akcji zwykłych\n                           na okaziciela serii L. Podstawa prawna§ 5 ust. 1 pkt 9_ oraz §15. Rozporządzenia Rady Ministrów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _tj. Dz.U. z 2014 r., poz. 133 ze\n                           zm._ w zw. z art. 56 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tj. Dz.U. z 2016 r., poz. 1639 ze zm._.",
        "date": "2017-10-25"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 24 października 2017 roku Spółka zawarła umowę\n                           finansowania z Europejskim Bankiem Inwestycyjnym z siedzibą w Luxemburgu _dalej: \"Bank\"_\n                           _dalej: \"Umowa Finansowania\"_. Rozpoczęcie negocjacji Umowy Finansowania zostało zakomunikowane\n                           przez Spółkę raportem bieżącym numer 77/2017 z dnia 24 kwietnia 2017 roku. Umowa Finansowania została zawarta w celu pokrycia części kosztów projektu modernizacji\n                           infrastruktury do standardu NGA _ang. next-generation access_ umożliwiającego przepływność\n                           na poziomie wyższym niż 100 Mbps, o którego rozpoczęciu Spółka informowała raportem\n                           bieżącym numer 5/2016 z dnia 1 marca 2016 roku.Warunki brzegowe Umowy Finansowania Spółka przekazuje poniżej:a_ Kwota finansowania udzielonego na podstawie Umowy Finansowania nie przekroczy kwoty\n                           50.000.000 _słownie: pięćdziesięciu milionów_ euro _dalej: \"Kwota Zadłużenia\"_;b_ Spłata pierwszej raty zadłużenia Spółki nastąpi nie wcześniej niż po upływie dwóch\n                           lat od daty wypłaty kwoty finansowania udzielonego na podstawie Umowy Finansowania,\n                           zaś spłata ostatniej raty nastąpi nie później niż do końca ósmego roku od daty wypłaty\n                           kwoty finansowania udzielonego na podstawie Umowy Finansowania;c_ Spłata zadłużenia rozpocznie się w trzecim roku od zawarcia Umowy Finansowania,\n                           w którym Spółka jest zobowiązana do spłaty 17,50 % _słownie: siedemnaście i 0/50 procent_\n                           całości Kwoty Zadłużenia. Kolejno w czwartym roku od zawarcia Umowy Finansowania Spółka\n                           jest zobowiązana do spłaty 20,00% _słownie: dwadzieścia procent_ całości Kwoty Zadłużenia,\n                           w piątym roku od zawarcia Umowy Finansowania Spółka jest zobowiązana do spłaty 20,00%\n                           _słownie: dwadzieścia procent_ całości Kwoty Zadłużenia, w szóstym roku od zawarcia\n                           Umowy Finansowania Spółka jest zobowiązana do spłaty 15,00 % _słownie: piętnaście\n                           procent_ całości Kwoty Zadłużenia, w siódmym roku od zawarcia Umowy Finansowania Spółka\n                           jest zobowiązana do spłaty 15,00 % _słownie: piętnaście procent_ całości Kwoty Zadłużenia,\n                           w ósmym roku od zawarcia Umowy Finansowania Spółka jest zobowiązana do spłaty 12,50\n                           % _słownie: dwanaście i 0/50 procent_ całości Kwoty Zadłużenia; d_ w celu zabezpieczenia wierzytelności Banku z tytułu Umowy Finansowania zostaną\n                           ustanowione następujące zabezpieczenia: _i_ zastaw rejestrowy na zbiorze rzeczy wchodzących\n                           w skład kanalizacji stanowiących całość gospodarczą, choćby jego skład był zmienny,\n                           będącym własnością Spółki; _ii_ zastaw rejestrowy na zbiorze rzeczy składającym się\n                           z okablowania w kanalizacji stanowiącym organizacyjną całość, choćby jego skład był\n                           zmienny, będącym własnością Spółki; _iii_ zastaw rejestrowy na udziałach w \"TK Telekom\"\n                           sp. z o.o. z siedzibą w Warszawie należących do Spółki; _iv_ gwarancje rządzone prawem\n                           luksemburskim udzielone przez spółki zależne Spółki, tj. Internetia sp. z o.o., Telefonia\n                           Dialog sp. z o.o. oraz \"TK Telekom\" sp. z o.o._z tym zastrzeżeniem, że gwarancje zostały\n                           udzielone przez spółki zależne Spółki w dniu zawarcia Umowy Finansowania_; _v_ poddanie\n                           lub poddania się egzekucji złożone przez Spółkę; _vi_ poddania się egzekucji złożone\n                           przez spółki zależne Spółki, tj. Internetia sp. z o.o., Telefonia Dialog sp. z o.o.\n                           oraz \"TK Telekom\" sp. z o.o.Ponadto w celu uregulowania stosunków prawnych pomiędzy Bankiem a mBankiem S.A. oraz\n                           DNB Bankiem Polskim S.A. _dalej: \"Banki Komercyjne\"_ w odniesieniu do zabezpieczeń,\n                           a także spłaty zobowiązań Spółki wobec Banków Komercyjnych _na podstawie umowy kredytowej,\n                           o zawarciu której Spółka informowała raportem bieżącym numer 103/2017 z dnia 27 czerwca\n                           2017 roku_, Spółka, spółki zależne Spółki tj. Internetia sp. z o.o., Telefonia Dialog\n                           sp. z o.o. i \"TK Telekom\" sp. z o.o., Bank oraz Banki Komercyjne zawrą umowę pomiędzy\n                           wierzycielami oraz umowę w sprawie równego pierwszeństwa zabezpieczeń w stosunku do\n                           istniejących zabezpieczeń ustanowionych na rzecz Banków Komercyjnych. Pozostałe warunki Umowy Finansowania nie odbiegają od standardów rynkowych stosowanych\n                           w umowach tego typu.",
        "date": "2017-10-24"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 20 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 19 października 2017 r. transakcji na\n                           akcjach Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-21"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Netia\"_ informuje, że\n                           Spółka powzięła wiadomość o dokonanym w dniu 2 października 2017 roku wpisie w Krajowym\n                           Rejestrze Sądowym- Rejestrze Przedsiębiorców _dalej: \"KRS\"_ o podwyższeniu kapitału\n                           zakładowego Spółki, wskutek objęcia przez osoby uprawnione 11.249 _słownie: jedenaście\n                           tysięcy dwieście czterdzieści dziewięć_ akcji zwykłych na okaziciela serii L. O wskazanym\n                           objęciu akcji i podwyższeniu kapitału zakładowego Spółki Netia informowała w raporcie\n                           bieżącym Spółki nr 96/2017 z dnia 5 czerwca 2017 r. Podwyższenie kapitału zakładowego\n                           będące przedmiotem ujawnienia w KRS nastąpiło w ramach warunkowego podwyższenia kapitału\n                           zakładowego, na podstawie upoważnienia zawartego w uchwale nr 26 Zwyczajnego Walnego\n                           Zgromadzenia z dnia 26 maja 2010 r. oraz §5A Statutu Spółki. Wysokość kapitału zakładowego po podwyższeniu kapitału zakładowego wynosi 348.437.613,00\n                           złotych. Kapitał zakładowy ujawniony w KRS dzieli się na akcje o wartości nominalnej\n                           1 złoty każda. Ogólna liczba głosów wynikająca ze wszystkich wyemitowanych akcji ujawnionych\n                           w KRS wynosi 348.437.613 _słownie: trzysta czterdzieści osiem milionów czterysta trzydzieści\n                           siedem tysięcy sześćset trzynaście_ głosów na Walnym Zgromadzeniu akcjonariuszy Spółki.\n                           Struktura kapitału ujawniona w KRS po rejestracji podwyższenia kapitału jest następująca:\n                           1.000 _słownie: tysiąc_ akcji zwykłych imiennych serii A, 1.000 _słownie: tysiąc_\n                           akcji imiennych uprzywilejowanych serii A1, 347.908.774 _słownie: trzysta czterdzieści\n                           siedem milionów dziewięćset osiem tysięcy siedemset siedemdziesiąt cztery_ akcji zwykłych\n                           na okaziciela serii B oraz 526.839 _słownie: pięćset dwadzieścia sześć tysięcy osiemset\n                           trzydzieści dziewięć_ akcji zwykłych na okaziciela serii L. Postanowienie o wpisie podwyższenia kapitału zakładowego, o którym mowa powyżej, nie\n                           obejmuje wpisu objęcia akcji i podwyższeniu kapitału zakładowego Spółki Netia, o którym\n                           Spółka informowała w raporcie bieżącym nr 106/2017 z dnia 20 lipca 2017 roku.Podstawa prawna§ 5 ust. 1 pkt 9_ oraz §15. Rozporządzenia Rady Ministrów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _tj. Dz.U. z 2014 r., poz. 133 ze\n                           zm._ w zw. z art. 56 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tj. Dz.U. z 2016 r., poz. 1639 ze zm._.",
        "date": "2017-10-20"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 18 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 17 października 2017 r. transakcji na\n                           akcjach Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-18"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 12 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 11 października 2017 r. transakcji na\n                           akcjach Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-12"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Netia\"_ niniejszym przekazuje\n                           do publicznej wiadomości, korektę oczywistej omyłki pisarskiej zaistniałej w raporcie\n                           numer 116/2017 z dnia 4 września 2017 roku. W raporcie, o którym mowa w zdaniu poprzednim,\n                           omyłkowo wskazano, iż przed transakcją nabycia 450 000 akcji Spółki dokonaną w dniu\n                           1 września 2017 przez FIP 11 Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych\n                           z siedzibą w Warszawie _dalej: \"FIP 11 FIZAN\"_ liczba posiadanych przez FIP 11 FIZAN\n                           głosów w Spółce wynosiła 73 763 199 głosów.Zarząd wskazuje, iż po wyżej wskazanej transakcji FIP 11 FIZAN posiadał 76 763 199\n                           głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki. Pozostała treść raportu nie uległa zmianie.Podstawa prawna:§6 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _tekst jedn. Dz. U. z 2014 r., poz. 133_ w zw. z art. 70 w związku\n                           z art. 69 Ustawy z dnia 29 lipca 2005 r., z późn. zm. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz. U. z 2005 r. Nr 184 poz. 1539_.",
        "date": "2017-10-12"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 11 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 10 października 2017 r. transakcji na\n                           akcjach Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-11"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 10 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 9 października 2017 r. transakcji na\n                           akcjach Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-10"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 9 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 6 października 2017 r. transakcji na\n                           akcjach Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-09"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 6 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 5 października 2017 r. transakcji na\n                           akcjach Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-06"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej jako: \"Netia\", \"Emitent\"_, informuje,\n                           iż w dniu 4 października 2017 r., spółka od niej zależna, tj. Telefonia Dialog Spółka\n                           z ograniczoną odpowiedzialnością z siedzibą we Wrocławiu _dalej jako: \"Telefonia Dialog\"_,\n                           nabyła obligacje wyemitowane przez Netię. Telefonia Dialog nabyła dwie imienne obligacje serii A39 _dalej jako \"Obligacje\"_.Nabycie Obligacji nastąpiło w ramach działań służących optymalizacji płynności finansowej\n                           Grupy Kapitałowej Netia, zgodnych z praktyką Emitenta. Podstawowe warunki emisji Obligacji\n                           opisano poniżej. Wartość nominalna Obligacji wynosi 40.000.000 PLN _słownie: czterdzieści milionów\n                           złotych_ jednostkowo i 80.000.000 PLN _słownie: osiemdziesiąt milionów złotych_ łącznie.\n                           Emitent zobowiązał się do wykupu Obligacji w dniu 29 grudnia 2017 r. _\"Dzień Wykupu\"_.\n                           Wykup Obligacji następuje poprzez zapłatę na rzecz nabywcy Obligacji wartości nominalnej\n                           Obligacji wraz z należnymi i niezapłaconymi odsetkami. Obligacje są oprocentowane\n                           według stopy procentowej WIBOR 3M, ustalonej na dzień poprzedzający dzień emisji,\n                           powiększonej o marżę, przez cały okres ważności Obligacji, aż do Dnia Wykupu. Okresem\n                           odsetkowym jest cały okres ważności Obligacji, to jest okres od dnia emisji Obligacji\n                           do Dnia Wykupu. Odsetki będą płatne w Dniu Wykupu. Obligacje są niezabezpieczone.\n                           Podstawą prawną nabycia Obligacji jest ustawa z dnia 15 stycznia 2015 r. o obligacjach\n                           _Dz. U. z 2015 r., poz. 238_. Podstawa prawna§ 5 ust. 1 pkt 6 w związku z § 12 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133_.",
        "date": "2017-10-04"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 02 października 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust.1 Rozporządzenia MAR, o zawartej w dniu 29 września 2017 r. transakcji na akcjach\n                           Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-10-02"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 28 września 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 27 września 2017 r. transakcji na akcjach\n                           Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-09-28"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 27 września 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 26 września 2017 r. transakcji na akcjach\n                           Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-09-27"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 25 września 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 22 września 2017 r. transakcji na akcjach\n                           Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-09-25"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Netia\", \"Emitent\"_, informuje, iż\n                           w dniu 22 września 2017 r., spółka od niej zależna, tj. Telefonia Dialog Spółka z\n                           ograniczoną odpowiedzialnością z siedzibą we Wrocławiu _dalej: \"Telefonia Dialog\"_,\n                           nabyła obligacje wyemitowane przez Netię. Telefonia Dialog nabyła dwie imienne obligacje serii A37 _dalej: \"Obligacje 1\"_ oraz\n                           dwie imienne obligacje serii A38 _dalej: \"Obligacje 2\"_. Obligacje 1 i Obligacje 2\n                           zwane są dalej łącznie \"Obligacjami\". Nabycie Obligacji nastąpiło w ramach działań służących optymalizacji płynności finansowej\n                           Grupy Kapitałowej Netia, zgodnych z praktyką Emitenta. Podstawowe warunki emisji Obligacji\n                           opisano poniżej. Wartość nominalna: 1_ Obligacji 1 wynosi 52.500.000 PLN _słownie: pięćdziesiąt dwa miliony pięćset tysięcy\n                           złotych_ jednostkowo i 105.000.000 PLN _słownie: sto pięć milionów złotych_ łącznie;\n                           2_ Obligacji 2 wynosi 15.000.000 PLN _słownie: piętnaście milionów złotych_ jednostkowo\n                           i 30.000.000 _słownie: trzydzieści milionów złotych_ łącznie; Emitent zobowiązuje się do wykupu Obligacji w dniu 22 grudnia 2017 r. _dalej: \"Dzień\n                           Wykupu\"_. Wykup Obligacji następuje poprzez zapłatę na rzecz nabywcy Obligacji wartości\n                           nominalnej Obligacji wraz z należnymi i niezapłaconymi odsetkami. Obligacje są oprocentowane\n                           według stopy procentowej Wibor 3M, ustalonej na dzień poprzedzający dzień emisji,\n                           powiększonej o marżę w stosunku rocznym, przez cały okres ważności Obligacji, aż do\n                           Dnia Wykupu. Okresem odsetkowym jest cały okres ważności Obligacji, to jest okres\n                           od dnia emisji Obligacji do Dnia Wykupu. Odsetki będą płatne w Dniu Wykupu. Obligacje\n                           są niezabezpieczone. Podstawą prawną nabycia Obligacji jest ustawa z dnia 15 stycznia\n                           2015 r. o obligacjach _Dz. U. z 2015 r., poz. 238_.Podstawa prawna§ 5 ust. 1 pkt 6 w związku z § 12 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133_.",
        "date": "2017-09-22"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 15 września 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 14 września 2017 r. transakcji na akcjach\n                           Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-09-15"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 14 września 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 13 września 2017 r. transakcji na akcjach\n                           Spółki. Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-09-14"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 9 września 2017 r. otrzymała od Pana Mirosława\n                           Godlewskiego - osoby pełniącej obowiązki zarządcze w Spółce, Członka Rady Nadzorczej,\n                           powiadomienie, o którym mowa w art. 19 ust. 1 Rozporządzenia MAR, o zawartej w dniu\n                           6 września 2017 r. transakcji na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-09-09"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Netia\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 4 września 2017 r. otrzymał zawiadomienie od FIP\n                           11 Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie _dalej:\n                           \"FIP11\"_, iż w wyniku transakcji nabycia łącznie 450 000 akcji Spółki _patrz raport\n                           bieżący nr 115/2017 z dnia 4 września 2017 r._ posiadany dotychczas przez FIP 11 udział\n                           zmienił się o ponad 2% ogólnej liczby głosów w Spółce. Zgodnie z informacjami przekazanymi we wskazanym powyżej zawiadomieniu, w wyniku dokonanej\n                           w dniu 1 września 2017 r. transakcji nabycia 450 000 akcji Spółki, FIP 11 posiada\n                           łącznie 77 213 199 akcji Netii, uprawniających do wykonywania 77 213 199 głosów na\n                           Walnym Zgromadzeniu Spółki, stanowiących 22,15 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Netii i 22,15 % kapitału zakładowego Netii.Przed transakcją, o której mowa powyżej, stan akcji oraz głosów w Spółce posiadanych\n                           przez FIP 11 wynosił 76 763 199 sztuk akcji dających prawo do 73 763 199 głosów, co\n                           stanowiło 22,02 % udziału w kapitale akcyjnym Spółki.",
        "date": "2017-09-04"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 4 września 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie, o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 1 września 2017 r. transakcji na akcjach\n                           Spółki.",
        "date": "2017-09-04"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ przekazuje\n                           do publicznej wiadomości, że w dniu 1 września 2017 r. Pan Andrzej Radzimiński złożył\n                           oświadczenie o realizacji uprawnienia osobistego przysługującego mu jako posiadaczowi\n                           akcji uprzywilejowanych serii A1. Zgodnie z przedmiotowym oświadczeniem, na podstawie §6 ust. 3 w zw. z §15 ust. 2 Statutu\n                           Spółki, Pan Andrzej Radzimiński powołał do Rady Nadzorczej Netii Pana Macieja Szwarca.Spółka w załączeniu do niniejszego raportu przedstawia życiorys Pana Macieja Szwarca.Zgodnie ze złożonym oświadczeniem, Pan Maciej Szwarc nie prowadzi działalności konkurencyjnej\n                           w stosunku do działalności prowadzonej przez Spółkę, nie pozostaje wspólnikiem w spółce\n                           konkurencyjnej wobec Spółki, członkiem organu konkurencyjnej spółki kapitałowej, ani\n                           jakiejkolwiek innej konkurencyjnej w stosunku do Spółki osoby prawnej. Pan Maciej\n                           Szwarc nie figuruje w Rejestrze Dłużników Niewypłacalnych.Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresowe w zw. § 5 ust.\n                           1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _tekst jedn. Dz. U. z 2014 r., poz. 133, ze zm._.",
        "date": "2017-09-01"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 31 sierpnia 2017 r. otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 30 sierpnia 2017 r. transakcji na akcjach\n                           Spółki. Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna:Art. 19 ust. 3 MAR - informacja o transakcjach wykonywanych przez osoby pełniące obowiązki\n                           zarządcze.",
        "date": "2017-08-31"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 29 sierpnia 2017 r. Rada Nadzorcza Spółki powołała: 1_ Panią Katarzynę Iwuć do pełnienia funkcji Prezesa Zarządu – Dyrektora Generalnego,\n                           Dyrektora Finansowego;2_ Pana Astera Papazyana do pełnienia funkcji Członka Zarządu – Dyrektora Generalnego\n                           ds. B2B;3_ Pana Tomasza Dakowskiego do pełnienia funkcji Członka Zarządu – Dyrektora Generalnego\n                           ds. B2C.Ponadto, Rada Nadzorcza Spółki na posiedzeniu w dniu 29 sierpnia 2017 r. odwołała\n                           delegację Członka Rady Nadzorczej, Pana Stefana Radzimińskiego, do pełnienia funkcji\n                           Członka Zarządu, o której Spółka informowała w raporcie bieżącym numer 94/2017 z dnia\n                           1 czerwca 2017 r. Rada Nadzorcza otrzymała także w dniu 29 sierpnia 2017 r. rezygnację Pana Stefana\n                           Radzimińskiego z pełnienia funkcji Członka Rady Nadzorczej, który jednocześnie został\n                           powołany do pełnienia funkcji Członka Zarządu – Dyrektora Generalnego ds. Techniki.Zgodnie z Rozporządzeniem Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _tekst jedn. Dz. U. z 2014 r., poz. 133, ze zm._, wymagany zakres\n                           informacji dotyczący Pani Katarzyny Iwuć oraz Pana Stefana Radzimińskiego został przekazany\n                           do wiadomości publicznej raportem bieżącym nr 98/2017 z dnia 14 czerwca 2017 roku.\n                           Zarząd Spółki przekaże wymagany zakres informacji dotyczący Pana Astera Papazyana\n                           oraz Pana Tomasza Dakowskiego odrębnym raportem bieżącym w terminie późniejszym. Po uwzględnieniu powyżej opisanych zmian, skład Zarządu Spółki wygląda następująco:Pani Katarzyna Iwuć – Prezes Zarządu – Dyrektor Generalny, Dyrektor Finansowy;Pan Aster Papazyan – Członek Zarządu – Dyrektor Generalny ds. B2B;Pan Tomasz Dakowski – Członek Zarządu – Dyrektor Generalny ds. B2C;Pan Stefan Radzimiński – Członek Zarządu – Dyrektor Generalny ds. Techniki.",
        "date": "2017-08-29"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Netia\", \"Emitent\"_, informuje, iż\n                           w dniu 4 sierpnia 2017 roku, spółka od niej zależna, tj. Telefonia Dialog Spółka z\n                           ograniczoną odpowiedzialnością z siedzibą we Wrocławiu _dalej: \"Telefonia Dialog\"_,\n                           nabyła obligacje wyemitowane przez Netię. Telefonia Dialog nabyła dwie imienne obligacje serii A36 _dalej: \"Obligacje\"_.Nabycie Obligacji nastąpiło w ramach działań służących optymalizacji płynności finansowej\n                           Grupy Kapitałowej Netia, zgodnych z praktyką Emitenta. Podstawowe warunki emisji Obligacji\n                           opisano poniżej. Wartość nominalna Obligacji wynosi 40.000.000 PLN _słownie: czterdzieści milionów\n                           złotych_ jednostkowo i 80.000.000 zł _słownie: osiemdziesiąt milionów złotych_ łącznie.\n                           Emitent zobowiązał się do wykupu Obligacji w dniu 4 października 2017 roku _dalej:\n                           \"Dzień Wykupu\"_. Wykup Obligacji następuje poprzez zapłatę na rzecz nabywcy Obligacji\n                           wartości nominalnej Obligacji wraz z należnymi i niezapłaconymi odsetkami. Obligacje\n                           są oprocentowane według stopy procentowej WIBOR 3M, ustalonej na dzień poprzedzający\n                           dzień emisji, powiększonej o marżę, przez cały okres ważności Obligacji, aż do Dnia\n                           Wykupu. Okresem odsetkowym jest cały okres ważności Obligacji, to jest okres od dnia\n                           emisji Obligacji do Dnia Wykupu. Odsetki będą płatne w Dniu Wykupu. Obligacje są niezabezpieczone.\n                           Podstawą prawną nabycia Obligacji jest ustawa z dnia 15 stycznia 2015 roku o obligacjach\n                           _Dz. U. z 2015 r., poz. 238_. Podstawa prawna§ 5 ust. 1 pkt 6 w związku z § 12 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133_.",
        "date": "2017-08-04"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 28 lipca 2017 r. Spółka otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR, o zawartej w dniu 26 lipca 2017 r. transakcji na akcjach\n                           Spółki. Treść powiadomienia Spółka przekazuje w załaczeniu.",
        "date": "2017-07-28"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 27 lipca 2017 r. Spółka otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie o transakcji na akcjach\n                           Spółki, o którym mowa w art. 19 ust. 1 Rozporządzenia MAR, zawartej w dniu 25 lipca\n                           2017 r.",
        "date": "2017-07-27"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości, iż w dniu 27 lipca 2017 r. Spółka otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie – osoby blisko\n                           związanej z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Zbigniewem Jakubasem\n                           – Przewodniczącym Rady Nadzorczej Emitenta, powiadomienie o transakcji na akcjach\n                           Spółki, o którym mowa w art. 19 ust. 1 Rozporządzenia MAR, zawartej w dniu 24 lipca\n                           2017 r.",
        "date": "2017-07-27"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. _dalej \"Spółka\" lub \"Netia\"_, w nawiązaniu do raportu bieżącego\n                           nr 51/2018 z dnia 18 września 2018 roku, informuje, iż w dniu 30 listopada 2018 roku\n                           powziął informację z systemu teleinformatycznego Ministerstwa Sprawiedliwości _na\n                           podstawie informacji pobranej w trybie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997\n                           roku o Krajowym Rejestrze Sądowym_ o tym, że Sąd Rejonowy dla m.st. Warszawy w Warszawie,\n                           XIII Wydział Gospodarczy Krajowego Rejestru Sądowego, sąd właściwy dla Netii, dokonał\n                           w dniu 30 listopada 2018 roku wpisu do rejestru przedsiębiorców połączenia Netii z\n                           jej jednoosobową spółką zależną - Telefonia Dialog sp. z o.o. _KRS 0000419488, dalej\n                           \"Dialog\" lub \"Spółka Przejmowana\"_. Połączenie nastąpiło w trybie art. 492 § 1 pkt 1 i w zw. z art. 515 § 1 Kodeksu spółek\n                           handlowych _dalej \"ksh\"_, poprzez przeniesienie całego majątku Spółki Przejmowanej\n                           na Netię _łączenie przez przejęcie_, bez podwyższenia kapitału zakładowego Netii _art.\n                           515 § 1 ksh_, bez wymiany udziałów oraz bez zmiany statutu Netii.Połączenie Netii z Dialogiem nastąpiło, w świetle art. 493 § 2 ksh, z dniem 30 listopada\n                           2018 roku. Z tym dniem, stosownie do art. 494 ksh, Netia wstąpiła we wszystkie prawa i obowiązki\n                           Spółki Przejmowanej.",
        "date": "2018-11-30"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka_ niniejszym przekazuje do\n                           publicznej wiadomości, iż na Nadzwyczajnym Walnym Zgromadzeniu Spółki _dalej: \"Zgromadzenie\"_,\n                           które odbyło się w dniu 29 października 2018 roku obecni byli akcjonariusze reprezentujący\n                           łącznie 78,71% kapitału zakładowego Spółki. Zarząd Spółki przedstawia wykaz akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na Zgromadzeniu:1. Cyfrowy Polsat S.A.Liczba akcji zgłoszonych na Zgromadzeniu 221.404.885Liczba głosów 221.404.885Procentowy udział w liczbie głosów na Zgromadzeniu 83,81%Procentowy udział w ogólnej liczbie głosów 65,98%2.FIP 11 Fundusz Inwestycyjny Zamknięty Aktywów NiepublicznychLiczba akcji zgłoszonych na Zgromadzeniu 20.557.760Liczba głosów 20.557.760Procentowy udział w liczbie głosów na Zgromadzeniu 7,78%Procentowy udział w ogólnej liczbie głosów: 6,13%3. SISU CAPITAL MASTER FUND LIMITED   Liczba akcji zgłoszonych na Zgromadzeniu 16.332.115Liczba głosów 16.332.115Procentowy udział w liczbie głosów na Zgromadzeniu 6,18%Procentowy udział w ogólnej liczbie głosów 4,87%",
        "date": "2018-10-29"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie\n                           Akcjonariuszy Spółki w dniu 29 października 2018 roku _dalej: \"Zgromadzenie\"_. Treść poszczególnych uchwał podjętych na Zgromadzeniu wraz z wynikami głosowania oraz\n                           treść planu połączenia, będącego przedmiotem głosowania, znajdują się w załączeniu\n                           do niniejszego raportu bieżącego.",
        "date": "2018-10-29"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ przekazuje\n                           do publicznej wiadomości, że w dniu 23 października 2018 r. Pan Andrzej Radzimiński,\n                           działając na podstawie §6 ust. 3 w zw. z §15 ust. 2 Statutu Spółki złożył oświadczenie\n                           o realizacji uprawnienia osobistego przysługującego mu jako posiadaczowi akcji uprzywilejowanych\n                           serii A1, w przedmiocie odwołania z dniem 24 października 2018 roku ze składu Rady\n                           Nadzorczej Netii Pana Grzegorza Zęgoty i powołania w jego miejsce Pana Stefana Radzimińskiego.Wymagany zakres informacji o Panu Stefanie Radzimińskim, zgodnie z § 10 Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst\n                           jedn. Dz. U. z 2018 r., poz. 757._, powołanym do pełnienia funkcji Członka Rady Nadzorczej\n                           Netii, Spółka przekazuje poniżej. Stefan Radzimiński, lat 44. W roku 1999 ukończył wydział Elektroniki i Technik Informacyjnych\n                           na Politechnice Warszawskiej ze specjalizacją Telekomunikacja. Dyplomowa praca magisterska\n                           dotyczyła metodologii analizy opłacalności projektów sieci telekomunikacyjnych dla\n                           operatorów prywatnych, wraz autorskim oprogramowaniem do tworzenia biznes planów.\n                           W latach 1999 – 2014 był Wiceprezesem, a następnie Prezesem Zarządu ONYX sp. z o.o.,\n                           firmy telekomunikacyjno–informatycznej, specjalizującej się w produkcji oprogramowania\n                           w modelu SaaS, wspomagającego zarządzanie przedsiębiorstwem oraz sprzedażą systemów\n                           B2B i B2C, z wykorzystaniem sieci Internet dla klientów korporacyjnych w Polsce i\n                           Europie.Od 2007 roku jest także Członkiem Zarządu RP Development sp. z o.o., firmy działającej\n                           w zakresie budowy i administracji nieruchomości komercyjnych. Wcześniej zasiadał także w Radach Nadzorczych spółek takich jak: Almeco sp. z o.o.,\n                           będącej importerem i wyłącznym przedstawicielem na Polskę marki Saab, oraz Invoice\n                           sp. z o.o., specjalizującej się w działalności księgowej.Od roku 2015 jest związany ze spółką NETIA S.A., będąc w latach 2015-2016 Członkiem\n                           Rady Nadzorczej i Komitetu Audytu, zaś od sierpnia 2017 do maja 2018 Członkiem Zarządu\n                           Spółki i Dyrektorem Generalnym ds. Techniki. Zgodnie, ze złożonym oświadczeniem, Pan Stefan Radzimiński nie prowadzi działalności\n                           konkurencyjnej w stosunku do działalności Spółki oraz jej podmiotów powiązanych oraz\n                           nie uczestniczy w spółce konkurencyjnej, jako wspólnik spółki cywilnej, spółki osobowej,\n                           członek organu spółki kapitałowej ani nie uczestniczy w innej konkurencyjnej osobie\n                           prawnej, jako członek jej organu. Nie został wpisany do Rejestru Dłużników Niewypłacalnych\n                           na podstawie Ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2018-10-23"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ informuje, iż w dniu 16\n                           października 2018 roku otrzymał zawiadomienie od Powszechnego Towarzystwa Emerytalnego\n                           PZU S.A. _\"PTE PZU\"_ występującego w imieniu Otwartego Funduszu Emerytalnego PZU \"Złota\n                           Jesień\" _\"OFE PZU\"_ na podstawie art 69 ust. 1 pkt 1 w zw. z art. 69a ust. 1 pkt 1\n                           Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _\"Ustawa\"_. W zawiadomieniu PTE PZU poinformował\n                           Spółkę, że w wyniku zakończonej w dniu 12 października 2018 roku likwidacji _\"Likwidacja\"_\n                           Pekao Otwartego Funduszu Emerytalnego _\"Pekao OFE\"_, skutkującej przeniesieniem w\n                           tym dniu wszystkich aktywów Pekao OFE do OFE PZU oraz wstąpieniem OFE PZU we wszystkie\n                           prawa i obowiązki Pekao OFE, dotychczas posiadany udział OFE PZU w ogólnej liczbie\n                           głosów w Spółce przekroczył próg 5% ogólnej liczby głosów.    Przed Likwidacją Pekao OFE, stan akcji oraz głosów w Spółce posiadanych przez OFE\n                           PZU wynosił 16.560.954 akcji dających prawo do 16.560.954 głosów, co stanowiło 4,94%\n                           udziału w kapitale akcyjnym Spółki i tyle samo głosów.Po Likwidacji Pekao OFE, stan akcji oraz głosów w Spółce posiadanych przez OFE PZU\n                           wynosi 17.656.988 akcji dających prawo do 17.656.988 głosów, co stanowi 5,26% udziału\n                           w kapitale akcyjnym Spółki i tyle samo głosów. Zgodnie z zawiadomieniem OFE PZU nie posiada podmiotów zależnych posiadających akcje\n                           Spółki, nie zachodzi sytuacja wskazana w art. 69 ust 4 pkt 6 Ustawy, OFE PZU nie posiada\n                           instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1 i 2 Ustawy.",
        "date": "2018-10-16"
    },
    {
        "company_name": "NETIA",
        "content": "Działając na podstawie art. 504 § 1 w zw. z art. 402_1_ § 1 Kodeksu spółek handlowych\n                           _dalej: \"k.s.h\"_, Zarząd Netia S.A. _dalej: \"Netia\"_ zawiadamia akcjonariuszy _zawiadomienie\n                           drugie_ o zamiarze połączenia ze swoją jednoosobową spółką zależną Telefonia Dialog\n                           sp. z o.o. z siedzibą we Wrocławiu _KRS: 0000419488_. Połączenie nastąpi w trybie\n                           art. 492 § 1 pkt 1 w zw. z art. 515 § 1 k.s.h. poprzez przeniesienie całego majątku\n                           spółki Telefonia Dialog sp. z o.o. _spółka przejmowana_ na Netię _spółka przejmująca_\n                           bez podwyższenia kapitału zakładowego Netii _art. 515 § 1 k.s.h._, bez wymiany udziałów\n                           oraz bez zmiany statutu Netii.Ogłoszenie planu połączenia Netii ze spółką Telefonia Dialog sp. z o.o. zostało opublikowane,\n                           na podstawie art. 500 § 2 k.s.h. w Monitorze Sądowym i Gospodarczym nr 188 z dnia\n                           27 września 2018 r. Pierwsze zawiadomienie o zamiarze połączenia spółki przejmującej\n                           ze spółką przejmowaną, Netia przekazała raportem bieżącym nr 54/2018 z dnia 28 września\n                           2018 r. Akcjonariusze mogą zapoznać się z dokumentami wymienionymi w art. 505 § 1 k.s.h. w\n                           terminie od dnia 28 września 2018 roku do dnia podjęcia uchwały o połączeniu, w biurze\n                           Netii przy ul. Taśmowej 7A, 02-677 Warszawa, w dni powszednie w godzinach od 10:00\n                           do 16:00.",
        "date": "2018-10-15"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ niniejszym przekazuje do\n                           publicznej wiadomości, iż w dniu 5 października 2018 r. Spółka otrzymała od FIP 11\n                           Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych, będącej osobą blisko związaną\n                           z osobami pełniącymi w Spółce obowiązki zarządcze, powiadomienie o transakcjach na\n                           akcjach Spółki, o którym mowa w art. 19 ust. 1 Rozporządzenia MAR, zawartych w dniu\n                           4 października 2018 roku, stanowiące załącznik do niniejszego raportu.",
        "date": "2018-10-05"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ niniejszym przekazuje do publicznej\n                           wiadomości, iż w dniu 4 października 2018 r. otrzymała od TiVi Foundation z siedzibą\n                           w Vaduz zawiadomienie na podstawie art. 69 ust. 1 pkt 1_ w zw. z art. 69a ust. 1 pkt\n                           3_ Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U. z 2018 r. poz. 512_\n                           o przekroczeniu progu 50% ogólnej liczby głosów w Spółce w wyniku nabycia – za pośrednictwem\n                           spółki Cyfrowy Polsat S.A. z siedzibą w Warszawie, 58.709.376 akcji Spółki.     Pełną treść otrzymanego zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-10-04"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ niniejszym przekazuje do publicznej\n                           wiadomości, iż w dniu 4 października 2018 r. otrzymała od Reddev Investments Limited\n                           z siedzibą w Nikozji zawiadomienie na podstawie art. 69 ust. 1 pkt 1_ w zw. z art.\n                           69a ust. 1 pkt 3_ Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U. z\n                           2018 r. poz. 512_ o przekroczeniu progu 50% ogólnej liczby głosów w Spółce w wyniku\n                           nabycia – za pośrednictwem spółki Cyfrowy Polsat S.A. z siedzibą w Warszawie, 58.709.376\n                           akcji Spółki.     Pełną treść otrzymanego zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-10-04"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej \"Spółka\" lub \"Netia\"_ informuję, iż\n                           w dniu 4 października 2018 roku otrzymał zawiadomienie od Cyfrowy Polsat S.A. _dalej\n                           \"CP\"_ oraz Karswell Limited _dalej \"Karswell\"_ na podstawie art. 69 ust. 1 pkt 2 i\n                           art. 69 ust. 2 pkt 2 w zw. z art. 87 ust. 1 pkt 5 Ustawy o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz.U. z 2018 r. poz. 512_, odpowiednio o zmianie dotychczas posiadanego\n                           udziału przez CP ponad 33% ogólnej liczby głosów w Spółce o co najmniej 1% ogólnej\n                           liczby głosów oraz o zmniejszeniu udziału Karswell poniżej progu 5% ogólnej liczby\n                           głosów w Spółce w wyniku transakcji nabycia przez CP i zbycia przez Karswell 58.709.376\n                           akcji Spółki.Pełną treść otrzymanego zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-10-04"
    },
    {
        "company_name": "NETIA",
        "content": "Działając na podstawie art. 504 § 1 w zw. z art. 402 _1_ § 1 Kodeksu spółek handlowych\n                           _dalej: \"k.s.h\"_, Zarząd Netia S.A. _dalej: \"Netia\"_ zawiadamia akcjonariuszy o zamiarze\n                           połączenia ze swoją jednoosobową spółką zależną Telefonia Dialog sp. z o.o. z siedzibą\n                           we Wrocławiu _KRS: 0000419488_. Połączenie nastąpi w trybie art. 492 § 1 pkt 1 w zw.\n                           z art. 515 § 1 k.s.h. poprzez przeniesienie całego majątku spółki Telefonia Dialog\n                           sp. z o.o. _spółka przejmowana_ na Netię _spółka przejmująca_ bez podwyższenia kapitału\n                           zakładowego Netii _art. 515 § 1 k.s.h._, bez wymiany udziałów oraz bez zmiany statutu\n                           Netii.O podjęciu decyzji o zamiarze połączenia spółki przejmującej ze spółką przejmowaną,\n                           Netia informowała w raporcie bieżącym nr 51/2018 z dnia 18 września oraz w raporcie\n                           bieżącym nr 52/2018  z dnia 20 września 2018 roku. Ogłoszenie planu połączenia Netii\n                           ze spółką Telefonia Dialog sp. z o.o. zostało opublikowane, na podstawie art. 500\n                           § 2 k.s.h. w Monitorze Sądowym i Gospodarczym nr 188 z dnia 27 września 2018 r. Akcjonariusze mogą zapoznać się z dokumentami wymienionymi w art. 505 § 1 k.s.h. w\n                           terminie od dnia 27 września 2018 roku do dnia podjęcia uchwały o połączeniu, w biurze\n                           Netii przy ul. Taśmowej 7A, 02-677 Warszawa, w dni powszednie w godzinach od 10:00\n                           do 16:00.",
        "date": "2018-09-28"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd \"Netia\" Spółka Akcyjna z siedzibą w Warszawie _\"Spółka\"_, działając na podstawie\n                           art. 399 §1 Kodeksu spółek  handlowych _\"KSH\"_, zwołuje na dzień 29 października 2018\n                           r. _poniedziałek_ na godzinę 11:00 Nadzwyczajne Walne Zgromadzenie Spółki _\"NWZ\"_,\n                           które odbędzie się w Warszawie, przy ul. Taśmowej 7a, 02-677 Warszawa. I. Szczegółowy porządek obrad:1. Otwarcie obrad Nadzwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego obrad Nadzwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Zatwierdzenie porządku obrad Nadzwyczajnego Walnego Zgromadzenia.5. Podjęcie uchwały w sprawie połączenia przez przejęcie Netia S.A. z Telefonia Dialog\n                           sp. z o.o. z siedzibą we Wrocławiu.6. Zamknięcie obrad Nadzwyczajnego Walnego Zgromadzenia.II. Opis procedur dotyczących uczestnictwa w NWZ i wykonywania prawa głosua_ Prawo do uczestnictwa w NWZ i lista AkcjonariuszyZarząd Spółki informuje, że prawo uczestnictwa w NWZ, stosownie do art. 406_1_ KSH,\n                           mają wyłącznie osoby będące Akcjonariuszami Spółki na szesnaście dni przed datą NWZ,\n                           tj. w dniu 13 października 2018 r. _dzień rejestracji uczestnictwa w NWZ, zwany dalej\n                           \"Dniem Rejestracji\"_.Uprawnieni ze zdematerializowanych akcji na okaziciela są uprawnieni do uczestnictwa\n                           w NWZ, pod warunkiem, że stosownie do art. 406_3_ §2 KSH, przedstawią podmiotowi prowadzącemu\n                           ich rachunek papierów wartościowych żądanie wystawienia imiennego zaświadczenia o\n                           prawie uczestnictwa w NWZ w okresie od ogłoszenia o zwołaniu NWZ do pierwszego dnia\n                           powszedniego po Dniu Rejestracji. Akcjonariusze uprawnieni z akcji imiennych i świadectw\n                           tymczasowych oraz zastawnicy i użytkownicy, którym przysługuje prawo głosu są uprawnieniu\n                           do uczestnictwa w NWZ, pod warunkiem, że będą wpisani do księgi akcyjnej Spółki w\n                           Dniu Rejestracji.Lista Akcjonariuszy uprawnionych do udziału w NWZ, stosownie do art. 407 §1 KSH, zostanie\n                           sporządzona na podstawie wykazu udostępnionego przez podmiot prowadzący depozyt papierów\n                           wartościowych _Krajowy Depozyt Papierów Wartościowych S.A._ i wyłożona w biurze Zarządu\n                           Spółki w Warszawie _02-677_ przy ul. Taśmowej 7a, przez trzy dni powszednie przed\n                           odbyciem NWZ. Akcjonariusz może przeglądać listę Akcjonariuszy oraz żądać jej odpisu\n                           za zwrotem kosztów jego sporządzenia.Zgodnie z art. 407 §1_1_ KSH, w okresie trzech dni powszednich przed odbyciem NWZ\n                           Akcjonariusz Spółki może żądać przysłania mu listy Akcjonariuszy nieodpłatnie pocztą\n                           elektroniczną, podając adres, na który lista powinna być wysłana. Żądanie powinno\n                           zostać sporządzone w formie pisemnej, podpisane przez Akcjonariusza lub przez osoby\n                           uprawnione do reprezentacji Akcjonariusza oraz dostarczone na adres wza@netia.pl w\n                           formacie \"pdf\" lub innym formacie pozwalającym na jego odczytanie przez Spółkę. Do\n                           żądania powinny zostać dołączone kopie dokumentów potwierdzających tożsamość Akcjonariusza\n                           lub osób działających w imieniu Akcjonariusza, w tym:_i_ w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości Akcjonariusza; albo_ii_ w przypadku Akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania Akcjonariusza na NWZ _np. nieprzerwany ciąg pełnomocnictw_,\n                           lub_iii_ w przypadku zgłoszenia żądania przez pełnomocnika – kopia dokumentu pełnomocnictwa\n                           podpisana przez Akcjonariusza lub przez osoby uprawnione do reprezentowania Akcjonariusza,\n                           dokumenty z pkt _i_ i _ii_ dotyczące Akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości pełnomocnika lub w przypadku pełnomocnika\n                           innego niż osoba fizyczna – kopia odpisu z właściwego rejestru lub innego dokumentu\n                           potwierdzającego upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania\n                           pełnomocnika na NWZ _np. nieprzerwany ciąg pełnomocnictw_ oraz dowodu osobistego,\n                           paszportu lub innego urzędowego dokumentu tożsamości osoby fizycznej _osób fizycznych_\n                           upoważnionych do reprezentowania pełnomocnika na NWZ.b_ Prawo Akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad\n                           NWZAkcjonariusz lub Akcjonariusze, którzy reprezentują co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki, stosownie do art. 401 §1 KSH, mogą żądać umieszczenia określonych\n                           spraw w porządku obrad NWZ. Żądanie Akcjonariusza lub Akcjonariuszy powinno zostać\n                           zgłoszone Zarządowi Spółki nie później niż na dwadzieścia jeden dni przed wyznaczonym\n                           terminem NWZ. Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad.Żądanie może zostać złożone na piśmie i doręczone osobiście lub wysłane na adres biura\n                           Spółki: ul. Taśmowa 7a, 02-677 Warszawa lub w postaci elektronicznej – poprzez przesłanie\n                           wiadomości pocztą elektroniczną e-mail na adres: wza@netia.pl. Dochowanie wskazanego\n                           terminu jest ustalane według chwili doręczenia żądania do Spółki.Akcjonariusz lub Akcjonariusze żądający umieszczenia określonych spraw w porządku\n                           obrad muszą przedstawić wraz z żądaniem dokumenty potwierdzające ich tożsamość oraz\n                           uprawnienie do żądania umieszczenia określonych spraw w porządku obrad NWZ, a w szczególności:_i_ zaświadczenie o prawie uczestnictwa w NWZ lub świadectwo depozytowe wydane przez\n                           podmiot prowadzący rachunek papierów wartościowych potwierdzające, że jego adresat\n                           jest Akcjonariuszem Spółki oraz że reprezentuje co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki, a jeśli wniosek jest składany przez więcej niż jednego Akcjonariusza\n                           Spółki – stosowne dokumenty powinny łącznie wykazywać, że Akcjonariusze reprezentują\n                           łącznie co najmniej jedną dwudziestą kapitału zakładowego Spółki,_ii_ w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,_iii_ w przypadku Akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu wykazującego umocowanie osoby reprezentującej podmiot,_iv_ w przypadku zgłoszenia żądania przez pełnomocnika – poza ww. dokumentami, także\n                           kopiędokumentu pełnomocnictwa podpisaną przez Akcjonariusza lub przez osoby uprawnionedo reprezentowania Akcjonariusza oraz kopię dowodu osobistego, paszportu lub innegodokumentu potwierdzającego tożsamość pełnomocnika, a w razie pełnomocnika innego niżosoba fizyczna – kopię odpisu z właściwego rejestru lub innego dokumentu potwierdzającegoupoważnienie do działania w imieniu pełnomocnika oraz kopię dowodu osobistego, paszportulub innego dokumentu potwierdzającego tożsamość osób upoważnionych do działaniaw imieniu pełnomocnika. W przypadku ustanowienia dalszych pełnomocników należy przedstawić\n                           nieprzerwany ciąg pełnomocników wraz z dokumentami wskazanymi w zdaniu pierwszym.Stosownie do art. 401 §2 KSH Zarząd niezwłocznie, jednak nie później niż na osiemnaście\n                           dni przed wyznaczonym terminem NWZ, ogłosi zmiany w porządku obrad, wprowadzone na\n                           żądanie Akcjonariusza lub Akcjonariuszy. Ogłoszenie nowego porządku obrad nastąpi\n                           w sposób właściwy dla zwołania Walnego Zgromadzenia.c_ Prawo Akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad NWZ lub spraw, które mają zostać wprowadzone do porządku obrad przed\n                           terminem NWZAkcjonariusz lub Akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego, stosownie do art. 401 §4 KSH, mogą przed terminem NWZ zgłaszać Spółce\n                           projekty uchwał dotyczące spraw wprowadzonych do porządku obrad NWZ lub spraw, które\n                           mają zostać wprowadzone do porządku obrad. Zgłoszenie projektu uchwały należy dokonać\n                           na piśmie – osobiście lub przesyłką na adres biura Spółki: ul. Taśmowa 7a, 02-677\n                           Warszawa z dopiskiem \"Nadzwyczajne Walne Zgromadzenie\" lub w postaci elektronicznej\n                           – poprzez przesłanie wiadomości pocztą elektroniczną e-mail na adres wza@netia.pl\n                           Akcjonariusz lub Akcjonariusze zgłaszający projekty uchwał powinni przedstawić dokumentypotwierdzające ich tożsamość oraz uprawnienie do zgłoszenia projektów uchwał, a w\n                           szczególności:_i_ zaświadczenie o prawie uczestnictwa w NWZ lub świadectwo depozytowe wydane przez\n                           podmiot prowadzący rachunek papierów wartościowych potwierdzające, że jego adresat\n                           jest Akcjonariuszem Spółki oraz że reprezentuje co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki, a jeśli wniosek jest składany przez więcej niż jednego Akcjonariusza\n                           Spółki – stosowne dokumenty powinny łącznie wykazywać, że Akcjonariusze reprezentują\n                           łącznie co najmniej jedną dwudziestą kapitału zakładowego Spółki,_ii_ w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,_iii_ w przypadku Akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu wykazującego umocowanie osoby reprezentującej podmiot,_iv_ w przypadku zgłoszenia żądania przez pełnomocnika – poza ww. dokumentami, także\n                           kopiędokumentu pełnomocnictwa podpisaną przez Akcjonariusza lub przez osoby uprawnionedo reprezentowania Akcjonariusza oraz kopię dowodu osobistego, paszportu lub innegodokumentu potwierdzającego tożsamość pełnomocnika, a w razie pełnomocnika innego niżosoba fizyczna – kopię odpisu z właściwego rejestru lub innego dokumentu potwierdzającegoupoważnienie do działania w imieniu pełnomocnika oraz kopię dowodu osobistego, paszportulub innego dokumentu potwierdzającego tożsamość osób upoważnionych do działaniaw imieniu pełnomocnika. W przypadku ustanowienia dalszych pełnomocników należy przedstawić\n                           nieprzerwany ciąg pełnomocników wraz z dokumentami wskazanymi w zdaniu pierwszym.Spółka niezwłocznie ogłasza projekty uchwał zgłoszone przez uprawnionych Akcjonariuszy\n                           na swojej stronie internetowej pod następującym adresem: www.netia.pl w zakładce:\n                           Dla Inwestorów – Raporty bieżące oraz Dla Inwestorów – Ład korporacyjny – Walne Zgromadzenie\n                           Akcjonariuszy.d_ Prawo Akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas NWZStosownie do art. 401 §5 KSH, każdy z Akcjonariuszy może zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad podczas NWZ.e_ Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności o formularzach\n                           stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania Spółki\n                           przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnikaNWZ odbywa się w języku polskim. Akcjonariusz będący osobą fizyczną może uczestniczyć\n                           w NWZ oraz wykonywać prawo głosu osobiście lub przez pełnomocnika.Akcjonariusz inny niż osoba fizyczna może uczestniczyć w NWZ oraz wykonywać prawo\n                           głosu przez osobę uprawnioną z mocy prawa lub umowy _statutu_ do składania oświadczeń\n                           woli w jego imieniu _przedstawiciel_ lub przez pełnomocnika.Akcjonariusz może ustanowić więcej niż jednego pełnomocnika. Stosownie do art. 412\n                           §3 KSH, pełnomocnik wykonuje wszystkie uprawnienia Akcjonariusza na NWZ, chyba, że\n                           co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego pełnomocnictwa,\n                           jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż\n                           jednego Akcjonariusza i głosować odmiennie z akcji każdego Akcjonariusza. Akcjonariusz\n                           spółki publicznej posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków. Członek Zarządu Spółki i pracownik Spółki mogą być\n                           pełnomocnikami Akcjonariuszy na NWZ. Jeżeli pełnomocnikiem na NWZ jest Członek Zarządu,\n                           Członek Rady Nadzorczej, likwidator, pracownik Spółki lub członek organów lub pracownik\n                           Spółki lub spółdzielni zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji\n                           tylko na jednym NWZ; w tym przypadku udzielenie dalszego pełnomocnictwa jest wyłączone,\n                           a pełnomocnik ma obowiązek ujawnić Akcjonariuszowi okoliczności wskazujące na istnienie\n                           bądź możliwość wystąpienia konfliktu interesów.Pełnomocnictwo do uczestniczenia w NWZ i wykonywania prawa głosu, zgodnie z art. 412_1_\n                           §2 KSH, wymaga udzielenia na piśmie lub w postaci elektronicznej. Pełnomocnictwo udzielone\n                           w postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym\n                           weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią aktualnego odpisu z właściwego rejestru lub dokumentem wydrukowanym\n                           ze strony https://ems.ms.gov.pl/, o którym mowa w art. 4 ust. 4aa ustawy z dnia 20.08.1997\n                           r. o Krajowym Rejestrze Sądowym _tj. z dnia 10 marca 2017 r.; Dz.U. z 2017 r. poz.\n                           700 ze zm._, z ostatnich 30 dni, a jeżeli ich prawo do reprezentowania nie wynika\n                           z rejestru, to powinni dysponować pisemnym pełnomocnictwem _w oryginale lub kopii\n                           poświadczonej przez notariusza_ oraz aktualnym na dzień wydania pełnomocnictwa oryginałem\n                           lub poświadczoną przez notariusza kopią odpisu z właściwego rejestru.Akcjonariusz może zawiadomić Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           za pomocą poczty elektronicznej _e-mail_ na adres wza@netia.pl poprzez przesłanie\n                           na wskazany adres dokumentu pełnomocnictwa w formacie \"pdf\" _lub innym formacie pozwalającym\n                           na jego odczytanie przez Spółkę_ podpisanego przez Akcjonariusza, bądź w przypadku\n                           Akcjonariuszy innych niż osoby fizyczne, przez osoby uprawnione do reprezentowania\n                           Akcjonariusza. Akcjonariusz wykorzystujący elektroniczne środki komunikacji ponosi\n                           wyłączne ryzyko związane z ich wykorzystaniem.Do zawiadomienia należy dołączyć kopie dokumentów potwierdzających tożsamość Akcjonariusza,\n                           w szczególności:_i_ w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego, paszportu\n                           lub innego dokumentu potwierdzającego tożsamość,_ii_ w przypadku Akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania Akcjonariusza.W przypadku dalszych pełnomocników konieczne jest wykazanie nieprzerwanego ciągu pełnomocnictw.\n                           Zaleca się, aby pełnomocnik, któremu udzielono pełnomocnictwo w postaci elektronicznej,\n                           przedłożył Spółce przed rozpoczęciem obrad NWZ dokument potwierdzający udzielenie\n                           pełnomocnictwa w postaci elektronicznej oraz pozwalający zidentyfikować Akcjonariusza\n                           składającego oświadczenie.Stosownie do art. 412_1_ §5 KSH, w przypadku wątpliwości co do kompletności, rzetelności\n                           lub prawdziwości kopii wyżej wymienionych dokumentów, Zarząd Spółki zastrzega sobie\n                           prawo do żądania od pełnomocnika okazania przy sporządzaniu listy obecności:_i_ w przypadku Akcjonariusza będącego osobą fizyczną – kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania za zgodność\n                           z oryginałem dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           Akcjonariusza; albo_ii_ w przypadku Akcjonariusza innego niż osoba fizyczna – oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru lub dokumentem wydrukowanym\n                           ze strony https://ems.ms.gov.pl/, o którym mowa w art. 4 ust. 4aa ustawy z dnia 20.08.1997\n                           r. o Krajowym Rejestrze Sądowym _tj. z dnia 10 marca 2017 r.; Dz.U. z 2017 r. poz.\n                           700 ze zm._, z ostatnich 30 dni, lub innego dokumentu potwierdzającego upoważnienie\n                           osoby fizycznej _osób fizycznych_ do reprezentowania Akcjonariusza na NWZ _np. nieprzerwany\n                           ciąg pełnomocnictw_.W celu identyfikacji pełnomocnika, stosownie do art. 412_1_ §5 KSH, Zarząd Spółki\n                           zastrzega sobie prawo do żądania od pełnomocnika okazania przy sporządzaniu listy\n                           obecności:_i_ w przypadku pełnomocnika będącego osobą fizyczną – oryginału dowodu osobistego,\n                           paszportu lub innego urzędowego dokumentu tożsamości pełnomocnika; albo_ii_ w przypadku pełnomocnika innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru lub dokumentem wydrukowanym\n                           ze strony https://ems.ms.gov.pl/, o którym mowa w art. 4 ust. 4aa ustawy z dnia 20.08.1997\n                           r. o Krajowym Rejestrze Sądowym _tj. z dnia 10 marca 2017 r.; Dz.U. z 2017 r. poz.\n                           700 ze zm._, z ostatnich 30 dni, lub innego dokumentu potwierdzającego upoważnienie\n                           osoby fizycznej _osób fizycznych_ do reprezentowania pełnomocnika na NWZ _np. nieprzerwany\n                           ciąg pełnomocnictw_ oraz dowodu osobistego, paszportu lub innego urzędowego dokumentu\n                           tożsamości osoby fizycznej _osób fizycznych_ upoważnionych do reprezentowania pełnomocnika\n                           na NWZ.Informacja o udzieleniu pełnomocnictwa w postaci elektronicznej oraz proponowane projekty\n                           uchwał dotyczące spraw wprowadzanych do porządku obrad NWZ lub spraw, które mają zostać\n                           wprowadzone do porządku obrad, powinny zostać przekazane Spółce, dla celów organizacyjnych\n                           związanych z NWZ, najpóźniej do końca dnia poprzedzającego dzień NWZ.f_ Możliwość i sposób uczestniczenia w NWZ przy wykorzystaniu środków komunikacji\n                           elektronicznejMając na uwadze niski stopień zainteresowania w latach ubiegłych oraz związane z tym\n                           koszty, Zarząd Spółki nie przewiduje uczestnictwa w NWZ przy wykorzystaniu środków\n                           komunikacji elektronicznej.g_ Sposób wypowiadania się w trakcie NWZ przy wykorzystaniu środków komunikacji elektronicznejZe względu na odstąpienie od umożliwienia uczestnictwa w NWZ przy wykorzystaniu środków\n                           komunikacji elektronicznej, niniejszy punkt nie ma zastosowania.h_ Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejZe względu na odstąpienie od umożliwienia uczestnictwa w NWZ przy wykorzystaniu środków\n                           komunikacji elektronicznej, niniejszy punkt nie ma zastosowania.Zarząd Spółki nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną.i_ Możliwość uzyskania informacji dotyczących NWZMateriały oraz informacje dotyczące NWZ, w tym pełny teksty dokumentacji, która ma\n                           być przedstawiona NWZ wraz z projektami uchwał, udostępniona będzie od dnia zwołania\n                           NWZ na stronie internetowej Spółki, pod adresem: www.netia.pl w zakładce: Dla Inwestorów\n                           – Ład korporacyjny – Walne Zgromadzenie Akcjonariuszy oraz w biurze Zarządu Spółki\n                           w Warszawie _02-677_ przy ul. Taśmowej 7a. Zgodnie z art. 407 §2 KSH, Akcjonariusz\n                           ma prawo żądać wydania mu odpisu wniosków w sprawach objętych porządkiem obrad w terminie\n                           tygodnia przed NWZ.Informacje Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych\n                           do porządku obrad NWZ lub spraw, które mają zostać wprowadzone do porządku obrad przed\n                           terminem NWZ będą, niezwłocznie po ich sporządzeniu, dostępne na stronie internetowej\n                           Spółki wskazanej w akapicie poprzedzającym.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w NWZ przy wykorzystaniu\n                           środków komunikacji elektronicznej _w tym wypowiadania się w trakcie NWZ przy wykorzystaniu\n                           środków komunikacji elektronicznej_ ani wykonywania prawa głosu drogą korespondencyjną,\n                           formularze służące do powyższych celów nie będą udostępniane.Lista Akcjonariuszy uprawnionych do uczestnictwa na NWZ sporządzona zgodnie z art.\n                           407 §1 KSH wyłożona będzie do wglądu w biurze Zarządu Spółki w Warszawie _02-677_\n                           przy ul. Taśmowej 7a przez trzy dni powszednie przed terminem NWZ, w godzinach pracy\n                           recepcji. Po powyższym adresem ponadto udostępnione będą Akcjonariuszom materiały\n                           w sprawach objętych porządkiem obrad NWZ, w terminie i na zasadach przewidzianych\n                           w KSH.Akcjonariusz Spółki może przeglądać listę Akcjonariuszy w lokalu wskazanym powyżej\n                           oraz żądać odpisu tej listy za zwrotem kosztów jego sporządzenia, jak również żądać\n                           przesłania mu listy Akcjonariuszy uprawnionych do udziału w Walnym Zgromadzeniu nieodpłatnie\n                           pocztą elektroniczną, podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana.Dla sprawnego przebiegu obrad, Zarząd Spółki prosi uczestników o przybycie na około\n                           30 minut przed planowanym terminem rozpoczęcia. Osoby uprawnione do uczestnictwa w\n                           NWZ otrzymują karty do głosowania po okazaniu dowodu tożsamości i podpisaniu listy\n                           obecności.Jednocześnie Zarząd Spółki informuje, że w sprawach nieobjętych niniejszym ogłoszeniem\n                           stosuje się przepisy KSH oraz statutu Spółki i w związku z tym prosi Akcjonariuszy\n                           Spółki o zapoznanie się z powyższymi regulacjami. W przypadku pytań lub wątpliwości\n                           związanych z uczestnictwem w Walnym Zgromadzeniu prosimy o kontakt pod nr tel. [22]\n                           352 26 74 lub e-mail: wza@netia.pl III. Treść projektów uchwała_ Treść projektów uchwał została załączona poniżej do ogłoszenia o zwołaniu NZW.\n                           Uchwała nr 1Nadzwyczajnego Walnego Zgromadzenia Netia S.A. z dnia 29 października 2018 rokuw sprawie wyboru Przewodniczącego Nadzwyczajnego Walnego ZgromadzeniaNadzwyczajne Walne Zgromadzenie Spółki, działając na podstawie art. 409 §1 Kodeksu\n                           spółek handlowych, niniejszym powołuje Pana/Panią […] na Przewodniczącego Nadzwyczajnego\n                           Walnego Zgromadzenia.Uchwała nr 2 Nadzwyczajnego Walnego Zgromadzenia Netia S.A. z dnia 29 października 2018 rokuw sprawie przyjęcia porządku obrad Nadzwyczajnego Walnego ZgromadzeniaNadzwyczajne Walne Zgromadzenie Spółki niniejszym postanawia przyjąć porządek obrad\n                           Nadzwyczajnego Walnego Zgromadzenia, ogłoszony na stronie internetowej Spółki w dniu\n                           27 września 2018 r. oraz w raporcie bieżącym Spółki nr 53/2018 z dnia 27 września\n                           2018 r. w następującym brzmieniu:1. Otwarcie obrad Nadzwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego obrad Nadzwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.4. Zatwierdzenie porządku obrad Nadzwyczajnego Walnego Zgromadzenia.5. Podjęcie uchwały w sprawie połączenia przez przejęcie Netia S.A. z Telefonia Dialog\n                           sp. z o.o. z siedzibą we Wrocławiu. 6. Zamknięcie obrad Nadzwyczajnego Walnego Zgromadzenia.Uchwała nr 3Nadzwyczajnego Walnego Zgromadzenia Netia S.A. z dnia 29 października 2018 roku w sprawie połączenia przez przejęcie Netia S.A. z Telefonia Dialog sp. z o.o. z siedzibą\n                           we Wrocławiu§ 1Działając na podstawie art. 506 Kodeksu spółek handlowych _KSH_, Nadzwyczajne Walne\n                           Zgromadzenie Netia S.A. z siedzibą Warszawie _\"Spółka Przejmująca\"_ niniejszym postanawia\n                           o połączeniu _przez przejęcie_, w trybie art. 492 § 1 pkt 1_ KSH Spółki Przejmującej\n                           ze spółką pod firmą Telefonia Dialog sp. z o.o. z siedzibą we Wrocławiu, wpisaną do\n                           rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy Dla Wrocławia-Fabrycznej\n                           We Wrocławiu, VI Wydział Gospodarczy Krajowego Rejestru Sadowego pod numerem KRS 0000419488\n                           _\"Spółka Przejmowana\"_, poprzez przeniesienie na Spółkę Przejmującą – jako posiadającą\n                           bezpośrednio 100% udziałów w kapitale zakładowym Spółki Przejmowanej – wszystkich\n                           aktywów i pasywów Spółki Przejmowanej oraz rozwiązanie Spółki Przejmowanej bez przeprowadzania\n                           jej likwidacji.§ 2Nadzwyczajne Walne Zgromadzenie Spółki Przejmującej postanawia, że połączenie Spółki\n                           Przejmującej ze Spółką Przejmowaną odbędzie się w sposób określony w art. 515 § 1\n                           KSH w związku z art. 516 § 6 KSH, tj. bez podwyższania kapitału zakładowego Spółki\n                           Przejmującej oraz bez zmiany statutu Spółki Przejmującej i według zasad przewidzianych\n                           we wspólnym planie połączenia uzgodnionym pomiędzy zarządami Spółki Przejmującej i\n                           Spółki Przejmowanej w dniu 20 września 2018 roku _\"Plan Połączenia\"_, stanowiącym\n                           załącznik do niniejszej uchwały, udostępnionym bezpłatnie do publicznej wiadomości\n                           na stronie internetowej Spółki Przejmującej zgodnie z art. 500 § 21 KSH.§3Nadzwyczajne Walne Zgromadzenie Spółki Przejmującej wyraża zgodę na załączony do niniejszej\n                           uchwały Plan Połączenia.§4Upoważnia się Zarząd Spółki do dokonania wszelkich niezbędnych czynności związanych\n                           z przeprowadzeniem procedury połączenia Spółki Przejmującej ze Spółką Przejmowaną. §5Uchwała wchodzi w życie z chwilą jej podjęcia.",
        "date": "2018-09-27"
    },
    {
        "company_name": "NETIA",
        "content": "W nawiązaniu do raportu bieżącego nr 51/2018 z dnia 18 września 2018 roku, Zarząd\n                           Netia S.A. _dalej \"Spółka\" lub \"Netia\"_, informuje, że w dniu 20 września 2018 roku\n                           Netia oraz spółka od niej zależna - Telefonia Dialog sp. z o.o. z siedzibą we Wrocławiu\n                           _KRS 0000419488_ _dalej \"Dialog\" lub \"Spółka Przejmowana\"_ podpisały uzgodniony na\n                           podstawie art. 498 Kodeksu spółek handlowych _dalej \"k.s.h.\"_ plan połączenia, którego\n                           treść wraz z załącznikami stanowi załącznik do niniejszego raportu bieżącego. Połączenie nastąpi na podstawie art. 492 § 1 pkt 1 w związku z art. 515 § 1 k.s.h\n                           poprzez przeniesienie całego majątku Spółki Przejmowanej na Netię, bez podwyższenia\n                           kapitału zakładowego Netii, bez wymiany udziałów i bez zmiany statutu Netii. Przejęcie\n                           dotyczy jednoosobowej spółki zależnej Netii _art. 516 § 6 k.s.h._ i będzie przeprowadzone\n                           bez sporządzania sprawozdania zarządu uzasadniającego połączenie oraz bez badania\n                           planu połączenia przez biegłego. Do planu połączenia nie zostało załączone oświadczenie zawierające informację o stanie\n                           księgowym Spółki, sporządzone dla celów połączenia, ponieważ Netia, zgodnie z przepisami\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych, publikuje i udostępnia akcjonariuszom\n                           półroczne sprawozdania finansowe _art. 499 § 4 k.s.h._.Spółka Przejmowana jest spółką zależną Netii zajmującą się działalnością telekomunikacyjną\n                           w segmencie B2C.",
        "date": "2018-09-20"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. _dalej \"Spółka\" lub \"Netia\"_ informuje, że w dniu 18 września 2018\n                           roku podjął decyzję o przystąpieniu do podjęcia działań w celu połączenia z jednoosobową\n                           spółką zależną - Telefonia Dialog sp. z o.o. z siedzibą we Wrocławiu _dalej \"Dialog\"_, w tym uzgodnienia harmonogramu i planu połączenia. Połączenie Netii z jej jednoosobową spółką zależną wynika z uzasadnionych przyczyn\n                           ekonomicznych. Proces ten zapewni uproszczenie struktury organizacyjnej Grupy Kapitałowej\n                           Netia, wyeliminuje zbędne procesy oraz doprowadzi do obniżenia kosztów związanych\n                           z prowadzoną działalnością Spółki.Jednocześnie Zarząd Spółki informuje, iż wobec podjętej decyzji, Netia nie później\n                           niż w dniu połączenia _w rozumieniu art. 493 § 2 Kodeksu spółek handlowych_ przystąpi\n                           do realizacji sprzedaży usług dla nowych Klientów na rynku B2C, która począwszy od\n                           20 listopada 2017 roku jest realizowana przez Dialog, o czym Spółka informowała w\n                           raporcie bieżącym nr 138/2017. O poszczególnych istotnych etapach połączenia, w tym uzgodnienie planu połączenia\n                           i decyzjach organów Netii oraz Dialogu w przedmiocie połączenia Spółka poinformuje\n                           w oddzielnych raportach bieżących.",
        "date": "2018-09-18"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 10 sierpnia 2018 r. Rada Nadzorcza Spółki powierzyła Członkowi Zarządu-\n                           Panu Andrzejowi Abramczukowi funkcję Prezesa Zarządu Netii – Dyrektora Generalnego,\n                           począwszy od dnia 18 sierpnia 2018 roku, tj. po wygaśnięciu delegacji Pana Wojciecha\n                           Pytla do pełnienia funkcji Prezesa Zarządu Spółki. Wymagany zakres informacji o Panu Andrzeju Abramczuku, zgodnie z § 10 Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst\n                           jedn. Dz. U. z 2018 r., poz. 757._, Zarząd Spółki przekazał w raporcie bieżącym nr\n                           151/2017 z dnia 14 grudnia 2017 roku.",
        "date": "2018-08-10"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej \"Spółka\"_ niniejszym przekazuje do publicznej\n                           wiadomości korektę raportu bieżącego nr 49/2018 zawierającego informację dotyczącą\n                           pośredniego nabycia akcji Spółki, poprzez dołączenie poprawnego formatu załącznika\n                           do przywołanego raportu.  Pozostałe informacje zawarte w raporcie bieżącym nr 49/2018 pozostają bez zmian.",
        "date": "2018-07-05"
    },
    {
        "company_name": "NETIA",
        "content": "etia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ niniejszym przekazuje do publicznej\n                           wiadomości, iż w dniu 4 lipca 2018 r. otrzymała od Reddev Investments Limited z siedzibą\n                           w Nikozji informację, o której mowa w art. 69 ust. 2 pkt 2_ w zw. z art. 69a ust.\n                           1 pkt 3_ Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U. z 2018 r. poz.\n                           512_ o zmianie dotychczas posiadanego udziału ponad 33% ogólnej liczby głosów w Spółce\n                           o co najmniej 1% ogólnej liczby głosów w wyniku pośredniego nabycia łącznie 17.331.023\n                           akcji Spółki.  Treść otrzymanej informacji Spółka przekazuje w załączeniu.",
        "date": "2018-07-04"
    },
    {
        "company_name": "NETIA",
        "content": "Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ niniejszym przekazuje do publicznej\n                           wiadomości, iż w dniu 4 lipca 2018 r. otrzymała od TiVi Foundation z siedzibą w Vaduz\n                           informację, o której mowa w art. 69 ust. 2 pkt 2_ w zw. z art. 69a ust. 1 pkt 3_ Ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz.U. z 2018 r. poz. 512_ o zmianie dotychczas\n                           posiadanego udziału ponad 33% ogólnej liczby głosów w Spółce o co najmniej 1% ogólnej\n                           liczby głosów w wyniku pośredniego nabycia łącznie 17.331.023 akcji Spółki.  Treść otrzymanej informacji Spółka przekazuje w załączeniu.",
        "date": "2018-07-04"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej \"Spółka\" lub \"Netia\"_ informuję, iż\n                           w dniu 4 lipca 2018 roku otrzymał zawiadomienie od Cyfrowy Polsat S.A. _dalej \"CP\"_\n                           oraz Karswell Limited _dalej \"Karswell\"_ na podstawie art. 69 ust. 2 pkt 2 i art.\n                           69 ust. 1 pkt 2 w zw. z art. 87 ust. 1 pkt 5 Ustawy o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych, odpowiednio o zmianie dotychczas posiadanego udziału przez CP ponad 33%\n                           ogólnej liczby głosów w Spółce o co najmniej 1% ogólnej liczby głosów oraz o zmniejszeniu\n                           udziału Karswell poniżej progu 20% ogólnej liczby głosów w Spółce w wyniku transakcji\n                           nabycia przez CP i zbycia przez Karswell 17.331.023 akcji Spółki.  Treść otrzymanego zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-07-04"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd \"Netia\" S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 26 czerwca 2018 r. na podstawie oświadczenia nr 306/2018 z dnia 18 maja\n                           2018 r. oraz oświadczenia nr 385/2018 z dnia 19 czerwca 2018 r. Krajowego Depozytu\n                           Papierów Wartościowych S.A. _dalej: \"KDPW\"_ oraz na podstawie uchwały zarządu Giełdy\n                           Papierów Wartościowych w Warszawie S.A. nr 645/2018 z dnia 22 czerwca 2018 r. _raport\n                           bieżący Spółki nr 45/2018 z dnia 25 czerwca 2018 r._, nastąpiła rejestracja w KDPW\n                           97.373 _słownie: dziewięćdziesiąt siedem tysięcy trzysta siedemdziesiąt trzy_ akcji\n                           zwykłych na okaziciela serii L Netii, o wartości nominalnej 1 zł _słownie: jeden złoty_\n                           każda, wyemitowanych w ramach warunkowego podwyższenia kapitału zakładowego na podstawie\n                           Uchwały nr 26 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 26 maja 2010 r. _raport\n                           bieżący Spółki nr 19/2010 z dnia 26 maja 2010 r._, tj. na podstawie art. 451 § 2 w\n                           zw. z art. 452 § 1 kodeksu spółek handlowych nastąpiło nabycie praw z 97.373 akcji\n                           zwykłych na okaziciela serii L oraz podwyższenie kapitału zakładowego Spółki. Wskazanymi\n                           powyżej oświadczeniami KDPW oznaczyło akcje serii L kodem PLNETIA00014.Akcje serii L zostały wyemitowane na skutek wykonania opcji przez osoby pełniące w\n                           strukturze Spółki funkcje kierownicze. Opcje te zostały przyznane zgodnie z planem\n                           premiowania akcjami przyjętym przez Radę Nadzorczą Spółki dnia 25 lutego 2011 r. _raport\n                           bieżący Spółki nr 10/2011 z dnia 25 lutego 2011 r._ z późniejszymi zmianami.Emisja akcji serii L nastąpiła na skutek wykonania praw z 97.373 imiennych warrantów\n                           subskrypcyjnych serii 1 _dalej: \"Warranty Serii 1\"_, uprawniających ich posiadaczy\n                           do subskrybowania akcji serii L z pierwszeństwem przed akcjonariuszami Spółki. W związku\n                           z wykonaniem praw z Warrantów Serii 1 warranty te wygasły.Kapitał zakładowy Spółki po tej emisji wynosi 335.578.344,00 złotych i dzieli się\n                           na 335.578.344 akcji o wartości nominalnej 1 _jeden złoty_ złoty każda, dających łącznie\n                           335.578.344 głosów na Walnym Zgromadzeniu Spółki.",
        "date": "2018-06-26"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd \"Netia\" S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 22 czerwca 2018 r. Zarząd Giełdy Papierów Wartościowych w Warszawie S.A.\n                           _dalej: \"GPW\"_ podjął uchwałę nr 645/2018 w sprawie dopuszczenia i wprowadzenia do\n                           obrotu giełdowego na rynku podstawowym 97.373 _słownie: dziewięćdziesiąt siedem tysięcy\n                           trzysta siedemdziesiąt trzy_ akcji zwykłych na okaziciela serii L Netii, o wartości nominalnej 1 zł _słownie: jeden złoty_ każda _dalej łącznie: \"Akcje\"_.Jednocześnie Zarząd GPW postanowił wprowadzić Akcje z dniem 26 czerwca 2018 r. w trybie\n                           zwykłym do obrotu giełdowego na rynku podstawowym, pod warunkiem dokonania przez Krajowy\n                           Depozyt Papierów Wartościowych S.A. _dalej: \"KDPW\"_ w dniu 26 czerwca 2018 r. ich\n                           rejestracji i oznaczenia ich kodem \"PLNETIA00014\".Akcje w liczbie 71.692 oraz 25.681 zostały przyjęte do depozytu przez KDPW, kolejno\n                           na podstawie oświadczenia nr 306/2018 z dnia 18 maja 2018 r. oraz oświadczenia nr\n                           385/2018 z dnia 19 czerwca 2018 r. pod warunkiem podjęcia przez GPW decyzji o wprowadzeniu\n                           Akcji do obrotu na tym samym rynku regulowanym, na który zostały wprowadzone pozostałe\n                           akcje Spółki oznaczone kodem \"PLNETIA00014\". Zgodnie z przywołanymi oświadczeniami\n                           KDPW, zarejestrowanie Akcji w depozycie papierów wartościowych nastąpi w terminie\n                           trzech dni od otrzymania przez KDPW decyzji, o której mowa w zdaniu poprzedzającym,\n                           nie wcześniej jednak niż w dniu wskazanym w tej decyzji jako dzień wprowadzenia tych\n                           akcji do obrotu na rynku regulowanym.Akcje wyemitowane zostały w ramach warunkowego podwyższenia kapitału zakładowego na\n                           podstawie uchwały nr 26 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 26 maja 2010\n                           r. na skutek wykonania opcji przyznanych pracownikom Spółki zgodnie z planem premiowania\n                           akcjami, przyjętym przez Radę Nadzorczą Spółki w dniu 25 lutego 2011 r. _raport bieżący\n                           Spółki nr 10/2011 z dnia 25 lutego 2011 r._ z późniejszymi zmianami.",
        "date": "2018-06-25"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą Warszawie _dalej \"Netia\" lub \"Spółka\"_ podaje niniejszym\n                           do publicznej wiadomości informację o podjętej w dniu 21 czerwca 2018 roku uchwale\n                           Zwyczajnego Zgromadzenia Wspólników Telefonia Dialog sp. z o.o. z siedzibą we Wrocławiu\n                           _dalej \"Telefonia Dialog\"_ - podmiotu zależnego od Netii - w sprawie podziału zysku\n                           wypracowanego w roku obrotowym 2017. Zgodnie z przywołaną uchwałą, Zwyczajne Zgromadzenie Wspólników Telefonia Dialog postanowiło\n                           o przeznaczeniu zysku netto wypracowanego w roku obrotowym 2017 w wysokości 67.837.424,08\n                           zł _słownie: sześćdziesiąt siedem milionów osiemset trzydzieści siedem tysięcy czterysta\n                           dwadzieścia cztery złote i 08/100_, powiększonego o kwotę 83.502.999,78 zł _słownie:\n                           osiemdziesiąt trzy miliony pięćset dwa tysiące dziewięćset dziewięćdziesiąt dziewięć\n                           złotych i 78/100_ przeniesioną z kapitału rezerwowego utworzonego z zysku Telefonii\n                           Dialog za rok obrotowy 2015 i 2016, tj. w łącznej wysokości 151.340.423,86 zł _słownie:\n                           sto pięćdziesiąt jeden milionów trzysta czterdzieści tysięcy czterysta dwadzieścia\n                           trzy złote i 86/100_, w całości na wypłatę dywidendy jedynemu wspólnikowi Telefonii\n                           Dialog tj. Netii. Dywidenda zostanie ujęta w wyniku Spółki w jednostkowym sprawozdaniu finansowym za\n                           I półrocze 2018 roku. Jednocześnie Zarząd Spółki informuje, iż opisana powyżej transakcja wewnątrzgrupowa\n                           nie będzie miała wpływu na skonsolidowane sprawozdanie finansowe Grupy Kapitałowej\n                           Netia.",
        "date": "2018-06-21"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. _dalej jako \"Spółka\", \"Emitent\"_, informuje, iż w dniu 20 czerwca\n                           2018 r. dokonał przedterminowego wykupu dwóch imiennych obligacji serii A41 o łącznej\n                           wartości nominalnej w wysokości 80.000.000 zł _słownie: osiemdziesiąt milionów złotych_\n                           _dalej jako \"Obligacje\"_, wyemitowanych przez Emitenta i nabytych w dniu 29 marca\n                           2018 roku przez spółkę od niej zależną tj. Telefonia Dialog sp. z o.o. z siedzibą we Wrocławiu, o czym Spółka informowała w raporcie bieżącym nr 17/2018\n                           z dnia 30 marca 2018 roku. Zgodnie z warunkami emisji, pierwotny termin wykupu Obligacji przypadał na dzień 29\n                           czerwca 2018 roku.  Przedterminowy wykup Obligacji nastąpił poprzez zapłatę na rzecz Telefonii Dialog\n                           wartości nominalnej Obligacji wraz z należnymi odsetkami za okres od dnia emisji do\n                           dnia przedterminowego wykupu.",
        "date": "2018-06-20"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej \"Spółka\" lub \"Netia\"_ w nawiązaniu\n                           do raportu bieżącego nr 35/2018 z dnia 13 czerwca 2018 roku, przekazuje niniejszym\n                           do publicznej wiadomości, iż w dniu 16 czerwca 2018 roku Rada Nadzorcza Spółki wyraziła\n                           zgodę na: _i_ zmianę harmonogramu spłaty zadłużenia Netii, związanego z umową kredytową\n                           z Konsorcjum Banków; _ii_ rozwiązanie umowy o finansowanie z Europejskim Bankiem Inwestycyjnym\n                           z siedzibą w Luksemburgu; oraz _iii_ przystąpienie przez Spółkę, jako dodatkowego\n                           kredytobiorcy oraz dodatkowego poręczyciela  do umowy kredytów zawartej przez Cyfrowy\n                           Polsat S.A. z siedzibą w Warszawie, a także powiązanej z nią umowy pomiędzy wierzycielami,\n                           jako dłużnik, w tym na udzielenie przez Spółkę zabezpieczeń spłaty finansowania, o\n                           których mowa w przywołanym powyżej raporcie.",
        "date": "2018-06-16"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ podaje niniejszym do publicznej\n                           wiadomości informację o zmianie daty przekazania skonsolidowanego raportu półrocznego\n                           za I półrocze 2018 roku, o której Spółka informowała w raporcie bieżącym nr 7/2018\n                           z dnia 25 stycznia 2018 r.Skonsolidowany raport półroczny za I półrocze 2018 roku zostanie opublikowany w dniu\n                           9 sierpnia 2018 roku.",
        "date": "2018-06-15"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 14 czerwca 2018 r. Zwyczajne Walne Zgromadzenie Akcjonariuszy _dalej \"Zgromadzenie\"_\n                           powołało do Rady Nadzorczej Spółki następujące osoby:1_\tPanią Justynę Kulkę,2_\tPana Piotra Żaka, 3_\tPana Macieja Szwarca.  Kandydatury nowo powołanych członków Rady Nadzorczej zostały zgłoszone podczas obrad\n                           Zgromadzenia przez akcjonariusza Netii – Cyfrowy Polsat S.A. z siedzibą w Warszawie.Pani Justyna Kulka oraz Pan Piotr Żak oprócz działalności wskazanej w załączonym do\n                           raportu życiorysie nie prowadzą działalności konkurencyjnej w stosunku do działalności\n                           Spółki oraz jej podmiotów powiązanych, nie uczestniczą w spółce konkurencyjnej, jako\n                           wspólnik spółki cywilnej, spółki osobowej, członek organu spółki kapitałowej ani nie\n                           uczestniczą w innej konkurencyjnej osobie prawnej, jako członek jej organu. Pan Maciej\n                           Szwarc nie prowadzi działalności konkurencyjnej w stosunku do działalności Spółki\n                           oraz jej podmiotów powiązanych, nie uczestniczą w spółce konkurencyjnej, jako wspólnik\n                           spółki cywilnej, spółki osobowej, członek organu spółki kapitałowej ani nie uczestniczą\n                           w innej konkurencyjnej osobie prawnej, jako członek jej organu.Pani Justyna Kulka\n                           oraz Panowie Piotr Żak i Maciej Szwarc nie figurują w Rejestrze Dłużników Niewypłacalnych.\n                           Życiorysy nowo powołanych Członków Rady Nadzorczej, uwzględniające posiadane wykształcenie,\n                           kwalifikacje i zajmowane wcześniej stanowiska, wraz z opisem przebiegu pracy zawodowej,\n                           Zarząd Spółki przekazuje w formie załączników do raportu.",
        "date": "2018-06-14"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka_ niniejszym przekazuje do\n                           publicznej wiadomości, iż na Zwyczajnym Walnym Zgromadzeniu Spółki _dalej: \"Zgromadzenie\"_,\n                           które odbyło się w dniu 14 czerwca 2018 roku obecni byli akcjonariusze reprezentujący\n                           łącznie 82.99% kapitału zakładowego Spółki. Zarząd Spółki przedstawia wykaz akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na Zgromadzeniu:1. Cyfrowy Polsat S.A.Liczba akcji zgłoszonych na Zgromadzeniu 145.364.486Liczba głosów 145.364.486Procentowy udział w liczbie głosów na Zgromadzeniu 52,32%Procentowy udział w ogólnej liczbie głosów 43,33%2. Karswell LimitedLiczba akcji zgłoszonych na Zgromadzeniu 76.040.399Liczba głosów 76.040.399Procentowy udział w liczbie głosów na Zgromadzeniu 27,37%Procentowy udział w ogólnej liczbie głosów 22,66%3.FIP 11 Fundusz Inwestycyjny Zamknięty Aktywów NiepublicznychLiczba akcji zgłoszonych na Zgromadzeniu 19.182.760Liczba głosów 19.182.760Procentowy udział w liczbie głosów na Zgromadzeniu 6,90%Procentowy udział w ogólnej liczbie głosów: 5,71%",
        "date": "2018-06-14"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ niniejszym przekazuje\n                           do publicznej wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Akcjonariuszy Spółki w dniu 14 czerwca 2018 roku _dalej: \"Zgromadzenie\"_. Zarząd Spółki informuje również, iż Zgromadzenie odstąpiło od rozpatrzenia projektu\n                           uchwały dotyczącej odwołania Członka Rady Nadzorczej.   Uchwała nr 27 w sprawie zmiany zasad wynagradzania Członków Rady Nadzorczej została\n                           uzupełniona w trakcie obrad o kwoty wynagrodzenia przysługujące poszczególnym Członkom\n                           Rady Nadzorczej, zależne od pełnionej funkcji w ramach Rady Nadzorczej lub Komitetu.\n                           Wyniki głosowania oraz ostateczna treść uchwał Zgromadzenia znajduje się w załączniku\n                           do niniejszego raportu.",
        "date": "2018-06-14"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej \"Spółka\", \"Netia\"_ niniejszym przekazuje\n                           do publicznej wiadomości informacje o otrzymanej w dniu 14 czerwca 2018 roku rezygnacji\n                           Członka Rady Nadzorczej Pana Grzegorza Zambrzyckiego z pełnienia funkcji w Radzie\n                           Nadzorczej Spółki z dniem 14 czerwca 2018 roku. W złożonym oświadczeniu o rezygnacji,\n                           Pan Grzegorz Zambrzycki, nie wskazał przyczyn rezygnacji.",
        "date": "2018-06-14"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej \"Spółka\", \"Netia\"_ niniejszym przekazuje\n                           do publicznej wiadomości informacje o otrzymanej w dniu 14 czerwca 2018 roku rezygnacji\n                           Członka Rady Nadzorczej Pana Mirosława Godlewskiego z pełnienia funkcji w Radzie Nadzorczej\n                           Spółki z dniem 14 czerwca 2018 roku. W złożonym oświadczeniu o rezygnacji, Pan Mirosław\n                           Godlewski, nie wskazał przyczyn rezygnacji.",
        "date": "2018-06-14"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej \"Spółka\", \"Netia\"_ niniejszym przekazuje\n                           do publicznej wiadomości informacje o podjętej przez Zarząd Spółki w dniu 13 czerwca\n                           2018 roku decyzji w sprawie zmiany warunków umowy kredytowej z dnia 9 lipca 2015 roku,\n                           zmienionej i ujednoliconej umową z dnia 27 czerwca 2017 roku _dalej \"Umowa Kredytowa\"_,\n                           o zawarciu której Spółka informowała w raporcie bieżącym nr 103/2017 z dnia 27 czerwca\n                           2017 roku. Decyzją Zarządu Spółki postanowiono o zmianie harmonogramu spłaty zadłużenia\n                           Netii w łącznej wysokości 200.000.000,00 _dwieście milionów_ złotych, w ten sposób,\n                           że Spółka spłaci dług wobec kredytodawców w formie jednorazowej zapłaty w terminie\n                           nie później niż do dnia 22 sierpnia 2018 roku. Zarząd Spółki informuje również, że w dniu 13 czerwca 2018 roku podjął decyzję o rozwiązaniu\n                           przez Spółkę umowy o finansowanie zawartej w dniu 24 października 2017 roku z Europejskim\n                           Bankiem Inwestycyjnym z siedzibą w Luksemburgu _dalej \"Umowa o Finansowanie\"_, o której\n                           Spółka informowała w raporcie bieżącym nr 134/2017 z dnia 24 października 2017 roku.\n                           Jednocześnie Zarząd Netii informuje, że w tym samym dniu, tj. 13 czerwca 2018 podjął\n                           decyzję o przystąpieniu przez Spółkę jako dodatkowego kredytobiorcy oraz dodatkowego\n                           poręczyciela do umowy kredytów z dnia 21 września 2015 roku, zmienionej _i_ umową\n                           zmieniającą i konsolidującą z dnia 21 września 2015 roku, zawartą pierwotnie pomiędzy\n                           Cyfrowy Polsat S.A. z siedzibą w Warszawie _dalej również \"CP\"_ i Polkomtel sp. z\n                           o.o. z siedzibą w Warszawie a konsorcjum polskich i zagranicznych instytucji finansowych;\n                           oraz _ii_ umową zmieniającą z dnia 2 marca 2018 roku, zawartą pomiędzy CP, działającym\n                           jako agent podmiotów zobowiązanych oraz UniCredit Bank AG, London Branch, działającym\n                           jako agent stron finansowania _dalej \"Umowa Kredytów CP\"_, przewidującej po stronie\n                           CP oraz podmiotów zobowiązanych, w zakresie kredytu terminowego, zobowiązanie finansowanie\n                           do maksymalnej kwoty w wysokości 11.500.000.000,00 zł _jedenaście miliardów pięćset\n                           milionów złotych_ oraz w zakresie kredytu rewolwingowego – zobowiązanie finansowe\n                           do maksymalnej kwoty w wysokości 1.000.000.000,00 zł _jeden miliard złotych_, a także\n                           powiązanej z nią  umowy pomiędzy wierzycielami _zwanej dalej łącznie z Umową Kredytów\n                           CP \"Dokumentami Refinansowania\"_, jako dłużnik. Szczegółowe warunki Umowy Kredytów CP zostały podane do publicznej wiadomości przez\n                           Cyfrowy Polsat S.A. w raporcie bieżącym nr 42/2015 z dnia 21 września 2015 roku _http://grupapolsat.pl/pl/archive/zawarcie-znaczacych-umow-finansowych_\n                           oraz raporcie bieżącym nr 9/2018 z dnia 2 marca 2018 roku _http://www.grupapolsat.pl/pl/archive/zawarcie-umowy-zmieniajacej-umowe-kredytow-grupy-kapitalowej-cyfrowego-polsatu-sa_.\n                           Przystąpienie do Umowy Kredytów CP, o którym mowa powyżej będzie związane z zaciągnięciem\n                           przez Spółkę zobowiązania finansowego w ramach kredytów, do kwoty maksymalnej nieprzekraczającej\n                           1.000.000.000,00 zł _jeden miliard złotych_, na przewidziane w Dokumentach Refinansowania\n                           cele, związane z działalnością Spółki i projektami realizowanymi przez Spółkę, wraz\n                           z zobowiązaniem do zapłaty odsetek, prowizji i innych kosztów i płatności związanych\n                           z tym finansowaniem. Ponadto, w ramach przystąpienia do Umowy Kredytów CP, Spółka - w przypadku przekroczenia\n                           przez Grupę Cyfrowy Polsat poziomu wskaźnika skonsolidowanego długu netto powyżej\n                           3 - udzieli odpowiednich zabezpieczeń spłaty finansowania udzielonego na podstawie\n                           Dokumentów Refinansowania oraz wierzytelności i roszczeń wynikających z Dokumentów\n                           Refinansowania, w tym: 1_\tudzieli gwarancji lub poręczeń na podstawie lub w związku z Dokumentami Refinansowania;\n                           2_\tustanowi zastaw rejestrowy na zbiorze rzeczy i praw stanowiących całość organizacyjną\n                           o zmiennym składzie wchodzącym w skład przedsiębiorstwa Spółki;3_\tustanowi hipoteki na wszelkich nieruchomościach będących własnością lub będących\n                           w użytkowaniu wieczystym Spółki; 4_\tustanowi zastaw: odpowiednio rejestrowy, zwykły lub finansowy, na wszelkich należących\n                           do Spółki udziałach lub akcjach lub innych jednostkach lub tytułach uczestnictwa w\n                           spółkach zależnych lub innych podmiotach oraz dokona przelewu na zabezpieczenie praw\n                           majątkowych związanych z uczestnictwem w spółkach zależnych lub innych podmiotach;\n                           5_\tustanowi zastaw: odpowiednio rejestrowy, zwykły lub finansowy, na przysługujących\n                           Spółce wierzytelnościach z umów rachunku bankowego lub o wypłatę środków z rachunku\n                           bankowego, prawach własności przemysłowej i innych rzeczach ruchomych i prawach zbywalnych;6_\tzawrze umowy przelewu na zabezpieczenie lub ustanowienie zastawów: odpowiednio\n                           rejestrowego, zwykłego lub finansowego, na należących do Spółki wierzytelnościach\n                           lub prawach z tytułu pożyczek udzielonych podmiotom powiązanym ze Spółką bądź innych\n                           umów lub dłużnych papierów wartościowych emitowanych przez podmioty powiązane ze Spółką;7_\tzawrze umowy przewłaszczenia na zabezpieczenie lub umowy przelewu na zabezpieczenie,\n                           w szczególności umów przelewu wierzytelności przysługujących Spółce z tytułu umów\n                           ubezpieczenia, umów zabezpieczenia przed ryzykiem, umów rachunków bankowych lub umów\n                           pożyczek;8_\tpodda się rygorowi egzekucji, w trybie art. 777 Kodeksu postępowania cywilnego;\n                           9_\tzawrze inne umowy i dokona innych czynności faktycznych i prawnych, w szczególności\n                           udzieli nieodwołalnych pełnomocnictw, w tym pełnomocnictw do dysponowania środkami\n                           na rachunkach bankowych, pełnomocnictw do ustanowienia zastawu na nowych rachunkach\n                           bankowych, pełnomocnictw do wykonywania praw korporacyjnych z zastawionych akcji,\n                           udziałów lub innych jednostek lub tytułów uczestnictwa, pełnomocnictw do ustanowienia\n                           zastawu na nowych akcjach, udziałach lub innych jednostkach lub tytułach uczestnictwa,\n                           a także pełnomocnictw do zawarcia umowy zarządu i umowy dzierżawy; 10_\tdokona zabezpieczeń przez spółki zależne Spółki lub inne spółki, których Spółka\n                           jest wspólnikiem lub akcjonariuszem, a ustanowienie tych zabezpieczeń przez te spółki\n                           zależne i inne spółki wymaga decyzji Netii jako akcjonariusza lub wspólnika tych spółek\n                           o zawarciu przez te spółki zależne i inne spółki umów i dokonanie innych czynności,\n                           analogicznych do umów i czynności wymienionych w pkt 1_ – 9_. Decyzje w zakresie zmiany warunków Umowy Kredytowej, rozwiązania Umowy o Finansowanie oraz przystąpienie do Umowy Kredytów CP, w tym udzielenie zabezpieczeń,\n                           o których mowa powyżej są warunkowane uzyskaniem przez Zarząd wymaganych przepisami\n                           prawa oraz postanowieniami statutu Spółki zgód korporacyjnych. Zarząd Spółki przekaże\n                           do publicznej wiadomości informacje o udzieleniu  wymaganych przepisami prawa oraz\n                           postanowieniami statutu Spółki zgód korporacyjnych w odniesieniu do poszczególnych\n                           czynności  określonych powyżej, niezwłocznie po podjęciu decyzji przez uprawnione\n                           organy Spółki w tym zakresie.",
        "date": "2018-06-13"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ przekazuje\n                           do publicznej wiadomości, że w dniu 1 czerwca 2018 r. Pan Andrzej Radzimiński złożył\n                           oświadczenie o realizacji uprawnienia osobistego przysługującego mu jako posiadaczowi\n                           akcji uprzywilejowanych serii A1.Zgodnie z przedmiotowym oświadczeniem, na podstawie §6 ust. 3 w zw. z §15 ust. 2 Statutu\n                           Spółki, Pan Andrzej Radzimiński odwołał ze składu Rady Nadzorczej Netii Pana Tadeusza\n                           Radzimińskiego ze skutkiem natychmiastowym i powołał Pana Grzegorza Zęgotę na jego\n                           miejsce.Pan Grzegorz Zęgota jest absolwentem Wydziału Prawa i Administracji Uniwersytetu Warszawskiego.\n                           Po ukończeniu aplikacji adwokackiej w 2001 roku uzyskał wpis na listę adwokatów prowadzoną\n                           przez Okręgową Radę Adwokacką w Warszawie. Pan Grzegorz Zęgota od 2001 roku prowadzi indywidulaną praktykę adwokacką w Warszawie.\n                           Posiada wieloletnie doświadczenie w zakresie obsługi prawnej przedsiębiorców specjalizując\n                           się w doradztwie w zakresie procesów inwestycyjnych i prawie nieruchomości. Od 2016\n                           roku Pan Grzegorz Zęgota pełni funkcję Zastępcy Dyrektora Działu Prawnego Dom Development\n                           S.A. Według złożonego oświadczenia Pan Grzegorz Zęgota nie prowadzi działalności konkurencyjnej\n                           ani nie jest członkiem organu spółki prowadzącej działalność konkurencyjną ani nie\n                           figuruje w Rejestrze Dłużników Niewypłacalnych",
        "date": "2018-06-01"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           iż w dniu 28 maja 2018 roku otrzymał zawiadomienie od  Nationale- Nederlanden Powszechne\n                           Towarzystwo Emerytalne S.A. _\"NN PTE\"_, na podstawie art 69  w zw. z art. 87 ust.\n                           1 pkt 3 lit b Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _\"Ustawa\"_ w przedmiocie\n                           zmniejszenia stanu posiadania akcji Spółki poniżej 5% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy Spółki, przez fundusze: Nationale- Nederlanden Otwarty Fundusz Em3erytalny\n                           _\" NN OFE\"_ oraz Nationale- Nederlanden Dobrowolny fundusz Emerytalny _\"NN DFE\"_,\n                           w wyniku odpowiedzi wezwanie do sprzedaży akcji Spółki ogłoszonego w dniu 5 grudnia\n                           2017 roku przez Cyfrowy Polsat S.A.Zgodnie z zawiadomieniem, przed rozliczeniem powyższej transakcji tj. 21 maja 2018\n                           roku, stan akcji Spółki na rachunkach papierów wartościowych NN OFE i NN DFE wynosił\n                           27 350 137 akcji dających prawo do 27 350 137  głosów, co stanowiło 8,15 % udziału\n                           w kapitale akcyjnym Spółki i tyle samo głosów.Zgodnie z zawiadomieniem, po rozliczeniu powyższej transakcji tj. 22 maja 2018 roku,\n                           stan akcji Spółki na rachunkach papierów wartościowych NN OFE i NN DFE wynosił  12\n                           775 333 akcji dających prawo do 12 775 333  głosów, co stanowiło 3,81 % udziału w\n                           kapitale akcyjnym Spółki i tyle samo głosów.",
        "date": "2018-05-28"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           iż w dniu 28 maja 2018 roku otrzymał zawiadomienie od SISU CAPITAL LIMITED _\"SISU\n                           CAPITAL\"_ działającego w imieniu oraz jako zarządzający THE SISU CAPITAL MASTER FUND\n                           LIMITED _\"SISU MASTER FUND\"_, na podstawie art 69 ust. 1 pkt 2 Ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _\"Ustawa\"_. W zawiadomieniu SISU CAPITAL poinformował\n                           Spółkę o  sprzedaży przez SISU MASTER FUND 18.632.595 akcji Spółki w dniu 22 maja\n                           2018 roku, w wyniku odpowiedzi wezwanie do sprzedaży akcji Spółki ogłoszonego w dniu\n                           5 grudnia 2017 roku przez Cyfrowy Polsat.Przed powyższą transakcją, stan akcji oraz głosów w Spółce posiadanych przez SISU\n                           MASTER FUND wynosił 34.964.710 akcji dających prawo do 34.964.710 głosów, co stanowiło\n                           10,422% udziału w kapitale akcyjnym Spółki i tyle samo głosów.W wyniku powyższej transakcji, łączna ogólna liczba akcji i głosów Spółki reprezentowanych\n                           przez SISU MASTER FUND  uległa zmniejszeniu poniżej 5% ogólnej liczby głosów w Spółce,\n                           tj. wynosi 16.332.115 sztuk akcji Spółki dających prawo do 16.332.115 głosów, co stanowi\n                           4,868 % udziału w kapitale akcyjnym Spółki i tyle samo głosów.",
        "date": "2018-05-28"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej \"Spółka\"_ informuje, iż w dniu 24\n                           maja 2018 roku otrzymał od Akcjonariusza Spółki – Cyfrowy Polsat S.A. z siedzibą w\n                           Warszawie _dalej \"Cyfrowy Polsat\"_, reprezentującego 43,33% kapitału zakładowego Spółki,\n                           zgłoszone na podstawie art. 401 § 1 kodeksu spółek handlowych żądanie umieszczenia\n                           w porządku obrad Zwyczajnego Walnego Zgromadzenia Spółki, zwołanego na dzień 14 czerwca\n                           2018 roku, następujących punktów:1_\tpodjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej Spółki;2_\tpodjęcie uchwały w sprawie zmiany zasad wynagradzania Członków Rady Nadzorczej\n                           Spółki.    W związku z powyższym Zarząd Spółki ogłasza zmieniony porządek obrad:1_\tOtwarcie obrad Walnego Zgromadzenia.2_\tWybór Przewodniczącego obrad Walnego Zgromadzenia.3_\tStwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.4_\tZatwierdzenie porządku obrad Zwyczajnego Walnego Zgromadzenia.5_\tRozpatrzenie sprawozdań Zarządu z działalności Spółki i Grupy Kapitałowej Netia\n                           za rok obrotowy 2017, jednostkowego sprawozdania finansowego Spółki za rok obrotowy\n                           2017, skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Netia za rok obrotowy\n                           2017, sprawozdania Rady Nadzorczej za rok obrotowy 2017 z oceny sprawozdań Zarządu\n                           z działalności Spółki i Grupy Kapitałowej Netia S.A. za rok 2017, jednostkowego sprawozdania\n                           finansowego Spółki i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Netia\n                           za rok obrotowy 2017 oraz oceny wniosku Zarządu Spółki dotyczącego pokrycia straty\n                           netto powstałej w roku 2017 oraz sprawozdania Rady Nadzorczej Netia S.A. z działalności\n                           Rady Nadzorczej Netia S.A., oceny sytuacji Spółki oraz oceny sposobu wypełnienia przez\n                           Spółkę obowiązków informacyjnych dotyczących stosowania ładu korporacyjnego za rok\n                           obrotowy 2017.6_\tPodjęcie uchwały w przedmiocie zatwierdzenia sprawozdania Zarządu z działalności\n                           Spółki za rok obrotowy 2017.7_\tPodjęcie uchwały w przedmiocie zatwierdzenia sprawozdania Zarządu z działalności\n                           Grupy Kapitałowej Netia za rok obrotowy 2017.8_\tPodjęcie uchwały w przedmiocie zatwierdzenia jednostkowego sprawozdania finansowego\n                           Spółki za rok obrotowy 2017.9_\tPodjęcie uchwały w przedmiocie zatwierdzenia skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Netia za rok obrotowy 2017.10_\tPodjęcie uchwał w przedmiocie udzielenia absolutorium poszczególnym członkom Zarządu\n                           i Rady Nadzorczej z wykonania ich obowiązków w 2017 r.11_\tPodjęcie uchwały w sprawie pokrycia straty powstałej w roku obrotowym 2017.12_\tPodjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej.13_\tPodjęcie uchwały w sprawie zmiany zasad wynagradzania Członków Rady Nadzorczej.\n                           14_\tZamknięcie obrad Walnego Zgromadzenia.Jednocześnie Zarząd Spółki informuje, iż wraz z wnioskiem Cyfrowy Polsat przekazał\n                           stosowne projekty uchwał Zwyczajnego Walnego Zgromadzenia Spółki, stanowiące załącznik\n                           do niniejszego raportu bieżącego.",
        "date": "2018-05-24"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           iź w dniu 24 maja 2018 roku otrzymał zawiadomienie od AVIVA Otwarty  Fundusz Emerytalny\n                           BZ WBK S.A._\"AVIVA OFE\"_ na podstawie art 69 ust. 1 i ust. 4 Ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _\"Ustawa\"_. W zawiadomieniu AVIVA OFE poinformował Spółkę,\n                           że w wyniku odpowiedzi wezwanie do sprzedaży akcji Spółki ogłoszonego w dniu 5 grudnia\n                           2017 roku, w dniu 17 maja 2018 roku łączna ogólna liczba akcji i głosów Spółki reprezentowanych\n                           przez AVIVA OFE uległa zmniejszeniu poniżej 5% ogólnej liczby głosów w Spółce, tj.\n                           na dzień 22 maja 2018 roku, po rozliczeniu transakcji wynosiła 10.791.094  sztuk akcji\n                           Spółki dających prawo do  10.791.094  głosów, co stanowi 3,22% udziału w kapitale\n                           akcyjnym Spółki i tyle samo głosów.Przed powyższą transakcją, stan akcji oraz głosów w Spółce posiadanych przez AVIVA\n                           OFE wynosił 23.102.180  akcji dających prawo do 23.102.180 głosów, co stanowiło 6,89%\n                           udziału w kapitale akcyjnym Spółki i tyle samo głosów.",
        "date": "2018-05-24"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           iź w dniu 23 maja 2018 roku otrzymał zawiadomienie od Powszechnego Towarzystwa Emerytalnego\n                           PZU S.A. _\"PTE PZU\"_ w imieniu Otwartego Funduszu Emerytalnego PZU \"Złota Jesień\"\n                           _\"OFE PZU\"_ na podstawie art 69 ust. 1 pkt 2 Ustawy o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _\"Ustawa\"_. W zawiadomieniu PTE PZU poinformował Spółkę, że w wyniku transakcji\n                           zbycia 18 836 624 akcji Netia zawartej w dniu 17 maja 2018 roku w odpowiedzi wezwanie\n                           Cyfrowy Polsat S.A. do sprzedaży akcji Spółki ogłoszonego w dniu 5 grudnia 2017 roku,\n                           po jej rozliczeniu w dniu 22 maja 2018 roku, łączna ogólna liczba akcji i głosów Spółki\n                           reprezentowanych przez OFE PZU uległa zmniejszeniu poniżej 5% ogólnej liczby głosów\n                           w Spółce, tj. do 16 510 954  sztuk akcji Spółki dających prawo do 16 510 954 głosów,\n                           co stanowi 4,92% udziału w kapitale akcyjnym Spółki i tyle samo głosów.Przed powyższą transakcją, stan akcji oraz głosów w Spółce posiadanych przez OFE PZU\n                           wynosił 35 347 578 akcji dających prawo do 35 347 578 głosów, co stanowiło 10,54%\n                           udziału w kapitale akcyjnym Spółki i tyle samo głosów.Zgodnie z zawiadomieniem OFE PZU nie posiada podmiotów zależnych posiadających akcje\n                           Spółki, nie zachodzi sytuacja wskazana w art. 69 ust 4 pkt 6 Ustawy, OFE PZU nie posiada\n                           instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1 i 2 Ustawy.",
        "date": "2018-05-23"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ w nawiązaniu\n                           do raportu bieżącego nr 20/2018 z dnia 18 maja 2018 r. przekazuje do wiadomości wymagany\n                           zakres informacji o Panu Grzegorzu Bartlerze, zgodnie z § 10 pkt 3_ - 6_ Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst\n                           jedn. Dz. U. z 2018 r., poz. 757._, powołanemu do pełnienia funkcji Członka Zarządu\n                           Dyrektora Generalnego do spraw Techniki.Wykształcenie: 1990–1995      Uniwersytet Warszawski, Wydział MIM, studia magisterskie Historia zatrudnienia:Pan Grzegorz Bartler posiada ponad 20-letnie doświadczenie w\n                           zarządzaniu strategicznymi projektami z obszaru IT i BI, przede wszystkim dla firm\n                           z sektora telekomunikacyjnego. W trakcie swojej pracy zawodowej pracował w różnych\n                           rolach zarówno po stronie dostawcy rozwiązań, jak i klienta. Przez ostatnie 8 lat\n                           pracował w Polkomtelu i Grupie Cyfrowy Polsat.12/2014 – 12.2015          Cyfrowy PolsatDyrektor Departamentu Business IntelligencePrzygotowanie koncepcji i realizacja konsolidacji i transformacji obszaru BI w Cyfrowym\n                           Polsacie i jego późniejsze połączenie z obszarem BI w Polkomtelu. 08/2010 –        Polkomtel                                                       \n                           Dyrektor Departamentu Business IntelligenceW trakcie pracy w Polkomtel realizował różnorodne projekty dbając o to, aby rozwiązania\n                           informatyczne skutecznie wspierały realizację strategii organizacji i osiąganie celów\n                           biznesowych.Zrealizował projekty wdrożenia rozwiązań raportowych, analitycznych, integracji danych,\n                           zarządzania kampaniami marketingowymi, jak również projekty regulacyjne _MSSF 15,\n                           RODO_ i transformacyjne Grupy Cyfrowy Polsat. 05/2010 – 08/2010       Polkomtel                                                \n                           Dyrektor Business IntelligenceJako dyrektor Business Intelligence przygotował koncepcję transformacji obszaru BI\n                           w taki sposób, aby obszar ten pełnił funkcję usługową dla biznesu będąc maksymalnie\n                           zorientowanym na osiąganie celów biznesowych i realizację strategii organizacji.Wcześniej\n                           przez ponad 15 lat pracował w SAS Institute, gdzie m.in. jako Dyrektor Konsultingu\n                           dla sektora Telco dostarczał szerokie spektrum rozwiązań IT i BI _m.in. hurtownie\n                           danych, systemy raportowania i MIS, rozwiązania integracji danych, systemy analitycznego\n                           CRM_. Realizował również projekty dla firm telekomunikacyjnych poza Polską, a także\n                           dla firm z sektora publicznego, finansowego czy energetycznego.W trakcie pracy w SAS Institute zajmował poniższe stanowiska:1/2004 – 04/2010       SAS Institute                                             \n                           Dyrektor konsultingu _sektor telekomunikacji i mediów_ 1/2000 – 12/2003   SAS Institute                                                 \n                           Kierownik konsultingu dla sektora telekomunikacyjnego 1997 – 1/2000   SAS Institute                                                    \n                           Stanowiska – Konsultant wsparcia sprzedaży, Starszy consultant, Manager zespołu 1995–1996      SAS Institute                                                     \n                           Konsultant Wsparcia Technicznego 1994–1995      Rodan System                                                      \n                           ProgramistaBudowa systemu dla funduszu Korona 1993-1994 Spore Sp. z o.o.Pracownik wsparcia technicznegoPrace w dziale pomocy technicznej Na dzień powołania Pan Grzegorz Bartler zatrudniony jest w Spółce Polkomtel na stanowisku\n                           Dyrektora Business Intelligence. Według złożonego oświadczenia działalność wykonywana poza przedsiębiorstwem Spółki\n                           nie jest działalnością konkurencyjną. Pan Grzegorz Bartler nie uczestniczy również\n                           w spółce konkurencyjnej w charakterze wspólnika ani nie uczestniczy w konkurencyjnej\n                           osobie prawnej jako członek organu.Według złożonego oświadczenia Pan Grzegorz Bartler nie figuruje w Rejestrze Dłużników\n                           Niewypłacalnych.",
        "date": "2018-05-23"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_, przekazuje do publicznej\n                           wiadomości treść zawiadomień otrzymanych w dniu 22 maja 2018 roku od Pana Zygmunta\n                           Solorza, Cyfrowego Polsatu S.A. z siedzibą w Warszawie, Karswell Limited z siedzibą\n                           w Nikozji _Cypr_, Reddev Investment Limited z siedzibą w Nikozji _Cypr_ oraz TiVi\n                           Foundation z siedzibą w Lichtenstein, w trybie art. 69 i n. Ustawy o ofercie publicznej.",
        "date": "2018-05-22"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ w nawiązaniu\n                           do raportu bieżącego nr 25/2018 z dnia 21 maja 2018 r. przekazuje do wiadomości wymagany\n                           zakres informacji o Panu Tadeuszu Radzimińskim, zgodnie z § 10 pkt 3_ - 6_ Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst\n                           jedn. Dz. U. z 2018 r., poz. 757._.Wykształcenie:- Politechnika Warszawska, 1987 - 1993, Wydział Elektroniki, kierunek: Informatyka.\n                           Uzyskany stopień naukowy: Magister Inżynier Budowa i Oprogramowanie Maszyn Matematycznych- Indiana University – Bloomington,  USA 1994-1996, Wydział: Szkoła Biznesu _Business\n                           Administration_ , kierunek _major_: Finanse, kierunek uzupełniający _minor_: systemy\n                           zarządzania biznesem _Business Information Systems_. Uzyskany stopień naukowy: Master\n                           of Business Administration  _MBA_  Przebieg pracy zawodowej: - 1993-1994 – Wyższa Szkoła Ubezpieczeń i Bankowości. Wykładowca Informatyki -1995 -1996 Indiana University, Bloomington, Indiana USA.  Asystent na wydziale Business\n                           Administration - 1997 – 2005 Almeco Sp. z o.o. Wiceprezes Zarządu/Dyrektor Finansowy wyłącznego\n                           przedstawiciela marki Saab _szwedzki producent samochodów_ w Polsce - 1996 – obecnie: RP Investment Sp. z o.o. i RP Development Sp z o.o. Wiceprezes Zarządu\n                           oraz Dyrektor Finansowy- 2007 – 2015- Członek Rady Nadzorczej Spółki Netia S.A, w tym Komitetu audytu RN,\n                           oraz Komitetu d.s. wynagrodzeń. Według złożonego oświadczenia Pan Tadeusz Radzimiński\n                           nie prowadzi działalności konkurencyjnej ani nie jest członkiem organu spółki prowadzącej\n                           działalność konkurencyjną ani nie figuruje w Rejestrze Dłużników Niewypłacalnych",
        "date": "2018-05-22"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ przekazuje\n                           do publicznej wiadomości, że w dniu 21 maja 2018 r. Pan Andrzej Radzimiński złożył\n                           oświadczenie o realizacji uprawnienia osobistego przysługującego mu jako posiadaczowi\n                           akcji uprzywilejowanych serii A1. Zgodnie z przedmiotowym oświadczeniem, na podstawie §6 ust. 3 w zw. z §15 ust. 2 Statutu\n                           Spółki, Pan Andrzej Radzimiński odwołał ze składu Rady Nadzorczej Netii Pana Macieja\n                           Szwarca ze skutkiem natychmiastowym i powołał Pana Tadeusza Radzimińskiego na jego\n                           miejsce.Pozostały wymagany zakres informacji o Panu Tadeuszu Radzimińskim, zgodnie z § 10\n                           pkt 3_ - 6_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _tekst jedn. Dz. U. z 2018 r., poz. 757._, Zarząd Spółki przekaże\n                           odrębnym raportem bieżącym w terminie późniejszym.",
        "date": "2018-05-21"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ niniejszym przekazuje do\n                           publicznej wiadomości, iż w dniu 18 maja 2018 r. Spółka otrzymała od FIP 11 Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych, będącej osobą blisko związaną z osobami\n                           pełniącymi w Spółce obowiązki zarządcze, powiadomienie o transakcjach na akcjach Spółki,\n                           o którym mowa w art. 19 ust. 1 Rozporządzenia MAR, zawartych w dniu 17 maja 2018 roku,\n                           stanowiące załącznik do niniejszego raportu.",
        "date": "2018-05-18"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           iź w dniu 18 maja 2018 roku otrzymał zawiadomienie od FIP 11 Fundusz Inwestycyjny\n                           Zamknięty Aktywów Niepublicznych _\"FIP FIZAN\"_ na podstawie art 69 ust. 1 pkt 2 Ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych. W zawiadomieniu FIP FIZAN poinformował\n                           Spółkę, że w wyniku transakcji zbycia 21 844 770 akcji Netia zawartej w dniu 17 maja\n                           2018 roku w ramach wezwania do zapisywania się na sprzedaż akcji Spółki ogłoszonego\n                           w  dniu 5 grudnia 2017 roku, łączna ogólna liczba akcji i głosów Spółki reprezentowanych\n                           przez FIP FIZAN uległa zmniejszeniu do 19 182 760 sztuk akcji Spółki dających prawo\n                           do 19 182 760 głosów, co stanowi 5,72% udziału w kapitale akcyjnym Spółki i tyle samo\n                           głosów. Przed powyższą transakcją, stan akcji oraz głosów w Spółće posiadanych przez FIP FIZAN\n                           wynosił 41 067 530 akcji dających prawo do 41 067 530 głosów, co stanowiło 12,24%\n                           udziału w kapitale akcyjnym Spółki i tyle samo głosów.",
        "date": "2018-05-18"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_, w nawiązaniu\n                           do raportu bieżącego nr 21/2018 z dnia 18 maja 2018 roku- ogłoszenia o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia wraz z treścią projektów uchwał Zwyczajnego Walnego Zgromadzenia,\n                           w załączeniu przedkłada uchwały i sprawozdania Rady Nadzorczej w sprawach objętych\n                           porządkiem obrad Zwyczajnego Walnego Zgromadzenia. Treść dokumentów, które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia\n                           dostępna jest również na stronie internetowej Spółki, pod adresem: www.netia.pl w\n                           zakładce: Dla Inwestorów – Kalendarium – Walne Zgromadzenie Akcjonariuszy oraz w biurze\n                           Zarządu Spółki w Warszawie _02-677_ przy ul. Taśmowej 7a.",
        "date": "2018-05-18"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia Spółka Akcyjna z siedzibą w Warszawie _dalej: \"Spółka\"_, działając na\n                           podstawie art. 399 §1 w zw. z art. 395 § 1, art. 402_1_ i 402_2_ Kodeksu spółek handlowych,\n                           w zw. z § 10, § 11 i § 18 ust. 3 i ust. 4 Statutu Netia S.A., zwołuje na dzień 14\n                           czerwca 2018 roku na godzinę 12:00 Zwyczajne Walne Zgromadzenie Spółki _dalej: \"ZWZ\"_,\n                           które odbędzie w Warszawie _02-677_ przy ul. Taśmowej 7a.I. Szczegółowy porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia.2. Wybór Przewodniczącego obrad Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.4. Zatwierdzenie porządku obrad Zwyczajnego Walnego Zgromadzenia.5. Rozpatrzenie sprawozdań Zarządu z działalności Spółki i Grupy Kapitałowej Netia\n                           za rok obrotowy 2017, jednostkowego sprawozdania finansowego Spółki za rok obrotowy\n                           2017, skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Netia za rok obrotowy\n                           2017, sprawozdania Rady Nadzorczej za rok obrotowy 2017 z oceny sprawozdań Zarządu\n                           z działalności Spółki i Grupy Kapitałowej Netia S.A. za rok 2017, jednostkowego sprawozdania\n                           finansowego Spółki i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Netia\n                           za rok obrotowy 2017 oraz oceny wniosku Zarządu Spółki dotyczącego pokrycia straty\n                           netto powstałej w roku 2017 oraz sprawozdania Rady Nadzorczej Netia S.A. z działalności\n                           Rady Nadzorczej Netia S.A., oceny sytuacji Spółki oraz oceny sposobu wypełnienia przez\n                           Spółkę obowiązków informacyjnych dotyczących stosowania ładu korporacyjnego za rok\n                           obrotowy 2017.6. Podjęcie uchwały w przedmiocie zatwierdzenia sprawozdania Zarządu z działalności\n                           Spółki za rok obrotowy 2017.7. Podjęcie uchwały w przedmiocie zatwierdzenia sprawozdania Zarządu z działalności\n                           Grupy Kapitałowej Netia za rok obrotowy 2017.8. Podjęcie uchwały w przedmiocie zatwierdzenia jednostkowego sprawozdania finansowego\n                           Spółki za rok obrotowy 2017.9. Podjęcie uchwały w przedmiocie zatwierdzenia skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Netia za rok obrotowy 2017.10. Podjęcie uchwał w przedmiocie udzielenia absolutorium poszczególnym członkom Zarządu\n                           i Rady Nadzorczej z wykonania ich obowiązków w 2017 r.11.Podjęcie uchwały w sprawie pokrycia straty powstałej w roku obrotowym 2017.12. Zamknięcie obrad Walnego Zgromadzenia. II. Opis procedur dotyczących uczestniczenia w ZWZ i wykonywania prawa głosua_ Prawo do uczestnictwa w ZWZ i lista AkcjonariuszyZarząd Spółki informuje, że prawo uczestnictwa w ZWZ, stosownie do art. 406_1_ KSH,\n                           mają wyłącznie osoby będące Akcjonariuszami Spółki na szesnaście dni przed datą ZWZ,\n                           tj. w dniu 30 maja 2018 r. _dzień rejestracji uczestnictwa w ZWZ, zwany dalej \"Dniem\n                           Rejestracji\"_.Uprawnieni ze zdematerializowanych akcji na okaziciela są uprawnieni do uczestnictwa\n                           w ZWZ, pod warunkiem, że stosownie do art. 406_3_ §2 KSH, przedstawią podmiotowi prowadzącemu\n                           ich rachunek papierów wartościowych żądanie wystawienia imiennego zaświadczenia o\n                           prawie uczestnictwa w ZWZ w okresie od ogłoszenia o zwołaniu Walnego Zgromadzenia\n                           do pierwszego dnia powszedniego po Dniu Rejestracji. Akcjonariusze uprawnieni z akcji\n                           imiennych i świadectw tymczasowych oraz zastawnicy i użytkownicy, którym przysługuje\n                           prawo głosu są uprawnieniu do uczestnictwa w ZWZ, pod warunkiem, że będą wpisani do\n                           księgi akcyjnej Spółki w Dniu Rejestracji.Lista Akcjonariuszy uprawnionych do udziału w ZWZ, stosownie do art. 407 §1 KSH, zostanie\n                           sporządzona na podstawie wykazu udostępnionego przez podmiot prowadzący depozyt papierów\n                           wartościowych _Krajowy Depozyt Papierów Wartościowych S.A._ i wyłożona w biurze Zarządu\n                           Spółki w Warszawie _02-677_ przy ul. Taśmowej 7a, przez 3 dni powszednie przed odbyciem\n                           ZWZ. Akcjonariusz może przeglądać listę Akcjonariuszy oraz żądać jej odpisu za zwrotem\n                           kosztów jego sporządzenia.Zgodnie z art. 407 §1_1_ KSH, w okresie trzech dni powszednich przed odbyciem ZWZ\n                           Akcjonariusz Spółki może żądać przysłania mu listy Akcjonariuszy nieodpłatnie pocztą\n                           elektroniczną, podając adres, na który lista powinna być wysłana. Żądanie powinno\n                           zostać sporządzone w formie pisemnej, podpisane przez Akcjonariusza lub przez osoby\n                           uprawnione do reprezentacji Akcjonariusza oraz dostarczone na adres wza@netia.pl w\n                           formacie \"pdf\" lub innym formacie pozwalającym na jego odczytanie przez Spółkę. Do\n                           żądania powinny zostać dołączone kopie dokumentów potwierdzających tożsamość Akcjonariusza\n                           lub osób działających w imieniu Akcjonariusza, w tym_i_ w przypadku Akcjonariusza będącego osobą fizyczną - kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości Akcjonariusza; albo_ii_ w przypadku Akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania Akcjonariusza na ZWZ _np. nieprzerwany ciąg pełnomocnictw_,\n                           lub_iii_ w przypadku zgłoszenia żądania przez pełnomocnika – kopia dokumentu pełnomocnictwa\n                           podpisana przez Akcjonariusza lub przez osoby uprawnione do reprezentowania Akcjonariusza,\n                           dokumenty z pkt _i_ i _ii_ dotyczące Akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości pełnomocnika lub w przypadku pełnomocnika\n                           innego niż osoba fizyczna - kopia odpisu z właściwego rejestru lub innego dokumentu\n                           potwierdzającego upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania\n                           pełnomocnika na ZWZ _np. nieprzerwany ciąg pełnomocnictw_ oraz dowodu osobistego,\n                           paszportu lub innego urzędowego dokumentu tożsamości osoby fizycznej _osób fizycznych_\n                           upoważnionych do reprezentowania pełnomocnika na ZWZ.b_ Prawo Akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad\n                           ZWZAkcjonariusz lub Akcjonariusze, którzy reprezentują co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki, stosownie do art. 401 § 1 KSH, mogą żądać umieszczenia określonych\n                           spraw w porządku obrad ZWZ. Żądanie Akcjonariusza lub Akcjonariuszy powinno zostać\n                           zgłoszone Zarządowi Spółki nie później niż na dwadzieścia jeden dni przed wyznaczonym\n                           terminem ZWZ. Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie może zostać złożone na piśmie i doręczone osobiście lub wysłane na adres biura\n                           Spółki: ul. Taśmowa 7a, 02-677 Warszawa lub w postaci elektronicznej – poprzez przesłanie\n                           wiadomości pocztą elektroniczną e-mail na adres: wza@netia.pl. Dochowanie wskazanego\n                           terminu jest ustalane według chwili doręczenia żądania do Spółki.Akcjonariusz lub Akcjonariusze żądający umieszczenia określonych spraw w porządku\n                           obrad muszą przedstawić wraz z żądaniem dokumenty potwierdzające ich tożsamość oraz\n                           uprawnienie do żądania umieszczenia określonych spraw w porządku obrad Walnego Zgromadzenia,\n                           a w szczególności:_i_ zaświadczenie o prawie uczestnictwa w ZWZ lub świadectwo depozytowe wydane przez\n                           podmiot prowadzący rachunek papierów wartościowych potwierdzające, że jego adresat\n                           jest Akcjonariuszem Spółki oraz że reprezentuje co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki, a jeśli wniosek jest składany przez więcej niż jednego Akcjonariusza\n                           Spółki – stosowne dokumenty powinny łącznie wykazywać, że Akcjonariusze reprezentują\n                           łącznie co najmniej jedną dwudziestą kapitału zakładowego Spółki,_ii_ w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,_iii_ w przypadku Akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu wykazującego umocowanie osoby reprezentującej podmiot,_iv_ w przypadku zgłoszenia żądania przez pełnomocnika – poza ww. dokumentami, także\n                           kopię dokumentu pełnomocnictwa podpisaną przez Akcjonariusza lub przez osoby uprawnione\n                           do reprezentowania Akcjonariusza oraz kopię dowodu osobistego, paszportu lub innego\n                           dokumentu potwierdzającego tożsamość pełnomocnika, a w razie pełnomocnika innego niż\n                           osoba fizyczna – kopię odpisu z właściwego rejestru lub innego dokumentu potwierdzającego\n                           upoważnienie do działania w imieniu pełnomocnika oraz kopię dowodu osobistego, paszportu\n                           lub innego dokumentu potwierdzającego tożsamość osób upoważnionych do działania w\n                           imieniu pełnomocnika. W przypadku ustanowienia dalszych pełnomocników należy przedstawić\n                           nieprzerwany ciąg pełnomocników wraz z dokumentami wskazanymi w zdaniu pierwszym.Stosownie do art. 401 § 2 KSH Zarząd niezwłocznie, jednak nie później niż na osiemnaście\n                           dni przed wyznaczonym terminem Walnego Zgromadzenia, ogłosi zmiany w porządku obrad,\n                           wprowadzone na żądanie Akcjonariusza lub Akcjonariuszy. Ogłoszenie nowego porządku\n                           obrad nastąpi w sposób właściwy dla zwołania Walnego Zgromadzenia.c_ Prawo Akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad ZWZ lub spraw, które mają zostać wprowadzone do porządku obrad przed\n                           terminem ZWZAkcjonariusz lub Akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego, stosownie do art. 401 §4 KSH, mogą przed terminem Walnego Zgromadzenia\n                           zgłaszać Spółce projekty uchwał dotyczące spraw wprowadzonych do porządku obrad Walnego\n                           Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad. Zgłoszenie\n                           projektu uchwały należy dokonać na piśmie – osobiście lub przesyłką na adres biura\n                           Spółki: ul. Taśmowa 7a, 02-677 Warszawa z dopiskiem \"Walne Zgromadzenie\" lub w postaci\n                           elektronicznej – poprzez przesłanie wiadomości pocztą elektroniczną e-mail na adres\n                           wza@netia.pl.Akcjonariusz lub Akcjonariusze zgłaszający projekty uchwał powinni przedstawić dokumenty\n                           potwierdzające ich tożsamość oraz uprawnienie do zgłoszenia projektów uchwał, a w\n                           szczególności:_i_ zaświadczenie o prawie uczestnictwa w ZWZ lub świadectwo depozytowe wydane przez\n                           podmiot prowadzący rachunek papierów wartościowych potwierdzające, że jego adresat\n                           jest Akcjonariuszem Spółki oraz że reprezentuje co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki, a jeśli wniosek jest składany przez więcej niż jednego Akcjonariusza\n                           Spółki – stosowne dokumenty powinny łącznie wykazywać, że Akcjonariusze reprezentują\n                           łącznie co najmniej jedną dwudziestą kapitału zakładowego Spółki,_ii_ w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,_iii_ w przypadku Akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu wykazującego umocowanie osoby reprezentującej podmiot,_iv_ w przypadku zgłoszenia żądania przez pełnomocnika – poza ww. dokumentami, także\n                           kopię dokumentu pełnomocnictwa podpisaną przez Akcjonariusza lub przez osoby uprawnione\n                           do reprezentowania Akcjonariusza oraz kopię dowodu osobistego, paszportu lub innego\n                           dokumentu potwierdzającego tożsamość pełnomocnika, a w razie pełnomocnika innego niż\n                           osoba fizyczna – kopię odpisu z właściwego rejestru lub innego dokumentu potwierdzającego\n                           upoważnienie do działania w imieniu pełnomocnika oraz kopię dowodu osobistego, paszportu\n                           lub innego dokumentu potwierdzającego tożsamość osób upoważnionych do działania w\n                           imieniu pełnomocnika. W przypadku ustanowienia dalszych pełnomocników należy przedstawić\n                           nieprzerwany ciąg pełnomocników wraz z dokumentami wskazanymi w zdaniu pierwszym.Spółka niezwłocznie ogłasza projekty uchwał zgłoszone przez uprawnionych Akcjonariuszy\n                           na swojej stronie internetowej pod następującym adresem: www.netia.pl w zakładce:\n                           Dla Inwestorów – Raporty bieżące.d_ Prawo Akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas ZWZStosownie do art. 401 § 5 KSH, każdy z Akcjonariuszy może zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad podczas ZWZ.e_ Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności o formularzach\n                           stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania Spółki\n                           przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnikaZwyczajne Walne Zgromadzenie odbywa się w języku polskim. Akcjonariusz będący osobą\n                           fizyczną może uczestniczyć w ZWZ oraz wykonywać prawo głosu osobiście lub przez pełnomocnika.Akcjonariusz inny niż osoba fizyczna może uczestniczyć w ZWZ oraz wykonywać prawo\n                           głosu przez osobę uprawnioną z mocy prawa lub umowy _statutu_ do składania oświadczeń\n                           woli w jego imieniu _przedstawiciel_ lub przez pełnomocnika.Akcjonariusz może ustanowić więcej niż jednego pełnomocnika. Stosownie do art. 412\n                           § 3 KSH, pełnomocnik wykonuje wszystkie uprawnienia Akcjonariusza na ZWZ, chyba, że\n                           co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego pełnomocnictwa,\n                           jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż\n                           jednego Akcjonariusza i głosować odmiennie z akcji każdego Akcjonariusza. Akcjonariusz\n                           spółki publicznej posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków. Członek Zarządu Spółki i pracownik Spółki mogą być\n                           pełnomocnikami Akcjonariuszy na ZWZ. Jeżeli pełnomocnikiem na Walnym Zgromadzeniu\n                           jest Członek Zarządu, Członek Rady Nadzorczej, likwidator, pracownik Spółki lub członek\n                           organów lub pracownik Spółki lub spółdzielni zależnej od Spółki, pełnomocnictwo może\n                           upoważniać do reprezentacji tylko na jednym ZWZ; w tym przypadku udzielenie dalszego\n                           pełnomocnictwa jest wyłączone, a pełnomocnik ma obowiązek ujawnić Akcjonariuszowi\n                           okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów.Pełnomocnictwo do uczestniczenia w ZWZ i wykonywania prawa głosu, zgodnie z art. 412_1_\n                           § 2 KSH, wymaga udzielenia na piśmie lub w postaci elektronicznej. Pełnomocnictwo\n                           udzielone w postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym\n                           weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią aktualnego odpisu z właściwego rejestru lub dokumentem wydrukowanym\n                           ze strony https://ems.ms.gov.pl/, o którym mowa w art. 4 ust. 4aa ustawy z dnia 20.08.1997\n                           r. o Krajowym Rejestrze Sądowym _tekst jedn.: Dz. U. z 2017 r., poz. 700 ze zm._,\n                           z ostatnich 30 dni, a jeżeli ich prawo do reprezentowania nie wynika z rejestru, to\n                           powinni dysponować pisemnym pełnomocnictwem _w oryginale lub kopii poświadczonej przez\n                           notariusza_ oraz aktualnym na dzień wydania pełnomocnictwa oryginałem lub poświadczoną\n                           przez notariusza kopią odpisu z właściwego rejestru.Akcjonariusz może zawiadomić Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           za pomocą poczty elektronicznej _e-mail_ na adres wza@netia.pl poprzez przesłanie\n                           na wskazany adres dokumentu pełnomocnictwa w formacie \"pdf\" _lub innym formacie pozwalającym\n                           na jego odczytanie przez Spółkę_ podpisanego przez Akcjonariusza, bądź w przypadku\n                           Akcjonariuszy innych niż osoby fizyczne, przez osoby uprawnione do reprezentowania\n                           Akcjonariusza. Akcjonariusz wykorzystujący elektroniczne środki komunikacji ponosi\n                           wyłączne ryzyko związane z ich wykorzystaniem.Do zawiadomienia należy dołączyć kopie dokumentów potwierdzających tożsamość Akcjonariusza,\n                           w szczególności:_i_  w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,_ii_ w przypadku Akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania Akcjonariusza.W przypadku dalszych pełnomocników konieczne jest wykazanie nieprzerwanego ciągu pełnomocnictw.\n                           Zaleca się, aby pełnomocnik, któremu udzielono pełnomocnictwo w postaci elektronicznej,\n                           przedłożył Spółce przed rozpoczęciem obrad Walnego Zgromadzenia dokument potwierdzający\n                           udzielenie pełnomocnictwa w postaci elektronicznej oraz pozwalający zidentyfikować\n                           Akcjonariusza składającego oświadczenie.Stosownie do art. 412_1_ §5 KSH, w przypadku wątpliwości co do kompletności, rzetelności\n                           lub prawdziwości kopii wyżej wymienionych dokumentów, Zarząd Spółki zastrzega sobie\n                           prawo do żądania od pełnomocnika okazania przy sporządzaniu listy obecności:_i_ w przypadku Akcjonariusza będącego osobą fizyczną – kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania za zgodność\n                           z oryginałem dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           Akcjonariusza; albo_ii_ w przypadku Akcjonariusza innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru lub dokumentem wydrukowanym\n                           ze strony https://ems.ms.gov.pl/, o którym mowa w art. 4 ust. 4aa ustawy z dnia 20.08.1997\n                           r. o Krajowym Rejestrze Sądowym _tekst jedn.: Dz. U. z 2017 r., poz. 700 ze zm._,\n                           z ostatnich 30 dni, lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej\n                           _osób fizycznych_ do reprezentowania Akcjonariusza na ZWZ _np. nieprzerwany ciąg pełnomocnictw_.W celu identyfikacji pełnomocnika, stosownie do art. 412_1_ §5 KSH, Zarząd Spółki\n                           zastrzega sobie prawo do żądania od pełnomocnika okazania przy sporządzaniu listy\n                           obecności:_i_ w przypadku pełnomocnika będącego osobą fizyczną – oryginału dowodu osobistego,\n                           paszportu lub innego urzędowego dokumentu tożsamości pełnomocnika; albo_ii_ w przypadku pełnomocnika innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru lub dokumentem wydrukowanym\n                           ze strony https://ems.ms.gov.pl/, o którym mowa w art. 4 ust. 4aa ustawy z dnia 20.08.1997\n                           r. o Krajowym Rejestrze Sądowym _tekst jedn.: Dz. U. z 2017 r., poz. 700 ze zm._,\n                           z ostatnich 30 dni, lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej\n                           _osób fizycznych_ do reprezentowania pełnomocnika na ZWZ _np. nieprzerwany ciąg pełnomocnictw_\n                           oraz dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości osoby\n                           fizycznej _osób fizycznych_ upoważnionych do reprezentowania pełnomocnika na ZWZ.Informacja o udzieleniu pełnomocnictwa w postaci elektronicznej oraz proponowane projekty\n                           uchwał dotyczące spraw wprowadzanych do porządku obrad Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad, powinny zostać przekazane Spółce,\n                           dla celów organizacyjnych związanych z Walnym Zgromadzeniem, najpóźniej do końca dnia\n                           poprzedzającego dzień Walnego Zgromadzenia.f_ Możliwość i sposób uczestniczenia w ZWZ przy wykorzystaniu środków komunikacji\n                           elektronicznejMając na uwadze niski stopień zainteresowania w latach ubiegłych oraz związane z tym\n                           koszty, Zarząd Spółki nie przewiduje uczestnictwa w ZWZ przy wykorzystaniu środków\n                           komunikacji elektronicznej.g_ Sposób wypowiadania się w trakcie ZWZ przy wykorzystaniu środków komunikacji elektronicznejZe względu na odstąpienie od umożliwienia uczestnictwa w ZWZ przy wykorzystaniu środków\n                           komunikacji elektronicznej, niniejszy punkt nie ma zastosowania.h_ Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejZe względu na odstąpienie od umożliwienia uczestnictwa w ZWZ przy wykorzystaniu środków\n                           komunikacji elektronicznej, niniejszy punkt nie ma zastosowania.Zarząd Spółki nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną.i_ Możliwość uzyskania informacji dotyczących Walnego ZgromadzeniaMateriały oraz informacje dotyczące Walnego Zgromadzenia, w tym pełny teksty dokumentacji,\n                           która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał, udostępniona\n                           będzie od dnia zwołania Walnego Zgromadzenia na stronie internetowej Spółki, pod adresem:\n                           www.netia.pl w zakładce: Dla Inwestorów – Kalendarium – Walne Zgromadzenie Akcjonariuszy\n                           oraz w biurze Zarządu Spółki w Warszawie _02-677_ przy ul. Taśmowej 7a. Zgodnie z\n                           art. 407 §2 KSH, Akcjonariusz ma prawo żądać wydania mu odpisu wniosków w sprawach\n                           objętych porządkiem obrad w terminie tygodnia przed ZWZ.Informacje Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia będą, niezwłocznie po ich sporządzeniu,\n                           dostępne na stronie internetowej Spółki wskazanej w akapicie poprzedzającym.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej _w tym wypowiadania się w trakcie\n                           Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej_ ani wykonywania\n                           prawa głosu drogą korespondencyjną, formularze służące do powyższych celów nie będą\n                           udostępniane.Lista Akcjonariuszy uprawnionych do uczestnictwa na Walnym Zgromadzeniu sporządzona\n                           zgodnie z art. 407 § 1 Kodeksu spółek handlowych wyłożona będzie do wglądu w biurze\n                           Zarządu Spółki w Warszawie _02-677_ przy ul. Taśmowej 7a przez trzy dni powszednie\n                           przed terminem Walnego Zgromadzenia, w godzinach pracy recepcji. Pod powyższym adresem\n                           ponadto udostępnione będą Akcjonariuszom materiały w sprawach objętych porządkiem\n                           obrad Walnego Zgromadzenia, w terminie i na zasadach przewidzianych w Kodeksie spółek\n                           handlowych.Akcjonariusz Spółki może przeglądać listę Akcjonariuszy w lokalu wskazanym powyżej\n                           oraz żądać odpisu tej listy za zwrotem kosztów jego sporządzenia, jak również żądać\n                           przesłania mu listy Akcjonariuszy uprawnionych do udziału w Walnym Zgromadzeniu nieodpłatnie\n                           pocztą elektroniczną, podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana.Dla sprawnego przebiegu obrad, Zarząd Spółki prosi uczestników o przybycie na około\n                           30 minut przed planowanym terminem rozpoczęcia. Osoby uprawnione do uczestnictwa w\n                           Walnym Zgromadzeniu otrzymują karty do głosowania po okazaniu dowodu tożsamości i\n                           podpisaniu listy obecności.Jednocześnie Zarząd Spółki informuje, że w sprawach nieobjętych niniejszym ogłoszeniem\n                           stosuje się przepisy Kodeksu spółek handlowych oraz statutu Spółki i w związku z tym\n                           prosi Akcjonariuszy Spółki o zapoznanie się z powyższymi regulacjami. W przypadku\n                           pytań lub wątpliwości związanych z uczestnictwem w Walnym Zgromadzeniu prosimy o kontakt\n                           pod nr tel. [22] 352 28 83 lub e-mail: wza@netia.pl.III. Treść projektów uchwałTreść projektów uchwał została załączona poniżej do ogłoszenia o zwołaniu ZWZ.Uchwała nr 1Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie wyboru Przewodniczącego Walnego ZgromadzeniaZwyczajne Walne Zgromadzenie Spółki, działając na podstawie art. 409 § 1 Kodeksu spółek\n                           handlowych, niniejszym powołuje Pana/Panią […] na Przewodniczącego Walnego Zgromadzenia.Uchwała nr 2Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie przyjęcia porządku obrad Zwyczajnego Walnego ZgromadzeniaZwyczajne Walne Zgromadzenie Spółki niniejszym postanawia przyjąć porządek obrad Zwyczajnego\n                           Walnego Zgromadzenia, ogłoszony na stronie internetowej Spółki w dniu 18 maja 2018\n                           oraz w raporcie bieżącym Spółki nr 21/2018 z dnia 18 maja 2018 r. w następującym brzmieniu:1. Otwarcie obrad Walnego Zgromadzenia.2. Wybór Przewodniczącego obrad Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.4. Zatwierdzenie porządku obrad Zwyczajnego Walnego Zgromadzenia.5. Rozpatrzenie Sprawozdań Zarządu z działalności Spółki i Grupy Kapitałowej Netia\n                           za rok obrotowy 2017, jednostkowego sprawozdania finansowego Spółki za rok obrotowy\n                           2017, skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Netia za rok obrotowy\n                           2017, sprawozdania Rady Nadzorczej za rok obrotowy 2017 z oceny sprawozdań Zarządu\n                           z działalności Spółki i Grupy Kapitałowej Netia S.A. za rok 2017, jednostkowego sprawozdania\n                           finansowego Spółki i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Netia\n                           za rok obrotowy 2017 oraz oceny wniosku Zarządu Spółki dotyczącego podziału zysku\n                           netto wypracowanego w roku 2017 oraz sprawozdania Rady Nadzorczej Netia S.A. z działalności\n                           Rady Nadzorczej Netia S.A., oceny sytuacji Spółki oraz oceny sposobu wypełnienia przez\n                           Spółkę obowiązków informacyjnych dotyczących stosowania ładu korporacyjnego za rok\n                           obrotowy 2017.6. Podjęcie uchwały w przedmiocie zatwierdzenia sprawozdania Zarządu z działalności\n                           Spółki za rok obrotowy 2017.7. Podjęcie uchwały w przedmiocie zatwierdzenia sprawozdania Zarządu z działalności\n                           Grupy Kapitałowej Netia za rok obrotowy 2017.8. Podjęcie uchwały w przedmiocie zatwierdzenia jednostkowego sprawozdania finansowego\n                           Spółki za rok obrotowy 2017.9. Podjęcie uchwały w przedmiocie zatwierdzenia skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Netia za rok obrotowy 2017.10. Podjęcie uchwał w przedmiocie udzielenia absolutorium poszczególnym członkom Zarządu\n                           i Rady Nadzorczej z wykonania ich obowiązków w 2017 r.11. Podjęcie uchwały w sprawie pokrycia straty Spółki powstałej w roku 2017.12. Zamknięcie obrad Walnego Zgromadzenia.Uchwała nr 3Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie zatwierdzenia sprawozdania Zarządu z działalności Spółki za rok obrotowy\n                           2017§1Zwyczajne Walne Zgromadzenie Spółki, działając na podstawie art. 393 pkt 1 i art.\n                           395 § 2 pkt 1 Kodeksu spółek handlowych, niniejszym zatwierdza sprawozdanie Zarządu\n                           z działalności Spółki za rok obrotowy 2017.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 4Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie zatwierdzenia sprawozdania Zarządu z działalności Grupy Kapitałowej Netia\n                           S.A. za rok obrotowy 2017§1Zwyczajne Walne Zgromadzenie Spółki, działając na podstawie art. 393 pkt 1 i art.\n                           395 § 2 pkt 1 w zw. z art. 395 § 5 Kodeksu spółek handlowych, niniejszym zatwierdza\n                           sprawozdanie Zarządu z działalności Grupy Kapitałowej Netia S.A. za rok obrotowy 2017.§2Uchwała wchodzi w życie z dniem podjęcia. Uchwała nr 5Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie zatwierdzenia sprawozdania finansowego Spółki za rok obrotowy 2017§1Zwyczajne Walne Zgromadzenie Spółki, działając na podstawie art. 393 pkt 1 i art.\n                           395 § 2 pkt 1 Kodeksu spółek handlowych, na podstawie raportów oraz opinii przedstawionych\n                           przez biegłego rewidenta, niniejszym zatwierdza sprawozdanie finansowe Spółki za rok\n                           obrotowy 2017 składające się z:1_ sprawozdania z sytuacji finansowej, które po stronie aktywów i pasywów wykazuje\n                           sumę 2.601.947 tys. zł _słownie: dwa miliardy sześćset jeden milionów dziewięćset\n                           czterdzieści siedem tysięcy złotych_; 2_ rachunku zysków i strat wykazującego stratę netto w kwocie 143.854 tys. zł _słownie:\n                           sto czterdzieści trzy miliony osiemset pięćdziesiąt cztery tysiące złotych_;  3_ sprawozdania z całkowitych dochodów wykazującego całkowitą stratę w kwocie 145.774\n                           tys. zł _słownie: sto czterdzieści pięć milionów siedemset siedemdziesiąt cztery tysiące\n                           złotych_; 4_ sprawozdania ze zmian w kapitale własnym wykazującego zmniejszenie stanu kapitału\n                           własnego o kwotę 296.450 tys. zł _słownie: dwieście dziewięćdziesiąt sześć milionów czterysta\n                           pięćdziesiąt tysięcy złotych_; 5_ sprawozdania z przepływów pieniężnych wykazującego zwiększenie stanu środków pieniężnych\n                           o kwotę 5.827 tys. zł _słownie: pięć milionów osiemset dwadzieścia siedem tysięcy\n                           złotych_; oraz 6_ informacji dodatkowej o przyjętych zasadach rachunkowości i innych informacji objaśniających.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 6Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie zatwierdzenia skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Netia za rok obrotowy 2017§1Zwyczajne Walne Zgromadzenie Spółki, działając na podstawie art. 393 pkt 1, art. 395\n                           § 2 pkt 1 w zw. z art. 395 § 5 Kodeksu spółek handlowych, na podstawie raportów oraz\n                           opinii przedstawionych przez biegłego rewidenta, niniejszym zatwierdza skonsolidowane\n                           sprawozdanie finansowe Grupy Kapitałowej Netia S.A. za rok obrotowy 2017 składające\n                           się z:1_ skonsolidowanego sprawozdania z sytuacji finansowej, które po stronie aktywów i\n                           pasywów wykazuje sumę 2.400.634 tys. zł _słownie: dwa miliardy czterysta milionów\n                           sześćset trzydzieści cztery tysiące złotych_; 2_ skonsolidowanego rachunku zysków i strat wykazującego zysk netto w kwocie 35.499\n                           tys. zł _słownie: trzydzieści pięć milionów czterysta dziewięćdziesiąt dziewięć tysięcy\n                           złotych_; 3_ skonsolidowanego sprawozdania z całkowitych dochodów wykazującego całkowity zysk\n                           w kwocie 33.032 tys. zł _słownie: trzydzieści trzy miliony trzydzieści dwa tysiące\n                           złotych_;4_ skonsolidowanego sprawozdania ze zmian w kapitale własnym wykazującego zmniejszenie\n                           stanu kapitału własnego o kwotę 117.644 tys. zł _słownie: sto siedemnaście milionów\n                           sześćset czterdzieści cztery tysiące złotych_;5_ skonsolidowanego sprawozdania z przepływów pieniężnych wykazującego zwiększenie\n                           stanu środków pieniężnych o 1.495 tys. zł _słownie: jeden milion czterysta dziewięćdziesiąt\n                           pięć tysięcy złotych_; oraz 6_ informacji dodatkowej o przyjętych zasadach rachunkowości i innych informacji objaśniających.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 7Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Przewodniczącemu Rady Nadzorczej Panu Zbigniewowi Jakubasowi\n                           absolutorium za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Przewodniczącemu Rady Nadzorczej Panu Zbigniewowi\n                           Jakubasowi absolutorium za okres wykonywania obowiązków Przewodniczącego Rady Nadzorczej\n                           w roku 2017, tj. od dnia 1 stycznia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia. Uchwała nr 8Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Rady Nadzorczej Panu Przemysławowi Głębockiemu absolutorium\n                           za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Rady Nadzorczej Panu Przemysławowi\n                           Głębockiemu absolutorium za okres wykonywania obowiązków Członka Rady Nadzorczej w\n                           roku 2017, tj. od dnia 1 stycznia do dnia 12 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 9Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Rady Nadzorczej Panu Mirosławowi Godlewskiemu absolutorium\n                           za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Rady Nadzorczej Panu Mirosławowi\n                           Godlewskiemu absolutorium za okres wykonywania obowiązków Członka Rady Nadzorczej\n                           w roku 2017, tj. od dnia 1 stycznia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia. Uchwała nr 10Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Rady Nadzorczej Panu Stefanowi Radzimińskiemu absolutorium\n                           za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Rady Nadzorczej Panu Stefanowi Radzimińskiemu\n                           absolutorium za okres wykonywania obowiązków Członka Rady Nadzorczej w roku 2017,\n                           tj. od dnia 1 stycznia do dnia 29 sierpnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 11Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Wiceprzewodniczącemu Rady Nadzorczej Panu Grzegorzowi Zambrzyckiemu\n                           absolutorium za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Panu Grzegorzowi Zambrzyckiemu absolutorium\n                           za okres wykonywania obowiązków Wiceprzewodniczącego Rady Nadzorczej w roku 2017,\n                           tj. od dnia 1 stycznia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia. Uchwała nr 12Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Rady Nadzorczej Panu Adamowi Biedrzyckiemu absolutorium\n                           za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Rady Nadzorczej Panu Adamowi Biedrzyckiemu\n                           absolutorium za okres wykonywania obowiązków Członka Rady Nadzorczej w roku 2017,\n                           tj. od dnia 1 stycznia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 13Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Rady Nadzorczej Panu Maciejowi Szwarc absolutorium\n                           za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Rady Nadzorczej Panu Maciejowi Szwarc\n                           absolutorium za okres wykonywania obowiązków Członka Rady Nadzorczej w roku 2017,\n                           tj. od dnia 1 września do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 14Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Prezesowi Zarządu Panu Tomaszowi Szopie absolutorium za okres\n                           wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Prezesowi Zarządu Panu Tomaszowi Szopie absolutorium\n                           za okres wykonywania obowiązków Prezesa Zarządu w roku 2017, tj. od dnia 1 stycznia\n                           do dnia 1 czerwca 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia. Uchwała nr 15Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Prezesowi Zarządu Pani Katarzynie Iwuć absolutorium za okres\n                           wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Prezes Zarządu Pani Katarzynie Iwuć absolutorium\n                           za okres wykonywania obowiązków Prezesa Zarządu oraz Członka Zarządu w roku 2017,\n                           tj. od dnia 1 stycznia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 16Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Zarządu Panu Stefanowi Radzimińskiemu absolutorium\n                           za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Zarządu Panu Stefanowi Radzimińskiemu\n                           absolutorium za okres wykonywania obowiązków Członka Zarządu w roku 2017, tj. od dnia\n                           29 sierpnia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 17Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Zarządu Panu Asterowi Papazyan absolutorium za okres\n                           wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Zarządu Panu Asterowi Papazyan absolutorium\n                           za okres wykonywania obowiązków Członka Zarządu w roku 2017, tj. od dnia 29 sierpnia\n                           do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 18Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Zarządu Panu Tomaszowi Dakowskiemu absolutorium za\n                           okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Zarządu Panu Tomaszowi Dakowskiemu\n                           absolutorium za okres wykonywania obowiązków Członka Zarządu w roku 2017, tj. od dnia\n                           29 sierpnia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 19Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Zarządu Panu Andrzejowi Abramczukowi absolutorium za\n                           okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Zarządu Panu Andrzejowi Abramczukowi\n                           absolutorium za okres wykonywania obowiązków Członka Zarządu w roku 2017, tj. od dnia\n                           12 grudnia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 20Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie udzielenia Członkowi Zarządu Panu Krzysztofowi Adaszewskiemu absolutorium\n                           za okres wykonywania obowiązków w roku 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 393 pkt 1 i art. 395 § 2\n                           pkt 3 Kodeksu spółek handlowych udziela Członkowi Zarządu Panu Krzysztofowi Adaszewskiemu\n                           absolutorium za okres wykonywania obowiązków Członka Zarządu w roku 2017, tj. od dnia\n                           12 grudnia do dnia 31 grudnia 2017 r.§2Uchwała wchodzi w życie z dniem podjęcia.Uchwała nr 21Zwyczajnego Walnego ZgromadzeniaNetia S.A.z dnia 14 czerwca 2018 rokuw sprawie pokrycia straty powstałej w roku obrotowym 2017§1Zwyczajne Walne Zgromadzenie niniejszym na podstawie art. 395 § 2 pkt 2 Kodeksu spółek\n                           handlowych postanawia pokryć stratę netto Spółki, powstałą w roku obrotowym 2017 w\n                           kwocie 143.854.389,76 zł _sto czterdzieści trzy miliony osiemset pięćdziesiąt cztery\n                           tysiące trzysta osiemdziesiąt dziewięć złotych 76/100_ wynikającą z jednostkowego\n                           sprawozdania Spółki za okres od 1 stycznia 2017 roku do 31 grudnia 2017 roku z kapitałów\n                           rezerwowych Spółki utworzonych z umorzenia akcji własnych w wysokości 39.494.542,78\n                           _trzydzieści dziewięć milionów czterysta dziewięćdziesiąt cztery tysiące pięćset czterdzieści\n                           dwa złote i 78/100_ oraz z kapitału zapasowego powstałego z połączenia Spółek w wysokości 104.359.846,98\n                           zł _sto cztery miliony trzysta pięćdziesiąt dziewięć tysięcy osiemset czterdzieści\n                           sześć złotych i dziewięćdziesiąt osiem groszy_.§2Uchwała wchodzi w życie z dniem podjęcia.",
        "date": "2018-05-18"
    },
    {
        "company_name": "NETIA",
        "content": "Zarząd Netia S.A. z siedzibą w Warszawie _dalej: \"Spółka\" lub \"Netia\"_ informuje,\n                           że w dniu 18 maja 2018 r. Pani Katarzyna Iwuć złożyła rezygnację z pełnienia funkcji\n                           Prezesa Zarządu Spółki, Dyrektora Generalnego. Rezygnacja jest skuteczna z momentem\n                           jej złożenia. Pani Katarzyna Iwuć nie przedstawiła przyczyn złożenia rezygnacji.Zarząd Spółki informuje również, że w dniu 18 maja 2018 r., rezygnacje z funkcji Członka\n                           Zarządu Spółki, Dyrektora ds. Techniki złożył Pan Stefan Radzimiński. Rezygnacja jest\n                           skuteczna z momentem jej złożenia. Pan Stefan Radzimiński nie przedstawił przyczyn\n                           złożenia rezygnacji. Zarząd Spółki jednocześnie przekazuje do informacji publicznej, że w dniu 18 maja\n                           2018 r. Rada Nadzorcza Spółki oddelegowała Członka Rady Nadzorczej Pana Wojciecha\n                           Pytla do czasowego wykonywania czynności Prezesa Zarządu Spółki, na okres nieprzekraczający\n                           3 miesięcy, tj. od dnia 18 maja 2018 roku do dnia 18 sierpnia 2018 roku.  Wymagany zakres informacji o Panu Wojciechu Pytlu, zgodnie z § 10 pkt 3_ - 6_ Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst\n                           jedn. Dz. U. z 2018 r., poz. 757._, Zarząd Spółki przekazał w raporcie bieżącym nr\n                           12/2018 z dnia 30 stycznia 2018 roku.Jednocześnie Zarząd Netii informuje, że Rada Nadzorcza Spółki w tym samym dniu, tj.\n                           18 maja 2018 r. powołała Pana Grzegorza Bartlera do pełnienia funkcji Członka Zarządu.\n                           Pozostały wymagany zakres informacji o Panu Grzegorzu Bartlerze, zgodnie z § 10 pkt\n                           3_ - 6_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _tekst jedn. Dz. U. z 2018 r., poz. 757._, Zarząd Spółki przekaże\n                           odrębnym raportem bieżącym w terminie późniejszym.",
        "date": "2018-05-18"
    }
]