[
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 28 grudnia 2017 r. Spółka nabyła\n                           328 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           267,38 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 118.354 akcje własne stanowiące 2,53% kapitału\n                           zakładowego Spółki i dające 2,53% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-29"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 27 grudnia 2017 r. Spółka nabyła\n                           217 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           267,84zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią 0,01%\n                           udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu Akcjonariuszy.\n                           Łącznie Spółka posiada 118.026 akcji własnych stanowiących 2,52% kapitału zakładowego\n                           Spółki i dających 2,52% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-28"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 22 grudnia 2017 r. Spółka nabyła\n                           550 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           268,93 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 117.809 akcji własnych stanowiących 2,52% kapitału\n                           zakładowego Spółki i dających 2,52% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-27"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 21 grudnia 2017 r. Spółka nabyła\n                           547 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           269,05 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 117.259 akcji własnych stanowiących 2,51% kapitału\n                           zakładowego Spółki i dających 2,51% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-22"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 20 grudnia 2017 r. Spółka nabyła\n                           566 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           268,79 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 116.712 akcji własnych stanowiących 2,50% kapitału\n                           zakładowego Spółki i dających 2,50% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-21"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 19 grudnia 2017 r. Spółka nabyła\n                           128 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           267,78 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 116.146 akcji własnych stanowiących 2,48% kapitału\n                           zakładowego Spółki i dających 2,48% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-20"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. w Toruniu, zarejestrowanej przez Sąd Rejonowy w Toruniu, VII Wydział\n                           Gospodarczy KRS, pod numerem 0000049872, działając na podstawie art. 399 § 1 ksh oraz\n                           § 15 ust. 3 Statutu Spółki, zwołuje na dzień 16 stycznia 2018r., na godz. 1100, w\n                           siedzibie Spółki przy ul. Szosa Bydgoska 58 w Toruniu, Nadzwyczajne Walne Zgromadzenie\n                           Akcjonariuszy NEUCA S.A. Porządek obrad1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.4. Przyjęcie porządku obrad.5. Wybór Komisji Skrutacyjnej.6. Podjęcie uchwały w sprawie wprowadzenia nowego Programu Motywacyjnego, przyjęcia\n                           nowego Regulaminu Programu Motywacyjnego.7. Podjęcie uchwały w sprawie warunkowego podwyższenia kapitału zakładowego Spółki.8. Podjęcie uchwały w sprawie wyłączenia prawa poboru dotychczasowych akcjonariuszy\n                           w odniesieniu do akcji nowej emisji serii \"M\".9. Podjęcie uchwały w sprawie emisji warrantów subskrypcyjnych.10. Podjęcie uchwały w sprawie wyłączenia prawa poboru dotychczasowych akcjonariuszy\n                           w odniesieniu do warrantów subskrypcyjnych serii \"H\".11. Podjęcie uchwały w sprawie upoważnienia Zarządu do dokonania wszelkich czynności\n                           niezbędnych do dopuszczenia akcji wyemitowanych w ramach warunkowego podwyższenia\n                           kapitału zakładowego do obrotu na rynku regulowanym oraz do dematerializacji tych\n                           akcji.12. Podjęcie uchwały w sprawie zmiany treści Regulaminu Rady Nadzorczej Spółki.13. Podjęcie uchwały w sprawie ustalenia ceny emisyjnej akcji serii Ł.14. Podjęcie uchwały w sprawie zmiany uchwały nr 5 Walnego Zgromadzenia NEUCA S.A.\n                           z dnia 10.12.2014r., dotyczącej warunkowego podwyższenia kapitału zakładowego Spółki\n                           _z późn zm._.15. Podjęcie uchwały w sprawie zmiany treści załącznika do uchwały nr 4 Walnego Zgromadzenia\n                           NEUCA S.A. z dnia 10.12.2014r - Regulaminu Programu Motywacyjnego.16. Podjęcie uchwały w sprawie umorzenia 116.018 sztuk akcji własnych.17. Podjęcie uchwały w sprawie obniżenia kapitału zakładowego w związku z umorzeniem\n                           akcji własnych.18. Podjęcie uchwały w sprawie zmiany treści Statutu Spółki.19. Podjęcie uchwały w sprawie przyjęcia tekstu jednolitego Statutu Spółki.20. Podjęcie uchwały w sprawie skupu akcji własnych Spółki.21. Przedstawienie informacji Zarządu na temat realizacji programu skupu akcji, w\n                           tym liczbie i wartości nominalnej tych akcji, ich udziale w kapitale zakładowym Spółki,\n                           jak również o wartości świadczenia spełnionego w zamian za nabyte akcje22. Zamknięcie obrad.Prawo akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad Walnego\n                           ZgromadzeniaAkcjonariusz lub akcjonariusze, którzy reprezentują co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki, mogą żądać umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia. Żądanie akcjonariusza lub akcjonariuszy powinno zostać zgłoszone Zarządowi\n                           Spółki nie później niż na dwadzieścia jeden dni przed wyznaczonym terminem Zgromadzenia.\n                           Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Ponadto akcjonariusz lub akcjonariusze żądający umieszczenia\n                           określonych spraw w porządku obrad muszą przedstawić wystawione przez stosowny podmiot\n                           zaświadczenie o prawie uczestnictwa w Walnym Zgromadzeniu w celu identyfikacji ich\n                           jako akcjonariuszy Spółki. Żądanie może zostać złożone na piśmie lub w postaci elektronicznej za pomocą formularza\n                           umieszczonego pod adresem:http://www.neuca.pl/pl/relacje-inwestorskie/walne-zgromadzenie#dokumentyktóry należy wydrukować, wypełnić,  podpisać i wysłać pocztą elektroniczną na adres\n                           marcing@neuca.pl a oryginał tego dokumentu wysłać pocztą na adres siedziby Spółki.Zarząd niezwłocznie, jednak nie później niż na osiemnaście dni przed wyznaczonym terminem\n                           Walnego Zgromadzenia, ogłosi zmiany w porządku obrad, wprowadzone na żądanie akcjonariusza\n                           lub akcjonariuszy. Ogłoszenie nowego porządku obrad nastąpi w sposób właściwy dla\n                           zwołania Walnego Zgromadzenia. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego ZgromadzeniaAkcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego, mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw, które\n                           mają zostać wprowadzone do porządku obrad.Zgłoszenie może zostać wystosowane na piśmie lub w postaci elektronicznej za pomocą\n                           formularza umieszczonego pod adresem:http://www.neuca.pl/pl/relacje-inwestorskie/walne-zgromadzenie#dokumentyktóry należy wydrukować, wypełnić, podpisać i wysłać pocztą elektroniczną na adres\n                           marcing@neuca.pl a oryginał tego dokumentu wysłać pocztą na adres siedziby Spółki.\n                           Akcjonariusz lub akcjonariusze zgłaszający projekty uchwał muszą przedstawić wystawione\n                           przez stosowny podmiot zaświadczenie o prawie uczestnictwa w Walnym Zgromadzeniu w\n                           celu identyfikacji ich jako akcjonariuszy Spółki. Spółka niezwłocznie ogłasza projekty\n                           uchwał na firmowej stronie internetowej. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego ZgromadzeniaKażdy z akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad. Prawo do ustanowienia pełnomocnika oraz sposób wykonywania przez niego prawa głosuAkcjonariusz może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu osobiście\n                           lub przez pełnomocnika. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na\n                           Walnym Zgromadzeniu, chyba, że co innego wynika z treści pełnomocnictwa. Pełnomocnik\n                           może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik\n                           może reprezentować więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego\n                           akcjonariusza. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku\n                           papierów wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw\n                           z akcji zapisanych na każdym z rachunków. Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz\n                           wykonywać prawo głosu przez osobę uprawnioną do składania oświadczeń woli w jego imieniu\n                           lub przez pełnomocnika. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu i wykonywania prawa głosu wymaga\n                           udzielenia na piśmie lub w postaci elektronicznej za pomocą formularzy umieszczonych\n                           pod adresem:dla osoby fizycznej:http://www.neuca.pl/images/pdf/walne%20zgromadzenie/pelnomocnictwo_os_fiz.pdfdla podmiotu nie będącego osobą fizyczną: http://www.neuca.pl/images/pdf/walne%20zgromadzenie/pelnomocnictwo_os_pr.pdfktóry należy wydrukować, wypełnić, podpisać i wysłać pocztą elektroniczną na adres\n                           marcing@neuca.pl a oryginał tego dokumentu wysłać pocztą na adres siedziby Spółki.\n                           Pełnomocnictwo uprawniające do uczestnictwa i wykonywania prawa głosu powinno zostać\n                           doręczone Spółce najpóźniej w dniu odbycia się posiedzenia Walnego Zgromadzenia. Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami akcjonariuszy na\n                           Walnym Zgromadzeniu. Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek zarządu,\n                           członek rady nadzorczej, likwidator, pracownik Spółki lub członek organów lub pracownik\n                           Spółki lub spółdzielni zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji\n                           tylko na jednym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi\n                           okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów.\n                           Udzielenie dalszego pełnomocnictwa jest w takim wypadku wyłączone. Pełnomocnik o którym mowa w tym akapicie głosuje zgodnie z instrukcjami udzielonymi\n                           przez akcjonariusza na formularzu sporządzonym według wzoru umieszczonego pod adresemhttp://www.neuca.pl/images/pdf/walne%20zgromadzenie/formularz_glos_przez_pelnomocnika.pdfktóry należy wydrukować, wypełnić, podpisać i wysłać pocztą elektroniczną na adres\n                           marcing@neuca.pl a oryginał tego dokumentu wysłać pocztą na adres siedziby Spółki.Pełnomocnictwo uprawniające do uczestnictwa i wykonywania prawa głosu powinno zostać\n                           doręczone Spółce najpóźniej w dniu odbycia się posiedzenia Walnego Zgromadzenia.Sposób zawiadamiania o udzieleniu pełnomocnictwa w formie elektronicznej oraz sposób\n                           weryfikacji ważności tego pełnomocnictwaZawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej nastąpi po wypełnieniu,\n                           podpisaniu i wysłaniu pocztą elektroniczną na adres marcing@neuca.pl stosownych formularzy\n                           umieszczonych pod adresem:dla osoby fizycznej:http://www.neuca.pl/images/pdf/walne%20zgromadzenie/pelnomocnictwo_os_fiz.pdfdla podmiotu nie będącego osobą fizyczną: http://www.neuca.pl/images/pdf/walne%20zgromadzenie/pelnomocnictwo_os_pr.pdfWeryfikacja ważności udzielonego pełnomocnictwa w formie elektronicznej będzie przeprowadzona\n                           poprzez:- sprawdzenie kompletności dokumentów udzielonego pełnomocnictwa, szczególnie w przypadkach\n                           pełnomocnictw wielokrotnych, przesłanych wraz z formularzem,- sprawdzenie poprawności danych wpisanych do formularza i porównanie ich z informacją\n                           zawartą w wykazie osób uprawnionych do uczestnictwa w Walnym Zgromadzeniu, - stwierdzenie zgodności uprawnień osób udzielających pełnomocnictwa w imieniu osób\n                           prawnych ze stanem widniejącym w stosownych odpisach KRS.W razie wątpliwości Spółka może podjąć dalsze czynności w celu weryfikacji wystawionych\n                           pełnomocnictw.Informacja o alternatywnych formach uczestnictwa w Walnym Zgromadzeniu i wykonywaniu\n                           prawa głosu Statut Spółki nie dopuszcza możliwości udziału w Walnym Zgromadzeniu ani oddania głosu\n                           przy wykorzystaniu środków komunikacji elektronicznej. Regulamin Walnego Zgromadzenia nie przewiduje możliwości oddania głosu na Walnym Zgromadzeniu\n                           drogą korespondencyjną. Spółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.Spółka udostępnia na stronie internetowej wzór formularza pozwalającego na wykonywanie\n                           prawa głosu przez pełnomocnika, jeśli pełnomocnikiem na Walnym Zgromadzeniu jest członek\n                           zarządu, członek Rady Nadzorczej, likwidator, pracownik Spółki lub członek organów\n                           lub pracownik Spółki lub spółdzielni zależnej od Spółki. Jest on dostępny pod poniższym\n                           adresem internetowym:http://www.neuca.pl/images/pdf/walne%20zgromadzenie/formularz_glos_przez_pelnomocnika.pdfSpółka ponadto udostępnia na stronie internetowej wzór formularza pozwalającego na\n                           poinformowanie Spółki o udzieleniu pełnomocnictwa w postaci elektronicznej, odrębnie\n                           dla akcjonariuszy będących osobami fizycznymi oraz osobami prawnymi _jednostkami organizacyjnymi_.Jest on dostępny pod poniższym adresem internetowym:dla osoby fizycznej:http://www.neuca.pl/images/pdf/walne%20zgromadzenie/pelnomocnictwo_os_fiz.pdfdla podmiotu nie będącego osobą fizyczną: http://www.neuca.pl/images/pdf/walne%20zgromadzenie/pelnomocnictwo_os_pr.pdfDzień\n                           rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Nadzwyczajnym Walnym Zgromadzeniu jest dzień   \n                           31 grudnia 2017 r. _\"Dzień Rejestracji\"_Informacja o prawie uczestniczenia w Walnym ZgromadzeniuPrawo uczestniczenia w Walnym Zgromadzeniu NEUCA S.A. mają osoby, które:a_ były akcjonariuszami Spółki w Dniu Rejestracji, tj. w dniu 31 grudnia 2017 r.,\n                           orazb_ w przypadku akcjonariuszy uprawnionych ze zdematerializowanych akcji na okaziciela\n                           - zwróciły się - nie wcześniej niż w dniu 19 grudnia 2017r. i nie później niż w dniu\n                           2 stycznia 2018r. - do podmiotu prowadzącego ich rachunki papierów wartościowych z\n                           żądaniem wystawienia imiennego zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu.\n                           W celu skorzystania z prawa uczestnictwa akcjonariusz powinien złożyć, nie wcześniej\n                           niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia tj. nie wcześniej niż w dniu 19\n                           grudnia 2017r. i nie później niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa\n                           w Walnym Zgromadzeniu, tj. nie później niż w dniu 2 stycznia 2018r. podmiotowi prowadzącemu\n                           rachunek papierów wartościowych, żądanie wystawienia imiennego zaświadczenia o prawie\n                           uczestnictwa w Walnym Zgromadzeniu.Listę uprawnionych z akcji na okaziciela do uczestnictwa w Walnym Zgromadzeniu Spółka\n                           ustala na podstawie wykazu sporządzonego przez podmiot prowadzący depozyt papierów\n                           wartościowych zgodnie z przepisami o obrocie instrumentami finansowymi. Podmiot prowadzący\n                           depozyt papierów wartościowych sporządza wykaz na podstawie wykazów przekazywanych\n                           nie później niż na dwanaście dni przed datą Walnego Zgromadzenia przez podmioty uprawnione\n                           zgodnie z przepisami o obrocie instrumentami finansowymi. Podstawą sporządzenia wykazów\n                           przekazywanych podmiotowi prowadzącemu depozyt papierów wartościowych są wystawione\n                           zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu Spółki.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie Spółki na trzy dni powszednie przed odbyciem Walnego Zgromadzenia, tj.\n                           w dniach 11-15 stycznia 2018r. Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając własny adres poczty\n                           elektronicznej, na który lista powinna być wysłana.Miejsce umieszczenia informacji dotyczących Walnego ZgromadzeniaDokumentacja przedstawiana Walnemu Zgromadzeniu jest dostępna na stronie:http://www.neuca.pl/pl/relacje-inwestorskie/walne-zgromadzenieoraz http://www.neuca.pl/pl/relacje-inwestorskie/dokumenty-spolkiProjekty uchwał są dostępne na stronie: http://www.neuca.pl/pl/relacje-inwestorskie/walne-zgromadzenieUwagi Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia będą dostępne na firmowej stronie internetowej\n                           Spółki niezwłocznie po ich sporządzeniu. Wszelkie informacje dotyczące Walnego Zgromadzenia udostępnione są na stroniehttp://www.neuca.pl/pl/relacje-inwestorskie/walne-zgromadzenieoraz http://www.neuca.pl/pl/relacje-inwestorskie/dokumenty-spolki",
        "date": "2018-01-16"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. informuje, iż w dniu dzisiejszym Pan Tomasz Józefacki złożył rezygnację\n                           z pełnienia funkcji członka Zarządu Neuca S.A. z powodów osobistych z dniem 31.12.2017\n                           r.",
        "date": "2017-12-19"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 18 grudnia 2017 r. Spółka nabyła\n                           593 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           272,01 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 116.018 akcji własnych stanowiących 2,48% kapitału\n                           zakładowego Spółki i dających 2,48% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-19"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 15 grudnia 2017 r. Spółka nabyła\n                           237 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           269,35 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 115.425 akcji własnych stanowiących 2,47% kapitału\n                           zakładowego Spółki i dających 2,47% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-18"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 15 grudnia 2017 roku nastąpiło podwyższenie\n                           kapitału zakładowego Spółki o kwotę 1.100 zł. Podwyższenie nastąpiło na podstawie\n                           uchwały ZWZ Spółki nr 24 z dnia 16 kwietnia 2012 roku, zmienionej uchwałą nr 4 NWZ\n                           Spółki z dnia 12 listopada 2013 roku, o warunkowym podwyższeniu kapitału zakładowego,\n                           z dniem 15 grudnia 2017 r., w wyniku objęcia 1.100 akcji emisji serii L Spółki, przez\n                           posiadacza warrantów subskrypcyjnych serii F Spółki, uprawniających do obejmowania\n                           akcji, emitowanych w formie dokumentu na podstawie uchwał nr 26 oraz 27 z dnia 16\n                           kwietnia 2012 roku ZWZA Spółki w sprawie odpowiednio: emisji warrantów subskrypcyjnych\n                           Spółki serii F oraz wyłączenia w całości praw poboru dotychczasowych akcjonariuszy\n                           _przy czym uchwała nr 26 z dnia 16 kwietnia 2012 roku ZWZA Spółki została zmieniona\n                           uchwałą nr 5 NWZA Spółki z dnia 12 listopada 2013 roku_. W wyniku objęcia oraz wydania dokumentów akcji zgodnie z art. 452 par. 1 kodeksu spółek\n                           handlowych, nastąpiło nabycie praw z akcji oraz podwyższenie kapitału zakładowego\n                           Spółki na podstawie powołanych wyżej uchwał o warunkowym podwyższeniu kapitału zakładowego.\n                           Po podwyższeniu, kapitał zakładowy NEUCA S.A. wynosi 4.677.734 zł i dzieli się na\n                           4.677.734 akcji o wartości nominalnej 1 zł każda. Podwyższony kapitał został w całości\n                           opłacony. Ogólna liczba głosów wynikająca ze wszystkich wyemitowanych akcji wynosi\n                           4.677.734.",
        "date": "2017-12-15"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 14 grudnia 2017 r. Spółka nabyła\n                           47 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           269,90 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 115.188 akcji własnych stanowiących 2,46% kapitału\n                           zakładowego Spółki i dających 2,46% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-15"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _Spółka_ Informuje,iż otrzymał w dniu 14 grudnia 2017r. zawiadomienie\n                           o zmianie stanu posiadanego udziału w ogólnej liczbie głosów w Spółce. Treść zawiadomienia\n                           Spółka przekazuje w załączniku.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Spółki NEUCA S.A. w Toruniu, działając na podstawie art. 504 § 1 i 2 ksh, zawiadamia\n                           o zamiarze połączenia NEUCA S.A. _jako spółki przejmującej_ ze Spółką ILC Sp. z o.o.\n                           z siedzibą w Warszawie.Neuca S.A. posiada 100% udziałów w spółce ILC Sp. z o.o. Pełną treść zawiadomienia Spółka przekazuje w załączniku.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _Spółka_ Informuje,iż otrzymał w dniu 14 grudnia 2017r. zawiadomienia\n                           o zmianie stanu posiadanego udziału w ogólnej liczbie głosów w Spółce. Treść zawiadomień\n                           Spółka przekazuje w załącznikach.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _Spółka_ informuje, iż w dniu 14 grudnia 2017 roku, otrzymał od\n                           podmiotów blisko związanych z członkiem Rady Nadzorczej Spółki Panem Tadeuszem Wesołowskim\n                           powiadomienia o transakcjach na akcjach Spółki. Treść powiadomień Spółka przekazuje\n                           w załączeniu",
        "date": "2017-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 13 grudnia 2017 r. Spółka nabyła\n                           614 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           271,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 115.141 akcji własnych stanowiących 2,46% kapitału\n                           zakładowego Spółki i dających 2,46% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 12 grudnia 2017 r. Spółka nabyła\n                           608 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           272,84 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 114.527 akcji własnych stanowiących 2,45% kapitału\n                           zakładowego Spółki i dających 2,45% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-13"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 11 grudnia 2017 r. Spółka nabyła\n                           425 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           270,08 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 113.919 akcji własnych stanowiących 2,44% kapitału\n                           zakładowego Spółki i dających 2,44% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-12"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 8 grudnia 2017 r. Spółka nabyła\n                           651 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           272,04 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 113.494 akcje własne stanowiące 2,43% kapitału\n                           zakładowego Spółki i dające 2,43% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-11"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 7 grudnia 2017 r. Spółka nabyła\n                           73 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           271,07 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 112.843 akcje własne stanowiące 2,41% kapitału\n                           zakładowego Spółki i dające 2,41% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-08"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 6 grudnia 2017 r. Spółka nabyła\n                           170 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           271,10 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 112.770 akcji własnych stanowiących 2,41% kapitału\n                           zakładowego Spółki i dających 2,41% głosów na Walnym Zgromadzeniu Akcjonariuszy. \n                           Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-07"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_ niniejszym dokonuje korekty raportu bieżącego nr 145/2017\n                           z dnia 1 grudnia 2017 r. W raporcie błędnie wskazano, iż Pani Wiesława Herba zrezygnowała z członkostwa w Komitecie\n                           Audytu. Pani Wiesława Herba zrezygnowała z funkcji Przewodniczącej Komitetu Audytu,\n                           natomiast pozostała członkiem Komitetu Audytu. Poniżej Spółka przekazuje prawidłową\n                           treść raportu:Zarząd Neuca S.A. _\"Spółka\"_ informuje, iż w dniu 30 listopada 2017r. Rada Nadzorcza\n                           Spółki postanowiła powołać w skład Komitetu Audytu Panią Małgorzatę Wiśniewską oraz\n                           Pana Piotra Borowskiego oraz powierzyć funkcję Przewodniczącej Komitetu Audytu Pani\n                           Małgorzacie Wiśniewskiej.Jednocześnie Rada Nadzorcza przyjęła rezygnację Pani Wiesławy Herby z funkcji Przewodniczącej\n                           Komitetu Audytu oraz Pana Tadeusza Wesołowskiego z funkcji członka Komitetu  Audytu\n                           Spółki.",
        "date": "2017-12-06"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 5 grudnia 2017 r. Spółka nabyła\n                           726 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           272,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,02% udziałów w kapitale zakładowym Spółki i dają 0,02% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 112.600 akcji własnych stanowiących 2,41% kapitału\n                           zakładowego Spółki i dających 2,41% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-06"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 4 grudnia 2017 r. Spółka nabyła\n                           712 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           269,84 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,02% udziałów w kapitale zakładowym Spółki i dają 0,02% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 111.874 akcje własne stanowiące 2,39% kapitału\n                           zakładowego Spółki i dające 2,39% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-05"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 1 grudnia 2017 r. Spółka nabyła\n                           737 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           274,43 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,02% udziałów w kapitale zakładowym Spółki i dają 0,02% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 111.162 akcje własne stanowiące 2,38% kapitału\n                           zakładowego Spółki i dające 2,38% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-04"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 30 listopada 2017 r. Spółka nabyła\n                           686 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           273,42 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 110.425 akcji własnych stanowiących 2,36% kapitału\n                           zakładowego Spółki i dających 2,36% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-12-01"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_ informuje, iż w dniu 30 listopada 2017r. Rada Nadzorcza\n                           Spółki postanowiła powołać w skład Komitetu Audytu Panią Małgorzatę Wiśniewską oraz\n                           Pana Piotra Borowskiego oraz powierzyć funkcję Przewodniczącej Komitetu Audytu Pani\n                           Małgorzacie Wiśniewskiej.Jednocześnie Rada Nadzorcza przyjęła rezygnację Pani Wiesławy Herby oraz Pana Tadeusza\n                           Wesołowskiego z członkostwa w Komitecie Audytu Spółki.",
        "date": "2017-12-01"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 29 listopada 2017 r. Spółka nabyła\n                           689 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           270,98 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 109.739 akcji własnych stanowiących 2,35% kapitału\n                           zakładowego Spółki i dających 2,35% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-11-30"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 28 listopada 2017 r. Spółka nabyła\n                           661 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           265,70 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 109.050 akcji własnych stanowiących 2,33% kapitału\n                           zakładowego Spółki i dających 2,33% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-11-29"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 27 listopada 2017 r. Spółka nabyła\n                           654 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           266,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 108.389 akcji własnych stanowiących 2,32% kapitału\n                           zakładowego Spółki i dających 2,32% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-11-28"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 24 listopada 2017 r. Spółka nabyła\n                           113 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           262,05 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 107.735 akcji własnych stanowiących 2,30% kapitału\n                           zakładowego Spółki i dających 2,30% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-11-27"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 23 listopada 2017 r. Spółka nabyła\n                           451 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           262,34 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 107.622 akcje własne stanowiące 2,30% kapitału\n                           zakładowego Spółki i dające 2,30% głosów na Walnym Zgromadzeniu Akcjonariuszy.  Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-11-24"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 22 listopada 2017 r. Spółka nabyła\n                           439 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           265,01 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 107.171 akcje własne stanowiące 2,29% kapitału\n                           zakładowego Spółki i dające 2,29% głosów na Walnym Zgromadzeniu Akcjonariuszy.  Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2017-11-23"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 21 listopada 2017 r. Spółka nabyła\n                           420 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           258,47 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 106.732 akcje własne stanowiące 2,28% kapitału\n                           zakładowego Spółki i dające 2,28% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A..",
        "date": "2017-11-22"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 20 listopada 2017 r. Spółka nabyła\n                           446 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           259,94 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 106.312 akcji własnych stanowiących 2,27% kapitału\n                           zakładowego Spółki i dających 2,27% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A..",
        "date": "2017-11-21"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 17 listopada 2017 r. Spółka nabyła\n                           432 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           257,60 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 105.866 akcji własnych stanowiących 2,26% kapitału\n                           zakładowego Spółki i dających 2,26% głosów na Walnym Zgromadzeniu Akcjonariuszy. \n                           Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A..",
        "date": "2017-11-20"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka otrzymała postanowienie\n                           Sądu Rejonowego w Toruniu, VII Wydział Gospodarczy Krajowego Rejestru Sądowego, o\n                           zarejestrowaniu zmian w statucie Spółki, uchwalonych przez Zwyczajne Walne Zgromadzenie\n                           w dniu 24 października 2017 r. W załączeniu treść tekstu jednolitego statutu Spółki.",
        "date": "2017-11-17"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 16 listopada 2017 r. Spółka nabyła\n                           434 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           245,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 105.434 akcje własne stanowiące 2,25% kapitału\n                           zakładowego Spółki i dających 2,25% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A..",
        "date": "2017-11-17"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Spółki NEUCA S.A. w Toruniu _\"Spółka\"_, zarejestrowanej przez Sąd Rejonowy\n                           w Toruniu, VII Wydział Gospodarczy KRS, pod numerem 0000049872, działając na podstawie\n                           art. 504 § 1 i 2 ksh, zawiadamia o zamiarze połączenia NEUCA S.A. _jako spółki przejmującej_\n                           ze Spółką ILC Spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie.  Wyżej wymieniona Spółka ILC Sp. z o.o. jest Spółką zależną od Neuca S.A.. Neuca S.A. posiada 100% udziałów w Spółce ILC Spółka z ograniczoną odpowiedzialnością.\n                           Pełną treść zawiadomienia Spółka przekazuje w załączniku.",
        "date": "2017-11-03"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Spółki NEUCA S.A. w Toruniu _\"Spółka\"_, zarejestrowanej przez Sąd Rejonowy\n                           w Toruniu, VII Wydział Gospodarczy KRS, pod numerem 0000049872, działając na podstawie\n                           art. 504 § 1 i 2 ksh, niniejszym po raz drugi zawiadamia o zamiarze połączenia NEUCA\n                           S.A. _jako spółki przejmującej_ z Itero-Silfarm Sp. z o.o. _jako spółką przejmowaną_.\n                           Itero-Silfarm Sp. z o.o. jest Spółką zależną od Neuca S.A..  Neuca S.A. posiada 100% udziałów w Spółce Itero-Silfarm Sp. z o.o. Pełna treść zawiadomienia w Załączniku.",
        "date": "2017-10-30"
    },
    {
        "company_name": "NEUCA",
        "content": "W uzupełnieniu do raportu bieżącego 130/2017 Zarząd Neuca S.A. przekazuje życiorysy\n                           nowo powołanych członków Rady Nadzorczej.",
        "date": "2017-10-27"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_ informuje, iż w dniu 24 października 2017 r. Nadzwyczajne\n                           Walne Zgromadzenie Spółki podjęło uchwałę w sprawie powołania następujących osób w\n                           skład Rady Nadzorczej Spółki:- Małgorzata Wiśniewska, - Piotr Borowski.Zgodnie ze złożonymi oświadczeniami wyżej wymienieni członkowie Rady Nadzorczej nie\n                           wykonują innej działalności konkurencyjnej w stosunku do Spółki, nie uczestniczą w\n                           spółce konkurencyjnej jako wspólnicy spółki cywilnej, spółki osobowej lub jako członkowie\n                           organu spółki kapitałowej oraz nie uczestniczą w innej konkurencyjnej osobie prawnej\n                           jako członkowie jej organu. Wyżej wymienieni członkowie Rady Nadzorczej oświadczyli\n                           również, iż nie są wpisani do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           ustawy o Krajowym Rejestrze Sądowym.Życiorysy powołanych członków Rady Nadzorczej Spółki zostaną przekazane odrębnym raportem\n                           bieżącym.",
        "date": "2017-10-25"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. przekazuje wykaz akcjonariuszy posiadających co najmniej 5% liczby\n                           głosów na NWZA NEUCA S.A. w dniu 24 października 2017r. : 1. Wiesława Herba - 1.005.240 akcji zwykłych na okaziciela, dających 1.005.240 głosów\n                           na tym NWZA i stanowiących 43,20 % głosów uczestniczących na tym NWZA oraz 21,49%\n                           w ogólnej liczbie głosów. 2. Abrasco Limited - 1.040.631 akcji zwykłych na okaziciela, dających 1.040.631 głosów\n                           na tym NWZA i stanowiących 44,72 % głosów uczestniczących na tym NWZA oraz 22,25%\n                           w ogólnej liczbie głosów.",
        "date": "2017-10-25"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ podaje do publicznej wiadomości uchwały podjęte na NWZA\n                           Spółki w dniu 24 października 2017 roku.",
        "date": "2017-10-25"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Spółki NEUCA S.A. w Toruniu _\"Spółka\"_, zarejestrowanej przez Sąd Rejonowy\n                           w Toruniu, VII Wydział Gospodarczy KRS, pod numerem 0000049872, działając na podstawie\n                           art. 504 § 1 i 2 ksh, niniejszym po raz drugi zawiadamia o zamiarze połączenia NEUCA\n                           S.A. _jako spółki przejmującej_ z Neuca Logistyka Sp. z o.o. _jako spółką przejmowaną_.\n                           Neuca Logistyka Sp. z o.o. jest Spółką zależną od Neuca S.A..  Neuca S.A. posiada 100% udziałów w Spółce Neuca Logistyka Sp. z o.o.",
        "date": "2017-10-11"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Spółki NEUCA S.A. w Toruniu _\"Spółka\"_, zarejestrowanej przez Sąd Rejonowy\n                           w Toruniu, VII Wydział Gospodarczy KRS, pod numerem 0000049872, działając na podstawie\n                           art. 504 § 1 i 2 ksh, zawiadamia o zamiarze połączenia NEUCA S.A. _jako spółki przejmującej_\n                           ze Spółką ITERO-SILFARM Spółka z ograniczoną odpowiedzialnością z siedzibą w Katowicach.\n                           Wyżej wymieniona Spółka Itero-Silfarm Sp. z o.o. jest Spółką zależną od Neuca S.A..\n                           Neuca S.A. posiada 100% udziałów w Spółce Itero-Silfarm Spółka z ograniczoną odpowiedzialnością.Pełną treść zawiadomienia Spółka przekazuje w załączniku.",
        "date": "2017-10-05"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_  informuje, iż w dniu dzisiejszym Spółka otrzymała informację\n                           o rezygnacji Pani Iwony Sierzputowskiej z funkcji członka Rady Nadzorczej Spółki.\n                           Powodem rezygnacji są nowe okoliczności o charakterze zawodowym, które uniemożliwiają\n                           pełnienie funkcji członka Rady Nadzorczej Spółki.",
        "date": "2017-10-03"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 28 grudnia 2018 r. Spółka nabyła\n                           295 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           241,70 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 48.846 akcji własnych stanowiących 1,08% kapitału\n                           zakładowego Spółki i dających 1,08% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-31"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 27 grudnia 2018 r. Spółka nabyła\n                           292 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           243,63 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 48.551 akcji własnych stanowiących 1,07% kapitału\n                           zakładowego Spółki i dających 1,07% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-28"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 21 grudnia 2018 r. Spółka nabyła\n                           195 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           238,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 48.259 akcji własnych stanowiących 1,06% kapitału\n                           zakładowego Spółki i dających 1,06% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-24"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ w związku z zakończeniem subskrypcji akcji zwykłych na\n                           okaziciela serii J, oferowanych kluczowym w dniu podjęcia uchwały akcjonariuszom Spółki\n                           na podstawie uchwały Spółki z dnia 15.01.2009r. o warunkowym podwyższeniu kapitału\n                           zakładowego, przedstawia podsumowanie subskrypcji akcji :1_ Daty rozpoczęcia i zakończenia subskrypcji lub sprzedaży;Data rozpoczęcia: 15.01.2009r.Data zakończenia: 13.12.2018r. 2_  Daty przydziału papierów wartościowych;Akcje były przydzielane posiadaczom warrantów subskrypcyjnych serii D wyemitowanych\n                           na podstawie uchwał WZA z dnia 15.01.2009r. o warunkowym podwyższeniu kapitału zakładowego\n                           oraz emisji warrantów subskrypcyjnych. Przydział następował w dniu zapisu na akcje\n                           w okresie od  13.02.2017r. do 13.12.2018r.3_ Liczba papierów wartościowych objętych subskrypcją lub sprzedażą; 320.000 akcji\n                           serii J.4_ Stopa redukcji w poszczególnych transzach: brak redukcji.5_ Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji lub\n                           sprzedaży: 320.000 akcji serii J.6_ Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży: 320.000 akcji serii J.7_ Ceny, po jakiej papiery wartościowe były nabywane: - 320.000 akcji serii J, zamienne za warranty serii D, były obejmowane po cenie emisyjnej\n                           wynoszącej 56,00 PLN. 8_ Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach: 2 osoby.9_ Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           lub sprzedaży w poszczególnych transzach:  2 osoby.10_ Nazwy _firmy_ subemitentów, którzy objęli papiery wartościowe w ramach wykonywania\n                           umów o subemisję: Spółka nie korzystała z subemitentów.11_ Wartość przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedaży:Wartość przeprowadzonej subskrypcji akcji serii J wyniosła  17.920.000 PLN12_ Łączne koszty emisji wyniosły 32 tys. PLN, z czego: a_ przygotowanie i przeprowadzenia oferty: 32 tys. PLN.b_ wynagrodzenia subemitentów: 0 PLNc_ sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa: 0 PLNd_ promocji oferty: 0 PLNKoszty bezpośrednio związane z emisją w wysokości 7 tys. PLN  obniżyły kapitał zapasowy\n                           Spółki, pozostałe koszty w wysokości 25 tys. PLN zostały ujęte w kosztach okresów,\n                           w których były poniesione. 13_ Średni koszt przeprowadzenia subskrypcji na jedną akcję: 0,1 PLN.",
        "date": "2018-12-21"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka otrzymała zawiadomienia\n                           o zmianie stanu posiadanego udziału w ogólnej liczbie głosów w Spółce. Treść zawiadomień\n                           Spółka przekazuje w załącznikach.",
        "date": "2018-12-21"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka otrzymała zawiadomienia\n                           od osób zobowiązanych o transakcjach na akcjach Spółki. Treść zawiadomień Spółka przekazuje\n                           w załącznikach.",
        "date": "2018-12-21"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 20 grudnia 2018 r. Spółka nabyła\n                           275 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           236,43 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 48.064 akcje własne stanowiące 1,06% kapitału\n                           zakładowego Spółki i dające 1,06% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-21"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka otrzymała od\n                           osoby zobowiązanej korektę do informacji o transakcji na akcjach Spółki, która została\n                           opublikowana raportem bieżącym nr 152/2018 w dniu 14 grudnia 2018r. Skorygowaną treść\n                           zawiadomienia Spółka przekazuje w załączniku.",
        "date": "2018-12-20"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 19 grudnia 2018 r. Spółka nabyła\n                           255 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           234,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 47.789 akcji własnych stanowiących 1,05% kapitału\n                           zakładowego Spółki i dających 1,05% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-20"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 18 grudnia 2018 r. Spółka nabyła\n                           232 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           238,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 47.534 akcje własne stanowiące 1,05% kapitału\n                           zakładowego Spółki i dające 1,05% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-19"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 17 grudnia 2018 r. Spółka nabyła\n                           225 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           245,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 204.085 akcji własnych stanowiących 4,50% kapitału\n                           zakładowego Spółki i dających 4,50% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-18"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 14 grudnia 2018 r. Spółka nabyła\n                           217 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           242,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 203.860 akcji własnych stanowiących 4,50% kapitału\n                           zakładowego Spółki i dających 4,50% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-17"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 14 grudnia 2018 roku nastąpiło podwyższenie\n                           kapitału zakładowego Spółki o kwotę 61.275 zł. Podwyższenie nastąpiło na podstawie:a_ uchwały NWZA Spółki nr 4 z dnia 15 stycznia 2009 roku o warunkowym podwyższeniu\n                           kapitału zakładowego, w odniesieniu do akcji serii J, oraz b_ uchwały NWZA Spółki nr 5 z dnia 10 grudnia 2014 roku, zmienionej uchwałą nr 6 NWZA\n                           Spółki z dnia 5 listopada 2015 roku,  uchwałą nr 21 ZWZA Spółki z dnia 27 kwietnia\n                           2017 roku oraz uchwałą nr 12 NWZA Spółki z dnia 16 stycznia 2018 roku o warunkowym\n                           podwyższeniu kapitału zakładowego, w odniesieniu do akcji serii Ł, z dniem 14 grudnia\n                           2018 r., w wyniku objęcia 56.000 _słownie: pięćdziesiąt sześć tysięcy_ akcji zwykłych\n                           na okaziciela serii J Spółki, przez posiadaczy warrantów subskrypcyjnych serii D Spółki,\n                           uprawniających do obejmowania akcji, emitowanych w formie dokumentu na podstawie uchwał\n                           nr 6 oraz 7 z dnia 15 stycznia 2009  roku NWZA Spółki w sprawie odpowiednio: emisji\n                           warrantów subskrypcyjnych Spółki serii D oraz wyłączenia w całości praw poboru dotychczasowych\n                           akcjonariuszy, jak też w wyniku objęcia 5.275 _pięć tysięcy dwieście siedemdziesiąt\n                           pięć_ akcji emisji serii Ł Spółki, przez posiadaczy warrantów subskrypcyjnych serii\n                           G Spółki, uprawniających do obejmowania akcji, emitowanych w formie dokumentu na podstawie\n                           uchwał nr 7 oraz 8 z dnia 10 grudnia 2014 roku NWZA Spółki w sprawie odpowiednio:\n                           emisji warrantów subskrypcyjnych Spółki serii G oraz wyłączenia w całości praw poboru\n                           dotychczasowych akcjonariuszy _z późn zm._. W wyniku objęcia oraz wydania dokumentów akcji zgodnie z art. 452 par. 1 kodeksu spółek\n                           handlowych, nastąpiło nabycie praw z akcji oraz podwyższenie kapitału zakładowego\n                           Spółki na podstawie powołanych wyżej uchwał o warunkowym podwyższeniu kapitału zakładowego.\n                           Po podwyższeniu, kapitał zakładowy NEUCA S.A. wynosi 4.532.787 zł i dzieli się na\n                           4.532.787 akcji o wartości nominalnej 1 zł każda. Podwyższony kapitał został w całości\n                           opłacony. Ogólna liczba głosów wynikająca ze wszystkich wyemitowanych akcji wynosi\n                           4.532.787.",
        "date": "2018-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka otrzymała od\n                           osoby zobowiązanej informację o transakcji na akcjach Spółki. Treść zawiadomienia\n                           Spółka przekazuje w załączniku.",
        "date": "2018-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 13 grudnia 2018 r. Spółka nabyła\n                           199 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           244,37 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 203.643 akcje własne stanowiące 4,55% kapitału\n                           zakładowego Spółki i dające 4,55% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 13 grudnia 2018 r. Spółka nabyła\n                           199 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           244,37 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 203.643 akcje własne stanowiące 4,55% kapitału\n                           zakładowego Spółki i dające 4,55% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 12 grudnia 2018 r. Spółka nabyła\n                           168 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           244,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 203.444 akcje własne stanowiące 4,55% kapitału\n                           zakładowego Spółki i dające 4,55% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-13"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 11 grudnia 2018 r. Spółka nabyła\n                           169 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           247,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 203.276 akcji własnych stanowiących 4,55% kapitału\n                           zakładowego Spółki i dających 4,55% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-12-12"
    },
    {
        "company_name": "NEUCA",
        "content": "Neuca S.A. _\"Spółka\"_ informuje, iż w wykonaniu ogłoszonej w dniu 13 listopada 2018r.\n                           oferty zakupu akcji _raport bieżący nr 145/2018_, Spółka nabyła w dniu dzisiejszym\n                           13.028 akcji własnych po cenie 235,00 zł za jedną akcję. Nabycie ww. akcji nastąpiło\n                           poza rynkiem regulowanym, za pośrednictwem Domu Maklerskiego mBanku z siedzibą w Warszawie.\n                           Przed rozliczeniem transakcji Spółka posiadała 190.079 akcji własnych. Po rozliczeniu\n                           transakcji Spółka posiada 203.107 akcji własnych, stanowiących 4,54% kapitału zakładowego\n                           i dających 4,54% głosów na Walnym Zgromadzeniu Akcjonariuszy. W wyniku ogłoszonej oferty zakupu akcji, Dom Maklerski mBank S.A. przyjął zapisy na\n                           sprzedaż 13.028 akcji. Wszystkie przyjętę oferty nabycia akcji zostały przyjęte do\n                           realizacji i zostały zrealizowane. Nie nastąpiła procentowa redukcja ilości skupionych\n                           akcji.",
        "date": "2018-12-06"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż dniu 21.11.2018 r. Spółka powzięła informację\n                           o wydaniu postanowienia Sądu Rej. w Toruniu Wydział KRS z dnia 20.11.2018r. o rejestracji\n                           przez Sąd zmiany statutu Spółki, w zakresie obniżenia kapitału zakładowego Spółki\n                           o kwotę 156.783 zł. Obniżenie wynika z umorzenia 156.783 akcji własnych serii F, skupionych\n                           przez Spółkę w ramach programu skupu akcji własnych prowadzonego w roku 2018. roku.\n                           Aktualny tekst jednolity statutu Spółki stanowi załącznik do niniejszego zawiadomienia.Począwszy od 20.11.2018r. kapitał zakładowy NEUCA S.A. wynosi 4.471.512 zł, i dzieli\n                           się na 4.471.512 akcji o wartości 1 zł każda. Podwyższony kapitał został w całości\n                           opłacony. Ogólna liczba głosów wynikająca ze wszystkich wyemitowanych akcji wynosi\n                           4.471.512.",
        "date": "2018-11-21"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Neuca S.A. _\"Spółka\"_ informuje, iż w dniu 20 listopada 2018r. Spółka otrzymała\n                           decyzję Naczelnika Kujawsko-Pomorskiego Urzędu Celno-Skarbowego w Toruniu _\"Urząd\"_\n                           określającą zobowiązanie podatkowe w podatku dochodowym od osób prawnych za 2012 r.\n                           w kwocie wyższej od zadeklarowanej o wartość 7.723,4 tys. PLN plus odsetki od zaległości\n                           podatkowych. Decyzja została wydana pomimo przedstawienia przez Spółkę szeregu argumentów wskazujących,\n                           iż ustalenia Urzędu są błędne i nie mają podstaw prawnych. Dodatkowo, Spółka posiada\n                           potwierdzenie prawidłowości swoich rozliczeń w formie indywidualnej interpretacji\n                           przepisów prawa podatkowego. W związku z powyższym Spółka nie tworzy rezerw obciążających\n                           wynik finansowy. Powyższa decyzja jest ostateczna w administracyjnym toku instancji. Spółka planuje\n                           zaskarżenie powyższej decyzji do Wojewódzkiego Sądu Administracyjnego. Spółka informowała o toczących się postępowaniach w raportach okresowych, w tym w\n                           raporcie za I półrocze 2018 r",
        "date": "2018-11-20"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ z siedzibą w Toruniu niniejszym ogłasza ofertę zakupu\n                           nie więcej niż 150.000 _słownie: sto pięćdziesiąt tysięcy_ akcji Spółki, stanowiących\n                           na dzień ogłoszenia oferty łącznie nie więcej niż 3,24% kapitału zakładowego Spółki\n                           _\"Oferta\"_. Oferowana cena zakupu akcji wynosi 235,00 zł _słownie: dwieście trzydzieści\n                           pięć złotych_ za jedną akcję.Podmiotem pośredniczącym w przeprowadzeniu i rozliczeniu Oferty jest mBank S.A. z\n                           siedzibą w Warszawie, prowadząca działalność maklerską w ramach wyodrębnionej jednostki\n                           organizacyjnej pod nazwą Dom Maklerski mBanku.Przyjmowanie ofert sprzedaży akcji od akcjonariuszy Spółki rozpocznie się w dniu 19\n                           listopada 2018 r., a zakończy w dniu 3 grudnia 2018 r. Rozliczenie wszystkich transakcji\n                           jest planowane na 6 grudnia 2018 r.Szczegółowe informacje dotyczące zasad przeprowadzenia skupu akcji własnych i procedury\n                           odpowiedzi znajdują się w Ofercie.",
        "date": "2018-11-13"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. informuje, iż w dniu 6 listopada 2018r. Prosper S.A., spółka zależna\n                           od NEUCA S.A., otrzymała decyzję Naczelnika Mazowieckiego Urzędu Celno-Skarbowego\n                           w Warszawie  _\"Urząd\"_ określającą zobowiązanie podatkowe w podatku dochodowym za\n                           rok 2012r. w wysokości 5.864 tys. PLN plus odsetki od zaległości podatkowych. Decyzja została wydana pomimo przedstawienia przez Prosper S.A. szeregu argumentów\n                           wskazujących, iż ustalenia Urzędu są błędne i nie mają podstaw prawnych. Dodatkowo,\n                           Prosper S.A. posiada potwierdzenie prawidłowości swoich rozliczeń w formie indywidualnej\n                           interpretacji przepisów prawa podatkowego. W związku z powyższym Prosper S.A. nie\n                           tworzy rezerw obciążających wynik finansowy.Powyższa decyzja jest ostateczna w administracyjnym toku instancji. Prosper S.A. planuje\n                           zaskarżenie powyższej decyzji do Wojewódzkiego Sądu Administracyjnego.NEUCA S.A. informowała o toczących się postępowaniach w raportach okresowych, w tym\n                           w raporcie za I półrocze 2018 r.",
        "date": "2018-11-06"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 12 października 2018 r. Spółka nabyła\n                           383 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           246,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 190.079 akcji własnych stanowiących 4,11% kapitału\n                           zakładowego Spółki i dające 4,11% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-15"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 11 października 2018 r. Spółka nabyła\n                           143 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           254,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 189.696 akcji własnych stanowiących 4,10% kapitału\n                           zakładowego Spółki i dające 4,10% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-12"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 10 października 2018 r. Spółka nabyła\n                           2 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła 257,00\n                           zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią 0,001%\n                           udziałów w kapitale zakładowym Spółki i dają 0,001% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 189.553 akcje własne stanowiące 4,10% kapitału\n                           zakładowego Spółki i dające 4,10% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-11"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż uchwałą nr 1043/2018 z dnia 10 października\n                           2018 r. Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. postanowił dopuścić\n                           do obrotu giełdowego na rynku podstawowym z dniem 12 października 2018 r.  5.670 _pięć\n                           tysięcy sześćset siedemdziesiąt_ akcji zwykłych na okaziciela serii Ł Spółki, pod\n                           warunkiem dokonania przez Krajowy Depozyt Papierów Wartościowych S.A. w dniu 12 października\n                           2018 r. rejestracji tych akcji i oznaczenia ich kodem \"PLTRFRM00018\".Zgodnie z uchwałą nr 532/2018 z dnia 28 sierpnia 2018 r. Zarządu Krajowego Depozytu\n                           Papierów Wartościowych S.A. zarejestrowanie powyższych akcji w depozycie papierów\n                           wartościowych nastąpi w terminie trzech dni od otrzymania przez Krajowy Depozyt dokumentów\n                           potwierdzających podjęcie przez spółkę prowadzącą rynek regulowany decyzji o wprowadzeniu\n                           akcji do obrotu na rynku regulowanym.",
        "date": "2018-10-10"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 9 października 2018 r. Spółka nabyła\n                           419 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           260,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 189.551 akcji własnych stanowiących 4,10% kapitału\n                           zakładowego Spółki i dających 4,10% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-10"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 8 października 2018 r. Spółka nabyła\n                           151 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           258,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 189.132 akcji własnych stanowiących 4,09% kapitału\n                           zakładowego Spółki i dających 4,09% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-09"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd Spółki NEUCA S.A. w Toruniu, działając na podstawie art. 504 § 1 i 2 ksh, po\n                           raz drugi zawiadamia o zamiarze połączenia NEUCA S.A. _jako spółki przejmującej_ ze\n                           spółką ACCEDIT Sp. z o.o. z siedzibą w Toruniu _jako spółką przejmowaną_. NEUCA S.A. posiada po 100% akcji wyżej wymienionej Spółki. Szczegółowa treść zawiadomienia w załączniku.",
        "date": "2018-10-08"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 5 października 2018 r. Spółka nabyła\n                           263 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           254,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 188.981 akcji własnych stanowiących 4,08% kapitału\n                           zakładowego Spółki i dających 4,08% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-08"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 4 października 2018 r. Spółka nabyła\n                           1.140 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           259,70 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,02% udziałów w kapitale zakładowym Spółki i dają 0,02% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 188.718 akcji własnych stanowiących 4,08% kapitału\n                           zakładowego Spółki i dających 4,08% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-05"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 2 października 2018 r. Spółka nabyła\n                           1.042 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           256,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,02% udziałów w kapitale zakładowym Spółki i dają 0,02% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 187.578 akcji własnych stanowiących 4,05% kapitału\n                           zakładowego Spółki i dających 4,05% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-03"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 1 października 2018 r. Spółka nabyła\n                           1.254 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           263,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,03% udziałów w kapitale zakładowym Spółki i dają 0,03% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 186.536 akcji własnych stanowiących 4,03% kapitału\n                           zakładowego Spółki i dających 4,03% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-02"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 28 września 2018 r. Spółka nabyła\n                           1.458 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           262,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,03% udziałów w kapitale zakładowym Spółki i dają 0,03% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 185.012 akcje własne stanowiące 4,00% kapitału\n                           zakładowego Spółki i dające 4,00% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-10-01"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 27 września 2018 r. Spółka nabyła\n                           1.501 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           267,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,03% udziałów w kapitale zakładowym Spółki i dają 0,03% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 183.554 akcje własne stanowiące 3,97% kapitału\n                           zakładowego Spółki i dające 3,97% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-28"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 26 września 2018 r. Spółka nabyła\n                           2.043 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           265,74 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,04% udziałów w kapitale zakładowym Spółki i dają 0,04% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 182.053 akcje własne stanowiące 3,93% kapitału\n                           zakładowego Spółki i dające 3,93% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-27"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 25 września 2018 r. Spółka nabyła\n                           1.981 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           268,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,04% udziałów w kapitale zakładowym Spółki i dają 0,04% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 180.010 akcji własnych stanowiących 3,89% kapitału\n                           zakładowego Spółki i dających 3,89% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-26"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 24 września 2018 r. Spółka nabyła\n                           610 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           265,47 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 178.029 akcji własnych stanowiących 3,85% kapitału\n                           zakładowego Spółki i dających 3,85% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-25"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 21 września 2018 r. Spółka nabyła\n                           347 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           258,29 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 177.419 akcji własnych stanowiących 3,83% kapitału\n                           zakładowego Spółki i dających 3,83% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-24"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 20 września 2018 r. Spółka nabyła\n                           118 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           258,92 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 177.072 akcje własne stanowiące 3,83% kapitału\n                           zakładowego Spółki i dające 3,83% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-21"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 19 września 2018 r. Spółka nabyła\n                           32 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           255,06 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 176.954 akcje własne stanowiące 3,82% kapitału\n                           zakładowego Spółki i dające 3,82% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-20"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 18 września 2018 r. Spółka nabyła\n                           1.998 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           264,50 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,04% udziałów w kapitale zakładowym Spółki i dają 0,04% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 176.922 akcje własne stanowiące 3,82% kapitału\n                           zakładowego Spółki i dające 3,82% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-19"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 17 września 2018 r. Spółka nabyła\n                           207 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           259,99 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 174.924 akcje własne stanowiące 3,78% kapitału\n                           zakładowego Spółki i dające 3,78% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-18"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 14 września 2018 r. Spółka nabyła\n                           23 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           258,26 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 174.717 akcji własnych stanowiących 3,77% kapitału\n                           zakładowego Spółki i dających 3,77% głosów na Walnym Zgromadzeniu Akcjonariuszy. Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-17"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 13 września 2018 r. Spółka nabyła\n                           1.122 akcje własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           257,99 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,02% udziałów w kapitale zakładowym Spółki i dają 0,02% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 174.694 akcje własne stanowiące 3,77% kapitału\n                           zakładowego Spółki i dające 3,77% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-14"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 12 września 2018 r. Spółka nabyła\n                           1.625 akcji własnych w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           260,00 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,04% udziałów w kapitale zakładowym Spółki i dają 0,04% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 173.572 akcje własne stanowiące 3,75% kapitału\n                           zakładowego Spółki i dające 3,75% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-13"
    },
    {
        "company_name": "NEUCA",
        "content": "Zarząd NEUCA S.A. _\"Spółka\"_ informuje, iż w dniu 11 września 2018 r. Spółka nabyła\n                           401 akcji własne w celu umorzenia. Średnia jednostkowa cena nabycia akcji wyniosła\n                           255,03 zł, wartość nominalna nabytych akcji wynosi 1,00 zł. Nabyte akcje stanowią\n                           0,01% udziałów w kapitale zakładowym Spółki i dają 0,01% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy. Łącznie Spółka posiada 171.947 akcji własnych stanowiących 3,72% kapitału\n                           zakładowego Spółki i dających 3,72% głosów na Walnym Zgromadzeniu Akcjonariuszy.Skup ww. akcji własnych prowadzony jest na rynku podstawowym Giełdy Papierów Wartościowych\n                           w Warszawie S.A. przez Ipopema Securities S.A.",
        "date": "2018-09-12"
    }
]