[
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2017-12-29"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobami pełniącymi obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2017-12-28"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobami pełniącymi obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobami pełniącymi obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2017-12-12"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż dzisiejszym Spółka otrzymała od\n                           Ministerstwa Infrastruktury i Transportu Republiki Włoskiej - Departament Transportu,\n                           Nawigacji i Systemów Informatycznych oraz Statystyki - Dyrekcja Generalna Transportu\n                           Publicznego Lokalnego - Zarząd Rządowy Kolei Etneńskiej z siedzibą w Katanii _\"FCE\"_\n                           zamówienie _\"Zamówienie\"_.Zamówienie zostało złożone na podstawie umowy ramowej, o której Spółka informowała\n                           raportem bieżącym nr 6/2013 _\"Umowa Ramowa’_. Umowa Ramowa przewiduje możliwość zamówienia\n                           do 10 spalinowych zespołów trakcyjnych z przekładnią elektryczną _\"Zespoły Trakcyjne\"_\n                           najpóźniej do dnia 02.12.2017. Pierwsze zamówienie wskazane w raporcie bieżącym nr\n                           6/2013 obejmowało dostawę czterech Zespołów Trakcyjnych, które zostały dostarczone\n                           FCE.Przedmiotem Zamówienia jest dostawa przez Spółkę na rzecz FCE kolejnych czterech Zespołów\n                           Trakcyjnych _\"Zamówienie\"_.Cenę jednego Zespołu Trakcyjnego ustalono na  3 723 210,00 zł EUR netto _co stanowi\n                           15 666 523 PLN netto według średniego kursu NBP na dzień dzisiejszy_. Łączna wartość\n                           Zamówienia wynosi 14 892 840,00 EUR  netto _co stanowi 62 666 092 PLN netto według\n                           średniego kursu NBP na dzień dzisiejszy_.Zamówienie ma charakter bezwarunkowy w zakresie jednego Zespołu Trakcyjnego i warunkowy\n                           w zakresie trzech pozostałych Zespołów Trakcyjnych _warunek rozwiązujący_. FCE zastrzegło,\n                           iż obecnie jest w trakcie procesu uzyskiwania finansowania na realizację Zamówienia.\n                           W przypadku nieuzyskania finansowania, zamówienie wygaśnie w zakresie dotyczącym dostawy\n                           trzech Zespołów Trakcyjnych z wyłączeniem jakichkolwiek roszczeń Spółki wobec FCE.Szczegółowe warunki realizacji Zamówienia, w tym terminy dostaw, zostaną określone\n                           w umowie wykonawczej.Podstawa prawna: art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-12-01"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. z siedzibą w Nowym Sączu _\"Spółka\", \"Emitent\"_ informuje,\n                           że w dniu 24 listopada 2017 roku podjął decyzję o rozpoczęciu przeglądu potencjalnych\n                           opcji strategicznych Spółki związanych z procesami konsolidacyjnymi sektora produkcji\n                           taboru kolejowego w Europie _\"Projekt\"_. Na obecnym etapie, Spółka nie podjęła żadnych\n                           wiążących decyzji ani ustaleń w celu realizacji jakiejkolwiek opcji strategicznej.\n                           Wszystkie potencjalne opcje strategiczne oraz potencjalne struktury transakcyjne związane\n                           z Projektem będą przez Spółkę wszechstronnie rozważane i analizowane. W ramach przedmiotowego\n                           przeglądu opcji strategicznych Spółka zamierza prowadzić rozmowy z Polskim Funduszem\n                           Rozwoju S.A. _\"PFR\"_ wraz z jego podmiotami powiązanymi lub funduszami, których częścią\n                           portfela inwestycyjnego zarządza PFR w zakresie: _i_ ewentualnego zaangażowania powyższych\n                           podmiotów w realizację wybranej opcji strategicznej związanej z Projektem, w tym poprzez\n                           pośrednie lub bezpośrednie zaangażowanie w Spółkę oraz _ii_ ewentualnej współpracy\n                           po zrealizowaniu Projektu. Jednocześnie Zarząd Spółki informuje, iż na dzień publikacji niniejszego raportu żadne\n                           decyzje związane z wyborem konkretnej opcji nie zostały dotąd podjęte i nie ma pewności,\n                           czy taka decyzja zostanie podjęta w przyszłości. Spółka będzie informowała o kolejnych\n                           istotnych etapach Projektu, w tym o podjęciu jakichkolwiek wiążących decyzji w tym\n                           zakresie. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-11-24"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2017-10-27"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ informuje, że w dniu dzisiejszym Rada Nadzorcza Spółki\n                           działając na podstawie art. 128 ust. 1 Ustawy o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym z dnia 11 maja 2017 r. powołała Komitet Audytu w następującym\n                           składzie:-  Piotr Kamiński - Przewodniczący Komitetu Audytu-  Agnieszka Pyszczek - Członek Komitetu Audytu-  Gabriel Borg - Członek Komitetu AudytuPowołany w ramach Rady Nadzorczej Komitet Audytu spełnia kryteria niezależności oraz\n                           pozostałe wymagania określone w art. 128 ust. 1 i art. 129 ust. 1, 3, 5 i 6 ustawy\n                           o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym, tj. przynajmniej\n                           jeden członek komitetu audytu posiada wiedzę i umiejętności w zakresie rachunkowości\n                           lub badania sprawozdań finansowych, przynajmniej jeden członek komitetu audytu posiada\n                           wiedzę i umiejętności z zakresu branży w której działa Spółka lub poszczególni członkowie\n                           w określonych zakresach posiadają wiedzę i umiejętności z zakresu tej branży, większość\n                           członków komitetu audytu, w tym jego przewodniczący, jest niezależna od Spółki.Dotychczas zadania Komitetu Audytu wykonywała Rada Nadzorcza Spółki.Zgodnie z przyjętym Regulaminem Komitetu Audytu Spółki, Członkowie Komitetu Audytu\n                           są powoływani przez Radę Nadzorczą spośród członków Rady Nadzorczej na okres jej kadencji.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-10-19"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2017-10-04"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2017-09-25"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_, w nawiązaniu do raportów bieżących nr 9/2015, 37/2015\n                           i 50/2015, informuje, iż w dniu dzisiejszym Naczelny Sąd Administracyjny wydał wyrok\n                           w sprawie skarg kasacyjnych wnioskodawców oraz organu od wyroku Wojewódzkiego Sądu\n                           Administracyjnego w Warszawie z dnia 29.07.2015 uwzględniającego skargę Spółki na\n                           decyzję Ministra Infrastruktury i Rozwoju z dnia 16.02.2015 r. _\"Decyzja\"_ utrzymującą\n                           w mocy decyzję Ministra Transportu, Budownictwa i Gospodarki Morskiej z dnia 31.07.2013\n                           stwierdzającą nieważność decyzji Wojewody Nowosądeckiego z dnia 20 grudnia 1995 roku\n                           dotyczącej uwłaszczenia poprzednika prawnego Spółki działkami nr 4 w obr. 94, nr 3/3\n                           w obr. 95, nr 132, nr 133, nr 134, nr 135, nr 135, nr 136, nr 137, nr 155, nr 156/2,\n                           nr 156/1 w obr. 63, położonymi w Nowym Sączu, w części odnoszącej się do działki nr\n                           156/1.W wydanym wyroku Naczelny Sąd Administracyjny oddalił skargi kasacyjne wnioskodawców\n                           i organu, co sprawia, iż został utrzymany w mocy wyrok Wojewódzkiego Sądu Administracyjnego\n                           w Warszawie z dnia 29.07.2015, w którym Wojewódzki Sąd Administracyjny uwzględnił\n                           skargę administracyjną Spółki i uchylił Decyzję oraz poprzedzającą ją decyzję Ministra\n                           Transportu, Budownictwa i Gospodarki Morskiej z dnia 31.07.2013.Wyrok Naczelnego Sądu Administracyjnego jest prawomocny.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR",
        "date": "2017-09-21"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR",
        "date": "2017-09-15"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _dalej: \"Spółka\"_ niniejszym informuje o zmianie daty przekazania\n                           przez Spółkę skonsolidowanego raportu półrocznego za pierwsze półrocze 2017 roku.Data przekazania skonsolidowanego raportu półrocznego za pierwsze półrocze 2017 roku\n                           zostaje zmieniona z 27 września 2017 r. na 18 września 2017 r.Podstawa prawna: § 103 ust. 2 i § 101 ust. 7 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. nr 33, poz. 259 z późniejszymi zmianami_.",
        "date": "2017-09-13"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           umowę z PKP Linia Hutnicza Szerokotorowa sp. z o.o. z siedzibą w Zamościu _\"Umowa\"_.Przedmiotem Umowy jest wykonanie przez Spółkę na rzecz PKP Linia Hutnicza Szerokotorowa\n                           sp. z o.o. z siedzibą w Zamościu _\"Zamawiający\"_ modernizacji 10 lokomotyw spalinowych\n                           _\"Lokomotywy\"_.Modernizacje Lokomotyw będą wykonywane zgodnie z uzgodnionym przez strony harmonogramem,\n                           a całość przedmiotu Umowy zostanie wykonana do dnia 31 grudnia 2018 r.Szacunkowa łączna wartość Umowy wynosi 96 267 900,00 zł netto, na co składa się 95\n                           280 000,00 zł netto tytułem wynagrodzenia za modernizację 10 Lokomotyw w zakresie\n                           podstawowym wraz z transportem oraz 987 900 zł netto tytułem szacunkowego wynagrodzenia\n                           za wykonanie przewidywanych prac dodatkowych nieobjętych podstawowym zakresem modernizacji,\n                           których konieczność wykonania może ujawnić się po dostarczeniu Lokomotyw do modernizacji, przy czy Zamawiający nie jest zobowiązany do zlecenia wykonania\n                           prac dodatkowych.Spółka udziela gwarancji jakości na wykonany przedmiot Umowy przez okres 24 miesięcy\n                           od odbioru przez Zamawiającego każdej ze zmodernizowanych Lokomotyw z zastrzeżeniem\n                           dłuższego okresu gwarancji dla wskazanych w Umowie komponentów.Spółka zobowiązana jest do wniesienia zabezpieczenia należytego wykonania Umowy, które\n                           służy pokryciu roszczeń Zamawiającego z tytułu niewykonania lub nienależytego wykonania\n                           Umowy, w łącznej wysokości 9 528 000,00 zł w formie gwarancji bankowej lub ubezpieczeniowej.\n                           70 % zabezpieczenia zostanie zwrócone po odbiorze zmodernizowanych Lokomotyw przez\n                           Zamawiającego, a pozostała część zostanie zwrócona po wygaśnięciu okresu gwarancji\n                           udzielonej na prace wykonane w ramach umowy.Umowa przewiduje kary umowne przysługujące Zamawiającemu od Spółki w razie zwłoki\n                           w wykonaniu przedmiot Umowy w stosunku do każdej Lokomotywy, zwłoki w usuwaniu wad,\n                           zwłoki w wykonaniu obowiązków transportowych oraz odstąpienia od Umowy z przyczyn\n                           leżących po stronie Spółki. Umowa nie przewiduje ograniczenia wysokości poszczególnych\n                           kar umownych. Zamawiającemu przysługuje prawo do dochodzenia odszkodowania przekraczającego\n                           wysokość wskazanych w umowie kar umownych.W pozostałym zakresie warunki Umowy nie odbiegają od standardów stosowanych w obrocie\n                           dla tego typu umów.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-07-26"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym otrzymał od Województwa\n                           Zachodniopomorskiego _\"Zamawiający\"_ oświadczenie o skorzystaniu z prawa opcji przewidzianej\n                           umową, o której Spółka informowała raportem bieżącym nr 25/2016 _\"Umowa\"_.Przedmiotem opcji jest zwiększenie przedmiotu Umowy o dostawę przez Spółkę na rzecz\n                           Zamawiającego kolejnych 10 elektrycznych zespołów trakcyjnych _\"EZT’_, w tym sześciu\n                           trzyczłonowych i czterech czteroczłonowych.Łączna wartość opcji wynosi 122.710.000,00 zł netto.Na skutek skorzystania z prawa opcji wartość Umowy ulega zwiększeniu do kwoty 326.610.000,00\n                           zł netto.Dostawy EZT stanowiące przedmiot opcji będą wykonywane przez Spółkę według ustalonego\n                           przez strony harmonogramu, nie później jednak niż do 20 grudnia 2020 r.W pozostałym zakresie warunki Umowy nie ulegają zmianie i nie odbiegają od standardów\n                           stosowanych w obrocie dla tego typu umów.Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-07-06"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ niniejszym informuje, że w dniu dzisiejszym spółka zależna\n                           NEWAG Lease  sp. z o.o. spółka komandytowo-akcyjna z siedzibą w Nowym Sączu _\"NEWAG\n                           Lease\"_ zawarła z Alior Bank S.A. z siedzibą w Warszawie _\"Bank\"_ umowę kredytową\n                           o wartości 100.000.000,00 zł _\"Umowa\"_.Przedmiotem Umowy jest udzielenie NEWAG Lease kredytu nieodnawialnego w kwocie 100.000.000,00\n                           zł.Umowa została zawarta w związku z pełnieniem przez NEWAG Lease funkcji podmiotu finansującego\n                           pozostałe podmioty z grupy kapitałowej NEWAG. Kwota kredytu zostanie przeznaczona\n                           na finansowanie zobowiązań kontraktowych Spółki poprzez udzielenie Spółce pożyczki\n                           przez NEWAG Lease.Kredyt będzie spłacany według harmonogramu określonego w Umowie. Terminem ostatecznej\n                           spłaty wszelkich zobowiązań NEWAG Lease z tytułu Umowy jest 30 listopada 2018 r.Oprocentowanie kredytu oraz marża Banku zostały ustalone na warunkach rynkowych.Zabezpieczeniem roszczeń Banku z tytułu Umowy jest:a_ Hipoteka do kwoty 150 mln zł ustanowiona na rzecz Banku na przysługującym Spółce\n                           prawie wieczystego użytkowania nieruchomości położonej w Nowym Sączu przy ul. Wyspiańskiego\n                           3 wraz z własnością budynków i innych urządzeń wzniesionych na nieruchomości _\"Nieruchomość\"_,b_ Potwierdzony przelew wierzytelności z umowy ubezpieczenia ww. Nieruchomości w zakresie\n                           ubezpieczenia od ognia i innych zdarzeń losowych na sumę ubezpieczenia nie niższą\n                           niż 32,9 mln zł,c_ Potwierdzone przelewy wierzytelności z kontraktów realizowanych przez Spółkę,d_ Przystąpienie do długu przez Spółkę,e_ Pełnomocnictwo do rachunków bankowych NEWAG Lease i Spółki prowadzonych przez Bank,f_ Poddanie się egzekucji z aktu notarialnego w trybie art. 777 kpc przez NEWAG Lease\n                           i Spółkę.Umowa nie zawiera ponadto innych warunków, które odbiegają od warunków powszechnie\n                           stosowanych dla tego typu umów. Ponadto Zarząd Spółki  informuje, że w dniu dzisiejszym Spółka zawarła aneks do umowy\n                           kredytowej z dnia 27 lutego 2012 r. zawartej przez Spółkę z Alior Bank S.A. z siedzibą\n                           w Warszawie _\"Bank\"_, o której Spółka informowała raportami bieżącymi nr 11/2015,\n                           60/2015 i 11/2016 _\"Umowa 2\"_.Przedmiotem aneksu do Umowy 2 jest zmniejszenie kwoty kredyty z 70.000.000,00 zł do\n                           30.000.000,00 zł począwszy od dnia 1 sierpnia 2017 r. oraz przedłużenie terminu ostatecznej\n                           spłaty wszelkich zobowiązań z tytułu Umowy 2 do 31 lipca 2018 r.Zabezpieczeniem roszczeń Banku z tytułu Umowy 2 jest:a_ Hipoteka do kwoty 150 mln zł ustanowiona na rzecz Banku na przysługującym Spółce\n                           prawie wieczystego użytkowania nieruchomości położonej w Nowym Sączu przy ul. Wyspiańskiego\n                           3 wraz z własnością budynków i innych urządzeń wzniesionych na nieruchomości _\"Nieruchomość\"_,b_ Potwierdzony przelew wierzytelności z umowy ubezpieczenia ww. Nieruchomości w zakresie\n                           ubezpieczenia od ognia i innych zdarzeń losowych na sumę ubezpieczenia nie niższą\n                           niż 32,9 mln zł,c_ Potwierdzone przelewy wierzytelności z kontraktów realizowanych przez Spółkę,d_ Pełnomocnictwo do rachunków bankowych Spółki prowadzonych przez Bank,e_ Poddanie się egzekucji z aktu notarialnego w trybie art. 777 kpc przez Spółkę.Pozostałe warunki Umowy 2 nie uległy istotnym zmianom i nie odbiegają od warunków\n                           powszechnie stosowanych dla tego typu umów.Wskazane wyżej umowy zapewniają grupie kapitałowej NEWAG stabilne finansowanie działalności.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-06-26"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Zarząd podjął\n                           uchwałę o rozpoczęciu projektu prac rozwojowych pod nazwą pt. \"Pierwsza na świecie 4-osiowa\n                           lokomotywa z zaawansowanymi spalinowo-elektrycznymi wielosystemowymi układami napędowymi\n                           zgodna z TSI 2014\" _\"Projekt\"_. Rezultatem wykonania projektu będzie uzupełnienie oferty Spółki o czteroosiową lokomotywę,\n                           w pełni zgodną z najnowszymi Technicznymi Specyfikacjami Interoperacyjności, zdolną\n                           do poruszania się po pod różnymi systemami trakcyjnymi _prądu stałego i zmiennego_\n                           funkcjonującymi w Europie, jak też po niezelektryfikowanych odcinkach z wykorzystaniem\n                           jazdy na silniku spalinowym umożliwiając tym samym realizację lekkich prac manewrowych\n                           i jazd po bocznicach oraz zajazdów ze szlaku w przypadku braku zasilania trakcyjnego.\n                           Dysponując tego rodzaju lokomotywą Spółka będzie w stanie rozszerzyć działalność w\n                           zakresie lokomotyw na rynku europejskim, oferując niedostępny dotychczas na rynku\n                           produkt. W ocenie Spółki zapotrzebowanie na tego rodzaju produkt, poza Polską, istnieje\n                           w szczególności w krajach takich jak Republika Czeska, Słowacja i Niemcy.Szacowany całkowity koszt realizacji Projektu wynosi 31 199 903,57 zł.Projekt będzie realizowany w okresie od 01.07.2017 do 28.02.2020.Projekt będzie dofinansowany przez Narodowe Centrum Badań i Rozwoju _\"NCBiR\"_ w ramach\n                           Programu Operacyjnego Inteligentny Rozwój na podstawie zawartej przez Spółkę z NCBiR\n                           umowy o dofinansowanie _\"Umowa\"_, w ramach której NCBiR udzieli Spółkce dofinansowania\n                           Projektu w kwocie nieprzekraczającej 12 479 961,43 zł. Spółka zobowiązuje się zapewnić\n                           trwałość efektów projektu przez okres 5 lat od dnia zakończenia realizacji projektu\n                           _okres trwałości projektu_. W pozostałym zakresie warunki Umowy nie odbiegają od standardów\n                           stosowanych w obrocie dla tego typu umów.Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-06-23"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. \"Spółka\"  informuje, iż w dniu dzisiejszym Rada Nadzorcza NEWAG\n                           S.A. podjęła uchwałę  w sprawie wyboru Mazars Audyt sp. z o.o. z siedzibą w Warszawie\n                           adres: ul. Piękna 18, 00-549 Warszawa jako biegłego rewidenta do badania i przeglądu\n                           sprawozdań finansowych Spółki jednostkowych i skonsolidowanych za rok 2017.Mazars Audyt sp. z o.o. jest wpisana na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych prowadzoną przez Krajową Radę Biegłych Rewidentów pod numerem ewidencyjnym\n                           186.Mazars Audyt sp. z o.o. przeprowadzała badanie i przegląd sprawozdań finansowych Spółki\n                           jednostkowych i skonsolidowanych za rok 2015 oraz za rok 2016.Biegły rewident został wybrany przez Radę Nadzorczą na podstawie § 25 ust. 2 pkt 15\n                           Statutu Spółki oraz zgodnie z obowiązującymi przepisami i normami zawodowymi.Umowa z biegłym rewidentem obejmie przegląd jednostkowego i skonsolidowanego sprawozdania\n                           finansowego za I półrocze 2017 roku oraz badanie jednostkowego i skonsolidowanego\n                           sprawozdania finansowego za rok 2017.Podstawa prawna szczegółowa: § 5 ust. 1 pkt 19 Rozporządzenia Ministerstwa Finansów z 19 lutego 2009 r w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2017-06-14"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Emitent, Spółka\"_ informuje, iż w dniu dzisiejszym Zwyczajne Walne\n                           Zgromadzenie Spółki _\"ZWZ\"_ podjęło uchwałę w sprawie podziału zysku za 2016 rok,\n                           w której przewidziano wypłatę dywidendy dla akcjonariuszy.Zgodnie z treścią uchwały ZWZ:1.na wypłatę dywidendy za rok 2016 przeznaczono kwotę 31 500 000,70 zł, co stanowi\n                           0,70 zł na jedną akcję,2.w dywidendzie uczestniczyć będą wszystkie akcje Spółki _45.000.001 akcji_,3.do otrzymania dywidendy będą uprawnieni akcjonariusze, którym będą przysługiwały\n                           akcje Spółki w dniu 4 września 2017 roku,4.termin wypłaty dywidendy ustalono na 18 września 2017 roku.Podstawa prawna szczegółowa:\n                           §38 ust. 2 Rozporządzenia Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2017-06-06"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A.  _dalej: \"Spółka\"_, działając na podstawie art. 399 § 1 w\n                           związku z art. 402[1] Kodeksu spółek handlowych, oraz § 29 ust. 1 Statutu Spółki,\n                           zwołuje Zwyczajne Walne Zgromadzenie, które odbędzie się w dniu 6 czerwca 2017 r.\n                           o godzinie 12:00 w Warszawie przy ul. Aleje Jerozolimskie 45 _budynek Hotelu Polonia_.Pełna treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia oraz projekty uchwał\n                           z uzasadnieniem stanowią załączniki do niniejszego raportu.Szczegółowa podstawa prawna:RMF GPW § 38 ust. 1 pkt 1, 3",
        "date": "2017-05-10"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Emitent, Spółka\"_ informuje, iż w dniu dzisiejszym Zarząd Spółki\n                           podjął uchwałę o zarekomendowaniu Walnemu Zgromadzeniu przeznaczenia zysku netto Spółki za rok obrotowy\n                           2016 wynoszącego 38 490 295,21 zł na następujące cele:1. kwotę 31 500 000,70 zł na wypłatę dywidendy dla akcjonariuszy, 2. kwotę 6 990 294,51 zł na kapitał zapasowy Spółki. Jednocześnie Spółka informuje, iż w dniu dzisiejszym Rada Nadzorcza pozytywnie zaopiniowała\n                           rekomendację Zarządu wskazaną powyżej.Ostateczną decyzję dotyczącą podziału zysku za rok obrotowy 2016 podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki.Podstawa prawna szczegółowa: §38 ust.1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19.02.2009r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2017-05-09"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _dalej: \"Spółka\"_ niniejszym informuje o zmianie daty przekazania\n                           przez Spółkę jednostkowego raportu rocznego za rok 2016 i skonsolidowanego raportu\n                           rocznego za rok 2016.Data przekazania jednostkowego raportu rocznego za rok 2016 i skonsolidowanego raportu\n                           rocznego za rok 2016 zostaje zmieniona z 28 kwietnia 2017 r. na 24 kwietnia 2017 r.Podstawa prawna: § 103 ust. 2 i § 101 ust. 9 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2009 r. nr 33, poz. 259 z późniejszymi\n                           zmianami_.",
        "date": "2017-04-20"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           umowę z Łódzką Koleją Aglomeracyjną sp. z o.o. z siedzibą w Łodzi _\"Umowa\"_.Przedmiotem Umowy jest dostawa przez Spółkę na rzecz Łódzkiej Kolei Aglomeracyjnej\n                           sp. z o.o. _\"Zamawiający\"_ 14 trzyczłonowych elektrycznych zespołów trakcyjnych _\"EZT\"_\n                           wraz ze świadczeniem usługi utrzymania EZT określonych w przepisach prawa powszechnie\n                           obowiązującego oraz Umowie.Dostawa czterech EZT nastąpi w terminie 20 miesięcy od dnia zawarcia Umowy, nie wcześniej\n                           jednak niż po upływie 19 miesięcy od dnia zawarcia Umowy, a dostawa pozostałych dziesięciu\n                           EZT nastąpi w terminie 32 miesięcy od dnia zawarcia Umowy, nie wcześniej jednak niż\n                           po upływie 30 miesięcy od dnia zawarcia Umowy.Usługi utrzymania EZT świadczone będą do dnia 13 czerwca 2029 r.Szacunkowa maksymalna wartość Umowy wynosi 217.047.774,27 zł netto, na co składa się\n                           wynagrodzenie za dostawę 14 EZT w wysokości 192.500.000,00 zł netto płatne proporcjonalnie\n                           za każdy EZT po jego dostawie oraz wynagrodzenie za świadczenie usługi utrzymania\n                           obliczane i płatne w trakcie świadczenia usługi utrzymania w stosunku do natężenia\n                           eksploatacji EZT przez Zamawiającego.Spółka udziela gwarancji jakości na każdy dostarczony EZT na okres 36 miesięcy od\n                           daty dostawy, z zastrzeżeniem dłuższego okresu gwarancji dla niektórych komponentów\n                           EZT określonych w Umowie. Ponadto Spółka udziela gwarancji jakości na świadczone usługi\n                           utrzymania na okres do następnego przeglądu danego poziomu. Okres rękojmi za wady\n                           równy jest okresowi gwarancji.Spółka wniosła zabezpieczenie należytego wykonania Umowy, które służy pokryciu roszczeń\n                           Zamawiającego z tytułu niewykonania lub nienależytego wykonania Umowy, w łącznej wysokości\n                           5 % maksymalnej szacunkowej wartości Umowy brutto zł, na które składa się gwarancja\n                           bankowa _zabezpieczenie w zakresie świadczenia usług utrzymania_ oraz gwarancja ubezpieczeniowa\n                           _zabezpieczenie w zakresie dostawy EZT_. 70 % zabezpieczenia w zakresie dotyczącym\n                           dostawy EZT zostanie zwrócone po dostawie ostatniego EZT, a pozostała część zostanie\n                           zwrócona po wygaśnięciu rękojmi za wady. 70 % zabezpieczenia w zakresie dotyczącym\n                           usługi utrzymania zostanie zwrócone po zakończeniu świadczenia usługi utrzymania,\n                           a pozostała część zostanie zwrócona po wygaśnięciu rękojmi za wady.Umowa przewiduje kary umowne z tytułu opóźnienia w dostawie EZT, niewykonywania i\n                           nienależytego wykonywania innych przewidzianych w umowie zobowiązań, odstąpienia od\n                           Umowy oraz wypowiedzenia Umowy w zakresie usług utrzymania z przyczyn leżących po\n                           stronie Spółki. Umowa nie przewiduje ograniczenia wysokości poszczególnych kar umownych.\n                           Zamawiającemu przysługuje prawo do dochodzenia odszkodowania przekraczającego wysokość\n                           wskazanych w umowie kar umownych.W pozostałym zakresie warunki Umowy nie odbiegają od standardów stosowanych w obrocie\n                           dla tego typu umów.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-02-28"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ niniejszym informuje, że w dniu dzisiejszym Spółka oraz\n                           Bank Zachodni WBK Spółka Akcyjna z siedzibą we Wrocławiu _\"Bank\"_ zawarły aneks do\n                           umowy kredytowej, o której Spółka informowała raportem bieżącym nr 14/2016 _\"Umowa\"_.Przedmiotem aneksu do Umowy jest przedłużenie linii kredytowej zapewniające kredytowanie\n                           na potrzeby bieżącej działalności oraz dostępność gwarancji bankowych niezbędnych\n                           do zabezpieczenia zobowiązań kontraktowych w postaci:1_ Kredytu w Rachunku Bieżącym do kwoty 70.000.000,00 PLN, z możliwością żądania uruchomienia\n                           do dnia 31.03.2018 i terminem ostatecznej spłaty na dzień 31.03.2018,2_ zlecania Bankowi do dnia 31.03.2018 udzielania gwarancji bankowych z maksymalnym\n                           okresem ważności do 10 lat, z zastrzeżeniem, iż kwota wystawionych gwarancji z okresem\n                           ważności:i_ do 3 lat  nie przekroczy kwoty 170.000.000,00 PLN,ii_  od 3 lat do 10 lat nie przekroczy kwoty 100.000.000,00 PLN,w tym:od 5 lat do 10 lat, nie przekroczy kwoty 15.000.000,00 PLN,Oprocentowanie Kredytów, opłaty z tytułu udzielanych gwarancji oraz prowizja z tytułu\n                           aneksu ustalono na warunkach rynkowych.Pozostałe postanowienia Umowy, w tym zabezpieczenia wierzytelności Banku z tytułu\n                           Umowy, nie uległy istotnym zmianom na skutek aneksu i nie odbiegają od postanowień stosowanych\n                           powszechnie dla tego typu umów.Podstawa prawna:Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-02-27"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _dalej: \"Spółka\"_ niniejszym podaje do publicznej wiadomości daty\n                           przekazywania raportów okresowych w roku obrotowym 2017.I. Raporty kwartalne:- skonsolidowany raport za I kwartał 2017 roku - 29 maja 2017 roku- skonsolidowany raport za III kwartał 2017 roku - 27 listopada 2017 rokuII. Raport półroczny:- skonsolidowany raport półroczny za I półrocze 2017 roku - 27 września 2017 rokuIII. Raporty roczne:- jednostkowy raport roczny za rok 2016 – 28 kwietnia 2017 roku- skonsolidowany raport roczny za rok 2016 - 28 kwietnia 2017 rokuPonadto Zarząd informuje, iż:1. Zgodnie z § 83 ust. 1 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim_Dz. U. z 2009 r. nr 33, poz. 259 z\n                           późn. zm._ _dalej: \"Rozporządzenie\"_ Spółka nie będzie publikować odrębnych jednostkowych\n                           raportów kwartalnych i jednostkowego raportu półrocznego. W raportach skonsolidowanych\n                           kwartalnych i półrocznym zawarte będą odpowiednio kwartalna informacja finansowa i\n                           skrócone półroczne  jednostkowe sprawozdanie finansowe określone w Rozporządzeniu.2. Zgodnie z § 101 ust. 2 Rozporządzenia Spółka nie będzie publikować raportu kwartalnego\n                           oraz skonsolidowanego raportu kwartalnego za IV kwartał 2016 i II kwartał 2017 roku.Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009 r. nr 33, poz. 259\n                           z późniejszymi zmianami_.",
        "date": "2017-01-30"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           umowę z Koleje Dolnośląskie S.A. z siedzibą w Legnicy _\"Umowa\"_.Przedmiotem Umowy jest dostawa przez Spółkę na rzecz Koleje Dolnośląskie S.A. _\"Zamawiający\"_\n                           11 pięcioczłonowych elektrycznych zespołów trakcyjnych _\"EZT\"_ wraz ze świadczeniem\n                           usługi utrzymania.Dostawy EZT będą wykonywane na podstawie uzgodnionego harmonogramu, a całość dostaw\n                           zostanie wykonana do 30.11.2017 r. Usługi utrzymania dostarczonych EZT będą świadczone\n                           do wykonania przez Spółkę przeglądu P3 określonego w przepisach prawa i Umowie.Wartość Umowy wynosi 216.700.000,00 zł netto, co stanowi wynagrodzenie za wykonanie\n                           wszystkich zobowiązań umownych. Wynagrodzenie będzie płatne proporcjonalnie za każdy\n                           EZT po wykonaniu dostawy danego EZT.Spółka wniosła zabezpieczenie należytego wykonania Umowy, które służy pokryciu roszczeń\n                           Zamawiającego z tytułu niewykonania lub nienależytego wykonania Umowy, w wysokości\n                           26.654.100,00 zł w formie gwarancji ubezpieczeniowej. 70 % zabezpieczenia zostanie\n                           zwrócone po dostawie ostatniego EZT. Pozostała część zostanie zwrócona po wygaśnięciu\n                           rękojmi za wady.Umowa przewiduje kary umowne z tytułu opóźnienia w dostawie EZT, niewykonywania i\n                           nienależytego wykonywania innych przewidzianych w umowie zobowiązań oraz odstąpienia\n                           od Umowy z przyczyn leżących po stronie Spółki. Umowa nie przewiduje ograniczenia\n                           wysokości poszczególnych kar umownych. Zamawiającemu przysługuje prawo do dochodzenia\n                           odszkodowania przekraczającego wysokość wskazanych w umowie kar umownych.W pozostałym zakresie warunki Umowy nie odbiegają od standardów stosowanych w obrocie\n                           dla tego typu umów.Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-01-13"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Zarząd podjął\n                           decyzję o zakończeniu projektu prac rozwojowych, o którym Spółka informowała raportem\n                           bieżącym nr 13/2017 _\"Projekt\"_, wraz z jednoczesnym przeznaczeniem zasobów osobowych,\n                           organizacyjnych i finansowych zarezerwowanych pierwotnie dla Projektu na realizację\n                           nowego projektu praw rozwojowych w zakresie stworzenia 6-osiowej lokomotywy elektrycznej,\n                           wielosystemowej, przeznaczonej na rynki krajów Europy Środkowej _\"Nowy Projekt\"_.Zakończenie Projektu przed osiągnięciem zakładanego rezultatu Projektu oraz skierowanie\n                           dostępnych zasobów osobowych, organizacyjnych i finansowych do realizacji Nowego Projektu\n                           wynika z faktu, że obecnie w ocenie Zarządu istnieje większe prawdopodobieństwo uzyskania\n                           zamówień na wielosystemową lokomotywą sześcioosiową niż czteroosiową oraz faktu, że\n                           poniesione dotychczas nakłady na Projekt były nieznaczne.W związku z powyższym Spółka wystąpi do Narodowego Centrum Badań i Rozwoju o rozwiązanie\n                           umowy na dofinansowanie Projektu. Spółka w przyszłości rozważy ubieganie się o dofinansowanie\n                           Nowego Projektu.Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-12-21"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dzisiejszym Spółka otrzymała od\n                           FERROVIE DEL SUD EST E SERVIZI AUTOMOBILISTICI s.r.l. z siedzibą Bari we Włoszech\n                           _\"FSE\"_ zamówienie _\"Zamówienie\"_.Zamówienie zostało złożone na podstawie umowy ramowej, o której Spółka informowała\n                           raportem bieżącym nr 65/2015 _\"Umowa Ramowa\"_. Umowa Ramowa przewidywała możliwość\n                           zamówienia do 15 elektrycznych zespołów trakcyjnych _\"Zespoły Trakcyjne\"_ z zastrzeżeniem,\n                           że pierwsze pięć Zespołów Trakcyjnych zostało zamówionych wraz z zawarciem Umowy Ramowej,\n                           o czym Spółka informowała w raporcie bieżącym nr 65/2015.Przedmiotem Zamówienia jest wykonanie przez Spółkę na rzecz FSE kolejnych sześciu\n                           Zespołów Trakcyjnych.Łączna wartość Zamówienia wynosi 24 210 000,00 EUR netto _co stanowi 103 860 900,00\n                           PLN netto według średniego kursu NBP na dzień dzisiejszy_.Zamówienie powinno zostać zrealizowano w terminie 18 miesięcy od dnia zawarcia wmowy\n                           wykonawczej. Szczegółowe warunki realizacji Zamówienia, w tym szczegółowe terminy\n                           wykonania Zespołów Trakcyjnych, zostaną określone w umowie wykonawczej, której zawarcie\n                           powinno nastąpić do 28.02.2018.FSE wniosła ponadto o przedłużenie terminu na skorzystania z prawa do zamówienia kolejnych\n                           czterech Zespołów Trakcyjnych z 10.12.2018 do dnia 10.10.2019 ze względu na konieczność\n                           zapewnienia finansowania.Podstawa prawna: art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-12-06"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ niniejszym informuje, że w dniu dzisiejszym zawarła z\n                           Alior Bank S.A. z siedzibą w Warszawie _\"Bank\"_ umowę faktoringu _\"Umowa Faktoringu\"_.Przedmiotem Umowy Faktoringu jest faktoring wierzytelności przysługujących Spółce\n                           z tytułu umowy, o której Spółka informowała w raporcie bieżącym nr 9/2018, z przejęciem\n                           przez Bank ryzyka niewypłacalności dłużnika. Limit faktoringu wynosi 80.000.000,00\n                           zł. W ramach faktoringu Spółka zamierza finansować wierzytelności z tytułu wynagrodzenia\n                           za modernizację lokomotyw w części, która będzie płatna w równych 60 ratach.Prowizje z tytułu faktoringu ustalono na warunkach rynkowych.Zabezpieczeniami roszczeń Banku z tytułu Umowy Faktoringu będą:1.pełnomocnictwo do rachunku bieżącego,2.potwierdzona cesja wierzytelności z kontraktu, którego dotyczy faktoring,3.oświadczenie Spółki o poddaniu się egzekucji w trybie art. 777 kpc do kwoty 160\n                           mln zł.Pozostałe warunki określone w Umowie Faktoringu nie odbiegają od warunków powszechnie\n                           stosowanych dla tego typu umów.Ponadto Zarząd Spółki informuje, że w dniu dzisiejszym Spółka zawarła z Bankiem umowę\n                           kredytową _\"Umowa Kredytowa 1\"_.Przedmiotem Umowy Kredytowej 1 jest udzielenie Spółce przez Bank kredytu nieodnawialnego\n                           w kwocie 80.000.000,00 zł w celu częściowego finansowania realizacji umowy, o której\n                           Spółka informowała w raporcie bieżącym nr 9/2018.Dniem ostatecznej spłaty kredytu jest 29 lipca 2022 roku.Prowizje i oprocentowanie z tytułu kredytu ustalono na warunkach rynkowych.Zabezpieczeniami roszczeń Banku z tytułu Umowy Kredytowej 1 będą:1.pełnomocnictwo do rachunku bieżącego,2.potwierdzona cesja wierzytelności z kontraktu, którego dotyczy kredyt _wspólne z\n                           zabezpieczeniem Umowy Faktoringu_,3.oświadczenie o poddaniu się egzekucji w trybie art. 777 kpc do kwoty 160 mln zł.Pozostałe warunki określone w Umowie Kredytowej 1 nie odbiegają od warunków powszechnie\n                           stosowanych dla tego typu umów.Ponadto Zarząd Spółki informuje, że w dniu dzisiejszym Spółka zawarła aneks do umowy\n                           kredytowej zawartej przez Spółkę z Bankiem, o której Spółka informowała raportami\n                           bieżącymi nr 11/2015, 60/2015, 11/2016, 14/2017 i 29/2018  _\"Umowa Kredytowa 2\"_.Przedmiotem aneksu do Umowy Kredytowa 2 jest czasowe zwiększenie kwoty kredytu z 50.000.000,00\n                           zł do 100.000.000,00 zł. Podwyższona kwota kredytu będzie dostępna do dnia 12 stycznia\n                           2019 roku. Termin ostatecznej spłaty kredytu nie ulega zmianie.Zawarcie aneksu do Umowy Kredytowej nr 2 ma na celu zapewnienia finansowania do czasu\n                           uruchomienia kredytu przyznanego na podstawi Umowy Kredytowej 1, co nastąpi po ustanowieniu\n                           zabezpieczeń.Po uruchomieniu finansowania na podstawie Umowy Kredytowej 1 lub upływie terminu dostępności\n                           kwota kredytu objętego Umową Kredytową 2 ulegnie zmniejszeniu do 50.000.000,00 zł.\n                           Pozostałe warunki Umowy Kredytowej 2 nie uległy istotnym zmianom i nie odbiegają od\n                           warunków powszechnie stosowanych dla tego typu umów.Wskazane wyżej umowy zapewniają grupie kapitałowej NEWAG stabilne finansowanie działalności.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-11-13"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           umowę z PKP CARGO S.A. z siedzibą w Warszawie _\"Umowa\"_.Przedmiotem Umowy jest dostawa przez Spółkę na rzecz PKP CARGO S.A. _\"Zamawiający\"_\n                           trzech lokomotyw elektrycznych _\"Lokomotywy\"_ wraz ze świadczeniami dodatkowymi.Dostawy Lokomotyw zostaną wykonywane do dnia 31 grudnia 2018 roku zgodnie z harmonogramem,\n                           który zostanie ustalony przez Strony.Wartość Umowy wynosi 45.260.878,00 PLN netto, w tym 44.970.000,00 PLN netto tytułem\n                           wynagrodzenia za dostawę Lokomotyw. 20% wynagrodzenia netto za dostawę Lokomotyw oraz\n                           100 % VAT od wynagrodzenia za dostawę Lokomotyw zostanie zapłacone po dostawie Lokomotyw,\n                           a 80% wynagrodzenia netto za dostawę Lokomotyw zostanie zapłacone w 60 miesięcznych\n                           ratach.Spółka udzieli gwarancji jakości i rękojmi na Lokomotywy na okres 36 miesięcy od odbioru\n                           przez Zamawiającego każdej z Lokomotyw z zastrzeżeniem dłuższego okresu gwarancji\n                           dla wskazanych w Umowie komponentów Lokomotyw.Spółka zobowiązana jest do wniesienia zabezpieczenie należytego wykonania Umowy, które\n                           służy pokryciu roszczeń Zamawiającego z tytułu niewykonania lub nienależytego wykonania\n                           Umowy w wysokości 1.113.417,60 zł. Dopuszczalne formy gwarancji to wniesienie środków\n                           pieniężnych lub gwarancja bankowa. 50 % zabezpieczenia zostanie zwrócone po odbiorze\n                           wszystkich Lokomotyw przez Zamawiającego, a pozostała część zostanie zwrócona po wygaśnięciu\n                           okresu gwarancji i rękojmi udzielonej na Lokomotywy.Umowa przewiduje kary umowne przysługujące Zamawiającemu od Spółki w razie zwłoki\n                           w dostawach Lokomotyw, nienależytego wykonanie innych zobowiązań umownych oraz odstąpienia\n                           od Umowy z przyczyn leżących po stronie Spółki. Umowa przewiduje ograniczenie łącznej\n                           wysokości kar umownych do 10 % wynagrodzenia netto za dostawę Lokomotyw. Zamawiającemu\n                           przysługuje prawo do dochodzenia odszkodowania przekraczającego wysokość wskazanych\n                           w umowie kar umownych.W pozostałym zakresie warunki Umowy nie odbiegają od standardów stosowanych w obrocie\n                           dla tego typu umów.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-10-25"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd Spółki NEWAG S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym otrzymał od Otwartego\n                           Funduszu Emerytalnego PZU \"Złota Jesień\" reprezentowanego przez Powszechne Towarzystwo\n                           Emerytalne PZU S.A. zawiadomienie złożone na podstawie art. 69 ust. 1 pkt 1 oraz art.\n                           69a ust. 1 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz. U. nr 184 poz. 1539_  w sprawie przekroczenia progu 5% ogólnej liczy\n                           głosów, którego treść Zarząd przekazuje w załączeniu.Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz. U. z 2005 roku Nr 184 poz. 1539 z późn. zm._.",
        "date": "2018-10-16"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Emitent\" lub \"Spółka\"_, w nawiązaniu do raportu bieżącego nr 24/2017\n                           z dnia 24 listopada 2017 roku, informuje, że w dniu dzisiejszym Emitent podjął decyzję\n                           o zakończeniu przeglądu potencjalnych opcji strategicznych Spółki związanych z potencjalnymi\n                           procesami konsolidacyjnymi sektora produkcji taboru kolejowego w Europie _\"Projekt\"_,\n                           przy udziale Polskiego Funduszu Rozwoju S.A. _\"PFR\"_ działającego w imieniu własnym\n                           lub Funduszu Inwestycyjnego Zamkniętego Aktywów Niepublicznych _\"Fundusz\"_. Decyzja Spółki podyktowana jest brakiem sformułowania możliwych kierunków współpracy\n                           strategicznej w zakresie Projektu, a w szczególności sprecyzowania parametrów rozważanego\n                           Projektu, w tym udostępnienia dokumentacji umożliwiającej jego ocenę do dnia publikacji\n                           niniejszego raportu.Emitent informuje przy tym, iż do dnia publikacji niniejszego raportu nie uzgodniono\n                           szczegółowych rozważanych parametrów Projektu, w tym potencjalnego harmonogramu negocjacji\n                           zmierzających do realizacji Projektu. W związku z powyższym Zarząd Emitenta uznał, iż istnieje niskie prawdopodobieństwo\n                           realizacji Projektu na tym etapie, wobec czego postanowił zakończyć rozmowy z PFR\n                           w zakresie możliwych scenariuszy konsolidacji rynku taboru kolejowego. Zarząd Emitenta informuje, iż nie wyklucza rozważania powyższych opcji w przyszłości,\n                           o czym niezwłocznie poinformuje stosownym raportem bieżącym. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-10-03"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           umowę z Województwem Pomorskim _\"Umowa\"_.Przedmiotem Umowy jest dostawa przez Spółkę na rzecz Województwa Pomorskiego _\"Zamawiający\"_\n                           pięciu pięcioczłonowych elektrycznych zespołów trakcyjnych _\"EZT\"_.Umowa przewiduje prawo opcji dla Zamawiającego na zamówienie do pięciu kolejnych EZT.Dostawy EZT będą wykonywane w latach 2018-2020 zgodnie z uzgodnionym przez strony\n                           harmonogramem.Wartość Umowy wynosi 100.000.000,00 zł netto, co stanowi wynagrodzenie za wykonanie\n                           wszystkich zobowiązań umownych. Wartość umowy z uwzględnieniem prawa opcji _tj. rozszerzenia\n                           przedmiotu Umowy o pięć kolejnych EZT_ wynosi 200.000.000,00 zł netto.Spółka udziela gwarancji jakości na każdy dostarczony EZT na okres 36 miesięcy od\n                           daty dostawy z zastrzeżeniem dłuższego okresu gwarancji dla wskazanych w Umowie prac\n                           i materiałów.Spółka wniosła zabezpieczenie należytego wykonania Umowy, które służy pokryciu roszczeń\n                           Zamawiającego z tytułu niewykonania lub nienależytego wykonania Umowy, w wysokości\n                           6.150.000,00 zł w formie gwarancji ubezpieczeniowej. 70 % zabezpieczenia zostanie\n                           zwrócone po dostawie wszystkich EZT. Pozostała część zostanie zwrócona po wygaśnięciu\n                           rękojmi za wady.Umowa przewiduje kary umowne z tytułu opóźnienia w dostawie EZT, niewykonywania i\n                           nienależytego wykonywania innych przewidzianych w umowie zobowiązań oraz odstąpienia\n                           od Umowy z przyczyn leżących po stronie Spółki. Umowa przewiduje ograniczenia wysokości\n                           poszczególnych kar umownych odrębnie dla każdej kategorii kar umownych. Zamawiającemu\n                           przysługuje prawo dochodzenia odszkodowania przekraczającego wysokość wskazanych w\n                           umowie kar umownych.W pozostałym zakresie warunki Umowy nie odbiegają od standardów stosowanych w obrocie\n                           dla tego typu umów.",
        "date": "2018-07-16"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ niniejszym informuje, że w dniu dzisiejszym spółka zależna\n                           NEWAG Lease sp. z o.o. spółka komandytowo-akcyjna z siedzibą w Nowym Sączu _\"NEWAG\n                           Lease\"_ zawarła z Alior Bank S.A. z siedzibą w Warszawie _\"Bank\"_ aneks do umowy kredytowej\n                           z dnia 26.06.2017, o której Spółka informowała raportem bieżącym nr 14/2017 _\"Umowa\"_.Przedmiotem aneksu do Umowy jest przedłużenie terminu ostatecznej spłaty wszelkich\n                           zobowiązań z tytułu Umowy do 31 grudnia 2019 r. oraz zmiana harmonogramu spłaty. Pozostałe warunki Umowy, w tym zabezpieczenia, nie uległy istotnym zmianom i nie odbiegają\n                           od warunków powszechnie stosowanych dla tego typu umów. Ponadto Zarząd Spółki informuje, że w dniu dzisiejszym Spółka zawarła aneks do umowy\n                           kredytowej zawartej przez Spółkę z Alior Bank S.A. z siedzibą w Warszawie _\"Bank\"_,\n                           o której Spółka informowała raportami bieżącymi nr 11/2015, 60/2015, 11/2016 i 14/2017\n                           _\"Umowa 2\"_.Przedmiotem aneksu do Umowy 2 jest zwiększenie kwoty kredytu z 30.000.000,00 zł do\n                           50.000.000,00 zł oraz przedłużenie terminu ostatecznej spłaty wszelkich zobowiązań\n                           z tytułu Umowy 2 do 31 lipca 2019 r.Pozostałe warunki Umowy 2, w tym zabezpieczenia, nie uległy istotnym zmianom i nie\n                           odbiegają od warunków powszechnie stosowanych dla tego typu umów.Wskazane wyżej umowy zapewniają grupie kapitałowej NEWAG stabilne finansowanie działalności.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-06-27"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd Spółki NEWAG S.A. _Spółka, Emitent_ informuje, że w dniu dzisiejszym otrzymał\n                           od Pana Zbigniewa Jakubasa, działającego na podstawie porozumienia, o którym mowa\n                           w art. 87 ust. 1 pkt 5 ustawy ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _\"Ustawa\n                           o ofercie“_, zawartego pomiędzy Zbigniewem Jakubasem wraz z  podmiotem zależnym- Jakubas\n                           Investment Sp. z o.o., Zbigniewem Konieczek wraz z podmiotem zależnym- Sestesso Sp.\n                           z o.o. oraz Bogdanem Borkiem wraz z  podmiotem zależnym- Immovent Sp. z o. o. _łącznie\n                           zwani dalej jako \"Strony Porozumienia\", każda oddzielnie zaś \"Stroną Porozumienia\"_,\n                           w oparciu o 87 ust. 3 Ustawy o ofercie, na podstawie art. 69 ust. 2 pkt 2 Ustawy o\n                           ofercie, zawiadomienie, iż w wyniku  zawarcia w dniu 20.06.2018 roku z datą rozliczenia\n                           w dniu 22.06.2018 roku, transakcji nabycia przez Jakubas Investment Sp. z o.o. 400\n                           000 sztuk akcji Spółki NEWAG S.A., uległ zwiększeniu łączny udział Stron Porozumienia\n                           w kapitale zakładowym oraz w ogólnej liczbie głosów Spółki NEWAG S.A. o więcej niż\n                           1%.Na dzień złożenia przedmiotowego zawiadomienia udział Stron Porozumienia w kapitale\n                           zakładowym oraz w ogólnej liczbie głosów Spółki NEWAG S.A. wynosi odpowiednio: Zbigniew\n                           Jakubas wraz z podmiotem zależnym-  Jakubas Investment Sp. z o.o. posiada 18.202.607\n                           sztuk akcji stanowiących 40,45 % kapitału zakładowego Spółki i tyle samo głosów, \n                           Zbigniew Konieczek wraz z podmiotem zależnym- Sestesso Sp. z o.o. posiada 1.137.436\n                           stanowiących 2,5% kapitału zakładowego Spółki i tyle samo głosów, Bogdan Borek wraz\n                           z podmiotem zależnym- Immovent Sp. z o. o. posiada 570.425 akcji Spółki stanowiących\n                           1,3% kapitału zakładowego Spółki i tyle samo głosów. Łączny udział Stron Porozumienia\n                           wynosi 19.910.468 sztuk akcji reprezentujących 44 % kapitału zakładowego Spółki NEWAG\n                           S.A. i tyle samo głosów.Przed powyższą zmianą Strony Porozumienia łącznie posiadały łącznie 19.510.468 sztuk\n                           akcji NEWAG S.A., stanowiących 43,36 % kapitału zakładowego Spółki i tyle samo głosów,\n                           z czego: Zbigniew Jakubas wraz z podmiotem zależnym- Jakubas Investment Sp. z o.o.\n                           posiadał 17.802.607 sztuk akcji stanowiących 39,56% kapitału zakładowego Spółki i\n                           tyle samo głosów, Zbigniew Konieczek wraz z podmiotem zależnym- Sestesso Sp. z o.o.\n                           posiadał 1.137.436 stanowiących 2,5% kapitału zakładowego Spółki i tyle samo głosów,\n                           Bogdan Borek wraz z podmiotem zależnym- Immovent Sp. z o. o. posiadał 570.425 akcji\n                           Spółki stanowiących 1,3% kapitału zakładowego Spółki i tyle samo głosów.Podstawa prawna: art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz. U. z 2005 roku Nr 184 poz. 1539_.",
        "date": "2018-06-21"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2018-06-21"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Emitent\"_ informuje, że w dniu dzisiejszym Rada Nadzorcza powołała\n                           Zarząd Spółki na kolejną trzyletnią kadencję.W skład Zarządu Spółki kolejnej kadencji zostali powołani:1.Zbigniew Konieczek - Prezes Zarządu,2.Bogdan Borek - Wiceprezes Zarządu,3.Józef Michalik - Wiceprezes Zarządu.Członkowie Zarządu legitymują się następującym wykształceniem, kwalifikacjami i doświadczeniem\n                           zawodowym:Zbigniew KonieczekZbigniew Konieczek z NEWAG S.A. związany jest od ponad 30 lat. Karierę zawodową rozpoczynał\n                           na stanowisku mechanika pojazdów spalinowych. W latach 1984-1988 pracował jako mistrz\n                           produkcji na wydziale napraw lokomotyw spalinowych, a w roku 1988objął stanowisko\n                           kierownika oddziału napraw wózków wagonowych. W latach 1996-1998 pracował jako specjalista\n                           marketingu. W 1998 roku na trzy lata opuścił Spółkę, by objąć stanowisko prezesa zarządu\n                           w Kuźnia Glinik sp. z o.o. z siedzibą w Gorlicach. W czerwcu 2001 roku wrócił do Spółki\n                           i objął funkcję prezesa Zarządu Spółki. Zbigniew Konieczek uzyskał tytuł technika\n                           w Technikum Kolejowym w Nowym Sączu, a następnie tytuł inżyniera Politechniki Krakowskiej\n                           na Wydziale Transportu _kierunek: utrzymanie i eksploatacja pojazdów_. Ukończył też\n                           studia podyplomowe z zakresu zarządzania firmą w Wyższej Szkole Biznesu-NLU w Nowym\n                           Sączu.Bogdan Borek Bogdan Borek karierę zawodową rozpoczął w 1994 roku w Domu Maklerskim Arabski & Gawor\n                           s.c. z siedzibą w Warszawie. W latach 1994-2000 zajmował stanowisko kierownika zespołu\n                           ekonomicznego w Polskim Banku Inwestycyjnym S.A. z siedzibą w Warszawie _obecnie:\n                           Kredyt Bank S.A._. W latach 2000-2001 pracował w FM GLINIK S.A. z siedzibą w Gorlicach\n                           na stanowisku dyrektora finansowego. Od 2001 roku pracuje w Spółce jako dyrektor finansowy.\n                           Od 2015 sprawuje funkcję Wiceprezesa Zarządu NEWAGS.A. Bogdan Borek jest absolwentem\n                           Akadamii Ekonomicznej w Krakowie.Józef MichalikJózef Michalik - wykształcenie wyższe, mgr inż. Elektronik, absolwent Wydziału Elektrotechniki,\n                           Automatyki i Elektroniki Akademii Górniczo-Hutniczej w Krakowie. Karierę zawodową\n                           rozpoczął we wrześniu 1989 r. w firmie Optimus S.A. w dziale technicznym na stanowisku\n                           Dyrektora Technicznego. Od roku 1994 Wiceprezes Zarządu ds. technicznych. Pracę w\n                           Optimus S.A. zakończył na stanowisku Dyrektora IT w roku 2001. Od września 2001 do\n                           czerwca 2003 był zatrudniony w TTI Inventel S.A. na stanowisku Dyrektora Sprzedaży.\n                           W latach 2003-2005 zajmował stanowisko Dyrektora Zarządzającego Unicard S.A. Następnie\n                           zatrudniony w Zakładach Automatyki Polna S.A. na stanowisku Dyrektora Marketingu i\n                           Sprzedaży, Członka Zarządu. Od sierpnia 2009 roku zatrudniony w Newag S.A. na stanowisku\n                           Dyrektora Marketingu, a od 2016 roku jako Wiceprezes Zarządu.Wedle wiedzy Spółki żaden z powołanych członków Zarządu nie prowadzi działalności\n                           konkurencyjnej wobec Emitenta oraz nie uczestniczy w spółce konkurencyjnej wobec Emitenta\n                           jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej,\n                           jak również nie uczestniczy w innej konkurencyjnej osobie prawnej jako członek jej\n                           organu.Wedle wiedzy Spółki żaden z powołanych członków Zarządu nie figuruje w Rejestrze Dłużników\n                           Niewypłacalnych, prowadzonym na podstawie ustawy o KRS. Podstawa prawna: § 5 pkt 5_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 20 kwietnia\n                           2018 r._.",
        "date": "2018-06-13"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Emitent, Spółka\"_ informuje, że w dniu dzisiejszym Zwyczajne Walne\n                           Zgromadzenie Emitenta powzięło uchwały powołujące Radę Nadzorczą kolejnej trzyletniej\n                           kadencji. W skład Rady Nadzorczej kolejnej kadencji zostali powołani:1.Katarzyna Szwarc,2.Piotr Chajderowski,3.Agnieszka Pyszczek,4.Piotr Palenik,5.Piotr Wiśniewski.Rada Nadzorcza na posiedzeniu w dniu dzisiejszym powierzyła swoim członkom pełnienie\n                           następujących funkcji:1.Katarzyna Szwarc – Przewodniczący Rady Nadzorczej,2.Piotr Chajderowski – Wiceprzewodniczący Rady Nadzorczej,3.Agnieszka Pyszczek – Sekretarz Rady Nadzorczej.Pozostałe osoby wchodzące w skład Rady Nadzorczej będą pełnić funkcje Członków Rady\n                           Nadzorczej.Jednocześnie Zarząd informuje, że w dniu dzisiejszym Rada Nadzorcza Spółki działając\n                           na podstawie art. 128 ust. 1 Ustawy o biegłych rewidentach, firmach audytorskich oraz\n                           nadzorze publicznym z dnia 11 maja 2017 r. _\"Ustawa\"_ powołała Komitet Audytu w następującym\n                           składzie:1.Piotr Chajderowski - Przewodniczący Komitetu Audytu spełniający kryteria niezależności\n                           wskazane w art. 129 ust 3 Ustawy, 2.Piotr Palenik- Członek Komitetu Audytu posiadający wiedzę i umiejętności w zakresie\n                           rachunkowości lub badania sprawozdań finansowych oraz spełniający kryteria niezależności\n                           wskazane w art. 129 ust 3 Ustawy,3.Agnieszka Pyszek- Członek Komitetu Audytu posiadający wiedzę i umiejętności w zakresie\n                           rachunkowości lub badania sprawozdań finansowych oraz wiedzę i umiejętności z zakresu\n                           branży Spółki.Członkowie rady nadzorczej legitymują się, wedle wiedzy Spółki, następującym wykształceniem,\n                           kwalifikacjami i doświadczeniem zawodowym:Katarzyna SzwarcAbsolwentka Wydziału Prawa i Administracji Uniwersytetu Warszawskiego _summa cum laudae_,\n                           Radca Prawny wpisany na listę Radców Prawnych prowadzoną przez Okręgową Izbę Radców\n                           Prawnych w Warszawie. Absolwentka IESE Business School – Advanced Management Program.\n                           Działalność zawodową rozpoczynała w Grupie Kapitałowej Mennicy Polskiej S.A. sprawując\n                           zadania nadzoru właścicielskiego nad spółkami zależnymi oraz świadcząc usługi obsługi\n                           korporacyjnej na rzecz organów Mennicy Polskiej S.A. oraz spółek zależnych. Aktualna\n                           działalność zawodowa obejmuje w szczególności pełnienie funkcji jako: Dyrektor Działu\n                           Prawnego i Compliance Mennicy Polskiej S.A., Przewodnicząca Rady Nadzorczej CD Projekt\n                           S.A., Przewodnicząca Komitetu Audytu Rady Nadzorczej CD Projekt S.A., Przewodnicząca\n                           Rady Nadzorczej SOHO Development S.A., Przewodnicząca Rady Nadzorczej NEWAG S.A.Agnieszka PyszczekAgnieszka Pyszczek w latach 1998 - 2000 była asystentem biegłego rewidenta Misters\n                           Audytor sp. z o.o. z siedzibą w Warszawie, a w latach 2000 - 2001 współce System Rewident\n                           sp. zo.o. z siedzibą w Warszawie. W latach 2003 - 2010 pracowała w Multico-Press sp.\n                           z o.o. z siedzibą w Warszawie, gdzie w latach 2003 - 2006 pełniła funkcję zastępcy\n                           głównego księgowego, a w latach 2006-2010 funkcję prokurenta. Od 2004 roku w Multico\n                           była, kolejno, zastępcą głównego księgowego, główną księgową i prokurentem, a obecnie\n                           pełni funkcję dyrektora finansowego oraz prokurenta. W latach 2005 - 2009 pełniła\n                           funkcję sekretarza rady nadzorczej Feroco, a w latach 2005 - 2007 - funkcję członka\n                           zarządu De System sp. z o.o. z siedzibą w Warszawie. W latach 2006 - 2009 była sekretarzem\n                           rady nadzorczej Energopol Warszawa S.A. z siedzibą w Warszawie, a w latach 2008 -\n                           2009 - członkiem rady nadzorczej Wartico Invest sp. z o.o. Obecnie Agnieszka Pyszczek\n                           pełni funkcję: prokurenta w Multico Oficyna Wydawnicza sp. z o.o. z siedzibą w Warszawie,\n                           prokurenta w Multico sp. z o.o., członka Zarządu Jakubas Investment sp. z o.o. z siedzibą\n                           w Warszawie oraz sekretarza Rady Nadzorczej NEWAG S.A. Agnieszka Pyszczek jest absolwentką\n                           Wydziału Finansów i Bankowości Szkoły Głównej Handlowej w WarszawiePiotr ChajderowskiPiotr Chajderowski jest absolwentem Uniwersytetu Łódzkiego, Wydział Ekonomiczno -\n                           Socjologiczny, kierunek – finanse i bankowość, specjalizacja - finanse przedsiębiorstw.\n                           Od kwietnia bieżącego roku pełni funkcję doradcy prezydenta Pracodawców RP ds. restrukturyzacji\n                           przedsiębiorstw. W  latach 2014 – 2017 współpracował z Grupą WorkService S.A. Wcześniej\n                           w latach 2009-2014 pełnił funkcję Wiceprezesa a następnie Prezesa Zarządu OT Logistics\n                           S.A. oraz Prezesa Zarządu podmiotu zależnego - Deutsche Binnenreederei AG w Berlinie\n                           _2011-2014_. W tym okresie odpowiadał za realizację szeregu strategicznych projektów\n                           takich jak program emisji obligacji na rynku Catalyst a następnie debiut akcji spółki\n                           na rynku głównym GPW. Przebieg wcześniejszej kariery zawodowej obejmuje m.in. spółkę\n                           Nowy Przewoźnik Sp. z o.o. _operator linii lotniczych Centralwings_ gdzie sprawował\n                           funkcję Prokurenta a następnie Prezesa Zarządu _2008-2009_, przed rokiem 2005 Piotr\n                           Chajderowski pełnił funkcje zarządzające m.in. w Zakładach Metalurgicznych \"Skawina\"\n                           S.A. W latach 1995 - 1999 pracował jako księgowy inwestycyjny/manager inwestycyjny\n                           w PTP Kleinwort Benson Sp. z o.o. _Grupa Dresdner Bank_. Piotr Chajderowski był członkiem\n                           wielu rad nadzorczych, m. in. Grupa Lotos S.A. oraz Port Handlowy Świnoujście Sp.\n                           z o.o. Obecnie jest Wiceprzewodniczącym Rady Nadzorczej Action S.A. Jest laureatem\n                           licznych nagród biznesowych m.in. przyznanego przez Kapitułę Pracodawców RP Wektora\n                           2012 za \"twórczą realizację planu dynamicznej rozbudowy firmy\" oraz przyznanego przez\n                           Instytut Lecha Wałęsy Orła Polskiego Biznesu w kategorii  transport i logistyka dla\n                           najlepszych firm reprezentujących kapitał polski na terenie Niemiec. Specjalizuje\n                           się w restrukturyzacjach oraz budowie strategii opartej na transakcjach przejęć i\n                           fuzji.Piotr PalenikPan Piotr Palenik ukończył Uniwersytet Łódzki na kierunku Międzynarodowych Stosunków\n                           Gospodarczych i Politycznych. Pracował w domach maklerskich HSBC oraz ING, a obecnie\n                           zasiada w radach nadzorczych spółek publicznych Ronson Development oraz Cambridge\n                           Chocolate Technologies. Posiada blisko 20-letnie doświadczenie w obszarze wycen i\n                           analizy finansowej spółek giełdowych. Znajomość rynku kapitałowego została potwierdzona\n                           licznymi krajowymi i zagranicznymi certyfikatami _CFA, doradca inwestycyjny, makler\n                           papierów wartościowych, egzamin FSA_.Piotr WiśniewskiPan Piotr Wiśniewski jest absolwentem Harvard Business School w ramach General Management\n                           Program. Ukończył również Wydział Nauk Ekonomicznych i Zarządzania Uniwersytetu Mikołaja\n                           Kopernika w Toruniu – specjalizacja: Zarządzanie finansami oraz uzyskał tytuł doktora\n                           nauk ekonomicznych na wydziale Zarządzania Uniwersytetu Ekonomicznego w Poznaniu.\n                           Od 2016 roku Dyrektor Zarządzający DB77 Consulting, Wykładowca na Uniwersytecie Mikołaja\n                           Kopernika w Toruniu The Polish-French Master's Degree Programme - financial analysis,\n                           Wykładowca/expert w ICAN Institute, 2011-2016 CEO Grupy Maflow oraz Dyrektor Zarządzający\n                           Boryszew S.A. Oddział Maflow w Tychach, 2008-2011 Dyrektor Zarządzający Boryszew S.A.\n                           Oddział Elana w Toruniu, Członek Rady Nadzorczej Złoty Stok Grupa S.A, 2008-2011 Przewodniczący\n                           Rady Nadzorczej Hutmen S.A. oraz HMN Szopienice S.A. odpowiedzialny za prowadzenie\n                           polityki Grupy Miedziowej Hutmen S.A., 2007-2011 Doradca Zarządu do spraw rozwoju\n                           Boryszew S.A. oraz NFI Krezus S.A., od 2005 roku Członek Rad Nadzorczych w następujących\n                           spółkach: Alchemia S.A, Hutmen S.A., Narodowy Fundusz Inwestycyjny Krezus S.A. oraz\n                           Zakłady Metalurgiczne Silesia S.A., Huta Metali Nieżelaznych Szopienice S.A., Huta\n                           Aluminium Konin S.A., Izolacja-Matizol S.A., FŁT Łożyska Sp. z o.o., Boryszew ERG\n                           S.A., eCoffee Sp. z o.o., NPA Skawina Sp. z o.o., MSU S.A., Nadwiślana S.A., JPW-DGA\n                           sp. z o.o., Torlen sp. z o.o., Ostrana International GmbH, od 2005 roku Prywatna Praktyka\n                           Doradztwa Podatkowego, 2005-2007 Wspólnik w Biurze Doradztwa Prawnego i Podatkowego\n                           NDW Sp. z o.o. w Toruniu. Wedle wiedzy Spółki żaden z powołanych członków Rady Nadzorczej nie prowadzi działalności\n                           konkurencyjnej wobec Emitenta oraz nie uczestniczy w spółce konkurencyjnej wobec Emitenta\n                           jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej,\n                           jak również nie uczestniczy w innej konkurencyjnej osobie prawnej jako członek jej\n                           organu.Wedle wiedzy Spółki żaden z powołanych członków Rady Nadzorczej nie figuruje w Rejestrze\n                           Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy o KRS. Podstawa prawna: § 5 pkt 5_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 20 kwietnia\n                           2018 r._.",
        "date": "2018-06-13"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ przekazuje treść uchwał powziętych w dniu dzisiejszym\n                           przez Zwyczajne Walne Zgromadzenie Spółki, którego obrady zostały wznowione po ogłoszeniu\n                           przerwy w dniu 6 czerwca 2018 r. Dokumenty będące przedmiotem głosowania zostały przekazane w jednostkowym raporcie\n                           rocznym oraz skonsolidowanym raporcie rocznym, które zostały opublikowane 16 kwietnia\n                           2018 r.Podstawa prawna: § 19 ust. 1 pkt 6_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 20\n                           kwietnia 2018 r._.",
        "date": "2018-06-13"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ przekazuje treść uchwał powziętych w dniu dzisiejszym\n                           przez Zwyczajne Walne Zgromadzenie Spółki, którego obrady zostały wznowione po ogłoszeniu\n                           przerwy w dniu 6 czerwca 2018 r. Dokumenty będące przedmiotem głosowania zostały przekazane w jednostkowym raporcie\n                           rocznym oraz skonsolidowanym raporcie rocznym, które zostały opublikowane 16 kwietnia\n                           2018 r.Podstawa prawna: § 19 ust. 1 pkt 6_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 20\n                           kwietnia 2018 r._.",
        "date": "2018-06-13"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Emitent, Spółka\"_ informuje, że w dniu dzisiejszym do Spółki wpłynęły\n                           następujące kandydatury na członków Rady Nadzorczej Spółki kolejnej kadencji w związku\n                           ze Zwyczajnym Walnym Zgromadzeniem Spółki zwołanym na dzień 06.06.2018, które ogłosiło\n                           przerwę do dnia 13.06.2018 _\"ZWZ\"_.1.Akcjonariusz Spółki Jakubas Investment sp. z o.o. z siedzibą w Warszawie poinformował,\n                           iż na ZWZ zgłosi kandydaturę Pana Piotra Wiśniewskiego.2. Akcjonariusz Spółki Jakubas Investment sp. z o.o. z siedzibą w Warszawie poinformował,\n                           iż na ZWZ zgłosi kandydaturę Pani Agnieszki Pyszczek.3. Akcjonariusz Spółki Sestesso sp. z o.o. z siedzibą w Młodowie poinformował, iż\n                           na ZWZ zgłosi kandydaturę Pani Katarzyny Szwarc.Każdy ze wskazanych wyżej kandydatów wyraził zgodę na kandydowanie oraz oświadczył\n                           iż:- posiada pełną zdolność do czynności prawnych- nie był/a skazany/a prawomocnym wyrokiem za przestępstwa określone w przepisach\n                           rozdziałów XXXIII - XXXVII Kodeksu Karnego oraz w art. 585, 587, 590 oraz 591 Kodeksu\n                           Spółek Handlowych oraz nie toczą się wobec niego/niej postępowania karne w sprawach\n                           określonych wyżej wymienionymi przepisami;- nie prowadzi działalności konkurencyjnej wobec Spółki, nie uczestniczy w spółce\n                           konkurencyjnej do Spółki jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej lub członek jakiejkolwiek konkurencyjnej osoby prawnej;- nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           z dnia 20 sierpnia 1997 roku o Krajowym Rejestrze Sądowym;W załączeniu Emitent przekazuje otrzymane profile zawodowe kandydatów.Podstawa prawna: § 19 ust. 1 pkt 2_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 20\n                           kwietnia 2018 r._.",
        "date": "2018-06-11"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Emitent, Spółka\"_ informuje, że w dniu dzisiejszym Zarząd powziął\n                           informację, że akcjonariusz Spółki Nationale-Nederlanden Otwarty Fundusz Emerytalny\n                           z siedzibą w Warszawie _\"Fundusz\"_  reprezentowany przez Nationale-Nederlanden Powszechne\n                           Towarzystwo Emerytalne S.A. na Zwyczajnym Walnym Zgromadzeniu Spółki, którego obrady\n                           zostaną wznowione 13.06.2018, poprzez pełnomocnika zgłosi kandydaturę Pana Piotra\n                           Palenika na członka Rady Nadzorczej Spółki. Fundusz poinformował, że zgodnie z otrzymanym oświadczeniem, Pan Piotr Palenik spełnia\n                           kryteria jako niezależny członek Rady Nadzorczej.Pan Piotr Palenik wyraził zgodę na kandydowanie i złożył oświadczenia, iż: 1.posiada pełną zdolność do czynności prawnych i nie był skazany prawomocnym wyrokiem\n                           za przestępstwa w przepisach rozdziałów XXXIII - XXXVII Kodeksu Karnego oraz w art.\n                           585, 587, 590 oraz 591 Kodeksu Spółek Handlowych;2. nie pełni funkcji publicznych i nie zajmuje stanowisk, o którym mowa w ustawie\n                           z dnia 21 sierpnia 1997 roku o ograniczeniu prowadzenia działalności gospodarczej\n                           przez osoby pełniące funkcje publiczne;3.nie prowadzi działalności konkurencyjnej wobec Spółki, nie uczestniczy w spółce\n                           konkurencyjnej do Spółki jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej lub członek jakiejkolwiek konkurencyjnej osoby prawnej;4.nie jest wpisany w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy z dnia 20 sierpnia 1997 roku o Krajowym Rejestrze Sądowym;5.spełnia kryteria niezależności członka Rady Nadzorczej Spółki.W załączeniu Emitent przekazuje otrzymany życiorys kandydata. Jednocześnie Emitent\n                           informuje, że zgoda na kandydowanie, oświadczenie kandydata dotyczące warunków pełnienia\n                           funkcji członka Rady Nadzorczej oraz oświadczenie o spełnieniu kryteriów niezależności\n                           zostaną udostępnione akcjonariuszom na ich żądanie.Podstawa prawna: § 19 ust. 1 pkt 2_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 20\n                           kwietnia 2018 r._.",
        "date": "2018-06-06"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ niniejszym informuje, iż Zwyczajne Walne Zgromadzenie\n                           Spółki zwołane na dzień dzisiejszy powzięło uchwałę o ogłoszeniu przerwy w obradach\n                           do dnia 13 czerwca 2018 roku do godziny 11:00. Obrady zostaną wznowione po przerwie\n                           w Warszawie, w Hotelu Polonia, przy Alejach Jerozolimskich 45.Zarząd Spółki w załączeniu przekazuje treść uchwał powziętych przez Zwyczajne Walne\n                           Zgromadzenie w dniu dzisiejszym, do momentu ogłoszenia przerwy w obradach. Podstawa prawna: § 19 ust. 1 pkt 5_ i 6_ Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 20\n                           kwietnia 2018 r._.",
        "date": "2018-06-06"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Emitent, Spółka\"_ informuje, że w dniu dzisiejszym Zarząd powziął\n                           informację, że akcjonariusz Spółki MetLife Otwarty Fundusz Emerytalny _\"Fundusz\"_\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu 6 czerwca 2018 roku poprzez pełnomocnika\n                           Funduszu zgłosi kandydaturę Pana Piotra Chajderowskiego na członka Rady Nadzorczej\n                           Spółki.Fundusz poinformował, że zgodnie z Zasadami Nadzoru Właścicielskiego w działalności\n                           inwestycyjnej MetLife PTE S.A. _\"Towarzystwo\"_ zarządzającego Funduszem, osoba reprezentująca\n                           Fundusz w organach spółki portfelowej powinna spełniać kryteria niezależności. W związku\n                           z tym Fundusz poinformował, że zgodnie z otrzymanym oświadczeniem, Pan Piotr Chajderowski\n                           spełnia kryteria jako niezależny członek Rady Nadzorczej.Pan Piotr Chajderowski wyraził zgodę na kandydowanie i złożył oświadczenia, iż: 1.posiada pełną zdolność do czynności prawnych i nie był skazany prawomocnym wyrokiem\n                           za przestępstwa w przepisach rozdziałów XXXIII – XXXVII Kodeksu Karnego oraz w art.\n                           585, 587, 590 oraz 591 Kodeksu Spółek Handlowych;2.stosownie do art. 4 oraz art. 7 ustawy z dnia 21 sierpnia 1997 roku o ograniczeniu\n                           prowadzenia działalności gospodarczej przez osoby pełniące funkcje publiczne, nie\n                           pełnił funkcji publicznych i nie zajmował stanowisk wymienionych w art. 1 i art. 2\n                           wyżej wymienionej ustawy w okresie roku przed dniem 06.06.2018 _data WZ spółki_ i\n                           nie zajmuje tych stanowisk,  ani nie pełni tych funkcji obecnie, zatem nie ma wobec\n                           niego zastosowania ograniczenie wynikających z art.4 oraz art. 7 powyższej ustawy\n                           w pełnieniu przez niego funkcji w Radzie Nadzorczej Spółki;3.nie prowadzi działalności konkurencyjnej wobec Spółki, nie uczestniczy w spółce\n                           konkurencyjnej do Spółki jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej lub członek jakiejkolwiek konkurencyjnej osoby prawnej;4.nie jest wpisany w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy z dnia 20 sierpnia 1997 roku o Krajowym Rejestrze Sądowym;5.spełnia kryteria niezależności członka Rady Nadzorczej Spółki.W załączeniu Emitent przekazuje otrzymany życiorys kandydata. Jednocześnie Emitent\n                           informuje, że zgodnie z wolą Funduszu, zgoda na kandydowanie, oświadczenie kandydata\n                           dotyczące warunków pełnienia funkcji członka Rady Nadzorczej oraz oświadczenie o spełnieniu\n                           kryteriów niezależności zostaną udostępnione akcjonariuszom na ich żądanie. W przypadku\n                           wyrażenia woli ze strony innych akcjonariuszy na osobiste zapoznanie się z kandydatem,\n                           Fundusz prosi o kontakt telefoniczny z Departamentem Inwestycji MetLife PTE S.A. _22_\n                           523 56 43.Podstawa prawna: § 19 ust. 1 pkt 2_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 20\n                           kwietnia 2018 r._.",
        "date": "2018-06-04"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2018-05-29"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           umowę z \"PKP Intercity\" Spółka Akcyjna z siedzibą w Warszawie _\"Umowa\"_.Przedmiotem Umowy jest dostawa przez Spółkę na rzecz \"PKP Intercity\" Spółka Akcyjna\n                           z siedzibą w Warszawie _\"Zamawiający\"_ 20 lokomotyw elektrycznych _\"Lokomotywy\"_ wraz\n                           ze świadczeniami dodatkowymi oraz usługą utrzymania Lokomotyw do momentu wykonania\n                           przeglądu P4, jednak nie krócej niż przez okres 60 miesięcy od daty dostawy każdej\n                           z Lokomotyw.Umowa przewiduje prawo opcji dla Zamawiającego na zamówienie kolejnych 10 Lokomotyw\n                           wraz z usługą utrzymania. Zamawiający może skorzystać z prawa opcji, w całości lub\n                           częściowo, przed upływem 18 miesięcy od dnia zawarcia Umowy, nie wcześniej jednak\n                           niż 60 dni od dnia dostawy pierwszej Lokomotywy.Dostawy Lokomotyw będą wykonywane w latach 2019-2020 zgodnie z uzgodnionym przez strony\n                           harmonogramem.Szacunkowa łączna wartość Umowy wynosi  298 882 080,00 zł netto, z czego  288 000\n                           000,00 zł netto stanowi wynagrodzenie z tytułu dostawy Lokomotyw oraz świadczeń dodatkowych\n                           płatne proporcjonalnie po dostawie każdej Lokomotywy, a pozostałą część stanowi szacunkowe\n                           wynagrodzenie za świadczenie usługi utrzymania płatne w trakcie utrzymania proporcjonalnie\n                           do przebiegu Lokomotyw. Szacunkowa łączna wartość Umowy z uwzględnieniem prawa opcji\n                           _tj. rozszerzenia przedmiotu zamówienia o kolejne 10 Lokomotyw wraz  z utrzymaniem_\n                           wynosi  448 323 120,00 zł netto, z czego  432 000 000,00 zł netto stanowi wynagrodzenie\n                           z tytułu dostawy Lokomotyw oraz świadczeń dodatkowych płatne proporcjonalnie po dostawie\n                           każdej Lokomotywy, a pozostałą część stanowi szacunkowe wynagrodzenie za świadczenie\n                           usługi utrzymania płatne w trakcie utrzymania proporcjonalnie do przebiegu Lokomotyw.\n                           Umowa przewiduje zaliczki na poczet dostawy Lokomotyw płatne w trakcie wykonywania\n                           przedmiotu Umowy w zakresie dostawy Lokomotyw w łącznej wysokości 20 % wynagrodzenia\n                           z tytułu dostawy Lokomotyw, wypłacane po przedstawieniu przez Spółkę gwarancji zwrotu\n                           zaliczki w formie gwarancji bankowej lub ubezpieczeniowej.Spółka udzieli: _i_ gwarancji jakości i rękojmi na Lokomotywy na okres 36 miesięcy\n                           od odbioru przez Zamawiającego każdej z Lokomotyw z zastrzeżeniem dłuższego okresu\n                           gwarancji dla wskazanych w Umowie komponentów Lokomotywy; oraz _ii_ gwarancji jakości\n                           i rękojmi na wykonane prace i materiały użyte podczas przeglądu P4 na okres 36 miesięcy\n                           od wykonania przeglądu P4 z zastrzeżeniem dłuższego okresu gwarancji dla wskazanych\n                           w Umowie prac i materiałów.Spółka wniosła zabezpieczenia należytego wykonania Umowy, które służy pokryciu roszczeń\n                           Zamawiającego z tytułu niewykonania lub nienależytego wykonania Umowy w formie gwarancji\n                           bankowej: _i_ w wysokości 26 568 000,00 zł tytułem zabezpieczenia roszczeń związanych\n                           z częścią umowy dotyczącą dostaw Lokomotyw, z czego  70 % zabezpieczenia zostanie\n                           zwrócone po odbiorze wszystkich Lokomotyw przez Zamawiającego, a pozostała część zostanie\n                           zwrócona po wygaśnięciu okresu gwarancji i rękojmi udzielonej na Lokomotywy; oraz\n                           _ii_ 1 003 871,88 zł tytułem zabezpieczenia roszczeń związanych z usługą utrzymania\n                           Lokomotyw,  z czego  70 % zabezpieczenia zostanie zwrócone po wykonaniu przeglądów\n                           P4 wszystkich Lokomotyw, a pozostała część zostanie zwrócona po wygaśnięciu okresu\n                           gwarancji i rękojmi udzielonej na wykonanie przeglądów P4.Umowa przewiduje kary umowne przysługujące Zamawiającemu od Spółki w razie zwłoki\n                           w dostawach Lokomotyw, zwłoki w usuwaniu wad, nienależytego wykonanie innych zobowiązań\n                           umownych oraz odstąpienia od Umowy z przyczyn leżących po stronie Spółki. Umowa przewiduje\n                           ograniczenia wysokości poszczególnych kar umownych odrębnie dla każdej kategorii kar\n                           umownych. Zamawiającemu przysługuje prawo do dochodzenia odszkodowania przekraczającego\n                           wysokość wskazanych w umowie kar umownych.W pozostałym zakresie warunki Umowy nie odbiegają od standardów stosowanych w obrocie\n                           dla tego typu umów.Podstawa prawna: art. 17 ust. 1 MAR.",
        "date": "2018-05-29"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2018-05-25"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2018-05-24"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _dalej \"Spółka\"_ niniejszym informuje o zmianie daty przekazania\n                           przez Spółkę skonsolidowanego raportu kwartalnego za I kwartał 2018 roku _zawierającego\n                           również kwartalną informację finansową określoną w § 62 ust. 1  Rozporządzenia Ministra\n                           Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim_.Data przekazania skonsolidowanego raportu kwartalnego za I kwartał 2018 roku zostaje\n                           zmieniona z 14 maja 2018 r. na 21 maja 2018 r.Podstawa prawna: § 79 ust. 1 i § 80 ust. 2 Rozporządzenia Ministra Finansów z dnia\n                           29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757\n                           z dnia 20 kwietnia 2018 r._.",
        "date": "2018-05-09"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A.  _dalej: \"Spółka\"_, działając na podstawie art. 399 § 1 w\n                           związku z art. 402 [1] Kodeksu spółek handlowych oraz § 29 ust. 1 Statutu Spółki,\n                           zwołuje Zwyczajne Walne Zgromadzenie Spółki, które odbędzie się w dniu 6 czerwca 2018\n                           r. o godzinie 11:00 w Warszawie przy ul. Aleje Jerozolimskie 45 _budynek Hotelu Polonia_.Pełna treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia, projekty uchwał\n                           z uzasadnieniem oraz dokumentacja przedkładana Zwyczajnemu Walnemu Zgromadzeniu stanowią\n                           załączniki do niniejszego raportu.Szczegółowa podstawa prawna:RMF GPW § 38 ust. 1 pkt 1, 3",
        "date": "2018-04-27"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Zarząd Spółki podjął\n                           uchwałę o zarekomendowaniu Walnemu Zgromadzeniu przeznaczenia zysku netto Spółki za\n                           rok obrotowy 2017 wynoszącego 14.787.463,54 zł w całości na kapitał zapasowy Spółki.\n                           Jednocześnie Zarząd informuje, iż w dniu dzisiejszym Rada Nadzorcza Spółki pozytywnie\n                           zaopiniowała rekomendację Zarządu wskazaną powyżej.Ostateczną decyzję dotyczącą podziału zysku za rok obrotowy 2017 podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki.Podstawa prawna szczegółowa: §38 ust.1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19.02.2009r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2018-04-19"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _dalej: \"Spółka\"_ niniejszym informuje o zmianie daty przekazania\n                           przez Spółkę jednostkowego raportu rocznego za rok 2017 i skonsolidowanego raportu\n                           rocznego za rok 2017.Data przekazania jednostkowego raportu rocznego za rok 2017 i skonsolidowanego raportu\n                           rocznego za rok 2017 zostaje zmieniona z 9 kwietnia 2018 roku na 16 kwietnia 2018\n                           roku.Podstawa prawna: § 103 ust. 2 i § 101 ust. 9 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. nr 33, poz. 259 z późniejszymi zmianami_.",
        "date": "2018-04-05"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           umowę z PKP Cargo S.A. z siedzibą w Warszawie _\"Umowa\"_.Przedmiotem Umowy jest wykonanie przez Spółkę na rzecz PKP Cargo S.A. z siedzibą w\n                           Warszawie _\"Zamawiający\"_ modernizacji 60 lokomotyw spalinowych _\"Lokomotywy\"_ wraz\n                           ze świadczeniem usług utrzymania silników spalinowych w czasie udzielonej gwarancji\n                           jakości oraz świadczeniami dodatkowymi. Zamawiającemu przysuguje prawo do jednostronnego\n                           zmniejszenia zakresu przedmiotu Umowy o nie więcej niż 10 %.Modernizacje Lokomotyw będą wykonywane w latach 2018-2021 zgodnie z uzgodnionym przez\n                           strony harmonogramem.Szacunkowa łączna wartość Umowy wynosi około 388 000 000,00  zł netto. 20 % wynagrodzenia\n                           za modernizację każdej Lokomotywy _wraz z pełnym VAT_ będzie płatne po zakończeniu\n                           modernizacji, a pozostała część w 60 miesięcznych równych ratach. Wynagrodzenie za\n                           pozostałe świadczenia będzie płatne po ich spełnieniu.Spółka udziela gwarancji jakości i rękojmi na wykonany przedmiot Umowy przez okres\n                           24 miesięcy od odbioru przez Zamawiającego każdej ze zmodernizowanych Lokomotyw z\n                           zastrzeżeniem dłuższego okresu gwarancji dla wskazanych w Umowie komponentów Lokomotywy.Spółka zobowiązana jest do wniesienia zabezpieczenia należytego wykonania Umowy, które\n                           służy pokryciu roszczeń Zamawiającego z tytułu niewykonania lub nienależytego wykonania\n                           Umowy, w łącznej wysokości 9 548 429,85 zł zł w formie gwarancji bankowej. 50 % zabezpieczenia\n                           zostanie zwrócone po odbiorze wszystkich zmodernizowanych Lokomotyw przez Zamawiającego,\n                           a pozostała część zostanie zwrócona po wygaśnięciu okresu gwarancji i rękojmi udzielonej\n                           na prace wykonane w ramach umowy.Umowa przewiduje kary umowne przysługujące Zamawiającemu od Spółki w razie opóźnienia\n                           w wykonaniu modernizacji każdej Lokomotywy, opóźnienia w usuwaniu wad, nienależytego\n                           wykonanie innych zobowiązań umownych oraz odstąpienia od Umowy z przyczyn leżących\n                           po stronie Spółki. Umowa nie przewiduje ograniczenia wysokości poszczególnych kar\n                           umownych. Zamawiającemu przysługuje prawo do dochodzenia odszkodowania przekraczającego\n                           wysokość wskazanych w umowie kar umownych.W pozostałym zakresie warunki Umowy nie odbiegają od standardów stosowanych w obrocie\n                           dla tego typu umów.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-04-04"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka\"_ niniejszym informuje, że w dniu dzisiejszym Spółka oraz\n                           Bank Zachodni WBK Spółka Akcyjna z siedzibą we Wrocławiu _\"Bank\"_ zawarły aneks do\n                           umowy kredytowej, o której Spółka informowała raportami bieżącymi nr 14/2016 i 4/2017\n                           _\"Umowa\"_.Przedmiotem aneksu do Umowy jest przedłużenie obowiązywania i zwiększenie do kwoty\n                           215.000.000,00 zł łącznego limitu linii kredytowej, zapewniające kredytowanie na potrzeby\n                           bieżącej działalności oraz dostępność gwarancji bankowych niezbędnych do zabezpieczenia\n                           zobowiązań kontraktowych. W ramach przyznanej linii kredytowej Spółka może korzystać\n                           z następujących produktów bankowych:1_ Kredytu w Rachunku Bieżącym do kwoty 70.000.000,00 PLN, z możliwością żądania uruchomienia\n                           do dnia 31.03.2019 i terminem ostatecznej spłaty na dzień 31.03.2019,2_ zlecania Bankowi do dnia 31.03.2019 udzielania gwarancji bankowych z maksymalnym\n                           okresem ważności do 10 lat, z zastrzeżeniem, iż kwota wystawionych gwarancji z okresem\n                           ważności:i_ do 1 roku nie przekroczy kwoty 215.000.000,00 PLN,ii_ od 1 roku do 3 lat nie przekroczy kwoty 170.000.000,00 PLN,iii_ od 3 lat do 5 lat, nie przekroczy kwoty 85.000.000,00 PLN,iv_ od 5 lat do 10 lat, nie przekroczy kwoty 24.000.000,00 PLN.Oprocentowanie Kredytu, opłaty z tytułu udzielanych gwarancji oraz prowizję z tytułu\n                           aneksu ustalono na warunkach rynkowych.Pozostałe postanowienia Umowy, w tym zabezpieczenia wierzytelności Banku z tytułu\n                           Umowy, nie uległy istotnym zmianom na skutek aneksu i nie odbiegają od postanowień\n                           stosowanych powszechnie dla tego typu umów.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-03-28"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           umowę z Województwem Świętokrzyskim _\"Umowa\"_.Przedmiotem Umowy jest dostawa przez Spółkę na rzecz Województwa Świętokrzyskiego\n                           _\"Zamawiający\"_    dwóch czteroczłonowych elektrycznych zespołów trakcyjnych _\"EZT\"_\n                           wraz ze świadczeniem usługi utrzymania EZT do poziomu P3 określonego w przepisach\n                           prawa powszechnie obowiązującego oraz Umowie.Dostawy EZT będą wykonywane na podstawie uzgodnionego harmonogramu, a całość dostaw\n                           zostanie wykonana do 25.02.2019 r. Wartość Umowy wynosi 36.080.000,00 zł netto, co stanowi wynagrodzenie za wykonanie\n                           wszystkich zobowiązań umownych. Wynagrodzenie będzie płatne proporcjonalnie za każdy\n                           EZT po wykonaniu dostawy danego EZT.Spółka udziela gwarancji jakości na każdy dostarczony EZT na okres 60 miesięcy od\n                           daty dostawy. Okres rękojmi za wady równy jest okresowi gwarancji.Spółka wniosła zabezpieczenie należytego wykonania Umowy, które służy pokryciu roszczeń\n                           Zamawiającego z tytułu niewykonania lub nienależytego wykonania Umowy, w wysokości\n                           2.218.920,00 zł w formie gwarancji ubezpieczeniowej. 70 % zabezpieczenia zostanie\n                           zwrócone po zakończeniu usługi utrzymania. Pozostała część zostanie zwrócona po wygaśnięciu\n                           rękojmi za wady.Umowa przewiduje kary umowne z tytułu zwłoki w dostawie EZT, niewykonywania i nienależytego\n                           wykonywania innych przewidzianych w umowie zobowiązań oraz odstąpienia od Umowy z\n                           przyczyn leżących po stronie Spółki. Umowa przewiduje ograniczenie wysokości kar umownych\n                           do 30% wartości Umowy brutto. Zamawiającemu przysługuje prawo dochodzenia odszkodowania\n                           przekraczającego wysokość wskazanych w umowie kar umownych.W pozostałym zakresie warunki Umowy nie odbiegają od standardów stosowanych w obrocie\n                           dla tego typu umów.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-03-07"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd spółki NEWAG S.A. _\"Spółka\"_ informuje o zawarciu w dniu dzisiejszym przez\n                           spółkę zależną NEWAG Lease sp. z o.o. S.K.A. _\"NEWAG Lease\"_ umowy z ING Lease _Polska_\n                           sp. z o.o. z siedzibą w Warszawie _\"ING\"_, na podstawie której NEWAG Lease nabyła\n                           od ING 5 lokomotyw elektrycznych Griffin _\"Lokomotywy\"_, o których Spółka informowała\n                           w raporcie bieżącym nr 66/2015.Cena sprzedaży Lokomotyw przez ING na rzecz NEWAG Lease wynosi 56.200.000,00 PLN netto\n                           i tym samym jest równa cenie, za jaką ING nabyła Lokomotywy w grudniu 2017 roku od\n                           Spółki na podstawie umowy z dnia 23 grudnia 2015 r., o której Spółka informowała w\n                           raporcie bieżącym nr 66/2015. Zgodnie z porozumieniem Spółki i ING, nabycie Lokomotyw przez NEWAG Lease doprowadziło\n                           do rozwiązania umów leasingu zwrotnego Lokomotyw, o których mowa w raporcie bieżącym\n                           nr 66/2015.Nabycie Lokomotyw przez NEWAG Lease wynika z roli, jaką pełni NEWAG Lease w strukturze\n                           grupy kapitałowej NEWAG i umożliwia NEWAG Lease rozbudowę posiadanego parku pojazdów\n                           szynowych w celu ich odpłatnego udostępniania przewoźnikom.W związku z powyższym 3 Lokomotywy zostaną oddane Orlen KolTrans sp. z o.o. z siedzibą\n                           w Płocku w dzierżawę na okres 2 lat począwszy od 2 lutego 2018 r. z opcją przedłużenia\n                           na podstawie umowy dzierżawy zawartej w dniu dzisiejszym z Orlen KolTrans sp. z o.o.\n                           przez Spółkę w porozumieniu z NEWAG Lease. Czynsz oraz pozostałe warunki dzierżawy\n                           ustalono na warunkach rynkowych. Obecnie prowadzone są rozmowy z podmiotami działającymi\n                           na rynku przewozów towarowych i pasażerskich zainteresowanymi dzierżawą pozostałych\n                           dwóch nabytych przez NEWAG Lease Lokomotyw. Spółka ocenia, iż w najbliższym czasie\n                           wszystkie Lokomotywy zostaną oddane do odpłatnego korzystania klientom.Zawarcie w/w umów nastąpiło w związku z rozwiązaniem przez Spółkę umów dzierżawy zawartych\n                           z Lotos Kolej sp. z o.o., o których mowa w raporcie bieżącym nr 66/2015, z powodu\n                           nieprzystąpienia przez Lotos Kolej sp. z o.o. _\"Lotos Kolej\"_ do odbioru Lokomotyw\n                           pomimo kilkukrotnych wezwań do odbioru, co uniemożliwiało Spółce czerpanie pożytków\n                           z tytułu dzierżawy, które w części przeznaczone były na spłatę rat leasingowych należnych\n                           ING. Wobec powyższego Spółka zdecydowała się na rozwiązanie umów dzierżawy oraz powierzenie\n                           spółce zależnej – NEWAG Lease odkupu od ING Lokomotyw w celu ich przekazania do opłatnego\n                           korzystania innym podmiotom. Podstawa prawna: art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-01-31"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _dalej: \"Spółka\"_ niniejszym podaje do publicznej wiadomości daty\n                           przekazywania raportów okresowych w roku obrotowym 2018.I. Raporty kwartalne:- skonsolidowany raport za I kwartał 2018 roku – 14 maja 2018 roku- skonsolidowany raport za III kwartał 2018 roku – 19 listopada 2018 rokuII. Raport półroczny:- skonsolidowany raport półroczny za I półrocze 2018 roku – 10 września 2018 rokuIII. Raporty roczne:- jednostkowy raport roczny za rok 2017 – 9 kwietnia 2018 roku- skonsolidowany raport roczny za rok 2017 – 9 kwietnia 2018 rokuPonadto Zarząd informuje, iż:1. Zgodnie z § 83 ust. 1 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim_Dz. U. z 2009 r. nr 33, poz. 259 z\n                           późn. zm._ _dalej: \"Rozporządzenie\"_ Spółka nie będzie publikować odrębnych jednostkowych\n                           raportów kwartalnych i jednostkowego raportu półrocznego. W raportach skonsolidowanych\n                           kwartalnych i półrocznym zawarte będą odpowiednio kwartalna informacja finansowa i\n                           skrócone półroczne jednostkowe sprawozdanie finansowe określone w Rozporządzeniu;2. Zgodnie z § 101 ust. 2 Rozporządzenia Spółka nie będzie publikować raportu kwartalnego\n                           oraz skonsolidowanego raportu kwartalnego za IV kwartał 2017 roku i II kwartał 2018\n                           roku.Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009 r. nr 33, poz. 259\n                           z późniejszymi zmianami_.",
        "date": "2018-01-31"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2018-01-22"
    },
    {
        "company_name": "NEWAG SA",
        "content": "Zarząd NEWAG S.A. _\"Spółka_ w załączeniu przekazuje treść zawiadomienia sporządzonego\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR, otrzymanego w dniu dzisiejszym przez Spółkę\n                           od osoby blisko związanej z osobą pełniącą obowiązki zarządcze.Podstawa prawna: Art. 19 ust. 3 Rozporządzenia MAR.",
        "date": "2018-01-04"
    }
]