[
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że w forumularzu skonsolidowanego raportu kwartalnego za III kwartał 2017\n                           r., który został opublikowany przez Emitenta w dniu 28 listopada 2017 roku, w wyniku\n                           omyłki podano błędne dane w  wybranych danych finansowych. W kolumnie \"VII. Zysk _strata_ netto na akcję zwykłą przypadający akcjonariuszom jednostki\n                           dominującej _zł/euro_\" podano dane finansowe właściwe dla \"Zysk _strata_ netto przypadający\n                           na akcjonariuszy jednostki dominującej\". W wybranych danych finansowych nie przekazano\n                           danych \"Zysk _strata_ netto na akcję zwykłą przypadający akcjonariuszom jednostki\n                           dominującej _zł/euro_\", które Emitent przekazuje do publicznej wiadomości w skorygowanym\n                           skonsolidowanym raporcie kwartalnym za III kwartał 2017 r. w dniu 29 listopada 2017\n                           r. W załączonym Skonsolidowanym raporcie kwartalnym Grupy Kapitałowej Everest Investment\n                           za III kwartał 2017 roku, wartości liczbowe zostały przedstawione prawidłowo. Przedstawiona korekta nie ma wpływu na pozostałe elementy skonsolidowanego sprawozdania\n                           kwartalnego Emitenta  za okres zakończony 30 września 2017 r. Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresowe w związku z\n                           § 6 ust. 4 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim",
        "date": "2017-11-29"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że w związku w odebraniem przez Komisje Nadzoru Finansowego zezwolenia\n                           na wykonywanie działalności przez FinCrea Towarzystwo Funduszy Inwestycyjnych S.A.\n                           z siedzibą we Wrocławiu i nadaniem decyzji rygoru natychmiastowej wykonalności, umowa\n                           o zarządzanie portfelem inwestycyjnym funduszu Finrcea 2 Fundusz Inwestycyjny Zamknięty\n                           zawarta przez spółkę zależną od Emitenta tj. Everest Investment Management S.A., licencjonowany\n                           dom maklerski posiadający zezwolenie na działanie w zakresie zarządzania portfelami,\n                           w skład których wchodzi jeden lub większa ilość instrumentów finansowych oraz w zakresie\n                           doradztwa inwestycyjnego z mocy prawa wygasła. Podmiotem upoważnionym do reprezentacji funduszu inwestycyjnego FinCrea2 Fundusz Inwestycyjny\n                           Zamknięty jest obecny Depozytariusz Funduszu tj. Raiffeisen Bank Polska S.A. z siedzibą\n                           w Warszawie. W najbliższym czasie fundusz będzie przeniesiony do innego Towarzystwa Funduszy Inwestycyjnych.\n                           Zarząd Everest Investment Management S.A. dopełni wszelkich starań aby ponownie podpisać\n                           umowę o zarządzanie portfelem inwestycyjnym funduszu po jego przejęciu prze inne Towarzystwo\n                           Funduszy Inwestycyjnych.",
        "date": "2017-11-23"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że spółka zależna od Emitenta tj. Everest Investment Management S.A.  -\n                           licencjonowany dom maklerski posiadający zezwolenie na działanie w zakresie zarządzania\n                           portfelami, w skład których wchodzi jeden lub większa ilość instrumentów finansowych\n                           oraz w zakresie doradztwa inwestycyjnego - w październiku  2017 roku osiągnął istotnie\n                           wyższe niż w poprzednich miesiącach przychody, w wysokości 102 tys. złotych przez\n                           co zysk netto w tym miesiącu osiągnął wysokość 70,5 tys. złotych.",
        "date": "2017-11-22"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że spółka zależna od Emitenta tj. Everest Investment Management S.A., -\n                           licencjonowany dom maklerski posiadający zezwolenie na działanie w zakresie zarządzania\n                           portfelami, w skład których wchodzi jeden lub większa ilość instrumentów finansowych\n                           oraz w zakresie doradztwa inwestycyjnego, zakończył pierwszy w swojej historii kwartał\n                           dodatnim wynikiem finansowym - osiągając w III kwartale br. zysk netto w wysokości\n                           15,9 tys. złotych.Podstawa prawna:Art. 17 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia\n                           16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na\n                           rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2017-10-20"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w\n                           dniu dzisiejszym tj. 17 października 2017r. otrzymał informacje na podstawie art.\n                           19 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE nr 596/2014 z dnia 16\n                           kwietnia 2014 roku w sprawie nadużyć na rynku _Rozporządzenie MAR_ o transakcji nabycia\n                           akcji Emitenta dokonanych w dniach 12 października 2017 roku  i 16 października 2017\n                           r. przez Everest Investments Holding S.A. spółkę będącą podmiotem dominującym wobec\n                           Emitenta.Otrzymane powiadomienie stanowi załącznik do niniejszego raportu.",
        "date": "2017-10-17"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, wpisanej\n                           do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie\n                           XII Wydział Gospodarczy  Krajowego Rejestru Sądowego pod numerem KRS 0000301483 _\"Emitent\"_,\n                           informuje, że w dniu 29 września 2017 roku Rada Nadzorcza Emitenta, w trybie Art.\n                           6  ust. 4_1_ Statutu Emitenta, podjęła uchwałę w sprawie powołania nowego członka\n                           Rady Nadzorczej Emitenta.Członkiem Rady Nadzorczej Emitenta, wybranym w trybie Art. 6 ust. 4_1_ Statutu Emitenta\n                           została Pani Kamila Klimczak - Nowak.Zgodnie z najlepszą wiedzą Zarządu Emitenta Pani Kamila Klimczak - Nowak  jest radcą\n                           prawnym i ukończyła Wydział Prawa Uniwersytetu Łódzkiego oraz posiada dyplom Evecutive\n                           MBA w zakresie rachunkowości i finansów, zdobyty na Uniwersytecie Łódzkim oraz ukończyła\n                           Podyplomowe studia z zakresu Prawa Podatkowego na Uniwersytecie Łódzkim. Pani Kamila Klimczak - Nowak posiada wieloletnie doświadczenie, zdobyte w ramach prowadzonej\n                           własnej  Kancelarii Radcy Prawnego, która specjalizuje się w postępowaniach sądowo\n                           administracyjnych i podatkowych oraz przed: KNF, UOKiK, UKE, URE czy Rzecznikiem Praw\n                           Konsumentów.Zgodnie z najlepszą wiedzą Zarządu Emitenta wskazana powyżej działalność  wykonywana\n                           przez Panią Kamilę Klimczak - Nowak  poza przedsiębiorstwem Emitenta nie jest konkurencyjna\n                           wobec działalności Emitenta.Ponadto Pani Kamila Klimczak - Nowak:- nie jest wspólnikiem w konkurencyjnych wobec Emitenta spółkach cywilnych lub osobowych,\n                           - nie jest członkiem organów konkurencyjnych wobec Emitenta spółek kapitałowych,- nie uczestniczy w konkurencyjnych osobach prawnych jako członek ich organów, - nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.W związku z powyższym obecny skład Rady Nadzorczej Emitenta przedstawia się następująco:1. Michał Jaskólski - Przewodniczący Rady Nadzorczej,2. Tadeusz Sieradzan - Członek Rady Nadzorczej,3. Wojciech Mojżuk - Członek Rady Nadzorczej, 4. Magdalena Robak - Członek Rady Nadzorczej,5. Kamila Klimczak - Nowak - Członek Rady Nadzorczej.Podstawa prawna:§ 5 ust. 1 pkt_ 22  Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim t.j. _Dz. U. z 2014 r., poz. 133 z\n                           późn.zm._",
        "date": "2017-10-02"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że środki zarządzane przez spółkę z grupy kapitałowej  Emitenta tj. Everest\n                           Investment Management S.A. - licencjonowany dom maklerski posiadający zezwolenie na\n                           działanie w zakresie zarządzania portfelami oraz w zakresie doradztwa inwestycyjnego,\n                           na koniec sierpnia br.  przekroczyły kwotę 100 mln zł. Everest Investment Management\n                           S.A. na koniec sierpnia  zarządzał aktywami klientów o wartości ponad  125 mln zł.\n                           Wartość aktywów w zarzadzaniu Everest Investment Management S.A. ma bardzo istotne\n                           znaczenie dla rozwoju i przyszłej sytuacji finansowej grupy Emitenta.Podstawa prawna:\n                           art. 17 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia\n                           16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na\n                           rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2017-09-22"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że spółka z grupy kapitałowej  Emitenta tj. Everest Investment Management\n                           S.A. , - licencjonowany dom maklerski posiadającym zezwolenie na działanie w zakresie\n                           zarządzania portfelami, w skład których wchodzi jeden lub większa ilość instrumentów\n                           finansowych oraz w zakresie doradztwa inwestycyjnego, - w miesiącu lipcu br. pierwszy\n                           raz osiągnęła dodatni miesięczny wynik finansowy, w wysokości 17,6 tys. złotych. Osiągnięcie\n                           dodatniego wyniku nie oznacza osiągnięcia dodatniego wyniku przez grupę Everest. Ma\n                           on jednak wpływ na sytuację grupy i w razie dalszego wzrostu będzie miał bardzo istotne\n                           znaczenie dla rozwoju i sytuacji finansowej grupy Emitenta.Podstawa prawna: art. 17 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w\n                           sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2017-08-22"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Spółka\" lub \"Emitent\"_,\n                           w nawiązaniu do raportów bieżących Nr.15/2017 z dnia 5 lipca 2017 roku oraz  Nr.14/2017\n                           z dnia 4 lipca 2017 r., niniejszym informuje, że dniu 19 lipca 2017 roku Zarząd GPW\n                           podjął Uchwałę nr 793/2017 w sprawie zmiany uchwały nr 721/2017 w sprawie zawieszenia\n                           na rynku Głównym GPW obrotu akcjami Spółki  Everest Investments S.A. _oznaczonych\n                           kodem PLWDMCP00013_.Zgodnie z w/w Uchwałą zawieszenie obrotu akcjami Emitenta nastąpiło w dniu 12 lipca\n                           2017 roku i będzie trwało do 28 lipca 2017 roku _włącznie_. Spółka informuje, że wznowienie\n                           obrotu akcjami Emitenta po scaleniu nastąpi w dniu 31 lipca 2017 roku.Jednocześnie Spółka, informuje, że w dniu 20 lipca 2017 roku,  Zarząd KDPW S.A. podjął\n                           Uchwałę nr 469/17 w sprawie zmiany z dniem 21 lipca 2017 r. _dzień referencyjny_,\n                           wartości nominalnej akcji spółki EVEREST INVESTMENTS S.A. oznaczonych kodem PLWDMCP00013\n                           na 0,10 zł _dziesięć groszy_ każda, oraz Uchwałę Nr 470/17, w której określił dzień\n                           28 lipca 2017 roku jako dzień wymiany _dzień scalenia_, 13.818.294 _trzynaście milionów\n                           osiemset osiemnaście tysięcy dwieście dziewięćdziesiąt cztery_ akcji Emitenta oznaczonych\n                           kodem PLWDMCP00013 na 2.303.049 _dwa miliony trzysta trzy tysiące czterdzieści dziewięć_\n                           akcji Emitenta o wartości nominalnej 0,60 zł _sześćdziesiąt groszy_ każda.Mając na uwadze powyższe Uchwały, Spółka informuje, że nastąpiła istotna zmiana harmonogramu\n                           scalenia akcji. Zgodnie z nowym harmonogramem zaakceptowanym przez GPW oraz KDPW wyznaczono\n                           nowe poniższe terminy harmonogramu w związku z procesem scalenia akcji Emitenta:•\tZawieszenie obrotu akcjami – od dnia 12 lipca 2017r. do dnia 28 lipca 2017r._włącznie_;.•\tDzień Referencyjny – dnia 21 lipca 2017 roku;•\tInformacja KDPW do emitenta o łącznej liczbie niedoborów scaleniowych – dnia 26\n                           lipca 2017 roku;•\tWniosek Emitent do KDPW w zakresie Aneksu do listu księgowego potwierdzający liczbę\n                           praw akcyjnych na pokrycie niedoborów – dnia 27 lipca 2017 roku;•\tDzień scalenia akcji w KDPW – dnia 28 lipca 2017 roku;•\tWznowienie obrotu po scaleniu – dnia 31 lipca 2017 roku.Podstawa prawna: art. 17 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w\n                           sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2017-07-20"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w\n                           dniu dzisiejszym tj. 7 czerwca 2017r. otrzymał informacje na podstawie art. 19 ust.\n                           1 Rozporządzenia Parlamentu Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia\n                           2014 roku w sprawie nadużyć na rynku _Rozporządzenie MAR_ o transakcji nabycia akcji\n                           Emitenta dokonanych w dniu 6 czerwca 2017r., przez Członka Zarządu spółki zależnej\n                           od Emitenta tj: Everest Dom Inwestycyjny Sp. z o.o.  komplementariusza Spółki Everest\n                           Dom Inwestycyjny Sp. z o.o. SKA. Otrzymane powiadomienie stanowi załącznik do niniejszego raportu.",
        "date": "2017-07-07"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje,\n                           że dniu 5 lipca 2017 roku Zarząd GPW podjął Uchwałę nr 721/2017 w sprawie zawieszenia\n                           na rynku Głównym GPW obrotu akcjami Spółki  Everest Investments S.A. _oznaczonych\n                           kodem PLWDMCP00013_ od dnia 12 lipca 2017 roku do dnia 24 lipca 2017 roku _włącznie_,\n                           _\"Uchwała GPW\"_.Ponadto, Emitent informuję, że zgodnie Uchwałą GPW, po spełnieniu warunków, o których\n                           mowa w § 3 a Uchwały nr 1387/2013 Zarządu GPW z dnia 2 grudnia 2013 roku _z późn.\n                           zm._, akcje  Spółki  Everest Investments S.A. począwszy od dnia 25 lipca 2017 roku\n                           przestana być kwalifikowane do segmentu LISTA ALERTÓW oraz będą notowane w systemie\n                           notowań ciągłych.Podstawa prawna: art. 17 ust. 1 rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2017-07-05"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           że dnia  3 lipca 2017 roku Spółka złożyła do GPW wniosek o zawieszenie na okres od\n                           dnia 12 lipca 2017 roku do dnia 24 lipca 2017 roku notowań akcji Spółki w związku\n                           z rozpoczynającą się procedurą scalenia akcji.Proponowany harmonogram procedury scalenia akcji Everest Investments S.A. _oznaczonych\n                           kodem PLWDMCP00013_ złożony do Krajowego Depozytu Papierów Wartościowych S.A. w Warszawie\n                           _\"KDPW_ oraz  Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_, obejmuje następujące\n                           terminy czynności scalenia akcji:1.Złożenie przez Zarząd Spółki wniosku do GPW o zawieszenie obrotu akcjami na Giełdzie\n                           w okresie od dnia R-3 do dnia R+5 _włącznie_ – dnia 3 lipca 2017 roku;2.Uchwała Zarządu GPW dot. zawieszenia obrotu akcjami emitenta – dnia 5 lipca 2017\n                           roku;3.Złożenie przez Zarząd Spółki dokumentów do KDPW dotyczących przeprowadzenia operacji\n                           scalenia akcji – dnia 6 lipca 2017 roku;4.Zawieszenie obrotu akcjami – od dnia 12 lipca 2017r. do dnia 24 lipca 2017r.;5.Dzień Referencyjny – dnia 17 lipca 2017 roku;6.Informacja KDPW do emitenta o łącznej liczbie niedoborów scaleniowych – dnia 20\n                           lipca 2017 roku;7.Emitent składa do KDPW Aneks do listu księgowego potwierdzający liczbę praw akcyjnych\n                           na pokrycie niedoborów – dnia 21 lipca 2017 roku;8.Dzień scalenia akcji w KDPW – dnia 24 lipca 2017 roku;9.Wznowienie obrotu po scaleniu – dnia 25 lipca 2017 roku.Powyższy proces obejmuje scalenie dotychczasowych akcji na okaziciela serii A, B,\n                           C, D, E, F, G, H, oraz H1 w 2.303.049 _słownie: dwa miliony trzysta trzy tysiące czterdzieści\n                           dziewięć_ akcji na okaziciela o wartości nominalnej 0,60 zł _sześćdziesiąt groszy_\n                           każda _stosunek scalenia – 6:1_.Ponadto Zarząd Spółki informuje, że dnia 28 czerwca 2017 roku Spółka zawarła z akcjonariuszem\n                           Spółki, to jest Everest Investments Holding S.A. _\"Akcjonariusz\"_, umowę o uzupełnienie\n                           tak zwanych \"resztówek scaleniowych\". Na jej podstawie Akcjonariusz zobowiązał się\n                           zrzec nieodpłatnie swoich praw akcyjnych w Spółce na rzecz innych akcjonariuszy Spółki\n                           posiadających w dniu referencyjnym akcje o dotychczasowej wartości nominalnej, w liczbie\n                           niepodzielnej przez 6 _co nie pozwoliłoby na przeliczenie ich wszystkich akcji na\n                           akcje Spółki o nowej wartości nominalnej 0,60 PLN_ od 1 do 5 akcji, w ramach uzupełnienia\n                           tak powstałych resztówek scaleniowych, aby umożliwić akcjonariuszom otrzymanie akcji\n                           Spółki o nowej wartości nominalnej 0,60 PLN w liczbie nie mniejszej niż wynikająca\n                           z liczby posiadanych akcji podzielonej przez 6. Zarząd Spółki będzie na bieżąco raportować o kolejnych krokach podjętych celem dokonania\n                           scalenia akcji w kapitale zakładowym Spółki.Podstawa prawna: art. 17 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w\n                           sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2017-07-04"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym informuje,\n                           że począwszy od dnia 19 czerwca 2017 roku, Pan Patryk Parczewski będzie pełnił  funkcję\n                           Dyrektora Sprzedaży Emitenta.Jednocześnie Pan Patryk Parczewski będzie Dyrektorem Sprzedaży Spółki zależnej Emitenta\n                           tj. Everest Investment Management S.A. z siedzibą w Warszawie.Ponadto Pan Patryk Parczewski z dniem19 czerwca 2017 roku zostanie powołany w skład\n                           Zarządu Spółki zależnej Emitenta tj. Everest Dom Inwestycyjny Spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Warszawie.Pan Patryk Parczewski - posiada 14 lat doświadczenia zawodowego w sektorze finansowym.\n                           Swoją karierę rozpoczął w branży automotive pracując w dziale finansowym Renault Polska\n                           _2001_. Następnie podjął pracę jako Analityk Produktów Strukturyzowanych w Departamencie\n                           Skarbu Banku Handlowego w Warszawie S.A. _Citibank_. Związał się tym samym z bankiem\n                           na ponad 13 lat pracując w wielu obszarach.  Na stanowisku Corporate Dealera obsługiwał\n                           polskie firmy w zakresie transakcji walutowych oraz rynku stopy procentowej. Z powodzeniem\n                           wdrażał nowy system CRM oraz promował elektroniczne rozwiązania z obszaru treasury.\n                           Od 2007 roku zarządza sprzedażą. Początkowo jako szef Biura Produktów Walutowych odpowiada\n                           za zespół dealerów obsługujących mikro oraz małe i średnie przedsiębiorstwa. W 2010\n                           r. awansuje na stanowisko Dyrektora Biura Sprzedaży Bankowości Prywatnej, gdzie odpowiadał\n                           za obszar private banking w Polsce północnej.",
        "date": "2017-06-14"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym informuje,\n                           że w dniu 14 czerwca 2017 roku otrzymał od Pana Pawła Jasińskiego – Członka Rady Nadzorczej\n                           Emitenta, pisemną rezygnację z pełnionej funkcji. Podstawa prawna:§ 5 ust. 1 pkt 21_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2014 r. poz. 133 z późn. zm._.",
        "date": "2017-06-14"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Spółka\"_, niniejszym przekazuje\n                           korektę raportu bieżącego ESPI nr 11/20017 z dnia 13 czerwca 2017 roku. Korekta jest\n                           związana z oczywistą omyłką pisarską w zakresie wysokości kapitału zakładowego po\n                           rejestracji.Prawidłowa treść raportu:Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu 12 czerwca  2017 r., otrzymał postanowienie Sądu Rejonowego dla m.st. Warszawy\n                           w Warszawie, XII Wydział Gospodarczy wydanym za sygn. akt: WA.XII NS-REJ.KRS/030195/17/038,\n                           na podstawie którego zarejestrowano:1_\tObniżenie kapitału zakładowego, które zostało dokonane podczas Zwyczajnego Walnego\n                           Zgromadzenia Uchwałami nr 17 i 18 w dniu 28 kwietnia 2017 roku.Na podstawie przedmiotowych uchwał kapitał zakładowy Spółki został obniżony z kwoty\n                           13.818.249,00 złotych _słownie: trzynaście milionów osiemset osiemnaście tysięcy dwieście\n                           czterdzieści dziewięć_ do kwoty 1.381.829,40 złotych _słownie: jeden milion trzysta\n                           osiemdziesiąt jeden tysięcy osiemset dwadzieścia dziewięć złotych czterdzieści groszy_\n                           tj.: o kwotę 12.436.464,60 zł _dwanaście milionów czterysta trzydzieści sześć tysięcy\n                           czterysta sześćdziesiąt cztery złote sześćdziesiąt groszy_.Po rejestracji kapitał zakładowy Spółki wynosi 1.381.829,40 złotych _słownie: jeden\n                           milion trzysta osiemdziesiąt jeden tysięcy osiemset dwadzieścia dziewięć złotych czterdzieści\n                           groszy_ i dzieli się 2.303.049 _słownie: dwa miliony trzysta trzy tysiące czterdzieści\n                           dziewięć_ akcji na okaziciela o wartości nominalnej 0,60 zł _sześćdziesiąt groszy_\n                           każda.2_\tZmiany Statutu Spółki w tym zmianę:-  art. 3 ust. 1 O treści uchwał w tym o uchwaleniu zmian w Statucie Spółki Zarząd Spółki informował\n                           w raporcie bieżącym nr 8/2017. O terminach harmonogramu scalenia akcji Spółki Everest Investments S.A. oznaczonych\n                           kodem _PLWDMCP00013_ Spółka poinformuje odrębnym raportem.",
        "date": "2017-06-14"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu 12 czerwca  2017 r., otrzymał postanowienie Sądu Rejonowego dla m.st. Warszawy\n                           w Warszawie, XII Wydział Gospodarczy wydanym za sygn. akt: WA.XII NS-REJ>KRS/030195/17/038,\n                           na podstawie którego zarejestrowano:1_\tObniżenie kapitału zakładowego, które zostało\n                           dokonane podczas Zwyczajnego Walnego Zgromadzenia Uchwałami nr 17 i 18 w dniu 28 kwietnia\n                           2017 roku.Na podstawie przedmiotowych uchwał kapitał zakładowy Spółki został obniżony z kwoty\n                           13.818.249,00 złotych _słownie: trzynaście milionów osiemset osiemnaście tysięcy dwieście\n                           czterdzieści dziewięć_ do kwoty 1.381.829 złotych _słownie: jeden milion trzysta osiemdziesiąt\n                           jeden tysięcy osiemset dwadzieścia dziewięć złotych_ tj.: o kwotę 12.436.464,60 zł\n                           _dwanaście milionów czterysta trzydzieści sześć tysięcy czterysta sześćdziesiąt cztery\n                           złote sześćdziesiąt groszy_.Po rejestracji kapitał zakładowy Spółki wynosi 1.381.829 złotych _słownie: jeden milion\n                           trzysta osiemdziesiąt jeden tysięcy osiemset dwadzieścia dziewięć złotych_ i dzieli\n                           się 2.303.049 _słownie: dwa miliony trzysta trzy tysiące czterdzieści dziewięć_ akcji\n                           na okaziciela o wartości nominalnej 0,60 zł _sześćdziesiąt groszy_ każda.2_\tZmiany Statutu Spółki w tym zmianę:-  art. 3 ust. 1 O treści uchwał w tym o uchwaleniu zmian w Statucie Spółki Zarząd Spółki informował\n                           w raporcie bieżącym nr 8/2017.O terminach harmonogramu scalenia akcji Spółki Everest Investments S.A. oznaczonych\n                           kodem _PLWDMCP00013_, Spółka poinformuje odrębnym raportem.",
        "date": "2017-06-13"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, wpisanej\n                           do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie\n                           XII Wydział Gospodarczy  Krajowego Rejestru Sądowego pod numerem KRS 0000301483 _\"Emitent\"_,\n                           informuje, że w dniu 28 kwietnia 2017 roku podczas  Zwyczajnego Walnego Zgromadzenia\n                           Spółki Everest Investments S.A. powołał w skład Rady Nadzorczej Panią  Magdalenę Robak.Zgodnie z najlepszą wiedzą Zarządu Emitenta Pani Magdalena Robak  ukończyła studia\n                           doktoranckie na Uniwersytecie Warszawskim - Wydział Prawa i Administracji oraz Podyplomowe\n                           studia w zakresie Prawa Europejskiego na Uniwersytecie Warszawskim a także Podyplomowe\n                           studia Zarządzania Nieruchomościami i Pośrednictwa w  Obrocie Nieruchomościami w Wyższej\n                           Szkole Handlu i Prawa im. Ryszarda Łazarskiego w Warszawie oraz Podyplomowe studia\n                           w zakresie Wyceny nieruchomości w Warszawskiej Wyższej Szkole Zarządzania.Pani Magdalena Robak posiada wieloletnie doświadczenie, które zdobyła pracując w Kancelariach\n                           Radców Prawnych, Polskim Holdingu Farmaceutycznym S.A., Drugim Mazowieckim Urzędzie\n                           Skarbowym w Warszawie. Pani Magdalena Robak była także asystentem sędziego Sądu Okręgowego w Warszawie, a\n                           także Sekretarzem Rady Nadzorczej Jupiter NFI S.A.Zgodnie z najlepszą wiedzą Zarządu Emitenta wskazana powyżej działalność  wykonywana\n                           przez Panią Magdalenę Robak poza przedsiębiorstwem Emitenta nie jest konkurencyjna\n                           wobec działalności Emitenta.Ponadto Pani Magdalena Robak:- nie jest wspólnikiem w konkurencyjnych wobec Emitenta spółkach cywilnych lub osobowych,\n                           - nie jest członkiem organów konkurencyjnych wobec Emitenta spółek kapitałowych,- nie uczestniczy w konkurencyjnych osobach prawnych jako członek ich organów, - nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.W związku z powyższym obecny skład Rady Nadzorczej Emitenta przedstawia się następująco:1. Michał Jaskólski - Przewodniczący Rady Nadzorczej,2. Paweł Jasiński - Wiceprzewodniczący Rady Nadzorczej,3. Tadeusz Sieradzan - Członek Rady Nadzorczej,4. Wojciech Mojżuk - Członek Rady Nadzorczej, 5. Magdalena Robak - Członek Rady Nadzorczej,Podstawa prawna:§ 5 ust. 1 pkt_ 22  Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim t.j. _Dz. U. z 2014 r., poz. 133 z\n                           późn.zm._",
        "date": "2017-04-28"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, wpisanej\n                           do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie\n                           XII Wydział Gospodarczy  Krajowego Rejestru Sądowego pod numerem KRS 0000301483 _\"Emitent\"_,\n                           podaje do publicznej wiadomości wykaz akcjonariuszy posiadających ponad 5% głosów\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki Everest Investments S.A., _\"ZWZ\"_ które odbyło\n                           się w dniu 28 kwietnia 2017 r.:1. Everest Investments Holding S.A. z siedzibą w Warszawie:- liczba zarejestrowanych akcji na ZWZ: 8.567.000- liczba głosów z  zarejestrowanych akcji: 8.567.000- udział w ogólnej liczbie głosów: 62,00% - udział w liczbie głosów na ZWZ: 100,00%",
        "date": "2017-04-28"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, wpisanej\n                           do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie\n                           XII Wydział Gospodarczy  Krajowego Rejestru Sądowego pod numerem KRS 0000301483 _\"Emitent\"_,\n                           podaje do publicznej wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Spółki Everest Investments S.A. w dniu 28 kwietnia 2017 r.Jednocześnie Emitent informuje, że podczas Zwyczajnego Walnego Zgromadzenia Spółki\n                           Everest Investments S.A. w dniu 28 kwietnia 2017 r., nie odstąpiono od rozpatrzenia\n                           któregokolwiek z punktów porządku obrad, a do uchwał będących przedmiotem Zwyczajnego\n                           Walnego Zgromadzenia nie zostały zgłoszone jakiekolwiek sprzeciwy.Podstawa prawna:§ 38 ust. 1 pkt 7 - 9_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim t.j. _Dz. U. z 2014 r., poz. 133 z\n                           późn.zm_",
        "date": "2017-04-28"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, wpisanej\n                           do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie\n                           XII Wydział Gospodarczy  Krajowego Rejestru Sądowego pod numerem KRS 0000301483 _\"Emitent\"_\n                           ninijeszym informuje, że w dniu 26 kwietnia 2017 roku wpłyneła do Emitenta pisemna\n                           rezygnacja Pana Marka Sokolnickiego z pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           Rezygnacja została uzasadniona brakiem możliwości pogodzenia obowiązków Członka Rady\n                           Nadzorczej Emitenta z pełnionymi przez tego Członka innymi funkcjami.Podstawa prawna:§ 5 ust. 1 pkt 21_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r., w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _t.j. Dz. U z 2014 r. poz. 133 z późn.zm_.",
        "date": "2017-04-26"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, będący akcjonariuszem\n                           spółki należącej do Grupy Kapitałowej Emitenta tj. Everest Investment Management S.A.\n                           - licencjonowanym domem maklerskim posiadającym zezwolenie na działanie w zakresie\n                           zarządzania portfelami, w skład których wchodzi jeden lub większa ilość instrumentów\n                           finansowych oraz w zakresie doradztwa inwestycyjnego – informuje, że w dniu 21 kwietnia\n                           2017 r. Everest Investment Management S.A. zawarł z FinCrea Towarzystwo Funduszy Inwestycyjnych\n                           S.A z siedzibą we Wrocławiu, Umowę o świadczenie usług zarządzania portfelem w skład\n                           którego wchodzi jeden lub większa liczba instrumentów finansowych na podstawie, której\n                           Everest Investment Management S.A. będzie, w rozumieniu art. 46 ust. 1 Ustawy z dnia\n                           27 maja 2004 roku o funduszach inwestycyjnych i zarzadzaniu alternatywnymi funduszami\n                           inwestycyjnymi _t.j. Dz. U. z 2016 r. poz. 1896 z późn.zm_, zarządzał od dnia 11 maja\n                           2017 roku portfelem inwestycyjnym jednego z funduszy inwestycyjnych zamkniętych utworzonych\n                           przez FinCrea Towarzystwo Funduszy Inwestycyjnych S.A. z siedzibą we Wrocławiu.",
        "date": "2017-04-21"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "W nawiązaniu do Raportu bieżącego  nr 3/2017 z dnia 31 marca 2017 roku w sprawie zwołania\n                           Zwyczajnego Walnego Zgromadzenia _\"ZWZ\"_, które odbędzie się dnia 28 kwietnia 2017\n                           r. o godzinie 15.30  w Warszawie przy ul. Inflanckiej 4 w Kancelarii Notarialnej Notariusza\n                           Tomasza Karłowskiego, Zarząd Everest Investments S.A. z siedzibą w Warszawie _kod:\n                           00-193_ przy ul. Stawki 2, wpisaną do rejestru przedsiębiorców prowadzonego przez\n                           Sąd Rejonowy dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego pod numerem KRS: 0000301483, NIP: 8971739404, REGON: 020684224, o kapitale\n                           zakładowym 13 818 294,00 zł w całości opłaconym, _\"Spółka\"_, przekazuje w załączeniu\n                           do niniejszego raportu dokumenty będące przedmiotem obrad ZWZ, które zostały zatwierdzone\n                           przez Radę Nadzorczą Spółki w dniu 12 kwietnia 2017 r., w postaci:1_ Sprawozdania Rady Nadzorczej z działalności w 2016 roku.2_ Sprawozdania Rady Nadzorczej z oceny sprawozdania finansowego za rok obrotowy 2016,\n                           Sprawozdania Zarządu z działalności Spółki w 2016 r. oraz Wniosku Zarządu dotyczącego\n                           pokrycia starty za rok obrotowy 2016 r.3_ Sprawozdania Rady Nadzorczej z oceny skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Everest Investments S.A. za 2016 r.,  sprawozdania Zarządu z działalności\n                           Grupy Kapitałowej Everest Investments S.A. w 2016 r.Podstawa prawna:§ 38 ust. 1 pkt 1,2,3 Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r., sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2014 r. poz. 133 z późn.zm_.",
        "date": "2017-04-13"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _kod: 00-193_ przy ul. Stawki\n                           2, wpisaną do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla m.st. Warszawy\n                           w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS:\n                           0000301483, o nadanym Numerze Identyfikacji Podatkowej: 8971739404 oraz numerze REGON:\n                           020684224 o kapitale zakładowym 13 815 294,00 zł w całości opłaconym, _\"Spółka\"_,\n                           informuje o zwołaniu Zwyczajnego Walnego Zgromadzenia _\"ZWZ\"_, które odbędzie się\n                           dnia 28 kwietnia 2017 r. o godzinie 15.30 w siedzibie Spółki w Warszawie przy ul.\n                           Inflanckiej 4 w Kancelarii Notarialnej Notariusza Tomasza Karłowskiego.Podstawa prawna:§ 38 ust. 1 pokt 1,2,3 Rzoporządzenia Ministra Finansów z dnia 13 lutego 2009 r.,\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r. poz. 133 z późn.zm_.",
        "date": "2017-03-31"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym informuje,\n                           że w dniu 29 listopada 2018 roku otrzymał od Pani Magdaleny Robak– Członka Rady Nadzorczej\n                           Emitenta, pisemną rezygnację z pełnionej funkcji. Podstawa prawna:§ 5 pkt 4_ Rozporządzenie Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. z 2018 r., poz.757_",
        "date": "2018-11-30"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że spółka zależna od Emitenta tj. Everest Investment Management S.A. -\n                           licencjonowany dom maklerski posiadający zezwolenie na działanie w zakresie zarządzania\n                           portfelami, w skład których wchodzi jeden lub większa ilość instrumentów finansowych\n                           oraz w zakresie doradztwa inwestycyjnego - w miesiącu wrześniu 2018 roku osiągnął\n                           przychody w wysokości ponad 253 tysięcy złotych. Osiągnięte przychody od początku\n                           roku 2018 przekroczyły 1 mln złotych.",
        "date": "2018-10-23"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do\n                           raportu bieżącego nr 2/2018 z dnia 31 stycznia 2018 roku, dotyczącego terminów publikacji\n                           raportów okresowych w 2018 roku, informuje, że zmianie ulega termin publikacji skonsolidowanego\n                           raportu półrocznego za okres I półrocza 2018 roku, z pierwotnie deklarowanego terminu\n                           publikacji, tj. z 28 września 2018 roku, na nowy termin publikacji, tj. na dzień 30\n                           września 2018 roku. Pozostałe terminy publikacji raportów okresowych pozostają bez zmian.Podstawa prawna:§ 80 ust. 2 pkt 1_ Rozporządzenie Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.757_.",
        "date": "2018-08-28"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, w nawiązaniu\n                           do raportu bieżącego nr 12/2018 z dnia 21 czerwca 2018 roku, niniejszym informuje,\n                           że w dniu 23 sierpnia 2018 roku, spółka zależna od Emitenta tj. Everest Towarzystwa\n                           Funduszy Inwestycyjnych SA _dalej \"Everest TFI\"_ otrzymała odpis skargi kasacyjnej\n                           z dnia 25 lipca 2018 roku wniesionej przez Komisję Nadzoru Finansowego od wyroku Wojewódzkiego\n                           Sądu Administracyjnego w Warszawie z dnia 22 maja 2018 roku  _sygn. akt: VI SAB/Wa\n                           63/17_ w sprawie ze skargi Everest TFI na przewlekłe prowadzenie postępowania przez\n                           Komisję Nadzoru Finansowego w sprawie wniosku o ponowne rozpoznanie sprawy w zakresie\n                           udzielenia zezwolenia na prowadzenie działalności w  zakresie tworzenia funduszy \n                           inwestycyjnych przez Everest Towarzystwo Funduszy Inwestycyjnych S.A. stwierdzający\n                           dopuszczenie się przez Komisję Nadzoru Finansowego przewlekłego prowadzenia postępowania.W związku z zaskarżeniem wyroku Emitent informuje, że Everest TFI postanowił nie wycofywać\n                           złożonej przez siebie skargi kasacyjnej od ww. wyroku WSA żądającej m.in stwierdzenia\n                           rażącego naruszenia prawa przez organ.",
        "date": "2018-08-24"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że powziął informację ze strony internetowej Komisji Nadzoru Finansowego\n                           odnośnie odmowy wydania spółce zależnej od Emitenta tj. Everest Towarzystwa Funduszy\n                           Inwestycyjnych SA _dalej Everest TFI_ zezwolenia na wykonywanie działalności polegającej\n                           wyłącznie na tworzeniu funduszy inwestycyjnych otwartych lub funduszy zagranicznych,\n                           zarządzaniu nimi, w tym pośrednictwie w zbywaniu i odkupywaniu jednostek uczestnictwa,\n                           reprezentowaniu ich wobec osób trzecich oraz zarządzaniu zbiorczym portfelem papierów\n                           wartościowych. Zgodnie z informacją podaną w dniu 21 sierpnia 2018 roku  na stornie\n                           internetowej Komisji Nadzoru Finansowego _https://www.knf.gov.pl/o_nas/komunikaty?articleId=62624&p_id=18_,\n                           po rozpatrzeniu przez Komisję Nadzoru Finansowego wniosku Everest TFI o ponowne rozpatrzenie\n                           sprawy zakończonej wydaniem przez KNF w dniu 24 maja 2016 r. decyzji w przedmiocie\n                           odmowy udzielenia zezwolenia na wykonywanie przez Everest TFI działalności polegającej\n                           wyłącznie na tworzeniu funduszy inwestycyjnych lub funduszy zagranicznych, zarządzaniu\n                           nimi, w tym pośrednictwie w zbywaniu i odkupywaniu jednostek uczestnictwa, reprezentowaniu\n                           ich wobec osób trzecich oraz zarządzaniu zbiorczym portfelem papierów wartościowych,\n                           jednogłośnie uchyliła w całości decyzję KNF z dnia 24 maja 2016 roku oraz jednocześnie\n                           odmówiła wydania Everest TFI zezwolenia na wykonywanie działalności polegającej wyłącznie\n                           na tworzeniu funduszy inwestycyjnych otwartych lub funduszy zagranicznych, zarządzaniu\n                           nimi, w tym pośrednictwie w zbywaniu i odkupywaniu jednostek uczestnictwa, reprezentowaniu\n                           ich wobec osób trzecich oraz zarządzaniu zbiorczym portfelem papierów wartościowych.Everest TFI nie otrzymał do dnia sporządzenia niniejszego raportu w/w decyzji Komisji\n                           Nadzoru Finansowego wraz z jej uzasadnieniem.  Zarząd Emitenta ani Everest TFI nie zostały poinformowane oficjalnie o wydaniu, ani\n                           o zamiarze jej wydania. O ile treść decyzji nie jest dla Everest TFI pozytywna i negatywnie\n                           wpływa na sytuację Emitenta, o tyle Zarząd Emitenta dobrze ocenia fakt, że w końcu,\n                           po ponad 2 latach zwlekania i przewlekłości postepowania decyzja, jak należy wnosić\n                           z ww. komunikatu została wydana.Jak tylko Everest TFI otrzyma formalnie decyzję będzie ona przedmiotem analiz gdyż\n                           w ocenie Everest TFI przy prowadzeniu postępowania miało miejsce szereg nieprawidłowości,\n                           co znalazło swoje odzwierciedlenie choćby w wyroku sądu Wojewódzkiego Sądu Administracyjnego\n                           w przedmiocie stwierdzenia przewlekłości prowadzonego postepowania.",
        "date": "2018-08-22"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że spółka zależna od Emitenta tj. Everest Investment Management S.A.  -\n                           licencjonowany dom maklerski posiadający zezwolenie na działanie w zakresie zarządzania\n                           portfelami, w skład których wchodzi jeden lub większa ilość instrumentów finansowych\n                           oraz w zakresie doradztwa inwestycyjnego - w miesiącu lipcu 2018 roku  osiągnął przychody\n                           w wysokości ponad 301 tysięcy złotych, co stanowi więcej niż suma przychodów w całym\n                           roku 2017. Osiągnięte przychody od początku roku 2018 przewyższają 619 tysięcy złotych.",
        "date": "2018-08-21"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, 00-193\n                           Warszawa, wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla\n                           m.st. Warszawy w Warszawie XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod\n                           numerem KRS 0000301483 _\"Emitent\"_,. niniejszym przekazuje korektę raportu bieżącego\n                           ESPI nr 16/2018 z dnia 13 lipca 2018 r. Korekta polega na przekazaniu w załączniku\n                           do niniejszego raportu bieżącego właściwej treści uchwały w sprawie zarządzenia przerwy.Poniżej skorygowana treść raportu:Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, 00-193\n                           Warszawa, wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla\n                           m.st. Warszawy w Warszawie XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod\n                           numerem KRS 0000301483 _\"Emitent\"_, w nawiązaniu do raportu bieżącego Emitenta nr\n                           14-2018 z dnia 29 czerwca 2018 roku, informuje, iż na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki Everest Investments S.A. zwołanym na dzień 29 czerwca 2018 roku, kontynuowanym\n                           w dniu 13 lipca 2018 roku, na wniosek jednego obecnego akcjonariusza, zarządzono przerwę\n                           w obradach Walnego Zgromadzenia. Wznowienie obrad Zwyczajnego Walnego Zgromadzenia Emitenta nastąpi w dniu 27 lipca\n                           2018 roku o godzinie 17.00 w Warszawie _00-252 Warszawa_  przy ul. Podwale 13/15 _budynek\n                           ZDZ, III piętro_, w siedzibie Kancelarii Notarialnej Jakub Szymczak Miron Jakubiak\n                           Paweł Czajka Katarzyna Nowak Joanna Kurek Patrycja Konończuk Wanda Wojewoda Joanna\n                           Zubala Sebastian Chaber Spółka Cywilna.Treść uchwały w sprawie zarządzenia przerwy wraz z wynikiem głosowania stanowi załącznik\n                           do niniejszego raportu.Podstawa prawna:§ 19 ust. 1 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2018 r. poz. 757_",
        "date": "2018-07-17"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, 00-193\n                           Warszawa, wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla\n                           m.st. Warszawy w Warszawie XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod\n                           numerem KRS 0000301483 _\"Emitent\"_, w nawiązaniu do raportu bieżącego Emitenta nr\n                           14-2018 z dnia 29 czerwca 2018 roku, informuje, iż na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki Everest Investments S.A. zwołanym na dzień 29 czerwca 2018 roku, kontynuowanym\n                           w dniu 13 lipca 2018 roku, na wniosek jednego obecnego akcjonariusza, zarządzono przerwę\n                           w obradach Walnego Zgromadzenia. Wznowienie obrad Zwyczajnego Walnego Zgromadzenia Emitenta nastąpi w dniu 27 lipca\n                           2018 roku o godzinie 17.00 w Warszawie _00-252 Warszawa_  przy ul. Podwale 13/15 _budynek\n                           ZDZ, III piętro_, w siedzibie Kancelarii Notarialnej Jakub Szymczak Miron Jakubiak\n                           Paweł Czajka Katarzyna Nowak Joanna Kurek Patrycja Konończuk Wanda Wojewoda Joanna\n                           Zubala Sebastian Chaber Spółka Cywilna.Treść uchwały w sprawie zarządzenia przerwy wraz z wynikiem głosowania stanowi załącznik\n                           do niniejszego raportu.Podstawa prawna:§ 19 ust. 1 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2018 r. poz. 757_.",
        "date": "2018-07-13"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, 00-193\n                           Warszawa, wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla\n                           m.st. Warszawy w Warszawie XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod\n                           numerem KRS 0000301483 _\"Emitent\"_, podaje do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających ponad 5 % głosów na Zwyczajnym Walnym Zgromadzeniu Spółki Everest Investments\n                           S.A. _\"ZWZ’_ w dniu 29 czerwca 2018 roku.1. Everest Investments Holding S.A. z siedzibą w Warszawie:- liczba i zarejestrowanych akcji na WZA: 1.433.133 - liczba głosów z zarejestrowanych akcji: 1.433.133- udział w ogólnej liczbie głosów: 62,23 %- udział w liczbie głosów na ZWZ: 100,00 %",
        "date": "2018-06-29"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, 00-193\n                           Warszawa, wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla\n                           m.st. Warszawy w Warszawie XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod\n                           numerem KRS 0000301483 _\"Emitent\"_, że na Zwyczajnym Walnym Zgromadzeniu Spółki Everest\n                           Investments S.A. zwołanym w  dniu 29 czerwca 2018 roku, na wniosek jednego obecnego\n                           akcjonariusza, zarządzono przerwę w obradach Walnego Zgromadzenia. Wznowienie obrad\n                           Zwyczajnego Walnego Zgromadzenia Emitenta nastąpi w dniu 13 lipca 2018 roku o godzinie\n                           13.00 w Warszawie _00-252 Warszawa_  przy ul. Podwale 13/15 _budynek ZDZ, III piętro_,\n                           w siedzibie Kancelarii Notarialnej Jakub Szymczak Miron Jakubiak Paweł Czajka Katarzyna\n                           Nowak Joanna Kurek Patrycja Konończuk Wanda Wojewoda Joanna Zubala Sebastian Chaber\n                           Spółka Cywilna.Jednocześnie Emitent podaje do publicznej wiadomości treść uchwał podjętych przez\n                           Zwyczajne Walne Zgromadzenie Spółki Everest Investments S.A. w dniu 29 czerwca 2018\n                           roku wraz z uchwałą w sprawie przerwy w obradach Walnego Zgromadzenia.Emitent informuje, że podczas Zwyczajnego Walnego Zgromadzenia Spółki Emitenta do\n                           momentu ogłoszenia przerwy w obradach rozpatrzyło punkty 1-5 i 7, 8  porządku obrad\n                           opublikowanego w ogłoszeniu o zwołaniu Zwyczajnego Walnego Zgromadzenia podanego raportem\n                           bieżącym nr 10/2018 w dniu 30 maja 2018 r.Podczas pierwszej części obrad Walnego Zgromadzenia nie zgłoszono do protokołu żadnych\n                           sprzeciwów, nie odstąpiono również od rozpatrywania któregokolwiek z punktu w zakresie\n                           punktów 1—5,7,8  porządku obrad. Podstawa prawna:§ 19 ust. 1 pkt 5, 6, 7, 8 i 9 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018 r. poz. 757_",
        "date": "2018-06-29"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie, _\"Emitent\"_, niniejszym\n                           informuje, iż w dniu 20 czerwca  2018 roku spółka zależna od Emitenta, Everest Towarzystwo\n                           Funduszy Inwestycyjnych S.A.  otrzymała wyrok Wojewódzkiego Sądu Administracyjnego\n                           w Warszawie z dnia 22 maja 2018 roku _sygn. akt: VI SAB/Wa 63/17_ zapadły po rozpoznaniu\n                           sprawy ze skargi Everest Towarzystwo Funduszy Inwestycyjnych S.A. na przewlekłe prowadzenie\n                           postępowania przez Komisję Nadzoru Finansowego w sprawie wniosku o ponowne rozpoznanie\n                           sprawy w zakresie udzielenia zezwolenia na prowadzenie działalności w  zakresie tworzenia\n                           funduszy  inwestycyjnych przez Everest Towarzystwo Funduszy Inwestycyjnych S.A. stwierdzający\n                           dopuszczenie się przez Komisję Nadzoru Finansowego przewlekłego prowadzenia postępowania.\n                           Wyrok nie jest prawomocny. Treść wyroku wraz z uzasadnieniem stanowi załącznik do niniejszego raportu.",
        "date": "2018-06-21"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "W nawiązaniu do Raportu bieżącego nr 10/2018 z dnia 30 maja 2018 roku w sprawie zwołania\n                           Zwyczajnego Walnego Zgromadzenia _\"ZWZ\"_, które odbędzie się dnia 29 czerwca 2018\n                           roku o godzinie 17.30 w Warszawie _00-252_ przy ul. Podwale 13/15 _budynek ZDZ, III\n                           piętro_ w siedzibie Kancelarii Notarialnej Jakub Szymczak, Miron Jakubiak, Paweł Czajka,\n                           Katarzyna Nowak, Joanna Kurek, Patrycja Konończuk, Wanda Wojewoda, Joanna Zubala,\n                           Sebastian Chaber Spółka Cywilna, Zarząd Everest Investments S.A. z siedzibą w Warszawie\n                           _00-193_ przy ul. Stawki 2, wpisaną do rejestru przedsiębiorców prowadzonego przez\n                           Sąd Rejonowy dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego pod numerem KRS: 0000301483, NIP: 8971739404, REGON: 020684224, _\"Spółka\"_,\n                           przekazuje w załączeniu do niniejszego raportu dokumenty będące przedmiotem obrad\n                           ZWZ, które zostały zatwierdzone przez Radę Nadzorczą Spółki w dniu 12 czerwca 2018\n                           r., w postaci:1. Sprawozdanie Rady Nadzorczej z działalności w 2017 roku.2. Sprawozdanie Rady Nadzorczej z oceny sprawozdania finansowego za rok obrotowy 2017,\n                           Sprawozdania Zarządu z działalności Spółki w 2017 r. oraz Wniosku Zarządu dotyczącego\n                           pokrycia starty za rok obrotowy 2017 roku.3. Sprawozdanie Rady Nadzorczej z oceny skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Everest Investments S.A. za 2017 r., sprawozdania Zarządu z działalności\n                           Grupy Kapitałowej Everest Investments S.A. w 2017 roku.Podstawa prawna: Artykuł 56 ust. 1 pkt. 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz. U. z 2018 r. poz. 512, z późn. zm._ w związku z § 19 ust. 1 pkt 1\n                           oraz pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. z 2018 r. poz. 757_",
        "date": "2018-06-14"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie przy ul. Stawki 2, wpisanej\n                           do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie\n                           XII Wydział Gospodarczy  Krajowego Rejestru Sądowego pod numerem KRS 0000301483 _\"Spółka\"_,\n                           informuje o zwołaniu Zwyczajnego Walnego Zgromadzenia _\"ZWZ\"_, które odbędzie się\n                           dnia 29 czerwca 2018 r. o godzinie 17.30 w Warszawie _00-252 Warszawa_ przy ul. Podwale\n                           13/15 _budynek ZDZ, III piętro_ w siedzibie Kancelarii Notarialnej Jakub Szymczak\n                           Miron Jakubiak Paweł Czajka Katarzyna Nowak Joanna Kurek Patrycja Konończuk Wanda\n                           Wojewoda Joanna Zubala Sebastian Chaber Spółka Cywilna Pełny tekst ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki oraz treść\n                           projektów uchwał, formularz pełnomocnictwa na ZWZ Everest Investments S.A. w dniu29\n                           czerwca 2018 roku oraz instrukcja do głosowania przez pełnomocnika, proponowane zmiany\n                           w Statucie Spółki podczas ZWZ Everest Investments S.A. w dniu 29 czerwca 2018 roku,\n                           informacja o liczbie akcji i głosów na ZWZ Everest Investments S.A. w dniu 29 czerwca\n                           2018 roku, skonsolidowane sprawozdanie finansowe Grupy kapitałowej Everest Investments\n                           za rok 2017, sprawozdanie Zarządu z działalności Grupy kapitałowej Everest Investments\n                           za rok 2017, sprawozdanie niezależnego biegłego rewidenta z badania Skonsolidowanego\n                           sprawozdania finansowego Grupy kapitałowej Everest Investments za rok 2017, jednostkowe\n                           sprawozdanie finansowe Everest Investments S.A za rok 2017, sprawozdanie Zarządu z\n                           działalności Everest Investments za rok 2017, sprawozdanie niezależnego biegłego rewidenta\n                           z badania jednostkowego sprawozdania finansowego Everest Investments za rok 2017,\n                           znajdują się załącznikach do niniejszego raportu. Podstawa prawna: Artykuł 56 ust. 1 pkt. 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz. U. z 2018 r. poz. 512, z późn. zm._ w związku z § 19 ust. 1 pkt 1\n                           oraz pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. z 2018 r. poz. 757_",
        "date": "2018-05-30"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do\n                           raportu bieżącego nr 2/2018 z dnia 31 stycznia 2018 roku, dotyczącego terminów publikacji\n                           raportów okresowych w 2018 roku, informuje, że zmianie ulega termin publikacji skonsolidowanego\n                           raportu kwartalnego za pierwszy kwartał 2018 roku z pierwotnie deklarowanego terminu\n                           publikacji, tj. z 30 maja 2018 roku, na nowy termin publikacji, tj. na dzień 18 maja\n                           2018 roku. Pozostałe terminy publikacji raportów okresowych pozostają bez zmianPodstawa prawna:§ 80 ust. 2 pkt 1_ Rozporządzenie Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2018 r., poz.757_.",
        "date": "2018-05-15"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, informuje,  że\n                           w dniu 7 maja 2018 roku, spółka zależna od Emitenta tj. Everest Investment Management\n                           S.A. - licencjonowany dom maklerski posiadający zezwolenie na działanie w zakresie\n                           zarządzania portfelami, w skład których wchodzi jeden lub większa ilość instrumentów\n                           finansowych oraz w zakresie doradztwa inwestycyjnego – otrzymała podpisane przez Merit\n                           Invest S.A. z siedzibą w Radomiu _\"Inwestor\"_ Porozumienie Inwestycyjne zawarte z\n                           dniem  2 maja 2018 roku.Na podstawie zawartego Porozumienia Inwestor zadeklarował chęć współpracy z Domem\n                           Maklerskim w celu pozyskania aktywów do zarządzania i objęcia 9,99 % akcji Everest\n                           Investment Management S.A. w drodze nowej emisji akcji w ciągu 4 miesięcy od podpisania\n                           niniejszego porozumienia. Strony zobowiązały się do dążenia do zawarcia transakcji.Podstawa prawna:art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia\n                           16 kwietnia 2014r. w sprawie nadużyć na rynku oraz uchylające dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE\n                           _Rozporządzenie MAR_.",
        "date": "2018-05-07"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, informuje, że\n                           w dniu 26 kwietnia 2018 r., spółka zależna od Emitenta tj. Everest Investment Management\n                           S.A. - licencjonowany dom maklerski – zawarła umowę z firmą inwestycyjną Key Way Investments\n                           Ltd,_\"Zagraniczna Firma Inwestycyjna\"_ z siedzibą na Cyprze, prowadzącą działalność\n                           regulowaną przez Cypryjską Komisję Papierów Wartościowych i Giełd.Na podstawie zawartej umowy Spółka zależna od Emitenta zobowiązała się do świadczenia\n                           na rzecz Zagranicznej Firmy Inwestycyjnej usług polegających na prowadzeniu działań\n                           marketingowych dotyczących produktów oferowanych przez Zagraniczną Firmę Inwestycyjną\n                           oraz do wykonywania czynności materialno-technicznych w zakresie promocji usług Zagranicznej\n                           Firmy Inwestycyjnej.Usługi będą świadczone głównie telefonicznie poprzez wydzieloną w strukturach  Spółki\n                           zależnej od Emitenta specjalistyczną komórkę organizacyjną _Dział Call Center_, w\n                           której Spółka zależna od Emitenta zamierza zatrudniać ok. 20 osób.Spółka zależna od Emitenta spodziewa się, że miesięczne przychody w związku ze świadczonymi\n                           usługami będą nie niższe niż 50 tys. zł miesięcznie. Rentowność kontraktu będzie zróżnicowana\n                           i może wynosić od kilkudziesięciu procent w początkowej jego fazie do 20-25% w fazie\n                           rozwiniętej przy wysokich przychodach.Umowa o współpracy została zawarta na czas nieokreślony.Podstawa prawna:Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia\n                           16 kwietnia 2014r. w sprawie nadużyć na rynku oraz uchylające dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE\n                           _Rozporządzenie MAR_.",
        "date": "2018-04-27"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_,w nawiązaniu do\n                           raportu bieżącego nr 2/2018 z dnia 31 stycznia 2018 roku, dotyczącego terminów publikacji\n                           raportów okresowych w 2018 roku informuje, iż zmianie ulega termin publikacji jednostkowego\n                           raportu rocznego za okres roku obrotowego 2017 oraz skonsolidowanego raportu rocznego\n                           za okres roku obrotowego 2017 z pierwotnie deklarowanego terminu publikacji, tj. z\n                           dnia 30 kwietnia 2018 roku, na nowy termin publikacji ww. raportów rocznych, tj. na\n                           dzień 29 kwietnia 2018 roku. Pozostałe terminy przekazywania raportów okresowych pozostają bez zmian. Podstawa\n                           prawna: §103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2018-04-24"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Everest Investments S.A. z siedzibą w Warszawie _\"Spółka\"_, informuje, że Rada\n                           Nadzorcza Spółki działając na podstawie art. 6 ust. 7 pkt 1 Statutu Spółki, po rozpatrzeniu\n                           rekomendacji Komitetu Audytu, w dniu 23 kwietnia 2018 roku, podjęła uchwałę o wyborze\n                           Okulscy Audyt Spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie przy\n                           ul. Słomińskiego 14/17, 00-195 Warszawa, wpisaną na prowadzoną przez Krajową Radę\n                           Biegłych Rewidentów listę podmiotów uprawnionych do badania sprawozdań finansowych\n                           pod numerem 4062, jako biegłego rewidenta przeprowadzającego badanie jednostkowych\n                           i skonsolidowanych rocznych sprawozdań finansowych Everest Investments S.A. oraz Grupy\n                           Kapitałowej Everest Investments SA za rok obrotowy 2017.Spółka nie korzystała dotychczas z usług wybranego biegłego rewidenta.Umowa z audytorem/biegłym rewidentem zostanie zawarta na okres 2 lat. Wybór podmiotu nastąpił zgodnie z obowiązującymi przepisami prawa oraz normami zawodowymi.\n                           Podstawa prawna:§5 ust.1 pkt 19 w zw. z §25 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2018-04-24"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że w dniu 20 kwietnia 2018 r., otwarto likwidację funduszu inwestycyjnego\n                           FinCrea 2 Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych, którego portfelem\n                           zarządza spółka zależna od Emitenta tj. Everest Investment Management S.A. - licencjonowany\n                           dom maklerski posiadający zezwolenie na działanie w zakresie zarządzania portfelami,\n                           w skład których wchodzi jeden lub większa ilość instrumentów finansowych oraz w zakresie\n                           doradztwa inwestycyjnego. Powodem likwidacji jest  wystąpienie przyczyny rozwiązania\n                           Funduszu określonej w art. 246 ust. 1 pkt 5_ Ustawy z dnia  27 maja 2004 r. o funduszach\n                           inwestycyjnych i zarządzaniu alternatywnymi funduszami inwestycyjnymi _Dz. U. z 2018\n                           r. poz. 56 z późn. zm._ tj. o podjęciu przez Zgromadzenie Inwestorów Funduszu Uchwały\n                           nr 3 z dnia 17 kwietnia 2018 roku w sprawie rozwiązania Funduszu. Podstawa prawna:\n                           art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia\n                           16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na\n                           rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2018-04-20"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym\n                           informuje, że spółka zależna od Emitenta tj. Everest Investment Management S.A.  -\n                           licencjonowany dom maklerski posiadający zezwolenie na działanie w zakresie zarządzania\n                           portfelami, w skład których wchodzi jeden lub większa ilość instrumentów finansowych\n                           oraz w zakresie doradztwa inwestycyjnego - w miesiącu styczniu 2018 roku  osiągnął\n                           dodatni wynik finansowy i przychody w wysokości 138 tys. złotych, przez co zysk netto\n                           w tym miesiącu wyniósł 14,7 tys. złotych. Podstawa prawna: art. 17 ust. 1 rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylające dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2018-02-21"
    },
    {
        "company_name": "EVEREST INVESTMENTS SA",
        "content": "Zarząd Spółki Everest Investments S.A. z siedzibą w Warszawie _\"Emitent\"_ podaje do\n                           publicznej wiadomości daty przekazywania raportów okresowych Eimtenta  w 2018 roku:• Raporty roczne:- jednostkowy raport roczny za okres roku obrotowego 2017 – 30 kwietnia 2018 r.- skonsolidowany raport roczny za okres roku obrotowego 2017 – 30 kwietnia 2018 r• Raportu półroczne:- skonsolidowany raport półroczny za okres I półrocza 2018 r. – 28 września  2018\n                           r.• Raporty kwartalne:- skonsolidowany raport kwartalny za okres I kwartału 2017 r. – 30 maja 2018 r.- skonsolidowany raport kwartalny za okres III kwartału 2017 r. – 29 listopada 2018\n                           r.Jednocześnie Emitent oświadcza, że działając:• zgodnie z § 101 ust. 2  Rozporządzenia nie będzie przekazywał jednostkowego i skonsolidowanego\n                           raportu kwartalnego za okres II kwartału 2018 r.;• na podstawie § 83 ust. 1 Rozporządzenia nie będzie sporządzał odrębnych jednostkowych\n                           raportów kwartalnych, ze względu na zamiar przekazywania skonsolidowanych raportów\n                           kwartalnych zawierających kwartalną informację finansową zawierającą informacje określone\n                           w § 87 ust. 1-3, ust. 4 zdanie pierwsze oraz ust. 9 Rozporządzenia;• na podstawie § 83 ust. 3 Rozporządzenia nie będzie publikował jednostkowego raportu\n                           półrocznego, w związku z czym w skonsolidowanym raporcie półrocznym zostanie zamieszczone\n                           skrócone półroczne sprawozdanie finansowe wraz z raportem podmiotu uprawionego do\n                           badania sprawozdań oraz skróconą informacją dodatkową.Podstawa prawna:§ 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. 2014 nr 0 poz. 133 ze zmianami Dz. U. z 2016\n                           r. poz. 860_ , _\"Rozporządzenie\"_.",
        "date": "2018-01-31"
    }
]