[
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ niniejszym, w\n                           nawiązaniu do Jednostkowego Skróconego Raportu Śródrocznego Spółki za III kwartał\n                           2017 roku obejmującego okres od 01.01.2017 do 30.09.2017 sporządzonego według Międzynarodowych\n                           Standardów Sprawozdawczości Finansowej _MSSF_ przekazanego przez Emitenta do publicznej\n                           wiadomości w dniu 20 listopada 2017 roku, w dniu dzisiejszym przekaże do publicznej\n                           wiadomości skorygowany Jednostkowy Skrócony Raport Śródroczny Spółki za III kwartał\n                           2017 roku obejmujący okres od 01.01.2017 do 30.09.2017. Przekazany do publicznej wiadomości w dniu 20 listopada 2017 roku raport kwartalny\n                           Spółki za III kwartał 2017 roku zawierał \"Sprawozdanie z zysków lub strat i innych\n                           całkowitych dochodów\" obejmujące jedynie dane finansowe za okres od 1 stycznia do\n                           30 września 2017 roku i za ten sam okres poprzedniego roku obrotowego. Przedmiotem korekty raportu kwartalnego za III kwartał 2017 roku jest uzupełnienie\n                           raportu o dane finansowe za III kwartał 2017 roku oraz III kwartał 2016 roku, zgodnie\n                           z MSR 34 \"Śródroczna sprawozdawczość finansowa\".",
        "date": "2017-12-21"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ niniejszym informuje, że\n                           w dniu dzisiejszym, tj. 19 października 2017 roku Rada Nadzorcza Spółki podjęła uchwałę,\n                           na mocy której powołała Komitet Audytu Spółki. Do składu Komitetu Audytu Rada Nadzorcza Spółki powołała następujące osoby: - Pana Bartłomieja Gajeckiego - Przewodniczącego Komitetu Audytu; - Pana Piotra Jeleniewskiego - Członka Komitetu Audytu; - Pana Leszka Wiśniewskiego - Członka Komitetu Audytu. Zarząd Emitenta informuje, że Komitet Audytu we wskazanym składzie spełnia kryteria\n                           niezależności oraz pozostałe wymagania określone w art. 128 ust.1 i art. 129 ust.\n                           1,3,5, i 6 ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym _DZ.U.z 2017 r. poz. 1089_.",
        "date": "2017-10-19"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. _“Spółka\"_ informuje, że powziął wiadomość o podjęciu\n                           w dniu dzisiejszym przez Radę Nadzorczą Spółki uchwały o wyborze podmiotu uprawnionego\n                           do przeprowadzenia przeglądu śródrocznego sprawozdania finansowego Spółki sporządzonego\n                           na dzień 30 czerwca 2017 roku.Rada Nadzorcza Spółki do przeprowadzenia śródrocznego sprawozdania finansowego sporządzonego\n                           na dzień 30 czerwca 2017 roku wybrała spółkę pod firmą WBS Audyt Spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Warszawie przy ulicy Grzybowskiej 4/U9B, 00-131 Warszawa,\n                           wpisaną do rejestru przedsiębiorców Krajowego Rejestru Sądowego pod numerem 0000099028,\n                           wpisaną na prowadzoną przez Krajową Izbę Biegłych Rewidentów listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych pod numerem 3685.Jednocześnie Rada Nadzorcza Spółki upoważniła Zarząd Spółki do zawarcia umowy na przeprowadzenie\n                           przeglądu  śródrocznego sprawozdania finansowego Spółki sporządzonego według zasad\n                           na dzień 30 czerwca 2017 roku.",
        "date": "2017-09-14"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż\n                           w dniu 14 września 2017 roku odbyło się posiedzenie Rady Nadzorczej Spółki podczas\n                           którego Rada Nadzorcza Spółki, działając na podstawie upoważnienia zawartego w §21\n                           ust. 3 Statutu Spółki, powołała w skład Rady Nadzorczej Spółki Panią Paulinę Wolnicką-Kawkę\n                           oraz Panią Justynę Budzyńską powierzając im sprawowanie funkcji Członków Rady Nadzorczej\n                           Spółki. Informacje o posiadanym wykształceniu, kwalifikacjach i zajmowanych wcześniej stanowiskach,\n                           wraz z opisem przebiegu pracy zawodowej i prowadzonej działalności przez nowych Członków\n                           Rady Nadzorczej Spółki stanowią załączniki do niniejszego raportu. Pani Paulina Wolnicka-Kawka oraz Pani Justyna Budzyńska zgodnie ze złożonymi Spółce\n                           oświadczeniami nie prowadzą działalności, które są konkurencyjne wobec działalności\n                           Spółki. Nie są również wspólnikami w konkurencyjnej spółce cywilnej lub spółce osobowej\n                           bądź członkami organu konkurencyjnej spółki kapitałowej lub członkami organu jakiejkolwiek\n                           innej konkurencyjnej osoby prawnej. Ponadto Pani Paulina Wolnicka-Kawka oraz Pani Justyna Budzyńska nie są wpisane do\n                           Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie ustawy o Krajowym Rejestrze\n                           Sądowym.",
        "date": "2017-09-14"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. _“Spółka\"_ w nawiązaniu do treści raportu bieżącego\n                           nr 1/2017 z dnia 30 stycznia 2017 roku w sprawie terminów przekazywania przez Spółkę do publicznej\n                           wiadomości raportów okresowych w 2017 roku, skorygowanego w dniu 4 maja 2017 roku\n                           oraz 23 sierpnia 2017 roku, niniejszym informuje, że Zarząd Spółki dokonał zmiany\n                           terminu publikacji raportu półrocznego Spółki za I półrocze 2017 roku. Zgodnie z treścią raportu bieżącego nr 6/2017 opublikowanego w dniu 23 sierpnia 2017\n                           roku publikacja wyżej wymienionego raportu zaplanowana była na dzień 14 września 2017\n                           roku.Nowym terminem przekazania do publicznej wiadomości raportu półrocznego Spółki za\n                           I półrocze 2017 roku jest 26 września 2017 roku.",
        "date": "2017-09-13"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do treści raportu\n                           bieżącego nr 1/2017 z dnia 30 stycznia 2017 roku w sprawie terminów przekazywania\n                           przez Spółkę do publicznej wiadomości raportów okresowych w 2017 roku, skorygowanego\n                           w dniu 4 maja 2017 roku, niniejszym informuje, że Zarząd Spółki dokonał zmiany terminu\n                           publikacji raportu półrocznego Spółki za I półrocze 2017 roku. Zgodnie z treścią raportu bieżącego nr 1/2017 publikacja wyżej wymienionego raportu\n                           zaplanowana była na dzień 31 sierpnia 2017 roku.Nowym terminem przekazania do publicznej wiadomości raportu półrocznego Spółki za\n                           I półrocze 2017 roku jest 14 września 2017 roku.",
        "date": "2017-08-23"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. _“Spółka\"_ niniejszym informuje, iż na Zwyczajnym Walnym Zgromadzeniu\n                           _\"ZWZ\"_ Spółki które odbyło się w dniu 23 czerwca 2017 roku o godz. 13:00 w Kancelarii\n                           Notarialnej Adam Suchta w Warszawie, co najmniej 5% liczby głosów na ZWZ posiadali\n                           następujący akcjonariusze:- Dengold Capital Limited - posiadająca 69.672 głosów na ZWZ, co stanowiło 100,00\n                           % liczby głosów na ZWZ oraz 19,95% w ogólnej liczbie głosów.",
        "date": "2017-06-23"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. _“Spółka\"_ niniejszym przekazuje treść uchwał podjętych przez Zwyczajne\n                           Walne Zgromadzenie Spółki, które odbyło się w dniu 23 czerwca 2017 roku o godz. 13:00\n                           w Kancelarii Notarialnej Adam Suchta w Warszawie.",
        "date": "2017-06-23"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż działając na podstawie\n                           art. 399 §1, art. 4021 §1 i §2, art. 402[2] Kodeksu spółek handlowych, zwołuje Zwyczajne\n                           Walne Zgromadzenie Spółki które odbędzie się 23 czerwca 2017 roku, o godz. 13:00,\n                           w Kancelarii Notarialnej Adam Suchta, ul. Sienna 39, 00-121 Warszawa _\"ZWZ\"_. Pełną treść ogłoszenia, zawierającą niezbędne informacje określone przepisami Kodeksu\n                           spółek handlowych oraz projekty uchwał będące przedmiotem rozpatrzenia przez ZWZ,\n                           Zarząd Spółki przekazuje w załączeniu.Wszelkie informacje oraz materiały dotyczące ZWZ dostępne są na stronie internetowej\n                           Spółki pod adresem www.ibsmsa.pl w zakładce Relacje inwestorskie/WZA.",
        "date": "2017-05-25"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym do Spółki wpłynęło oświadczenie\n                           Pana Adama Osińskiego o rezygnacji z dalszego członkostwa w Radzie Nadzorczej Spółki\n                           ze skutkiem na dzień 16 maja 2017 roku.",
        "date": "2017-05-22"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM Spółka akcyjna z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           że w dniu dzisiejszym, ze spółką pod firmą Liberis Polska Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie _\"Liberis\"_, została zawarta umowa na udzielnie finansowania\n                           _\"Umowa\"_. Na podstawie Umowy Spółka zobowiązała się zapewnić finansowanie dłużne\n                           działalności gospodarczej prowadzonej przez Liberis w kwocie 9.580.000,00 zł _dziewięć\n                           milionów pięćset osiemdziesiąt tysięcy złotych_, w drodze objęcia emitowanych przez\n                           Liberis obligacji nowej emisji. Umowa została zawarta na okres nie dłuższy niż pięć\n                           lat. Z tytułu zawarcia Umowy oraz zapewnienia przez Spółkę finansowania dłużnego,\n                           Liberis zobowiązała się zapłacić Spółce jednorazowe wynagrodzenie w wysokości 2.874.000,00\n                           zł _dwa miliony osiemset siedemdziesiąt cztery tysiące złotych_.Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów. Umowa nie zawiera postanowień w zakresie kar umownych.Zarząd Spółki zdecydował o publikacji powyższej informacji z uwagi na fakt, iż zawarcie\n                           oraz wykonanie Umowy może mieć istotny wpływ na kształtowanie przychodów oraz sytuacji\n                           finansowej Spółki w  bieżącym roku obrotowym, a przez to potencjalnie istotny wpływ\n                           na wycenę Spółki.",
        "date": "2018-12-31"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM Spółka akcyjna z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           że w dniu dzisiejszym została zawarta umowa regulująca zasady spłaty wierzytelności\n                           w drodze datio in solutum _\"Umowa\"_ zawarta z dłużnikiem Spółki – spółką Investpoland\n                           Sp.z o.o. _\"Dłużnik\"_.Zawarcie Umowy przez Spółkę z Dłużnikiem, w dniu dzisiejszym, dotyczy przeniesienia\n                           na własność obligacji w celu zwolnienia się z zobowiązania _\"Umowa Rozporządzająca\"_.\n                           Na podstawie Umowy Rozporządzającej, w celu zwolnienia się z zobowiązania do zapłaty\n                           na rzecz Spółki wierzytelności wynikających z odsetek od pożyczek udzielonych Dłużnikowi\n                           w latach poprzednich, ustalonych, według stanu na dzień 30 listopada 2018r, na kwotę\n                           w łącznej wysokości 2.718.249,92 zł _dwa miliony siedemset osiemnaście tysięcy dwieście\n                           czterdzieści dziewięć złotych i dziewięćdziesiąt dwa grosze_ _\"Wierzytelność\"_, Dłużnik\n                           przelał – przeniósł na rzecz Spółki własność, w stanie wolnym od jakichkolwiek obciążeń\n                           lub praw osób trzecich, a Spółka, wyrażając zgodę na taki sposób rozliczenia się z\n                           nią Dłużnika, nabyła od Dłużnika własność 1.853 _jeden tysiąc osiemset pięćdziesiąt\n                           trzy_ sztuk obligacji zwykłych, imiennych, mających formę dokumentu, niezabezpieczonych,\n                           serii A _\"Obligacje\"_, wyemitowanych przez spółkę pod firmą Liberis Polska Spółka\n                           z ograniczoną odpowiedzialnością z siedzibą w Warszawie, przy ul. Rzymowskiego 53,\n                           02 697 Warszawa _KRS: 0000600387, NIP: 521-372-17-37, REGON: 363684572_ _\"Emitent\"_,\n                           wraz z wszelkimi prawami wynikającymi lub związanymi z powyższymi Obligacjami, w tym\n                           w szczególności roszczeniem o zapłatę przez Emitenta premii _odsetek_ od Obligacji,\n                           począwszy od dnia emisji Obligacji. Bezpośrednio po zawarciu Umowy Rozporządzającej\n                           Dłużnik wydał Spółce odcinek zbiorowy obejmujący wszystkie Obligacje, co zostało potwierdzone\n                           stosownym protokołem.Na potrzeby Umowy Rozporządzającej, według stanu na dzień jej zawarcia, Spółka oraz\n                           Dłużnik ustaliły wartość Obligacji wraz z wszelkimi prawami wynikającymi lub związanymi\n                           z Obligacjami, na kwotę odpowiadającą kwocie wykupu Obligacji na dzień 30 listopada\n                           2018r, w wysokości 1.890.009,23zł _jeden milion osiemset dziewięćdziesiąt tysięcy\n                           dziewięć złotych i dwadzieścia trzy grosze_, na którą składa się kwota wartości nominalnej\n                           Obligacji, w wysokości 1.853.000,00 zł, oraz kwota premii _odsetek_ od Obligacji,\n                           w wysokości 37.009,23 zł _trzydzieści siedem tysięcy dziewięć złotych i dwadzieścia\n                           trzy grosze_.W związku z zawarciem i wykonaniem Umowy Rozporządzającej, stosownie do art. 453 Kodeksu\n                           cywilnego, wygasła w części – do kwoty 1.890.009,23zł _jeden milion osiemset dziewięćdziesiąt\n                           tysięcy dziewięć złotych i dwadzieścia trzy grosze_, przysługująca Spółce względem\n                           Dłużnika, Wierzytelność wynikająca z odsetek od pożyczek udzielonych Dłużnikowi przez\n                           Spółkę w latach poprzednich.",
        "date": "2018-12-27"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM Spółka akcyjna z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           że w dniu dzisiejszym została wykonana umowa regulująca zasady spłaty wierzytelności\n                           w drodze datio in solutum _\"Umowa\"_ zawarta z dłużnikiem Spółki – spółką W Investments\n                           Holdings Limited _\"Dłużnik\"_, o zawarciu której to Umowy Zarząd Spółki poinformował\n                           w raporcie bieżącym nr 12/2018 z dnia 20 września 2018 r.Wykonanie Umowy nastąpiło poprzez zawarcie przez Spółkę z Dłużnikiem, w dniu dzisiejszym,\n                           Umowy przenoszącej własność obligacji w celu zwolnienia się z zobowiązania _\"Umowa\n                           Rozporządzająca\"_. Na podstawie Umowy Rozporządzającej, w celu zwolnienia się z zobowiązania\n                           do  zapłaty na rzecz Spółki wierzytelności wynikających z pożyczek udzielonych Dłużnikowi\n                           w latach poprzednich, ustalonych, według stanu na dzień dzisiejszy, na kwotę w łącznej\n                           wysokości 7.881.413,13 zł _\"Wierzytelność\"_, Dłużnik przelał – przeniósł na rzecz\n                           Spółki własność, w stanie wolnym od jakichkolwiek obciążeń lub praw osób trzecich,\n                           a Spółka, wyrażając zgodę na taki sposób rozliczenia się z nią Dłużnika, nabyła od\n                           Dłużnika własność 7.727 _siedmiu tysięcy siedmiuset dwudziestu siedmiu_ sztuk obligacji\n                           zwykłych, imiennych, mających formę dokumentu, niezabezpieczonych, serii A _\"Obligacje\"_,\n                           wyemitowanych przez spółkę pod firmą Liberis Polska Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie, przy ul. Rzymowskiego 53, 02 697 Warszawa _KRS: 0000600387,\n                           NIP: 521-372-17-37, REGON: 363684572_ _\"Emitent\"_, wraz z wszelkimi prawami wynikającymi\n                           lub związanymi z powyższymi Obligacjami, w tym w szczególności roszczeniem o zapłatę\n                           przez Emitenta premii _odsetek_ od Obligacji, począwszy od dnia emisji Obligacji.\n                           Bezpośrednio po zawarciu Umowy Rozporządzającej Dłużnik wydał Spółce odcinek zbiorowy\n                           obejmujący wszystkie Obligacje, co zostało potwierdzone stosownym protokołem.Na potrzeby Umowy Rozporządzającej, według stanu na dzień jej zawarcia, Spółka oraz\n                           Dłużnik ustaliły wartość Obligacji wraz z wszelkimi prawami wynikającymi lub związanymi\n                           z Obligacjami, na kwotę odpowiadającą kwocie wykupu Obligacji, w wysokości 7.881.328,30\n                           zł, na którą składa się kwota  wartości nominalnej Obligacji, w wysokości 7.727.000,00\n                           zł, oraz kwota premii _odsetek_ od Obligacji, w wysokości 154.328,30 zł _sto pięćdziesiąt\n                           cztery tysiące trzysta dwadzieścia osiem złotych i trzydzieści groszy_.W związku z zawarciem i wykonaniem Umowy Rozporządzającej, stosownie do art. 453 Kodeksu\n                           cywilnego, wygasła w całości, przysługująca Spółce względem Dłużnika, Wierzytelność\n                           wynikająca z pożyczek udzielonych Dłużnikowi przez Spółkę w latach poprzednich.",
        "date": "2018-11-30"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM Spółka akcyjna z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           że zmianie uległa struktura akcjonariatu Spółki. Spółka otrzymała zawiadomienie od fundacji prawa maltańskiego W Family Foundation\n                           zarejestrowanej zgodnie z przepisami Republiki Malty, pod numerem PFLP-99, z siedzibą\n                           w Sliema, Malta, przy Tigne Street, Tigne Place, Office M/5, Block 12, Sliema, Malta\n                           _\"Nabywca I\"_, że w dniu 25 października 2018 roku nabyła ona pośrednio w drodze umowy\n                           sprzedaży akcji za pośrednictwem spółki pod firmą PJW Holdings Limited z siedzibą\n                           w Nikozji łącznie 68.196 _sześćdziesiąt osiem tysięcy sto dziewięćdziesiąt sześć_\n                           akcji Spółki. Na skutek transakcji zwiększył się udział pośredni Nabywcy I w strukturze\n                           akcjonariatu Spółki. Przed zawarciem umów sprzedaży akcji, Nabywcy I przysługiwało\n                           pośrednio 14.414 _czternaście tysięcy czterysta czternaście_ akcji w kapitale zakładowym\n                           Spółki, reprezentujących 4,13% kapitału zakładowego Spółki oraz uprawniających do\n                           wykonywania 14.414 _czternastu tysięcy czterystu czternastu_ głosów na Walnym Zgromadzeniu\n                           Spółki _4,13% w ogólnej liczbie głosów na Walnym Zgromadzeniu Spółki_. Po zawarciu\n                           umów sprzedaży akcji Nabywcy I przysługuje pośrednio 82.610 _osiemdziesiąt dwa tysiące\n                           sześćset dziesięć_ akcji w kapitale zakładowym Spółki, reprezentujących 23,65% w kapitale\n                           zakładowym Spółki i uprawniających do 82.610 _osiemdziesięciu dwóch tysięcy sześciuset\n                           dziesięciu_ głosów na Walnym Zgromadzeniu Spółki, stanowiących 23,65% ogólnej liczby\n                           głosów na Walnym Zgromadzeniu Spółki.Ponadto, zarząd Spółki otrzymał zawiadomienie od Pana Alec Yurievich Fesenko _\"Nabywca\n                           II\"_, że w dniu 25 października 2018 roku nabył on pośrednio w drodze umowy sprzedaży\n                           akcji za pośrednictwem spółki pod firmą Wheel Finance Spółka akcyjna z siedzibą w\n                           Warszawie łącznie 27.739 _dwadzieścia siedem tysięcy siedemset trzydzieści dziewięć_\n                           akcji Spółki. Na skutek transakcji zwiększył się udział pośredni Nabywcy II w strukturze\n                           akcjonariatu Spółki. Przed zawarciem umów sprzedaży akcji, Nabywcy II przysługiwało\n                           pośrednio 13.216 _trzynaście tysięcy dwieście szesnaście_ akcji w kapitale zakładowym\n                           Spółki, reprezentujących 3,78% kapitału zakładowego Spółki, uprawniających do wykonywania\n                           13.216 _trzynastu tysięcy dwustu szesnastu_ głosów na Walnym Zgromadzeniu Spółki _3,78%\n                           ogólnej liczby głosów na Walnym Zgromadzeniu Spółki_. Po zawarciu umów sprzedaży akcji\n                           Nabywcy II przysługuje pośrednio 40.955 _czterdzieści tysięcy dziewięćset pięćdziesiąt\n                           pięć_ akcji w kapitale zakładowym Spółki, reprezentujących 11,73% w kapitale zakładowym\n                           Spółki i uprawniających do wykonywania 40.955 _czterdziestu tysięcy dziewięciuset\n                           pięćdziesięciu pięciu_ głosów na Walnym Zgromadzeniu Spółki, stanowiących 11,73% ogólnej\n                           liczby głosów na Walnym Zgromadzeniu Spółki.",
        "date": "2018-11-13"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM Spółka akcyjna z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           że zmianie uległa struktura akcjonariatu Spółki. W dniu 31 października 2018 roku Spółka otrzymała zawiadomienie od spółki pod firmą\n                           PJW Holdings Limited z siedzibą w Nikozji _\"Nabywca I\"_, że w dniu 25 października\n                           2018 roku nabyła w drodze umowy sprzedaży akcji łącznie 68.196 _sześćdziesiąt osiem\n                           tysięcy sto dziewięćdziesiąt sześć_ akcji Spółki. Na skutek transakcji zwiększył się\n                           udział Nabywcy I w strukturze akcjonariatu Spółki. Przed zawarciem umów sprzedaży\n                           akcji, Nabywcy I przysługiwało 14.414 _czternaście tysięcy czterysta czternaście_\n                           akcji w kapitale zakładowym Spółki, reprezentujących 4,13% kapitału zakładowego Spółki\n                           oraz uprawniających do wykonywania 14.414 _czternastu tysięcy czterystu czternastu_\n                           głosów na Walnym Zgromadzeniu Spółki _4,13% w ogólnej liczbie głosów na Walnym Zgromadzeniu\n                           Spółki_. Po zawarciu umów sprzedaży akcji Nabywcy I przysługuje 82.610 _osiemdziesiąt\n                           dwa tysiące sześćset dziesięć_ akcji w kapitale zakładowym Spółki, reprezentujących\n                           23,65% w kapitale zakładowym Spółki i uprawniających do 82.610 _osiemdziesięciu dwóch\n                           tysięcy sześciuset dziesięciu_ głosów na Walnym Zgromadzeniu Spółki, stanowiących\n                           23,65% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.Ponadto, zarząd Spółki otrzymał w dniu 31 października 2018 roku zawiadomienie od\n                           spółki pod firmą Wheel Finance Spółka Akcyjna z siedzibą w Warszawie _\"Nabywca II\"_,\n                           że w dniu 25 października 2018 roku nabyła w drodze umowy sprzedaży akcji łącznie\n                           27.739 _dwadzieścia siedem tysięcy siedemset trzydzieści dziewięć_ akcji Spółki. Na\n                           skutek transakcji zwiększył się udział Nabywcy II w strukturze akcjonariatu Spółki.\n                           Przed zawarciem umów sprzedaży akcji, Nabywcy II przysługiwało 13.216 _trzynaście\n                           tysięcy dwieście szesnaście_ akcji w kapitale zakładowym Spółki, reprezentujących\n                           3,78% kapitału zakładowego Spółki, uprawniających do wykonywania 13.216 _trzynastu\n                           tysięcy dwustu szesnastu_ głosów na Walnym Zgromadzeniu Spółki _3,78% ogólnej liczby\n                           głosów na Walnym Zgromadzeniu Spółki_. Po zawarciu umów sprzedaży akcji Nabywcy II\n                           przysługuje 40.955 _czterdzieści tysięcy dziewięćset pięćdziesiąt pięć_ akcji w kapitale\n                           zakładowym Spółki, reprezentujących 11,73% w kapitale zakładowym Spółki i uprawniających\n                           do wykonywania 40.955 _czterdziestu tysięcy dziewięciuset pięćdziesięciu pięciu_ głosów\n                           na Walnym Zgromadzeniu Spółki, stanowiących 11,73% ogólnej liczby głosów na Walnym\n                           Zgromadzeniu Spółki.",
        "date": "2018-10-31"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że\n                           w dniu dzisiejszym powziął informację, iż w dniu 1 października 2018 roku Sąd Rejonowy\n                           dla m. st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           dokonał rejestracji zmian Statutu Spółki. W dniu 23 lipca 2018 roku Zwyczajne Walne Zgromadzenie podjęło uchwałę nr 3 o zmianie\n                           Statutu Spółki, o czym Spółka informowała w raporcie bieżącym numer 7/2018 w dniu\n                           23 lipca 2018 roku. Dokonano zmiany Statutu Spółki poprzez wykreślenie §9 w całości oraz oznaczenie go\n                           jako skreślony i dodanie §91 Statutu Spółki. Tekst jednolity Statutu Spółki uwzględniający zmiany zarejestrowane w dniu 1 października\n                           2018 roku został przyjęty przez Radę Nadzorczą Spółki w dniu 27 sierpnia 2018 roku,\n                           o czym Spółka informowała raportem bieżącym numer 9/2018 z dnia 27 sierpnia 2018 roku\n                           wraz z przekazaniem do publicznej wiadomości tekstu jednolitego. Zmiany Statutu Spółki zarejestrowane w dniu 1 października 2018 roku są następujące:\n                           a_  § 9. Statutu Spółki został wykreślony w całości oraz oznaczony, jako skreślony;b_  dodano § 9 indeks 1 Statutu Spółki, o następującym brzmieniu: \"§ 91.1.  Zarząd Spółki jest upoważniony do podwyższenia kapitału zakładowego o kwotę nie\n                           większą niż 52.391.100,00 zł _pięćdziesiąt dwa miliony trzysta dziewięćdziesiąt jeden\n                           tysięcy sto złotych_. Niniejsze upoważnienie nie obejmuje uprawnienia do podwyższania\n                           kapitału zakładowego ze środków własnych Spółki. 2.  Po rozpatrzeniu potrzeb Spółki, Zarząd Spółki może wykonywać upoważnienie, o którym\n                           mowa w ust. 1 powyżej, poprzez dokonanie jednego lub kilku podwyższeń kapitału zakładowego\n                           Spółki, po uzyskaniu każdorazowo uprzedniej zgody Rady Nadzorczej Spółki. 3.  Upoważnienie Zarządu do podwyższania kapitału zakładowego Spółki w ramach kapitału\n                           docelowego wygasa z upływem 3 _trzech_ lat od dnia wpisania do rejestru przedsiębiorców\n                           zmiany Statutu Spółki dokonanej uchwałą Zwyczajnego Walnego Zgromadzenia z dnia 28\n                           czerwca 2018 r. 4.  Zarząd Spółki może wydawać akcje zarówno w zamian za wkłady pieniężne, jak i w\n                           zamian za wkłady niepieniężne. Zarząd Spółki nie może wydawać akcji uprzywilejowanych,\n                           ani przyznawać akcjonariuszom uprawnień osobistych, o których mowa w art. 354 ustawy\n                           z dnia 15 września 2000 r. Kodeks spółek handlowych. 5.  Zarząd jest uprawniony do określania ceny emisyjnej nowych akcji, określenia wielkości\n                           emisji oraz do określenia podmiotów uprawnionych do nabycia nowych akcji. Uchwała\n                           Zarządu określająca warunki emisji, o których mowa w zdaniu pierwszym, wymaga uzyskania\n                           każdorazowo uprzedniej zgody Rady Nadzorczej. 6.  Uchwała Zarządu Spółki podjęta w granicach upoważnienia określonego w ust. 1 powyżej\n                           zastępuje uchwałę Walnego Zgromadzenia o podwyższeniu kapitału zakładowego i wymaga\n                           dla swej ważności formy aktu notarialnego. 7.  W granicach obowiązującego prawa, Zarząd Spółki decyduje samodzielnie o wszystkich\n                           pozostałych sprawach związanych z podwyższeniem kapitału zakładowego Spółki w granicach\n                           kapitału docelowego w ramach niniejszego upoważnienia. W szczególności, lecz nie wyłącznie,\n                           Zarząd Spółki jest uprawniony do: a.  określenia, czy akcje Spółki nowej emisji będą akcjami na okaziciela, czy też\n                           akcjami imiennymi; b.  wydania akcji w formie dokumentu w przypadku emisji akcji na okaziciela lub akcji\n                           imiennych; c.  zawierania umów o subemisję inwestycyjną lub subemisję usługową lub innych umów\n                           zabezpieczających powodzenie emisji akcji;d.  podejmowania uchwał oraz innych działań w sprawie dematerializacji akcji oraz\n                           zawierania umów z Krajowym Depozytem Papierów Wartościowych S.A. o rejestrację akcji,\n                           praw do akcji lub praw poboru;  e.  podejmowania uchwał oraz innych działań w sprawie odpowiednio emisji akcji w drodze\n                           oferty publicznej lub ubiegania się o dopuszczenie akcji do obrotu na rynku regulowanym,\n                           praw do akcji lub praw poboru. 8.  Za uprzednią zgodą Rady Nadzorczej Spółki, Zarząd Spółki może wyłączyć lub ograniczyć\n                           pierwszeństwo do objęcia nowych akcji Spółki przez dotychczasowych akcjonariuszy _prawo\n                           poboru_, dotyczące podwyższenia kapitału zakładowego w ramach udzielonego Zarządowi\n                           Spółki w niniejszym artykule Statutu Spółki upoważnienia do podwyższania kapitału\n                           zakładowego Spółki w granicach kapitału docelowego. Zgoda Rady Nadzorczej powinna\n                           być wyrażona każdorazowo przed kolejnym podwyższeniem kapitału zakładowego Spółki\n                           w granicach kapitału docelowego.  9.  Zgody Rady Nadzorczej Spółki, o których mowa w ust. 2, 5 oraz 8 powyżej, powinny\n                           być każdorazowo wyrażane w formie uchwały podjętej na zasadach określonych w niniejszym\n                           Statucie Spółki.\"",
        "date": "2018-10-26"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż\n                           w dniu dzisiejszym, tj. dnia 20 września 2018 roku, Spółka zawarła ze spółką W Investments\n                           Holdings Limited _\"Dłużnik\"_ umowę regulującą zasady spłaty wierzytelności w drodze\n                           datio in solutum _\"Umowa\"_. Umowę zawarto mając na uwadze, że Dłużnik pozostaje zobowiązany do zwrotu na rzecz\n                           Spółki kwoty 7.812.885 złotych tytułem pożyczek udzielonych w latach poprzednich _\"Wierzytelność\"_,\n                           przy czym kwota ta obejmuje kwotę główną pożyczek wraz z odsetkami wg. stanu na dzień\n                           dzisiejszy.    Na podstawie Umowy Spółka i Dłużnik postanowili, że ich zgodnym zamiarem jest dopuszczenie\n                           możliwość spłaty Wierzytelności poprzez świadczenie w miejsce wykonania _datio in\n                           solutum_, tj. poprzez przeniesienie na Spółkę, w wykonaniu zobowiązania do zwrotu\n                           Wierzytelności,  7.297 sztuk obligacji zwykłych, imiennych, o wartości nominalnej\n                           1.000,00 zł każda, o łącznej wartości nominalnej 7.297.000,00 zł _\"Obligacje\"_, wyemitowanych\n                           przez spółkę pod firmą Liberis spółka z ograniczoną odpowiedzialnością z siedzibą\n                           w Warszawie, przy ul. Wincentego Rzymowskiego 53, 02-697 Warszawa, wpisaną do rejestru\n                           przedsiębiorców Krajowego Rejestru Sądowego pod numerem KRS: 0000600387, posiadającą\n                           NIP: 5213721737 oraz REGON: 363684572 _\"Emitent\"_.W wykonaniu powyższego postanowienia Dłużnik zobowiązał się do przeniesienia na rzecz\n                           Spółki, w celu zwolnienia się ze zobowiązania do spłaty Wierzytelności, 7.297 sztuk\n                           Obligacji. Strony postanowiły, że przeniesienie Obligacji nastąpi do dnia 31 grudnia\n                           2018 roku. W razie przeniesienia Obligacji na Spółkę Wierzytelność zostanie uregulowana\n                           w całości. Zgodnie z Umową, w przypadku gdy w terminie do dnia 31 grudnia 2018 roku Dłużnik nie\n                           przeniesienie na rzecz Spółki Obligacji, Spółka będzie uprawniona do żądania od Dłużnika\n                           zapłaty kary umownej w kwocie 1.000.000,00 zł, chyba że Dłużnik dokona przed tym terminem\n                           spłaty całej Wierzytelności. Ponadto, w razie niewykonania przez Dłużnika zobowiązania\n                           do przeniesienia Obligacji w wyżej wskazanym terminie, Spółka będzie uprawniona do\n                           odstąpienia od Umowy.",
        "date": "2018-09-20"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do\n                           treści raportu bieżącego nr 1/2018 z dnia 24 stycznia 2018 roku w sprawie terminów\n                           przekazywania przez Spółkę do publicznej wiadomości raportów okresowych w 2018 roku,\n                           skorygowanego w dniu 25 stycznia 2018 roku, niniejszym informuje, że Zarząd Spółki\n                           dokonał zmiany terminu publikacji jednostkowego raportu półrocznego Spółki za I półrocze\n                           2018 roku. Zgodnie z treścią raportu bieżącego nr 1/2018 publikacja wyżej wymienionego raportu\n                           zaplanowana była na dzień 27 września 2018 roku.Nowy termin przekazania do publicznej wiadomości Jednostkowego Skróconego Raportu\n                           Półrocznego Spółki za okres od 1 stycznia 2018 roku do 30 czerwca 2018 roku wyznaczono\n                           na dzień 21 września 2018 roku.",
        "date": "2018-09-18"
    },
    {
        "company_name": "IBSM SA",
        "content": "W nawiązaniu do raportu bieżącego nr 8/2018 z dnia 23 lipca 2018 r. w którym poinformowano\n                           o powołaniu nowego Członka Rady Nadzorczej spółki pod firmą IBSM S.A. z siedzibą w\n                           Warszawie _\"Spółka\"_, Zarząd Spółki niniejszym uzupełnia brakujące informacje dotyczące\n                           powołanej osoby nadzorującej.    Pan Piotr Wiśniewski jest absolwentem Wydziału Finansów i Międzynarodowego Biznesu\n                           na George Washington University, Washington, DC, USA. Pan Piotr Wiśniewski jest przedsiębiorcą,\n                           który z sukcesem stworzył od podstaw jednego z pierwszych niezależnych operatorów\n                           komunikacyjnych na polskim rynku. Pan Piotr Wiśniewski wykreował biznesy w różnorodnych\n                           sektorach: od oprogramowania i aplikacji IT, poprzez nieruchomości na wynajem aż po\n                           sprzedaż energii dla klientów korporacyjnych i indywidualnych oraz stworzenie Domu\n                           Maklerskiego oferującego fundusze alternatywne. Poza rynkiem nieruchomości i branżą\n                           telekomunikacyjną inwestuje w projekty z sektora energetycznego, nowoczesnych technologii\n                           oraz usług finansowych/FinTech. Pan Piotr Wiśniewski nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pan Piotr Wiśniewski poinformował Zarząd Spółki, że jego\n                           nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.",
        "date": "2018-08-27"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. _“Spółka\"_ informuje, iż w dniu dzisiejszym Rada\n                           Nadzorcza Spółki, działając na podstawie upoważnienia zawartego w Uchwale nr 3 Zwyczajnego\n                           Walnego Zgromadzenia Emitenta z dnia 23 lipca 2018 roku o zmianie Statutu Spółki,\n                           o której Spółka informowała w raporcie bieżącym ESPI nr 7/2018 z dnia 23 lipca 2018\n                           roku, oraz na podstawie §20 ust. 2 Statutu Spółki, przyjęła tekst jednolity Statutu\n                           Spółki uwzględniający zmiany wprowadzone uchwałą numer 3 Zwyczajnego Walnego Zgromadzenia\n                           Emitenta z dnia 23 lipca 2018 roku, o której mowa powyżej. Jednocześnie Spółka informuje, iż przyjęty przez Radę Nadzorczą Spółki tekst jednolity\n                           statutu ma moc obowiązującą z chwilą zarejestrowania zmian w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego. Informacja o zarejestrowaniu zmian statutu Spółki przez\n                           sąd rejestrowy zostanie przekazana przez Spółkę w formie odrębnego raportu bieżącego\n                           niezwłocznie po otrzymaniu postanowienia sądu rejestrowego w tym przedmiocie. Tekst jednolity statutu Spółki stanowi załącznik do niniejszego raportu.",
        "date": "2018-08-27"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. _\"Spółka\"_ niniejszym informuje, iż Walne Zgromadzenie Spółki wznowione\n                           po przerwie zarządzonej w dniu 28 czerwca 2018 roku, podjęło uchwały o zmianach w\n                           składzie Rady Nadzorczej Spółki. Mocą uchwały Walnego Zgromadzenia Spółki w dniu dzisiejszym odwołano ze składu Rady\n                           Nadzorczej Pana Piotra Pawła Jeleniewskiego. Pan Piotr Paweł Jeleniewski pełnił funkcję\n                           Członka Rady Nadzorczej Spółki. Począwszy od dnia dzisiejszego, to jest od dnia 23 lipca 2018 roku, Walne Zgromadzenie\n                           Spółki powołało osobę nadzorującą - Pana Piotra Mikołaja Wiśniewskiego, powierzając\n                           mu pełnienie funkcji członka Rady Nadzorczej Spółki.    Zarząd Spółki informuje, że wszystkie informacje, dane oraz oświadczenia nowego Członka\n                           Rady Nadzorczej Spółki wymagane do przekazania przez Spółkę zostaną przekazane w odrębnym\n                           raporcie bieżącym, niezwłocznie po ich przekazaniu Spółce, przez nowo powołanego członka\n                           Rady Nadzorczej Spółki.",
        "date": "2018-07-23"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. _\"Spółka\"_ niniejszym przekazuje w załączeniu do niniejszego raportu\n                           bieżącego treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Spółki, które\n                           wznowiło w dniu dzisiejszym obrady po przerwie zarządzonej w dniu 28 czerwca 2018\n                           roku, o czym Spółka informowała w raporcie bieżącym nr 5/2018.",
        "date": "2018-07-23"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. _\"Spółka\"_ niniejszym informuje, iż na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki _\"ZWZ\"_, które w dniu 23 lipca 2018 roku wznowiło obrady po przerwie zarządzonej\n                           w dniu 28 czerwca 2018 roku, o czym Spółka informowała w dniu 28 czerwca 2018 roku\n                           w raporcie bieżącym numer 5/2018, jedynym akcjonariuszem posiadającym co najmniej\n                           5% liczby głosów była spółka pod firmą Dengold Capital Limited – posiadająca 69.672\n                           akcji reprezentujących taką samą liczbę głosów na ZWZ. Procentowy udział spółki pod\n                           firmą Dengold Capital Limited w liczbie głosów na ZWZ wynosił 19,95% w ogólnej liczbie\n                           głosów.",
        "date": "2018-07-23"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. _\"Spółka\"_ niniejszym informuje, że Zwyczajne Walne Zgromadzenie\n                           Spółki, które odbyło się w dniu 28 czerwca 2018 roku, na wniosek akcjonariusza, postanowiło\n                           o zarządzeniu przerwy w obradach Zwyczajnego Walnego Zgromadzenia Spółki. Obrady zostaną\n                           wznowione w dniu 23 lipca  2018 r. o godzinie 11:00 w Kancelarii Notarialnej Adama\n                           Suchty, ul. Sienna 39, 00-121 Warszawa. Zarząd Spółki niniejszym, w załączeniu do niniejszego raportu bieżącego przekazuje\n                           do publicznej wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Spółki, które odbyło się w dniu 28 czerwca 2018 roku.",
        "date": "2018-06-28"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. _\"Spółka\"_ niniejszym informuje, iż na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki _\"ZWZ\"_, które odbyło się w dniu 28 czerwca 2018 roku o godz. 10:00 w Kancelarii\n                           Notarialnej Adam Suchta w Warszawie, jedynym akcjonariuszem posiadającym co najmniej\n                           5% liczby głosów była spółka pod firmą Dengold Capital Limited – posiadająca 69.672\n                           akcji reprezentujących taką samą liczbę głosów na ZWZ. Procentowy udział spółki pod\n                           firmą Dengold Capital Limited w liczbie głosów na ZWZ wynosił 19,95% w ogólnej liczbie\n                           głosów.",
        "date": "2018-06-28"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż działając na podstawie\n                           art. 399 §1, art. 4021 §1 i §2, art. 4022 Kodeksu spółek handlowych, zwołuje Zwyczajne\n                           Walne Zgromadzenie Spółki które odbędzie się 28 czerwca 2018 roku, o godz. 10:00,\n                           w Kancelarii Notarialnej Adam Suchta, ul. Sienna 39, 00-121 Warszawa _\"ZWZ\"_. Pełną treść ogłoszenia, zawierającą niezbędne informacje określone przepisami Kodeksu\n                           spółek handlowych oraz projekty uchwał będące przedmiotem rozpatrzenia przez ZWZ,\n                           Zarząd Spółki przekazuje w załączeniu.Wszelkie informacje oraz materiały dotyczące ZWZ dostępne są na stronie internetowej\n                           Spółki pod adresem www.ibsmsa.pl w zakładce Relacje inwestorskie/WZA.",
        "date": "2018-05-30"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. _“Spółka\"_ informuje, iż w dniu 29 marca 2018 roku\n                           Rada Nadzorcza Spółki, po zapoznaniu się rekomendacją Komitetu Audytu Spółki, przygotowaną\n                           zgodnie z art. 130 ust. 1 pkt 8 Ustawy o biegłych rewidentach, firmach audytorskich\n                           oraz o nadzorze publicznym z dnia 11 maja 2017 r. _Dz. U. z dn. 6.06.2017 poz. 1089_\n                           oraz obowiązującymi przepisami, dokonała wyboru podmiotu uprawnionego do przeprowadzenia\n                           badania rocznego sprawozdania finansowego Spółki sporządzonego na dzień 31 grudnia\n                           2017 roku oraz rocznego sprawozdania finansowego Spółki sporządzonego na dzień 31\n                           grudnia 2018 roku i postanowiła powierzyć zbadanie wyżej wymienionych rocznych sprawozdań\n                           finansowych Spółki spółce pod firmą Polscy Biegli Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie przy ulicy Krzywickiego, 00-131 Warszawa, wpisaną do rejestru\n                           przedsiębiorców Krajowego Rejestru Sądowego pod numerem 0000685057, wpisaną na prowadzoną\n                           przez Krajową Izbę Biegłych Rewidentów listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych pod numerem 4159.  Jednocześnie Rada Nadzorcza Spółki upoważniła Zarząd Spółki do zawarcia umowy na przeprowadzenie\n                           badania rocznych sprawozdań finansowych Spółki sporządzonych za rok obrotowy 2017\n                           oraz 2018. Spółka nie korzystała wcześniej z usług wyżej wskazanego biegłego rewidenta. Umowa z audytorem zostanie zawarta na okres wykonania wyżej wymienionych usług. Wybór pomiotu uprawnionego do przeprowadzenia badania wyżej wymienionych sprawozdań\n                           finansowych Spółki nastąpił zgodnie z obowiązującymi przepisami prawa oraz normami\n                           zawodowymi.",
        "date": "2018-03-29"
    },
    {
        "company_name": "IBSM SA",
        "content": "Zarząd spółki pod firmą IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ niniejszym ze\n                           względu na dostrzeżone oczywiste omyłki pisarskie, przekazuje do publicznej wiadomości\n                           korektę raportu bieżącego nr 1/2018 z dnia 24 stycznia 2018 roku w sprawie terminów\n                           przekazywania przez Spółkę do publicznej wiadomości raportów okresowych w 2018 roku.TREŚĆ\n                           RAPORTU PRZED KOREKTĄ:Zarząd spółki pod firmą IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ niniejszym podaje\n                           do publicznej wiadomości harmonogram publikacji raportów okresowych Spółki w roku\n                           obrotowym 2018.Raporty okresowe będą przekazywane do publicznej wiadomości w następujących terminach:• jednostkowy raport roczny Spółki za rok obrotowy zakończony 31 grudnia 2017 roku\n                           _R_ –  30 kwietnia 2018 roku • jednostkowy raport kwartalny Spółki za I kwartał 2018 roku –  28 maja 2018 roku• jednostkowy raport półroczny Spółki za I półrocze 2018 roku –  27 września 2017\n                           roku• jednostkowy raport kwartalny Spółki za III kwartał 2017 roku – 27 listopada 2017\n                           roku.Jednocześnie Zarząd Spółki informuje, iż zgodnie z § 101 ust. 2 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _\"Rozporządzenie\"_,\n                           Emitent nie będzie przekazywał raportu kwartalnego i skonsolidowanego raportu kwartalnego\n                           za II oraz IV kwartał roku obrotowego 2018. Ewentualne zmiany dat przekazywania raportów okresowych zostaną podane do publicznej\n                           wiadomości w formie raportu bieżącego. TREŚĆ RAPORTU PO KOREKCIE:Zarząd spółki pod firmą IBSM S.A. z siedzibą w Warszawie _\"Spółka\"_ niniejszym podaje\n                           do publicznej wiadomości harmonogram publikacji raportów okresowych Spółki w roku\n                           obrotowym 2018.Raporty okresowe będą przekazywane do publicznej wiadomości w następujących terminach:• jednostkowy raport roczny Spółki za rok obrotowy zakończony 31 grudnia 2017 roku\n                           _R_ – 30 kwietnia 2018 roku • jednostkowy raport kwartalny Spółki za I kwartał 2018 roku –  28 maja 2018 roku• jednostkowy raport półroczny Spółki za I półrocze 2018 roku –  27 września 2018\n                           roku• jednostkowy raport kwartalny Spółki za III kwartał 2018 roku – 27 listopada 2018\n                           roku.Jednocześnie Zarząd Spółki informuje, iż zgodnie z § 101 ust. 2 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _\"Rozporządzenie\"_,\n                           Emitent nie będzie przekazywał raportu kwartalnego i skonsolidowanego raportu kwartalnego\n                           za II oraz IV kwartał roku obrotowego 2018. Ewentualne zmiany dat przekazywania raportów okresowych zostaną podane do publicznej\n                           wiadomości w formie raportu bieżącego.",
        "date": "2018-01-25"
    }
]