[
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach niniejszym informuje,\n                           że Rada Nadzorcza na posiedzeniu  w dniu 07 grudnia 2017 r.,   na podstawie § 22 ust.\n                           2 pkt 7 Statutu Spółki, wyraziła zgodę na podpisanie przez Spółkę z Raiffeisen Bank\n                           Polska S.A. aneksu do Umowy o Limit Wierzytelności nr CRD/L/36760/12 z dnia 1 lutego\n                           2012 roku wraz z późniejszymi zmianami  zwiększającego kwotę limitu z 9.000.000,00\n                           zł do 12.000.000 zł  na okres 24 miesięcy do dnia 19 stycznia 2020 roku zawierającego:\n                           Kredyt w Rachunku bieżącym do kwoty 12.000.000,00 zł, Limit na Akredytywy do kwoty\n                           stanowiącej równowartość 5.000.000,00 zł. i ustanowienie stosownych zabezpieczeń.Umowa zostanie przedłużona na następujących warunkach finansowych:a_oprocentowanie WIBOR 1M plus marża Banku 0,8%,b_prowizja przygotowawcza 0,1% rocznie,c_prowizja od zaangażowania 0,05%,d_prowizja administracyjna 0,0615% _kwartalnie_,e_prowizja z tytułu otwartych akredytyw 1,05 % rocznie _nie mniej niż 120,00 EUR_,f_prowizja z tytułu badania dokumentów 0,1% od kwoty dokumentów _nie mniej niż 150,00\n                           EUR_.Zabezpieczeniem umowy  będzie weksel in blanco do kwoty 18.000.000,00 zł, hipoteka\n                           do kwoty 23.250.000,00 zł na prawie wieczystego użytkowania gruntu przysługującego\n                           ODLEWNIOM POLSKIM SA wraz z własnością budynków i innych urządzeń wzniesionych na\n                           tym gruncie położonym w Starachowicach przy ulicy Rogowskiego 22 dla którego w Sądzie\n                           Rejonowym w Starachowicach, V Wydziale Ksiąg Wieczystych prowadzona jest księga wieczysta\n                           KW nr KI1H/00023237/0 _Hipoteka zabezpiecza także wierzytelności pieniężne z tytułu\n                           Umowy kredytowej nr CRD/47196/16 rap.17/2016 z dnia 27.06.2016 r._, cesja wierzytelności\n                           z umowy ubezpieczenia, potwierdzona cesja należności, pełnomocnictwo do rachunków\n                           oraz konieczność utrzymania obrotów na poziomie 45%.Pozostałe postanowienia umowy nie będą odbiegać od powszechnie stosowanych w tego\n                           rodzaju umowach. Spółka planuje podpisanie Aneksu w terminie do dnia 15 grudnia 2017\n                           r.",
        "date": "2017-12-07"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach informuje, że\n                           na posiedzeniu  w dniu 12 października 2017 r. Rada Nadzorcza Spółki powołała Komitet\n                           Audytu w składzie: Ewa Majkowska – Przewodnicząca Komitetu AudytuKazimierz Kwiecień - Wiceprzewodniczący Komitetu AudytuAdam Stawowy – Sekretarz Komitetu Audytu Powołany w ramach Rady Nadzorczej Komitet Audytu spełnia kryteria niezależności oraz\n                           pozostałe wymagania określone w art. 128 ust. 1 i art. 129 ust. 1, 3, 5 i 6 ustawy\n                           z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze\n                           publicznym, tj. _i_ przynajmniej jeden członek komitetu audytu posiada wiedzę i umiejętności\n                           w zakresie rachunkowości lub badania sprawozdań finansowych, _ii_ przynajmniej jeden\n                           członek komitetu audytu posiada wiedzę i umiejętności z zakresu branży w której działa\n                           Spółka lub poszczególni członkowie w określonych zakresach posiadają wiedzę i umiejętności\n                           z zakresu tej branży, _iii_ większość członków komitetu audytu, w tym jego przewodniczący,\n                           jest niezależna od Spółki.Kadencja Komitetu Audytu upłynie z dniem odbycia Zwyczajnego Walnego Zgromadzenia\n                           Spółki Akcyjnej ODLEWNIE POLSKIE  zatwierdzającego sprawozdanie finansowe za rok 2018.Jednocześnie Emitent informuje, iż dotychczas zadania Komitetu Audytu wykonywała Rada\n                           Nadzorcza Spółki.",
        "date": "2017-10-12"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach niniejszym informuje,\n                           że Rada Nadzorcza Spółki  na posiedzeniu w dniu 12 października 2017 r. , na podstawie\n                           § 22 ust. 2 pkt 7 Statutu Spółki, wyraziła zgodę na podpisanie z Bankiem Millennium\n                           S.A. z siedzibą w Warszawie przez Spółkę:1.Aneksu do Umowy o Kredyt Rewolwingowy Nr 9013/15/475/04 zawartej w dniu 4 grudnia\n                           2015 r._raport bieżący nr 20/2015 z dnia 04.12.2015 r._ zwiększającego kwotę kredytu\n                           z 9.500.000,00 _dziewięć milionów pięćset tysięcy_ złotych do kwoty 10.000.000,00\n                           _dziesięć milionów_ złotych na okres 24 miesięcy, tj.  do dnia 6 grudnia 2019 roku\n                           na finansowanie bieżącej działalności Spółki. Na następujących warunkach:a_oprocentowanie WIBOR 1M plus marża Banku 0,8%b_prowizja przygotowawcza 0,5%c_prowizja od zaangażowania 0,05%d_prowizja administracyjna 0,1%Zabezpieczeniem  Kredytu Rewolwingowego będzie: a_weksel in blanco do kwoty 16.000.000,00 _szesnaście milionów_  złotych,b_zastaw rejestrowy na zbiorze środków trwałych w skład którego wchodzą dwie linie\n                           technologiczne: stacja przerobu mas formierskich, nr inwentarzowy 1902/5 oraz automatyczna\n                           linia formierska HWS nr inwentarzowy 1903/5,c_warunki dodatkowe: klauzula proporcji obrotów. 2.Aneksu do Umowy o Linię na Akredytywy Dokumentowe nr  6410/13/424/04 z dnia 20 listopada\n                           2013 roku z późniejszymi zmianami rozszerzający zakres umowy o gwarancje bankowe oraz\n                           zmieniający limit z kwoty 1.000.000,00 _jeden milion_ złotych na kwotę 2.000.000,00\n                           _dwa miliony_ złotych  na okres 12 miesięcy, tj.  do dnia 19 listopada 2018 r, zabezpieczonej\n                           wekslem in blanco do kwoty 3.200.000,00 _trzy miliony dwieście tysięcy_  złotych.3.Aneksu do Umowy o limit skarbowy w ramach Umowy o Zawieranie i Rozliczanie Kasowych\n                           i Terminowych Transakcji Wymiany Walutowej oraz Transakcji SWAPA Walutowego wraz z\n                           umową przewłaszczenia Kwot Pieniężnych Dla Przedsiębiorstw Posiadających Rachunek\n                           Rozliczeniowy w kwocie 1.000.000 zł na okres do dnia 15 listopada 2018 r.  której\n                           zabezpieczeniem jest weksel In blanco do kwoty 1.600.000,00 _jeden milion sześćset\n                           tysięcy_  złotych.Pozostałe postanowienia umów nie będą odbiegać od powszechnie stosowanych w tego rodzaju\n                           umowach.",
        "date": "2017-10-12"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach niniejszym informuje,\n                           że Spółka w dniu 26 września 2017 roku podpisała z PROCAST GUSS GmbH z siedzibą w\n                           Niemczech Brockhger Straße 217, 33330 Gütersloh trzy umowy o dzieło na świadczenie\n                           usług odlewniczych w zakładach kontrahenta, zlokalizowanych w Gütersloh Brockhger\n                           Straße 217, Nortorf Gießereiweg 17 i Bad Saulgau Josef - Bautz- Straße 6, o łącznej\n                           wartości 2.358.530 _dwa miliony trzysta pięćdziesiąt osiem tysięcy pięćset trzydzieści_\n                           euro, co po przeliczeniu wg średniego kursu NBP z dnia poprzedzającego podpisanie\n                           umów wynosi 10.070.451 _dziesięć milionów siedemdziesiąt tysięcy czterysta pięćdziesiąt\n                           jeden_ złotych. Usługi w ramach umów w zakładach PROCAST GUSS GmbH w będą realizowane\n                           w okresie od 01.10.2017 do 30.09.2018 roku. Przedmiotowe umowy będą wykonywane głównie\n                           w ramach oddelegowania pracowników własnych zgodnie z Dyrektywą 96/71/WE Parlamentu\n                           Europejskiego i Rady z dnia 16 grudnia 1996 r. dotyczącą delegowania pracowników w\n                           ramach świadczenia usług oraz Dyrektywą Parlamentu Europejskiego i Rady w sprawie\n                           egzekwowania dyrektywy 96/71/WE dotyczącej delegowania pracowników w ramach świadczenia\n                           usług, zmieniająca rozporządzenie _UE_ nr 1024/2012 w sprawie współpracy administracyjnej\n                           za pośrednictwem systemu wymiany informacji na rynku wewnętrznym _\"rozporządzenie\n                           w sprawie IMI\"_. Zawarte umowy podlegają prawu niemieckiemu i nie zawierają postanowień\n                           dotyczących kar umownych oraz innych postanowień odbiegających od ogólnie przyjętych\n                           w tego rodzaju umowach.",
        "date": "2017-09-26"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym zmienia\n                           datę publikacji raportu Spółki za I półrocze 2017 roku z dnia 18 września  2017 roku,\n                           podanego w terminarzu raportem bieżącym nr 1/2017 z dnia 26 stycznia 2017 roku, na\n                           dzień 05 września 2017  roku.",
        "date": "2017-09-01"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach niniejszym informuje,\n                           że w dniu 09 czerwca 2017 r. otrzymał od Banku Handlowego w Warszawie S.A., w trybie\n                           art. 69 ust. 1 pkt 2_ w zw. z art. 69 ust. 2 pkt 1_ a_ Ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tj. Dz.U. z 2016, poz. 1639_, zawiadomienie dotyczące\n                           zmiany udziału Banku Handlowego w Warszawie S.A. w ogólnej liczbie głosów na walnym\n                           zgromadzeniu ODLEWNI  POLSKICH  S.A.  o niżej przedstawionej treści: Zawiadomienie\n                           dotyczące zmiany udziału Banku Handlowego w Warszawie S.A. w ogólnej liczbie głosów\n                           ODLEWNI POLSKICH S.A.Podstawa prawna: art. 69 ust. 1 pkt 2_ oraz art. 69 ust. 2 pkt 1_ a_ Ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych Działając w imieniu Banku Handlowego w Warszawie S.A. _\"Bank\"_, na podstawie art.\n                           69 ust. 1     pkt 2_ oraz art. 69 ust. 2 pkt 1_ a_ ustawy z dnia 29 lipca 2005 roku\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r. poz. 1639_ _\"Ustawa o\n                           ofercie\"_, niniejszym zawiadamiamy, iż w wyniku odpowiedzi Banku na \"Zaproszenie do\n                           składania ofert sprzedaży akcji Spółki Akcyjnej Odlewnie Polskie z siedzibą w Starachowicach\"\n                           opublikowanego przez Spółkę w dniu  19 maja 2017 r., Bank w dniu 8 czerwca 2017 r.\n                           dokonał zbycia 1.000.000 _słownie: jeden milion_ akcji zwykłych na okaziciela Spółki\n                           Odlewnie Polskie S.A. reprezentujących 1.000.000 _słownie: jeden milion_ głosów na\n                           walnym zgromadzeniu Spółki, stanowiących 4,84% kapitału zakładowego Spółki i uprawniających\n                           do wykonywania 4,84% ogólnej liczby głosów na walnym zgromadzeniu Spółki. W wyniku tego zbycia Bank osiągnął poniżej 10% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki. Przed dokonaniem zbycia Bank posiadał 2.319.415 _słownie: dwa miliony trzysta dziewiętnaście\n                           tysięcy czterysta piętnaście_ akcji zwykłych na okaziciela Spółki, stanowiących 11,22%\n                           kapitału zakładowego Spółki oraz uprawniających do 2.319.415 _słownie: dwa miliony\n                           trzysta dziewiętnaście tysięcy czterysta piętnaście_ głosów, co stanowiło 11,22% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki. Po dokonaniu przedmiotowego zbycia Bank posiada 1.319.415 _słownie: jeden milion trzysta\n                           dziewiętnaście tysięcy czterysta piętnaście_ akcji zwykłych na okaziciela Spółki stanowiących\n                           6,39% kapitału zakładowego Spółki oraz uprawniających do 1.319.415 _słownie: jeden\n                           milion trzysta dziewiętnaście tysięcy czterysta piętnaście_ głosów, co stanowi 6,39%\n                           ogólnej liczby głosów na walnym zgromadzeniu Spółki. Bank nie ma zamiaru dalszego zwiększania udziału w ogólnej liczbie głosów na walnym\n                           zgromadzeniu Spółki w okresie 12 miesięcy od złożenia niniejszego zawiadomienia. Nie istnieją podmioty zależne od Banku posiadające akcje Spółki. Bank nie jest stroną jakichkolwiek umów, których przedmiotem jest przekazanie uprawnienia\n                           do wykonywania prawa głosu z akcji Banku w rozumieniu art. 87 ust. 1 pkt 3 lit. c_\n                           Ustawy o Ofercie.",
        "date": "2017-06-09"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_ niniejszym\n                           informuje, że w dniu 8 czerwca 2017 r. Spółka otrzymała od Noble Securities S.A. informację\n                           o rozliczeniu zawartej w dniu 7 czerwca 2017 r. za pośrednictwem domu maklerskiego\n                           Noble Securities S.A., poza rynkiem regulowanym, transakcji nabycia akcji Spółki w\n                           ramach przeprowadzonego skupu akcji własnych w oparciu o \"Zaproszenie do składania\n                           ofert sprzedaży akcji Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach\"\n                           opublikowane w dniu 19 maja 2017 r _\"Zaproszenie\"_. W związku z powyższym, w dniu 8 czerwca 2017 r. na rachunku papierów wartościowych\n                           Spółki zapisanych zostało 1.000.000 akcji Spółki o łącznej wartości nominalnej 1.500.000\n                           zł, co stanowi 4,84% kapitału zakładowego Spółki i odpowiada 1.000.000 głosów na walnym\n                           zgromadzeniu, co stanowi 4,84% ogólnej liczby głosów na walnym zgromadzeniu SpółkiSpółka nabyła 1.000.000 akcji Spółki za cenę określoną w Zaproszeniu, tj. 3,69 zł\n                           za każdą akcję.Celem nabycia akcji jest umożliwienie częściowej realizacji programu motywacyjnego\n                           Spółki, przyjętego na podstawie uchwały nr 25/2016 Zwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 27 kwietnia 2016 r. w sprawie przyjęcia zasad programu motywacyjnego\n                           dla kadry zarządzającej i kierowniczej _z późniejszymi zmianami_.Podstawę prawną dla nabycia akcji Spółki stanowią art. 362 §1 pkt. 8 K.s.h. oraz uchwały:\n                           uchwała Zwyczajnego Walnego Zgromadzenia Spółki nr 25/2016 z dnia 27 kwietnia 2016\n                           r. w sprawie przyjęcia zasad programu motywacyjnego dla kadry zarządzającej i kierowniczej\n                           _z późniejszymi zmianami_, uchwała Zwyczajnego Walnego Zgromadzenia Spółki nr 16/2017\n                           z dnia 4 maja 2017 r. w sprawie upoważnienia do nabywania przez Spółkę akcji własnych\n                           oraz uchwała Zarządu Spółki nr 32/2017 z dnia 18 maja 2017 r. w sprawie określenia\n                           ogólnych warunków i ramowego harmonogramu skupu akcji własnych Spółki.  Na dzień 8 czerwca 2017 r. Spółka posiada 1.000.000 akcji Spółki, co stanowi 4,84%\n                           kapitału zakładowego Spółki i odpowiada 1.000.000 głosów na walnym zgromadzeniu, co\n                           stanowi 4,84% ogólnej liczby głosów na walnym zgromadzeniu Spółki.",
        "date": "2017-06-08"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym informuje,\n                           że Rada Nadzorcza Spółki  w dniu 7 czerwca 2017 roku działając na mocy § 22 ust. 2\n                           pkt 6 Statutu Spółki podjęła uchwałę w sprawie wyboru biegłego rewidenta. Podmiotem\n                           wybranym do przeprowadzenia badania sprawozdania finansowego Spółki Akcyjnej ODLEWNIE\n                           POLSKIE za 2017 r. oraz przeglądu sprawozdania finansowego Spółki za I półrocze 2017\n                           r.  jest spółka BDO Sp. z o.o.  z siedzibą w Warszawie, działająca pod adresem  02-676\n                           Warszawa ul. Postępu 12, wpisana na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych prowadzoną przez Krajową Izbę Biegłych Rewidentów pod nr 3355. Umowa z\n                           biegłym zostanie zawarta na czas wykonania badania sprawozdań za 2017 rok. Spółka\n                           BDO Sp. z o.o.  z siedzibą w Warszawie dotychczas  przeprowadzała  badanie oraz przegląd\n                           sprawozdania finansowego Spółki i Grupy Kapitałowej ODLEWNIE POLSKIE S.A. za lata\n                           2000 – 2001 oraz Spółki za 2016 rok. Wyboru podmiotu uprawnionego do badania sprawozdania\n                           Rada Nadzorcza dokonała zgodnie z obowiązującymi przepisami i normami zawodowymi.",
        "date": "2017-06-08"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_ niniejszym\n                           informuje, że wobec zakończenia w dniu 2 czerwca 2017 r. przyjmowania przez Noble\n                           Securities S.A. ofert sprzedaży akcji Spółki zgodnie z \"Zaproszeniem do składania\n                           ofert sprzedaży akcji Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach\"\n                           opublikowanym przez Spółkę w dniu 19 maja 2017 r. _\"Zaproszenie\"_, w dniu 7 czerwca\n                           2017 r. Spółka otrzymała od Noble Securities S.A. informację na temat liczby akcji\n                           zaoferowanych do nabycia przez Spółkę w odpowiedzi na Zaproszenie.Zgodnie z otrzymaną informacją liczba akcji zaoferowanych przez akcjonariuszy do nabycia\n                           przez Spółkę w terminie składania ofert sprzedaży akcji wynikającym z Zaproszenia\n                           wyniosła łącznie 2 319 415.Wobec tego, że łączna liczba akcji, które zostały zaoferowane do nabycia przez Spółkę,\n                           przekroczyła maksymalną liczbę akcji, które zgodnie z Zaproszeniem Spółka zamierzała\n                           nabyć _tj. 1.000.000 akcji_, Spółka dokonała za pośrednictwem Noble Securities S.A.\n                           proporcjonalnej redukcji liczby akcji zaoferowanych Spółce do nabycia w odpowiedzi\n                           na Zaproszenie oraz zawarła za pośrednictwem Noble Securities S.A. umowę sprzedaży\n                           w zakresie 1.000.000 akcji Spółki, co stanowi 4,84% kapitału zakładowego Spółki i\n                           odpowiada 4,84% ogólnej liczby głosów na walnym zgromadzeniu Spółki.Rozliczenie transakcji sprzedaży powyższych akcji na rzecz Spółki zaplanowane jest\n                           na dzień 8 czerwca 2017 r. Podmiotem pośredniczącym w rozliczeniu będzie Noble Securities\n                           S.A.",
        "date": "2017-06-07"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_ niniejszym\n                           informuje, że w oparciu o upoważnienie wynikające z Uchwały Nr 16/2017 Zwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 4 maja 2017 r. w sprawie upoważnienia do nabywania\n                           przez Spółkę akcji własnych i w nawiązaniu do raportu bieżącego nr 12/2017 z dnia\n                           18 maja 2016 r. Zarząd Spółki przekazuje do publicznej wiadomości treść \"Zaproszenia\n                           do składania ofert sprzedaży akcji Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach\".\n                           Przedmiotem zaproszenia skierowanego do wszystkich akcjonariuszy są w pełni pokryte\n                           zdematerializowane akcje Spółki na okaziciela, będące przedmiotem obrotu na rynku\n                           regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A. W ramach skupu realizowanego na podstawie niniejszego zaproszenia Spółka zamierza\n                           nabyć nie więcej niż 1.000.000 _słownie: jeden milion_ akcji. Akcje będą nabywane\n                           po cenie ustalonej  przez Zarząd Spółki w wysokości 3,69 zł _słownie: trzy złote i\n                           sześćdziesiąt dziewięć groszy_ za jedną akcję.",
        "date": "2017-05-19"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_ niniejszym\n                           informuje, że w oparciu o upoważnienie wynikające z Uchwały Nr 16/2017 Zwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 4 maja 2017 r. w sprawie upoważnienia do nabywania\n                           przez Spółkę akcji własnych i w celu umożliwienia częściowej realizacji Programu Motywacyjnego\n                           przyjętego na podstawie Uchwały nr 25/2016 Zwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 27 kwietnia 2016 r. w sprawie przyjęcia zasad programu motywacyjnego dla kadry\n                           zarządzającej i kierowniczej _z późniejszymi zmianami_, w dniu18 maja 2017 roku Zarząd\n                           Spółki podjął uchwałę w sprawie określenia ogólnych warunków i ramowego harmonogramu\n                           skupu akcji własnych Spółki _\"Skup Akcji\" lub \"Skup\"_ i określił następujące warunki\n                           jego przeprowadzenia: 1_przedmiotem nabycia w ramach Skupu będą w pełni pokryte, zdematerializowane akcje\n                           Spółki na okaziciela, będące przedmiotem obrotu na rynku regulowanym prowadzonym przez\n                           Giełdę Papierów Wartościowych w Warszawie S.A. _\"Akcje\"_; 2_ w ramach Skupu Spółka zaproponuje nabycie od akcjonariuszy łącznie nie więcej niż\n                           1.000.000 _słownie: jeden milion_ Akcji, co stanowi około 4,84% kapitału zakładowego\n                           Spółki i odpowiada 4,84% ogólnej liczby głosów w Spółce; 3_ cena nabycia jednej Akcji będzie wynosić 3,69 zł _słownie: trzy złote i sześćdziesiąt\n                           dziewięć groszy_; 4_ Akcje będą nabywane za pośrednictwem firmy inwestycyjnej, w drodze transakcji zawartych\n                           poza rynkiem regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie\n                           S.A. na podstawie zaproszenia do składania ofert sprzedaży Akcji skierowanego przez\n                           Spółkę do wszystkich akcjonariuszy Spółki oraz ofert sprzedaży Akcji złożonych przez\n                           akcjonariuszy w odpowiedzi na zaproszenie, o którym mowa w zdaniu poprzednim _\"Zaproszenie\n                           do składania ofert sprzedaży Akcji\"_. W przypadku, gdy łączna liczba Akcji objętych\n                           wszystkimi ofertami sprzedaży Akcji złożonymi w terminie ich przyjmowania będzie wyższa\n                           niż łączna liczba Akcji, które Spółka zamierza nabyć w ramach zaproszenia, Spółka\n                           dokona proporcjonalnej redukcji liczby Akcji objętych ofertami sprzedaży;5_ organizacja oraz pośrednictwo przy przeprowadzeniu Skupu Akcji powierzone zostanie\n                           domowi maklerskiemu Noble Securities S.A. z siedzibą w Warszawie, z którym Spółka\n                           zawrze umowę o świadczenie usług maklerskich w zakresie organizacji i przeprowadzenia\n                           Skupu Akcji; 6_Skup Akcji zostanie ogłoszony przez Spółkę nie później niż do 22 maja 2017 r. i\n                           zakończy się najpóźniej  6 czerwca 2017 r., przy czym okres przyjmowania ofert sprzedaży\n                           Akcji od akcjonariuszy będzie wynosił co najmniej 10 dni roboczych; 7_szczegółowe terminy i warunki składania przez akcjonariuszy ofert sprzedaży Akcji\n                           w ramach Skupu zostaną określone w Zaproszeniu do składania ofert sprzedaży Akcji;\n                           8_ ogłoszenie o Skupie akcji wraz z treścią zaproszenia do składania ofert sprzedaży\n                           Akcji zostanie opublikowane przez Spółkę na jej stronie internetowej http://odlewniepolskie.pl/program-motywacyjny-skup-akcji-wlasnych/\n                           oraz w formie raportu w trybie art. 17 Rozporządzenia Parlamentu Europejskiego i Rady\n                           _UE_ Nr 596/2014 z dnia 16 kwietna 2014 r. w sprawie nadużyć na rynku _Rozporządzenie\n                           MAR_; Zaproszenie do składania ofert sprzedaży Akcji będzie również dostępne na stronie\n                           internetowej domu maklerskiego Noble Securities S.A. _www.noblesecurities.pl_; 9_ po zakończeniu Skupu Spółka przekaże informację o liczbie nabytych Akcji w formie\n                           raportu bieżącego",
        "date": "2017-05-18"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Spółka Akcyjna ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Emitent\"_ niniejszym\n                           informuje, że w dniu 17 maja 2017 roku otrzymała od pełniących u Emitenta obowiązki\n                           zarządcze Członków Zarządu Spółki: Pana Zbigniewa Rondudy – Prezesa Zarządu, Pana\n                           Leszka Walczyka – Wiceprezesa Zarządu i Pana Ryszarda Pisarskiego – Wiceprezesa Zarządu\n                           powiadomienia, o których mowa w art. 19 ust. 1 Rozporządzenia  MAR, o nabyciu przez\n                           nich akcji Emitenta. Treść powiadomień Emitent przekazuje w załączeniu.",
        "date": "2017-05-17"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_ niniejszym\n                           informuje, że w celu realizacji opcji przydzielonych uprawnionym osobom w ramach Pierwszej\n                           Transzy Programu Motywacyjnego dla kadry zarządzającej i kierowniczej Spółki, przyjętego\n                           Uchwałą Nr 25/2016 Zwyczajnego Walnego Zgromadzenia Spółki Akcyjnej ODLEWNIE POLSKIE\n                           z dnia 27 kwietnia 2016 r. w sprawie przyjęcia zasad programu motywacyjnego dla kadry\n                           zarządzającej i kierowniczej Spółki _z późniejszymi zmianami_ _\"Program Motywacyjny\"_\n                           w dniu  17 maja 2017 r. Spółka zbyła na rzecz 44 uczestników Programu Motywacyjnego\n                           tj. członków kadry zarządzającej i kluczowych pracowników wszystkie posiadane akcje\n                           własne Spółki, tj. 540.000 akcji Spółki o łącznej wartości nominalnej 810.000 zł,\n                           co stanowi 2,61% kapitału zakładowego Spółki, które dają prawo do 540.000 głosów na\n                           walnym zgromadzeniu Spółki, co odpowiada 2,61 % ogólnej liczby głosów w  Spółce. Wszystkie\n                           akcje własne Spółki zostały zbyte za cenę równą połowie wartości nominalnej akcji\n                           Spółki, tj. po cenie 75 groszy za jedną akcję, co jest zgodne z § 1 ust. 9 pkt 2 Uchwały\n                           Nr 25/2016 Zwyczajnego Walnego Zgromadzenia Spółki Akcyjnej ODLEWNIE POLSKIE z dnia\n                           27 kwietnia 2016 r. _z późniejszymi zmianami_. Zbycie akcji własnych zostało dokonane\n                           na podstawie transakcji sprzedaży zawartych w dniu 17 maja 2017 roku za pośrednictwem\n                           domu maklerskiego Noble Securities S.A. z siedzibą w Warszawie, poza obrotem zorganizowanym.\n                           Zgodnie z zasadami uczestnictwa w Programie Motywacyjnym, osoby, które nabyły akcje\n                           podlegają ograniczeniom w ich zbywaniu i obciążaniu pod rygorem zapłaty kary umownej\n                           w wysokości stanowiącej iloczyn liczby akcji dotkniętych naruszeniem zobowiązania\n                           i dwukrotności wartości rynkowej akcji Spółki oraz wykluczenia z uczestnictwa w Programie\n                           Motywacyjnym i utraty prawa do wykonywania przydzielonych i niezrealizowanych opcji.\n                           W przypadku kadry zarządzającej okres ograniczeń, o których mowa powyżej, wynosi 3\n                           lata od dnia nabycia akcji i upływa w dniu 17 maja 2020 roku a w przypadku kluczowych\n                           pracowników okres ten wynosi 2 lata i upływa w dniu 17 maja 2019 roku. Po dokonaniu powyższego zbycia, Spółka na dzień 17 maja 2017 r. nie posiada żadnych\n                           akcji własnych Spółki.",
        "date": "2017-05-17"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_ niniejszym\n                           informuje, że 5 maja 2017 r. Rada Nadzorcza Spółki podjęła uchwałę w sprawie przydziału\n                           Osobom Uprawnionym Opcji w ramach Transzy I Programu Motywacyjnego dla kadry zarządzającej\n                           i kierowniczej Spółki _\"Uchwała\"_. W Uchwale Rada Nadzorcza:1_stwierdziła, że zostały spełnione warunki konieczne dla przydziału Opcji w ramach\n                           Transzy I Programu Motywacyjnego, tj. spełnione zostało kryterium finansowe - wynik\n                           EBITDA w roku 2016 wyniósł 22.877.724,85 zł oraz Zwyczajne Walne Zgromadzenie Spółki\n                           w dniu 4 maja 2017 r. zatwierdziło, uprzednio zbadane bez zastrzeżeń przez biegłego\n                           rewidenta, sprawozdanie finansowe Spółki za okres od 1 stycznia 2016 r. do 31 grudnia\n                           2016 r.;2_przydzieliła 44 osobom uczestniczącym w Programie Motywacyjnym 540.000 _słownie:\n                           pięćset czterdzieści tysięcy_ Opcji z podziałem na: 324.000 _słownie: trzysta dwadzieścia\n                           cztery tysiące_ Opcji przydzielonych Kadrze Zarządzającej i 216.000 _słownie: dwieście\n                           szesnaście tysięcy_ Opcji przydzielonych Kluczowym Pracownikom;3_wobec tego, że Spółka w dniu podjęcia Uchwały posiadała 540.000 Akcji Własnych,\n                           Rada Nadzorcza postanowiła, że przydzielone w ramach Uchwały Opcje realizowane będą\n                           przez złożenie przez Spółkę Osobom Uprawnionym oferty nabycia Akcji Własnych w liczbie\n                           odpowiadającej liczbie przydzielonych Opcji i sprzedaż tych akcji przez Spółkę Osobom\n                           Uprawnionym, które taką ofertę przyjmą;4_upoważniła Zarząd Spółki do podejmowania wszelkich czynności w celu wykonania Uchwały,\n                           w tym zaoferowania Osobom Uprawnionym sprzedaży akcji.",
        "date": "2017-05-05"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach w załączeniu\n                           przekazuje treść uchwał podjętych na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu\n                           04 maja 2017 roku. Treść uchwał stanowi Załącznik Nr 1 do niniejszego raportu.",
        "date": "2017-05-04"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym zmienia\n                           datę publikacji raportu Spółki za I kwartał 2017 roku z dnia 12 maja  2017 roku, \n                           podanego w terminarzu raportem bieżącym nr 1/2017 z dnia 26 stycznia 2017 roku, na\n                           dzień 05 maja 2017  roku.",
        "date": "2017-04-28"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach niniejszym informuje,\n                           że działając na podstawie art. 399 § 1 w zw. z art. 395 w zw. z art. 402¹ Kodeksu\n                           Spółek Handlowych, w związku z § 28 Statutu Spółki zwołuje Zwyczajne Walne Zgromadzenie\n                           Spółki, które odbędzie się w dniu 04 maja 2017 roku o godz. 12.00 w siedzibie Spółki\n                           w Starachowicach przy ul. inż. Władysława Rogowskiego 22, z następującym porządkiem\n                           obrad: 1.Otwarcie Zwyczajnego Walnego Zgromadzenia.2.Podjęcie uchwały w sprawie wyboru Przewodniczącego Zgromadzenia.3.Sporządzenie listy obecności. 4.Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał.5.Podjęcie uchwały w sprawie przyjęcia porządku obrad.6.Rozpatrzenie sprawozdania finansowego Spółki oraz sprawozdania Zarządu z działalności\n                           Spółki za rok obrotowy 2016, a także wniosku Zarządu dotyczącego podziału zysku za\n                           rok obrotowy 2016.7.Złożenie sprawozdania Rady Nadzorczej Spółki z jej działalności jako organu Spółki\n                           za okres od dnia 01.01.2016 roku do dnia 31.12.2016 roku, obejmującego m.in.: ocenę\n                           sprawozdania finansowego Spółki za rok obrotowy 2016, ocenę sprawozdania Zarządu z\n                           działalności Spółki w 2016 roku, ocenę wniosku Zarządu dotyczącego podziału zysku\n                           za rok obrotowy 2016. 8.Podjęcie uchwały w sprawie zatwierdzenia sprawozdania finansowego Spółki za rok\n                           obrotowy 2016.9.Podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z działalności Spółki\n                           za rok obrotowy 2016.10.Podjęcie uchwały w sprawie podziału zysku i wypłaty dywidendy za rok obrotowy 2016.11.Podjęcie uchwał w sprawie udzielenia Członkom Zarządu Spółki absolutorium z wykonania\n                           przez nich obowiązków w roku obrotowym 2016.12.Podjęcie uchwał w sprawie udzielenia Członkom Rady Nadzorczej Spółki absolutorium\n                           z wykonania przez nich obowiązków w roku obrotowym 2016.13.Podjęcie uchwały w sprawie określenia wysokości kryterium finansowego dla roku\n                           obrotowego 2017 na potrzeby realizacji programu motywacyjnego dla kadry zarządzającej\n                           i kierowniczej Spółki.14.Podjęcie uchwały w sprawie zmiany UCHWAŁY Nr 25/2016 Zwyczajnego Walnego Zgromadzenia\n                           Spółki Akcyjnej ODLEWNIE POLSKIE z dnia 27 kwietnia 2016 r. w sprawie przyjęcia zasad\n                           programu motywacyjnego dla kadry zarządzającej i kierowniczej Spółki.15.Podjęcie uchwały w sprawie upoważnienia do nabywania przez Spółkę akcji własnych.16.Podjęcie uchwały w sprawie zmiany UCHWAŁY Nr 27/2016 Zwyczajnego Walnego Zgromadzenia\n                           Spółki Akcyjnej ODLEWNIE POLSKIE z dnia 27 kwietnia 2016 r. w sprawie emisji warrantów\n                           subskrypcyjnych serii A z wyłączeniem prawa poboru.17.Podjęcie uchwały w sprawie zmiany UCHWAŁY Nr 28/2016 Zwyczajnego Walnego Zgromadzenia\n                           Spółki Akcyjnej ODLEWNIE POLSKIE z dnia 27 kwietnia 2016 r. w sprawie warunkowego\n                           podwyższenia kapitału zakładowego w drodze emisji akcji serii H z wyłączeniem prawa\n                           poboru i zmiany w Statucie Spółki.18.Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia.W załączeniu przekazujemy treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Spółki oraz projekty uchwał wraz z uzasadnieniem.",
        "date": "2017-04-06"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym informuje,\n                           że w dniu 29.03.2017 r., podjął uchwałę w przedmiocie wystąpienia do Zwyczajnego Walnego\n                           Zgromadzenia z wnioskiem w sprawie podziału zysku za rok obrotowy 2016. Zarząd rekomenduje\n                           osiągnięty w 2016 roku zysk netto w wysokości 12.656.341,46 _dwanaście milionów sześćset\n                           pięćdziesiąt sześć tysięcy trzysta czterdzieści jeden złotych i czterdzieści sześć\n                           groszy_ podzielić w sposób następujący:1.kwotę 5.523.517,26 PLN _pięć milionów pięćset dwadzieścia trzy tysiące pięćset siedemnaście\n                           złotych i dwadzieścia sześć groszy_ przeznaczyć na kapitał zapasowy,2.kwotę 3.000.000 PLN _trzy miliony złotych_ przeznaczyć na kapitał rezerwowy utworzony\n                           Uchwałą Nr 5/2016 Zwyczajnego Walnego Zgromadzenia Spółki w dniu 27.04.2016 r.,3.kwotę  4.132.824,20 PLN _cztery miliony sto trzydzieści dwa tysiące osiemset dwadzieścia\n                           cztery złote i dwadzieścia groszy_ przeznaczyć na wypłatę dywidendy dla akcjonariuszy\n                           Spółki, według następujących zasad:a_na każdą akcję przysługuje dywidenda w wysokości 0,20 zł _dwadzieścia groszy_,b_dniem, według którego ustala się listę akcjonariuszy uprawnionych do dywidendy za\n                           rok obrotowy 2016 _dzień dywidendy_ będzie 30 czerwca 2017 r.c_ustala się dzień wypłaty dywidendy na 14 lipca 2017 r.d_jeżeli w dniu dywidendy Spółka będzie posiadać akcje własne, wówczas łączna kwota,\n                           która przypadałaby do wypłaty jako dywidenda na posiadane przez Spółkę akcje własne\n                           nie będzie podlegać rozdzieleniu i wypłacie z tytułu dywidendy i powiększy kwotę przeznaczoną\n                           na kapitał zapasowy Spółki.Rada Nadzorcza Spółki, działając na podstawie z art. 382 § 3 Kodeksu spółek handlowych,\n                           na posiedzeniu w dniu 29.03.2017 r. oceniła pozytywnie powyższy wniosek Zarządu. \n                           Ostateczną decyzję dotyczącą podziału zysku za rok obrotowy 2016 podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki.",
        "date": "2017-03-29"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym zmienia\n                           datę przekazania raportu rocznego Spółki za rok 2016 z dnia 24 kwietnia  2017 roku,\n                           podanego w terminarzu raportem bieżącym nr 1/2017 z dnia 26 stycznia 2017 roku, na\n                           dzień 29 marca 2017  roku.",
        "date": "2017-03-24"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach niniejszym informuje,\n                           że Spółka w okresie od dnia 20.07.2016 roku _raport bieżący nr 22/2016 z dnia 19.07.2016\n                           r._ poprzez zrealizowanie w dniu 15.02.2017 roku kolejnego zamówienia na dostawę odlewów\n                           żeliwnych do KORDEL Antriebstechnik GmbH z siedzibą w Dülmen, osiągnęła wartość przychodów\n                           ze sprzedaży do tej Spółki w łącznej wysokości 13.957.957,00 _trzynaście milionów\n                           dziewięćset pięćdziesiąt siedem tysięcy dziewięćset pięćdziesiąt siedem_ złotych.\n                           Realizacja zamówień odbyła się na warunkach rynkowych nieodbiegających od postanowień\n                           ogólnie przyjętych w umowie dostawy, bez zapisów dotyczących kar umownych i warunków.\n                           Realizacja dostaw do KORDEL Antriebstechnik GmbH jest istotna dla działalności Spółki.",
        "date": "2017-02-15"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym zmienia\n                           datę publikacji raportu Spółki za I półrocze 2018 roku z dnia 20 września  2018 roku,\n                           podanego w terminarzu raportem bieżącym nr 1/2018 z dnia 26 stycznia 2018 roku, na\n                           dzień 17 września 2018  roku.Szczegółowa podstawa prawna: § 80 ust. 2 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznania za równoważne informacji wymaganych przepisami\n                           prawa państwa nie będącego państwem członkowskim _Dz. U. z 2018 r. poz. 757_.",
        "date": "2018-09-14"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach _Emitent_ niniejszym\n                           informuje, że z dniu 13 września 2018 roku otrzymał postanowienie Sądu Rejonowego\n                           w Kielcach X Wydział Gospodarczy Krajowego Rejestru Sądowego z dnia 10 września 2018\n                           roku o zarejestrowaniu przez Sąd zmian w Statucie Spółki wprowadzonych Uchwałą nr\n                           16/2018 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 07 maja 2018 roku. O podjęciu\n                           m.in. ww. uchwały Spółka informowała raportem bieżącym nr 7/2018 w dniu 07 maja 2018\n                           r.Uchwałą nr 16/2018 zostały zmienione:1.§ 20 Statutu Spółki, któremu nadano nową treść:§ 201.Rada Nadzorcza składa się z pięciu Członków, w tym Przewodniczącego i Wiceprzewodniczącego.2.Członkowie Rady Nadzorczej są powoływani i odwoływani przez Walne Zgromadzenie zwykłą\n                           większością głosów,  przy czym uchwała o powołaniu lub odwołaniu członka Rady Nadzorczej\n                           zostaje podjęta, jeżeli za uchwałą głosował co najmniej jeden akcjonariusz, który\n                           w momencie głosowania posiadał samodzielnie akcje reprezentujące co najmniej 15% kapitału\n                           zakładowego Spółki. Odwołanie Członka Rady Nadzorczej następuje tylko z ważnych powodów,\n                           o których jest mowa w §15 ust. 4 Statutu.3.Przynajmniej dwóch Członków Rady Nadzorczej powinno być niezależnych _\"Członkowie\n                           Niezależni\"_. Uznaje się, że Członek Rady Nadzorczej jest niezależny od Spółki, jeśli\n                           spełnia kryteria określone w art. 129 ust. 3 Ustawy o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym z 11.05.2017 r. _Dz. U. z 2017 r. poz. 1089,\n                           \"Niezależność\"_._\"Ustawa o Biegłych\"_.4.Osoby kandydujące w wyborach na Członka Rady Nadzorczej powinny złożyć oświadczenie\n                           określające, czy kandydat spełnia kryteria Członka Niezależnego. Członek Niezależny\n                           zobowiązany jest niezwłocznie, nie później jednak niż przed kolejnym posiedzeniem\n                           Rady Nadzorczej, przekazać pozostałym Członkom Rady Nadzorczej oraz Zarządowi oświadczenie\n                           o spełnieniu przez niego kryteriów Niezależności, a także niezwłocznie poinformować\n                           Radę Nadzorczą i Zarząd o każdej zmianie w wyżej określonym zakresie.5.Rada Nadzorcza dokonuje oceny, czy istnieją związki lub okoliczności, które mogą\n                           wpływać na spełnienie przez danego Członka Rady Nadzorczej kryteriów Niezależności.\n                           Ocenę spełniania kryteriów Niezależności przez Członków Rady Nadzorczej zamieszcza\n                           w swoim sprawozdaniu z działalności Rady Nadzorczej. 6.Utrata statusu Niezależności w trakcie kadencji przez któregokolwiek z Członków\n                           Niezależnych nie powoduje ani wygaśnięcia mandatu, ani nie wpływa na możliwość wykonywania\n                           swych kompetencji przez Radę Nadzorczą. Domniemywa się, że utrata przez danego Członka\n                           Rady Nadzorczej przymiotu Niezależności stanowi ważny powód do jego odwołania w rozumieniu\n                           ust. 2 powyżej, jeżeli wskutek zaistnienia tej okoliczności liczba Członków Niezależnych\n                           spadła poniżej liczby wymaganej przez ust. 3 powyżej.7.Kadencja Rady Nadzorczej trwa trzy lata. Członków Rady Nadzorczej powołuje się na\n                           okres wspólnej kadencji.2.§ 21 Statutu Spółki, któremu nadano nową treść:§ 211.Członkowie Rady Nadzorczej wybierają spośród siebie Przewodniczącego, Wiceprzewodniczącego\n                           i Sekretarza Rady Nadzorczej.2.Przewodniczący Rady Nadzorczej poprzedniej kadencji zwołuje i otwiera pierwsze posiedzenie\n                           nowo wybranej Rady Nadzorczej i przewodniczy na nim do chwili wyboru nowego Przewodniczącego.3.Członkowie Rady Nadzorczej powołują spośród siebie na okres kadencji Rady Nadzorczej\n                           Komitet Audytu, składający się minimum z trzech Członków, w tym Przewodniczącego,\n                           Wiceprzewodniczącego i Sekretarza Komitetu Audytu.4.Większość Członków Komitetu Audytu, w tym Przewodniczący Komitetu Audytu, musi spełniać\n                           kryteria Niezależności, określone w art. 129 ust. 3 Ustawy o Biegłych. Nadto co najmniej\n                           jeden z Członków Komitetu Audytu musi legitymować się wiedzą i umiejętnościami w zakresie\n                           rachunkowości lub badania sprawozdań finansowych oraz przynajmniej jeden z Członków\n                           Komitetu Audytu posiada wiedzę i umiejętności z zakresu branży, w której działa Spółka.5.Utrata statusu Niezależności w trakcie kadencji przez któregokolwiek z Członków\n                           Niezależnych Komitetu Audytu stanowi ważny powód do jego odwołania, jeżeli wskutek\n                           zaistnienia tej okoliczności liczba Członków Niezależnych Komitetu Audytu spadła poniżej\n                           liczby wymaganej w art. 129 ust. 3 Ustawy o Biegłych.6.Członkowie Komitetu Audytu sprawują funkcje określone w Ustawie o Biegłych i Rozporządzeniu\n                           Parlamentu Europejskiego i Rady nr 537/2014 z 16.04.2014 r. w sprawie szczegółowych\n                           wymogów dotyczących ustawowych badań sprawozdań finansowych jednostek interesu publicznego,\n                           bez konieczności podjęcia aprobującej uchwały przez działającą kolegialnie Radę Nadzorczą.\n                           7.Członkom Komitetu Audytu może zostać przyznane wynagrodzenie, w wysokości określonej\n                           przez Walne Zgromadzenie.\"3.§22 ust. 2 Statutu Spółki, któremu nadano nową treść:\"§22 ust. 2 Oprócz innych spraw przewidzianych w ustawie lub w Statucie, do kompetencji\n                           Rady Nadzorczej należy:1_badanie i zatwierdzanie strategicznych planów rozwoju Spółki, rocznych planów operacyjnych\n                           i finansowych oraz budżetów Spółki oraz planów inwestycji Spółki, jeżeli przekraczają\n                           one czynności zwykłego zarządu sprawami Spółki, oraz wszelkich istotnych zmian do\n                           nich, oraz żądanie od Zarządu szczegółowych sprawozdań z ich wykonania,2_powoływanie i odwoływanie _w przypadkach określonych w § 15 ust. 4 Statutu_ wszystkich\n                           lub poszczególnych Członków Zarządu, w tym Prezesa Zarządu,3_ustalanie liczby Członków Zarządu na kolejną kadencję,4_zawieszanie, z ważnych powodów _w przypadkach określonych w § 15 ust. 4 Statutu_,\n                           w czynnościach poszczególnych lub wszystkich Członków Zarządu, w tym Prezesa Zarządu\n                           oraz delegowanie Członków Rady Nadzorczej do czasowego wykonywania czynności Członków\n                           Zarządu, w tym Prezesa Zarządu nie mogących sprawować swoich czynności,5_ustalanie zasad wynagradzania Członków Zarządu zatrudnionych na podstawie umowy\n                           o pracę lub innej umowy,6_wybór biegłego rewidenta do przeprowadzenia badania sprawozdań finansowych,7_udzielanie Zarządowi zgody na czynności określone w § 17 ust. 2 Statutu, 8_zatwierdzanie przedstawionych przez Zarząd projektów regulaminu pracy Zarządu i\n                           innych regulaminów organizacyjnych,9_ustalanie liczby Członków Komitetu Audytu na kolejną kadencję,10_powoływanie i odwoływanie Członków Komitetu Audytu,11_uchwalanie Regulaminu działania Komitetu Audytu,12_zatwierdzanie dokumentów przyjętych przez Komitet Audytu, a w szczególności:a_polityki wyboru firmy audytorskiej do przeprowadzania badania sprawozdania finansowego\n                           Spółki,b_polityki świadczenia przez firmę audytorską przeprowadzającą badanie, przez podmioty\n                           powiązane z tą firmą audytorską oraz przez członka sieci firmy audytorskiej dozwolonych\n                           usług niebędących badaniem na rzecz Spółki,c_procedury wyboru firmy audytorskiej do badania sprawozdania finansowego Spółki.\"4.§ 24 ust. 2, któremu nadano nową treść:§ 24 ust. 2 Uchwały Rady Nadzorczej mogą być podejmowane w trybie pisemnym bez odbywania\n                           posiedzenia Rady Nadzorczej.\"5.§ 17 ust. 2 pkt 15, któremu nadano nową treść:\"§17 ust. 2 pkt 15 sponsorowanie jakichkolwiek przedsięwzięć pod tytułem darmym lub\n                           dokonywanie darowizn w kwocie przewyższającej łącznie w roku obrotowym 150.000 złotych,\"Ponadto w celu ujednolicenia zapisów w Statucie Spółki wprowadzono następujące zmiany\n                           redakcyjne:1.słowa Rada zastąpiono  słowami Rada Nadzorcza _§ 25 ust. 1-3, 26 ust.4_,2.słowa Kodeks spółek handlowych lub skrótu k.s.h., zastąpiono skrótem KSH _§ 17 ust.\n                           2 pkt 3, 4, 7, 16, 21, § 36 ust. 2_,3.słowa Walne Zgromadzenie Akcjonariuszy zastąpiono słowami Walne Zgromadzenie _§\n                           15 ust. 2a pkt 2, §17 ust. 2 pkt 1,3, 4, 7, 16 i 17_,4.skrót PLN zastąpiono słowem złotych _§ 36 ust. 4 pkt 3_,5.słowa Przewodniczący oraz Wiceprzewodniczący zastąpiono słowami Przewodniczący Rady\n                           Nadzorczej oraz Wiceprzewodniczący Rady Nadzorczej _§ 23 ust. 3_.Uchwałą nr 17/2018 z dnia 07 maja 2018 roku Zwyczajne Walne Zgromadzenie Spółki ustaliło\n                           tekst jednolity Statutu Spółki uwzględniający zmiany wprowadzone Uchwałą nr 16/2018.\n                           _raport bieżący nr 7/2018 w dniu 07 maja 2018 r._W załączeniu Spółka przekazuje tekst jednolity Statutu Spółki. Szczegółowa podstawa prawna: § 5 pkt 1_  Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznania za równoważne informacji wymaganych przepisami\n                           prawa państwa nie będącego państwem członkowskim _Dz. U. z 2018 r. poz. 757_.",
        "date": "2018-09-14"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym informuje,\n                           że w dniu 02.07.2018 r., zgodnie z uchwałą Zwyczajnego Walnego Zgromadzenia Spółki\n                           _raport bieżący nr 8/2018 z dnia 07.05.2018 r._ została wypłacona akcjonariuszom Spółki\n                           dywidenda za 2017 r. w kwocie 5.041.030,25 zł _pięć milionów czterdzieści jeden tysięcy\n                           trzydzieści złotych i dwadzieścia pięć groszy_. W podziale dywidendy uczestniczyło\n                           20.164.121 _dwadzieścia milionów sto sześćdziesiąt cztery tysiące sto dwadzieścia\n                           jeden_ szt. akcji. Dywidenda została wypłacona w wysokości 0,25 zł _dwadzieścia pięć\n                           groszy_ na każdą akcję. W wypłacie dywidendy nie brało udziału 500.000 _pięćset tysięcy_\n                           szt. akcji zakupionych przez Spółkę w ramach realizacji Programu Motywacyjnego i w\n                           związku z tym przeznaczona na wypłatę dywidendy i nierozdzielona kwota w wysokości\n                           125.000 zł _sto dwadzieścia pięć tysięcy złotych_ została przeznaczona na kapitał\n                           zapasowy. Dzień dywidendy ustalony był na 14.06.2018 r.Szczegółowa podstawa prawna: § 19 ust. 2 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznania za równoważne informacji wymaganych przepisami\n                           prawa państwa nie będącego państwem członkowskim _Dz. U. z 2018 r. poz. 757_.",
        "date": "2018-07-03"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Na podstawie art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr\n                           596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku _\"rozporządzenie\n                           MAR\"_ Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_\n                           niniejszym informuje, że w dniu 28 czerwca 2018 roku Spółka zapłaciła ostatnią ratę\n                           układową i tym samym doprowadziła do zakończenia realizacji wszystkich postanowień\n                           zawartych w układzie przyjętym przez Wierzycieli Spółki w dniu 5 maja 2010 roku _raporty\n                           bieżące: 15/2010 z dnia 04.05.2010 roku, 18/2010 z dnia 18.05.2010 roku, 20/2010 z\n                           dnia 31.05.2010 roku_.",
        "date": "2018-06-28"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach niniejszym informuje,\n                           że w dniu 18 maja 2018 r. otrzymał od Pana Leszka Walczyka – Wiceprezesa Spółki, w\n                           trybie art. 69 ust. 1 pkt 1_ Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _tj. Dz.U. z 2018, poz. 512_, zawiadomienie dotyczące zmiany jego udziału i przekroczeniu\n                           5% w ogólnej liczbie głosów na walnym zgromadzeniu ODLEWNI  POLSKICH  S.A.  o niżej\n                           przedstawionej treści: Na podstawie art. 69 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 r. Ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych _tj. Dz.U. z 2018 r. poz. 512_ niniejszym zawiadamiam,\n                           że poprzez nabycie w dniu 18 maja 2018 r.  96.000 sztuk akcji ODLEWNI POLSKICH S.A.\n                           zwiększyłem swoje zaangażowanie w Spółce powyżej  5% w ogólnej liczbie głosów na walnym\n                           zgromadzeniu tejże spółki. Akcje kupiłem w transakcji poza systemem obrotu w ramach\n                           wykonania Programu Motywacyjnego Spółki przewidującego opcje na akcje. Przed nabyciem\n                           posiadałem 948.578 sztuk akcji Spółki, co stanowiło 4,5905% ogólnej liczby akcji i\n                           dawało tyle samo głosów na zgromadzeniu Spółki. W wyniku kupna przeze mnie 96.000\n                           sztuk akcji  posiadam 1.044.578 sztuk akcji Spółki  ODLEWNIE POLSKIE S.A., co stanowi\n                           5,055% udziału w kapitale zakładowym Spółki i daje tyle samo głosów na walnym zgromadzeniu\n                           akcjonariuszy. Jednocześnie zgodnie z art. 69 ust. 4 pkt 5 i 6 Ustawy o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych informuję, że nie posiadam podmiotów zależnych jak również nie została\n                           zawarta umowa zawierająca postanowienia dotyczące przekazania uprawnień do wykonywania\n                           prawa głosu na walnym zgromadzeniu. Nie jestem także posiadaczem instrumentów finansowych,\n                           które po upływie terminu zapadalności bezwarunkowo uprawniałyby lub zobowiązałyby\n                           posiadacza do nabycia akcji z prawami głosu wyemitowanych przez Spółkę.  Nie istnieją osoby, o których mowa w art. 87 ust. 1 pkt 3 lit c Ustawy o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego obrotu\n                           oraz o spółkach publicznych. Nie wykluczam dalszego zaangażowania w akcjach spółki\n                           ODLEWNIE POLSKIE S.A.",
        "date": "2018-05-18"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Spółka Akcyjna ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Emitent\"_ niniejszym\n                           informuje, że w dniu 18 maja 2018 roku otrzymała od pełniących u Emitenta obowiązki\n                           zarządcze Członków Zarządu Spółki: Pana Zbigniewa Rondudy – Prezesa Zarządu, Pana\n                           Leszka Walczyka – Wiceprezesa Zarządu i Pana Ryszarda Pisarskiego – Wiceprezesa Zarządu\n                           powiadomienia, o których mowa w art. 19 ust. 1 Rozporządzenia  MAR, o nabyciu przez\n                           nich akcji Emitenta. Zgodnie z powiadomieniem Członkowie Zarządu w dniu 18 maja 2018\n                           r.  nabyli po 96.000 _dziewięćdziesiąt sześć tysięcy_ akcji Emitenta każdy, w cenie\n                           75 groszy za jedną akcję. Treść powiadomień Emitent przekazuje w załączeniu.",
        "date": "2018-05-18"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_ niniejszym\n                           informuje, że w celu realizacji opcji przydzielonych uprawnionym osobom w ramach II\n                           Transzy Programu Motywacyjnego dla kadry zarządzającej i kierowniczej Spółki, przyjętego\n                           Uchwałą Nr 25/2016 Zwyczajnego Walnego Zgromadzenia Spółki Akcyjnej ODLEWNIE POLSKIE\n                           z dnia 27 kwietnia 2016 r. w sprawie przyjęcia zasad programu motywacyjnego dla kadry\n                           zarządzającej i kierowniczej Spółki _z późniejszymi zmianami_ w dniu  18 maja 2018\n                           r. Spółka zbyła na rzecz 44 uczestników programu motywacyjnego tj. członków kadry\n                           zarządzającej i kluczowych pracowników 500.000 _pięćset tysięcy_ akcji własnych Spółki,\n                           o łącznej wartości nominalnej 750.000 _siedemset pięćdziesiąt_ zł, co stanowi 2,42%\n                           kapitału Spółki, które dają prawo do 500.000 _pięćset tysięcy_ głosów na walnym zgromadzeniu\n                           Spółki, co odpowiada 2,42 % ogólnej liczby głosów na walnym zgromadzeniu Spółki. Wszystkie\n                           akcje własne Spółki zostały zbyte za cenę równą połowie wartości nominalnej akcji\n                           Spółki, tj. po cenie 75 _siedemdziesiąt pięć_ groszy za jedną akcję, co jest zgodne\n                           z § 1 ust. 9 pkt 2 Uchwały Nr 25/2016 Zwyczajnego Walnego Zgromadzenia Spółki Akcyjnej\n                           ODLEWNIE POLSKIE z dnia 27 kwietnia 2016 r. _z późniejszymi zmianami_. Osoby, które\n                           nabyły akcje podlegają ograniczeniom w ich zbywaniu i obciążaniu, w tym zastawem pod\n                           rygorem zapłaty kary umownej w wysokości stanowiącej iloczyn liczby akcji dotkniętych\n                           naruszeniem zobowiązania oraz dwukrotności wartości rynkowej akcji Spółki z dnia naruszenia,\n                           ustalonej według kursu zamknięcia notowań oraz wykluczenia z uczestnictwa w Programie.\n                           W przypadku kadry zarządzającej okres ograniczeń, o których mowa powyżej wynosi 3\n                           lata od dnia ich nabycia i upływa w dniu 18 maja 2021 roku a w przypadku kluczowych\n                           pracowników okres ten wynosi 2 lata i upływa w dniu 18 maja 2020 roku. Po dokonaniu powyższego zbycia na dzień 18 maja 2018 r. Spółka posiada 500.000 _pięćset\n                           tysięcy_ akcji własnych Spółki.",
        "date": "2018-05-18"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach _\"Spółka\"_ niniejszym\n                           informuje, że 7 maja 2018 r. Rada Nadzorcza Spółki podjęła uchwałę w sprawie przydziału\n                           Osobom Uprawnionym Opcji w ramach II Transzy Programu Motywacyjnego dla kadry zarządzającej\n                           i kierowniczej Spółki _\"Uchwała\"_. W Uchwale Rada Nadzorcza:1_stwierdziła, że zostały spełnione warunki konieczne dla przydziału Opcji w ramach\n                           II Transzy Programu Motywacyjnego, tj. spełnione zostało kryterium finansowe - wynik\n                           EBITDA w roku 2017 wyniósł 21.833.502,59 zł oraz Zwyczajne Walne Zgromadzenie Spółki\n                           w dniu 7 maja 2018 r. zatwierdziło, uprzednio zbadane bez zastrzeżeń przez biegłego\n                           rewidenta, sprawozdanie finansowe Spółki za okres od 1 stycznia 2017 r. do 31 grudnia\n                           2017 r.;2_przydzieliła 44 osobom uczestniczącym w Programie Motywacyjnym 500.000 _słownie:\n                           pięćset tysięcy_ Opcji z podziałem na: 300.000 _słownie: trzysta tysięcy_ Opcji przydzielonych\n                           Kadrze Zarządzającej i 200.000 _słownie: dwieście  tysięcy_ Opcji przydzielonych Kluczowym\n                           Pracownikom;3_wobec tego, że Spółka w dniu podjęcia Uchwały posiada 1.000.000 Akcji Własnych,\n                           Rada Nadzorcza postanowiła, że przydzielone w ramach Uchwały Opcje realizowane będą\n                           przez złożenie przez Spółkę Osobom Uprawnionym oferty nabycia Akcji Własnych w liczbie\n                           odpowiadającej liczbie przydzielonych Opcji i sprzedaż tych akcji przez Spółkę Osobom\n                           Uprawnionym, które taką ofertę przyjmą;4_upoważniła Zarząd Spółki do podejmowania wszelkich czynności w celu wykonania Uchwały,\n                           w tym zaoferowania Osobom Uprawnionym sprzedaży akcji.",
        "date": "2018-05-07"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym informuje,\n                           że w dniu 07.05.2018 r., Zwyczajne Walne Zgromadzenie Spółki podjęło uchwałę w przedmiocie\n                           wypłaty akcjonariuszom Spółki dywidendy za 2017 r. w kwocie 5.166.030,25 zł _pięć\n                           milionów sto sześćdziesiąt sześć tysięcy trzydzieści złotych i dwadzieścia pięć groszy_\n                           na następujących zasadach:1.w podziale dywidendy może uczestniczyć 20.664.121 szt. akcji _dwadzieścia milionów\n                           sześćset sześćdziesiąt cztery tysiące sto dwadzieścia jeden szt. akcji_ pod warunkiem\n                           objęcia przez Osoby Uprawnione 1.000.000 szt. akcji _jeden milion szt. akcji_  zakupionych\n                           przez Spółkę _akcje własne_ w ramach Programu Motywacyjnego,2.na każdą akcję przysługuje dywidenda w wysokości 0,25 zł _dwadzieścia pięć groszy_,3.ustaliło dzień dywidendy na dzień 14 czerwca 2018 r.,4.ustaliło dzień wypłaty dywidendy na dzień 2 lipca 2018 r.,5.w przypadku nierozdysponowania pełnej kwoty przeznaczonej na dywidendę w związku\n                           z nie objęciem przez Osoby Uprawnione akcji zakupionych przez Spółkę. _akcje własne_\n                           w liczbie 1.000.000 _jeden milion_ w ramach Programu Motywacyjnego, nie rozdzielona\n                           kwota zostanie przeznaczona na kapitał zapasowy.Szczegółowa podstawa prawna: § 19 ust. 2 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznania za równoważne informacji wymaganych przepisami\n                           prawa państwa nie będącego państwem członkowskim _Dz. U. z 2018 r. poz. 757_.",
        "date": "2018-05-07"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach w załączeniu\n                           przekazuje treść uchwał podjętych na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu\n                           07 maja 2018 roku wraz z informacją odnośnie liczby oddanych głosów przy głosowaniach\n                           nad poszczególnymi uchwałami. Szczegółowa podstawa prawna: § 19 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z\n                           dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznania za równoważne informacji wymaganych\n                           przepisami prawa państwa nie będącego państwem członkowskim _Dz. U. z 2018 r. poz.\n                           757_.",
        "date": "2018-05-07"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym zmienia\n                           datę publikacji raportu kwartalnego Spółki za I kwartał 2018 rok z dnia 14 maja 2018\n                           roku,  podanego w terminarzu raportem bieżącym nr 1/2018 z dnia 26 stycznia 2018 roku,\n                           na dzień 8 maja 2018  roku.",
        "date": "2018-04-27"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE z siedzibą w Starachowicach niniejszym informuje,\n                           że działając na podstawie art. 399 § 1 w zw. z art. 395 w zw. z art. 402¹ Kodeksu\n                           Spółek Handlowych, w związku z § 28 Statutu Spółki zwołuje Zwyczajne Walne Zgromadzenie\n                           Spółki, które odbędzie się w dniu 07 maja 2018 roku o godz. 12.00  w siedzibie Spółki\n                           w Starachowicach przy ul. inż. Władysława Rogowskiego 22 z następującym porządkiem\n                           obrad:1.Otwarcie Zwyczajnego Walnego Zgromadzenia.2.Podjęcie uchwały w sprawie wyboru Przewodniczącego Zgromadzenia.3.Sporządzenie listy obecności. 4.Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał.5.Podjęcie uchwały w sprawie przyjęcia porządku obrad.6.Rozpatrzenie Sprawozdania finansowego Spółki oraz Sprawozdania z działalności Spółki\n                           za rok obrotowy 2017, a także wniosku Zarządu dotyczącego podziału zysku netto za\n                           rok obrotowy 2017.7.Złożenie Sprawozdania Rady Nadzorczej Spółki z jej działalności jako organu Spółki\n                           za rok obrotowy 2017, obejmującego m.in.: ocenę Sprawozdania finansowego Spółki za\n                           rok obrotowy 2017, ocenę Sprawozdania z działalności Spółki za rok obrotowy 2017,\n                           ocenę wniosku Zarządu dotyczącego podziału zysku netto za rok obrotowy 2017. 8.Podjęcie uchwały w sprawie zatwierdzenia Sprawozdania finansowego Spółki za rok\n                           obrotowy 2017.9.Podjęcie uchwały w sprawie zatwierdzenia Sprawozdania z działalności Spółki za rok\n                           obrotowy 2017.10.Podjęcie uchwały w sprawie utworzenia kapitału rezerwowego w Spółce.11.Podjęcie uchwały w sprawie podziału zysku netto za rok obrotowy 2017.12.Podjęcie uchwał w sprawie udzielenia Członkom Zarządu Spółki absolutorium z wykonania\n                           przez nich obowiązków w roku obrotowym 2017.13.Podjęcie uchwał w sprawie udzielenia Członkom Rady Nadzorczej Spółki absolutorium\n                           z wykonania przez nich obowiązków w roku obrotowym 2017.14.Podjęcie uchwały w sprawie określenia wysokości kryterium finansowego dla roku\n                           obrotowego 2018 na potrzeby realizacji Programu Motywacyjnego dla kadry zarządzającej\n                           i kierowniczej Spółki.15.Podjęcie uchwały w sprawie zmian w Statucie Spółki.16.Podjęcie uchwały w sprawie ustalenia tekstu jednolitego Statutu Spółki.17.Podjęcie uchwały w sprawie ustalenia zasad wynagradzania Członków Komitetu Audytu.18.Podjęcie uchwały w sprawie przyznania pracownikom Spółki jednorazowej nagrody rocznej\n                           19.Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia.Proponowane zmiany w Statucie\n                           Spółki:1_dotychczasowa treść § 20 Statutu Spółki  o treści:\"§ 20 1.Rada Nadzorcza składa się z pięciu Członków, w tym Przewodniczącego i Wiceprzewodniczącego.2.Członkowie Rady Nadzorczej są powoływani i odwoływani przez Walne Zgromadzenie zwykłą\n                           większością głosów,  przy czym uchwała o powołaniu lub odwołaniu członka Rady Nadzorczej\n                           zostaje podjęta, jeżeli za uchwałą głosował co najmniej jeden akcjonariusz, który\n                           w momencie głosowania posiadał samodzielnie akcje reprezentujące co najmniej 15% kapitału\n                           zakładowego Spółki. Odwołanie Członka Rady Nadzorczej następuje tylko z ważnych powodów,\n                           o których jest mowa w §15 ust. 4 Statutu.2a.Przynajmniej dwóch członków Rady Nadzorczej powinno być wolnych od jakichkolwiek\n                           powiązań ze Spółką, jej akcjonariuszami lub pracownikami, jeżeli te powiązania mogłyby\n                           istotnie wpłynąć na zdolność takiego członka do podejmowania bezstronnych decyzji\n                           _członkowie niezależni_.2b.Za członka niezależnego może być uznana osoba, która łącznie wypełnia poniższe\n                           warunki:9_nie jest i nie była przez ostatnie 3 lata pracownikiem Spółki lub spółki stowarzyszonej,10_nie pełni i nie pełniła przez ostatnie 5 lat funkcji Członka Zarządu Spółki lub\n                           spółki stowarzyszonej,11_nie jest akcjonariuszem lub nie reprezentuje w żaden sposób akcjonariusza posiadającego\n                           pakiet kontrolny,12_nie otrzymuje i nie otrzymywała w ciągu ostatnich 5 lat dodatkowego wynagrodzenia\n                           w znaczącej wysokości _poza należnym z tytułu członkostwa w Radzie_  od Spółki lub\n                           spółki stowarzyszonej,13_nie utrzymuje obecnie ani nie utrzymywała w ciągu ostatniego roku znaczących stosunków\n                           handlowych ze Spółką lub spółką stowarzyszoną, bezpośrednio lub w charakterze wspólnika\n                           akcjonariusza, członka zarządu, pracownika Spółki na stanowisku kierowniczym, 14_nie jest obecnie, ani w ciągu ostatnich trzech lat nie była wspólnikiem lub pracownikiem\n                           obecnego lub byłego podmiotu świadczącego usługi biegłego rewidenta na rzecz Spółki,15_nie pełniła funkcji  Członka Rady Nadzorczej dłużej niż 12 lat licząc od daty pierwszego\n                           wyboru16_nie jest bliskim członkiem rodziny osób, o których mowa w pkt 1_ – 7_; za bliskich\n                           członków rodziny uważa się małżonka, wstępnych i zstępnych pierwszego stopnia, rodzeństwo,\n                           zięcia, synową oraz powinowatych w tej samej linii i stopniu. 2c.  Rada Nadzorcza dokonuje oceny, czy istnieją związki lub okoliczności, które mogą\n                           wpływać na spełnienie przez danego Członka Rady kryteriów niezależności, a ocenę spełniania\n                           kryteriów niezależności przez Członków Rady zamieszcza w swoim sprawozdaniu z działalności\n                           Rady Nadzorczej. Utrata statusu niezależności w trakcie kadencji przez któregokolwiek\n                           z niezależnych Członków Rady Nadzorczej nie powoduje ani wygaśnięcia mandatu, ani\n                           nie wpływa na możliwość wykonywania swych kompetencji przez Radę Nadzorczą. Domniemywa\n                           się, że utrata przez danego Członka Rady przymiotu niezależności stanowi ważny powód\n                           do jego odwołania w rozumieniu ust. 2 powyżej, jeżeli wskutek zaistnienia tej okoliczności\n                           liczba członków niezależnych Rady spadła poniżej liczby wymaganej przez ust. 2a powyżej.3.Kadencja Rady Nadzorczej trwa trzy lata. Członków Rady Nadzorczej powołuje się na\n                           okres wspólnej kadencji.\"proponowana  nowa treść:\"§20 1.Rada Nadzorcza składa się z pięciu Członków, w tym Przewodniczącego i Wiceprzewodniczącego.2.Członkowie Rady Nadzorczej są powoływani i odwoływani przez Walne Zgromadzenie zwykłą\n                           większością głosów,  przy czym uchwała o powołaniu lub odwołaniu członka Rady Nadzorczej\n                           zostaje podjęta, jeżeli za uchwałą głosował co najmniej jeden akcjonariusz, który\n                           w momencie głosowania posiadał samodzielnie akcje reprezentujące co najmniej 15% kapitału\n                           zakładowego Spółki. Odwołanie Członka Rady Nadzorczej następuje tylko z ważnych powodów,\n                           o których jest mowa w §15 ust. 4 Statutu.3.Przynajmniej dwóch Członków Rady Nadzorczej powinno być niezależnych _\"Członkowie\n                           Niezależni\"_. Uznaje się, że Członek Rady Nadzorczej jest niezależny od Spółki, jeśli\n                           spełnia kryteria określone w art. 129 ust. 3 Ustawy o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym z 11.05.2017 r. _Dz. U. z 2017 r. poz. 1089,\n                           \"Niezależność\"_._\"Ustawa o Biegłych\"_.4.Osoby kandydujące w wyborach na Członka Rady Nadzorczej powinny złożyć oświadczenie\n                           określające, czy kandydat spełnia kryteria Członka Niezależnego. Członek Niezależny\n                           zobowiązany jest niezwłocznie, nie później jednak niż przed kolejnym posiedzeniem\n                           Rady Nadzorczej, przekazać pozostałym Członkom Rady Nadzorczej oraz Zarządowi oświadczenie\n                           o spełnieniu przez niego kryteriów Niezależności, a także niezwłocznie poinformować\n                           Radę Nadzorczą i Zarząd o każdej zmianie w wyżej określonym zakresie.5.Rada Nadzorcza dokonuje oceny, czy istnieją związki lub okoliczności, które mogą\n                           wpływać na spełnienie przez danego Członka Rady Nadzorczej kryteriów Niezależności.\n                           Ocenę spełniania kryteriów Niezależności przez Członków Rady Nadzorczej zamieszcza\n                           w swoim sprawozdaniu z działalności Rady Nadzorczej. 6.Utrata statusu Niezależności w trakcie kadencji przez któregokolwiek z Członków\n                           Niezależnych nie powoduje ani wygaśnięcia mandatu, ani nie wpływa na możliwość wykonywania\n                           swych kompetencji przez Radę Nadzorczą. Domniemywa się, że utrata przez danego Członka\n                           Rady Nadzorczej przymiotu Niezależności stanowi ważny powód do jego odwołania w rozumieniu\n                           ust. 2 powyżej, jeżeli wskutek zaistnienia tej okoliczności liczba Członków Niezależnych\n                           spadła poniżej liczby wymaganej przez ust. 3 powyżej.7.Kadencja Rady Nadzorczej trwa trzy lata. Członków Rady Nadzorczej powołuje się na\n                           okres wspólnej kadencji.2_dotychczasowa treść § 21 Statutu Spółki:\"§21 1.Członkowie Rady Nadzorczej wybierają spośród siebie Przewodniczącego, Wiceprzewodniczącego\n                           i Sekretarza Rady Nadzorczej.2.Przewodniczący Rady Nadzorczej poprzedniej kadencji zwołuje i otwiera pierwsze posiedzenie\n                           nowo wybranej Rady i przewodniczy na nim do chwili wyboru nowego Przewodniczącego.\"proponowana\n                           nowa treść:\"§211.Członkowie Rady Nadzorczej wybierają spośród siebie Przewodniczącego, Wiceprzewodniczącego\n                           i Sekretarza Rady Nadzorczej.2.Przewodniczący Rady Nadzorczej poprzedniej kadencji zwołuje i otwiera pierwsze posiedzenie\n                           nowo wybranej Rady Nadzorczej i przewodniczy na nim do chwili wyboru nowego Przewodniczącego.3.Członkowie Rady Nadzorczej powołują spośród siebie na okres kadencji Rady Nadzorczej\n                           Komitet Audytu, składający się minimum z trzech Członków, w tym Przewodniczącego,\n                           Wiceprzewodniczącego i Sekretarza Komitetu Audytu.4.Większość Członków Komitetu Audytu, w tym Przewodniczący Komitetu Audytu, musi spełniać\n                           kryteria Niezależności, określone w art. 129 ust. 3 Ustawy o Biegłych. Nadto co najmniej\n                           jeden z Członków Komitetu Audytu musi legitymować się wiedzą i umiejętnościami w zakresie\n                           rachunkowości lub badania sprawozdań finansowych oraz przynajmniej jeden z Członków\n                           Komitetu Audytu posiada wiedzę i umiejętności z zakresu branży, w której działa Spółka.5.Utrata statusu Niezależności w trakcie kadencji przez któregokolwiek z Członków\n                           Niezależnych Komitetu Audytu stanowi ważny powód do jego odwołania, jeżeli wskutek\n                           zaistnienia tej okoliczności liczba Członków Niezależnych Komitetu Audytu spadła poniżej\n                           liczby wymaganej w art. 129 ust. 3 Ustawy o Biegłych.6.Członkowie Komitetu Audytu sprawują funkcje określone w Ustawie o Biegłych i Rozporządzeniu\n                           Parlamentu Europejskiego i Rady nr 537/2014 z 16.04.2014 r. w sprawie szczegółowych\n                           wymogów dotyczących ustawowych badań sprawozdań finansowych jednostek interesu publicznego,\n                           bez konieczności podjęcia aprobującej uchwały przez działającą kolegialnie Radę Nadzorczą.\n                           7.Członkom Komitetu Audytu może zostać przyznane wynagrodzenie, w wysokości określonej\n                           przez Walne Zgromadzenie.\"3_dotychczasowa treść §22 ust. 2 Statutu Spółki:\"§22 ust. 2 Oprócz innych spraw przewidzianych w ustawie lub w Statucie, do kompetencji\n                           Rady Nadzorczej należy:1_badanie i zatwierdzanie strategicznych planów rozwoju Spółki, rocznych planów operacyjnych\n                           i finansowych oraz budżetów Spółki oraz planów inwestycji Spółki, jeżeli przekraczają\n                           one czynności zwykłego zarządu sprawami Spółki, oraz wszelkich istotnych zmian do\n                           nich, oraz żądanie od Zarządu szczegółowych sprawozdań z ich wykonania,2_powoływanie i odwoływanie _w przypadkach określonych w § 15 ust. 4 Statutu_ wszystkich\n                           lub poszczególnych Członków Zarządu, w tym Prezesa Zarządu,3_ustalanie liczby członków Zarządu na kolejną kadencję,4_zawieszanie, z ważnych powodów _w przypadkach określonych w § 15 ust. 4 Statutu_,\n                           w czynnościach poszczególnych lub wszystkich Członków Zarządu, w tym Prezesa Zarządu\n                           oraz delegowanie Członków Rady Nadzorczej do czasowego wykonywania czynności Członków\n                           Zarządu, w tym Prezesa Zarządu nie mogących sprawować swoich czynności,5_ustalanie zasad wynagradzania Członków Zarządu zatrudnionych na podstawie umowy\n                           o pracę lub innej umowy,6_wybór biegłego rewidenta do przeprowadzenia badania sprawozdań finansowych,7_udzielanie Zarządowi zgody na czynności określone w § 17 ust. 2 Statutu, 8_zatwierdzanie przedstawionych przez Zarząd projektów regulaminu pracy Zarządu i\n                           innych regulaminów organizacyjnych.proponowana nową treść:\"§22 ust. 2 Oprócz innych spraw przewidzianych w ustawie lub w Statucie, do kompetencji\n                           Rady Nadzorczej należy:1_badanie i zatwierdzanie strategicznych planów rozwoju Spółki, rocznych planów operacyjnych\n                           i finansowych oraz budżetów Spółki oraz planów inwestycji Spółki, jeżeli przekraczają\n                           one czynności zwykłego zarządu sprawami Spółki, oraz wszelkich istotnych zmian do\n                           nich, oraz żądanie od Zarządu szczegółowych sprawozdań z ich wykonania,2_powoływanie i odwoływanie _w przypadkach określonych w § 15 ust. 4 Statutu_ wszystkich\n                           lub poszczególnych Członków Zarządu, w tym Prezesa Zarządu,3_ustalanie liczby Członków Zarządu na kolejną kadencję,4_zawieszanie, z ważnych powodów _w przypadkach określonych w § 15 ust. 4 Statutu_,\n                           w czynnościach poszczególnych lub wszystkich Członków Zarządu, w tym Prezesa Zarządu\n                           oraz delegowanie Członków Rady Nadzorczej do czasowego wykonywania czynności Członków\n                           Zarządu, w tym Prezesa Zarządu nie mogących sprawować swoich czynności,5_ustalanie zasad wynagradzania Członków Zarządu zatrudnionych na podstawie umowy\n                           o pracę lub innej umowy,6_wybór biegłego rewidenta do przeprowadzenia badania sprawozdań finansowych,7_udzielanie Zarządowi zgody na czynności określone w § 17 ust. 2 Statutu, 8_zatwierdzanie przedstawionych przez Zarząd projektów regulaminu pracy Zarządu i\n                           innych regulaminów organizacyjnych,9_ustalanie liczby Członków Komitetu Audytu na kolejną kadencję,10_powoływanie i odwoływanie Członków Komitetu Audytu,11_uchwalanie Regulaminu działania Komitetu Audytu,12_zatwierdzanie dokumentów przyjętych przez Komitet Audytu, a w szczególności:a_polityki wyboru firmy audytorskiej do przeprowadzania badania sprawozdania finansowego\n                           Spółki,b_polityki świadczenia przez firmę audytorską przeprowadzającą badanie, przez podmioty\n                           powiązane z tą firmą audytorską oraz przez członka sieci firmy audytorskiej dozwolonych\n                           usług niebędących badaniem na rzecz Spółki,c_procedury wyboru firmy audytorskiej do badania sprawozdania finansowego Spółki.\"4_dotychczasowa treść § 24 ust. 2 o treści:\"§24 ust. 2 Uchwały Rady mogą być podejmowane bez odbywania posiedzenia Rady w trybie\n                           pisemnym.\" proponowana nowa treść:§ 24 ust. 2 Uchwały Rady Nadzorczej mogą być podejmowane w trybie pisemnym bez odbywania\n                           posiedzenia Rady Nadzorczej.\"5_dotychczasowa treść § 17 ust. 2 pkt 15 o treści:\"§17 ust. 2 pkt 15 sponsorowanie jakichkolwiek przedsięwzięć pod tytułem darmym lub\n                           dokonywanie darowizn w kwocie przewyższającej łącznie w roku obrotowym 150 tysięcy\n                           złotych,\"proponowana nowa treść:\"§17 ust. 2 pkt 15 sponsorowanie jakichkolwiek przedsięwzięć pod tytułem darmym lub\n                           dokonywanie darowizn w kwocie przewyższającej łącznie w roku obrotowym 150.000 złotych,\"6_Ponadto w celu ujednolicenia zapisów w Statucie Spółki proponowane są zmiany redakcyjne.\n                           We wszystkich miejscach tam gdzie użyto:i.słowa Rada, zastąpić słowami Rada Nadzorcza,ii.słów Kodeks spółek handlowych lub skrótu k.s.h., zastąpić skrótem KSH,iii.słów Walne Zgromadzenie Akcjonariuszy zastąpić słowami Walne Zgromadzenie,iv.skrótu PLN zastąpić słowem złotych,v.słowa Przewodniczący oraz Wiceprzewodniczący, zastąpić słowami Przewodniczący Rady\n                           Nadzorczej oraz Wiceprzewodniczący Rady Nadzorczej.W załączeniu przekazujemy treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Spółki oraz projekty uchwał wraz z uzasadnieniem.",
        "date": "2018-04-06"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym informuje,\n                           że Rada Nadzorcza Spółki, działając na podstawie z art. 382 § 3 Kodeksu spółek handlowych,\n                           na posiedzeniu w dniu 04.04.2018 r. pozytywnie oceniła wniosek Zarządu w sprawie wypłaty\n                           Akcjonariuszom dywidendy za 2017 rok _raport bieżący nr 3/2018 z dn. 29.03.2018 r._.\n                           Ostateczną decyzję dotyczącą wypłaty Akcjonariuszom dywidendy za rok obrotowy 2017\n                           podejmie Zwyczajne Walne Zgromadzenie Spółki zatwierdzające sprawozdanie finansowe\n                           Spółki za 2017 r.",
        "date": "2018-04-04"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym informuje,\n                           że w dniu 29.03.2018 r., podjął uchwałę w przedmiocie wystąpienia do Zwyczajnego Walnego\n                           Zgromadzenia z wnioskiem o wypłatę akcjonariuszom Spółki dywidendy za 2017 r. w kwocie\n                           5.166.030,25 zł _pięć milionów sto sześćdziesiąt sześć tysięcy trzydzieści złotych\n                           i dwadzieścia pięć groszy_ na następujących zasadach:1.w podziale dywidendy może uczestniczyć 20.664.121 szt. akcji _dwadzieścia milionów\n                           sześćset sześćdziesiąt cztery tysiące sto dwadzieścia jeden szt. akcji_ pod warunkiem\n                           objęcia przez Osoby Uprawnione 1.000.000 szt. akcji _jeden milion szt. akcji_  zakupionych\n                           przez Spółkę _akcje własne_ w ramach Programu Motywacyjnego,2.na każdą akcję przysługuje dywidenda w wysokości 0,25 zł _dwadzieścia pięć groszy_,3.ustala się dzień dywidendy na dzień 14 czerwca 2018 r.,4.ustala się dzień wypłaty dywidendy na dzień 2 lipca 2018 r.,5.w przypadku nierozdysponowania pełnej kwoty przeznaczonej na dywidendę w związku\n                           z nie objęciem przez Osoby Uprawnione akcji zakupionych przez Spółkę _akcje własne_\n                           w liczbie 1.000.000 _jeden milion_ w ramach Programu Motywacyjnego, nie rozdzielona\n                           kwota zostanie przeznaczona na kapitał zapasowy.. Zarząd  przedstawi powyższy wniosek Radzie Nadzorczej Spółki do oceny.  Ostateczną\n                           decyzję dotyczącą wypłaty akcjonariuszom dywidendy  za rok obrotowy 2017 podejmie\n                           Zwyczajne Walne Zgromadzenie Spółki.",
        "date": "2018-03-29"
    },
    {
        "company_name": "ODLEWNIE",
        "content": "Zarząd Spółki Akcyjnej ODLEWNIE POLSKIE  z siedzibą w Starachowicach niniejszym zmienia\n                           datę publikacji raportu rocznego Spółki za 2017 rok z dnia 23 kwietnia  2018 roku,\n                           podanego w terminarzu raportem bieżącym nr 1/2018 z dnia 26 stycznia 2018 roku, na\n                           dzień 29 marca 2018  roku.",
        "date": "2018-03-26"
    }
]