[
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _\"Spółka\"_ przekazuje w załączeniu treść ogłoszenia o zwołaniu\n                           Nadzwyczajnego Walnego Zgromadzenia \"Orzeł Biały\" S.A., które odbędzie się w dniu\n                           25.01.2018 r. o godz. 11.00 w siedzibie Spółki w Piekarach Śląskich. W załączeniu\n                           Spółka przekazuje również projekty uchwał wraz z uzasadnieniem, planowane zmiany w\n                           Statucie Spółki oraz projekt tekstu jednolitego Statutu Spółki.Jednocześnie Zarząd Spółki informuje, że Rada Nadzorcza w dniu 18.12.2017 r. pozytywnie\n                           zaopiniowała treść uchwał mających być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia.Podstawa prawna: RMF GPW § 38 ust. 1 pkt 1, 2 i 3",
        "date": "2017-12-20"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _dalej \"Spółka\"_ informuje, iż w dniu 5.12.2017 r.\n                           Spółka otrzymała informację od Członka Rady Nadzorczej, Pana Geza Szephalmi o Jego\n                           rezygnacji z funkcji Członka Rady Nadzorczej Orzeł Biały S.A., ze skutkiem na dzień\n                           31.12.2017 r. Jednocześnie Pan Geza Szephalmi poinformował o rezygnacji z funkcji\n                           Członka Komitetu Audytu Orzeł Biały S.A na dzień 5.12.2017 r.Przyczyną rezygnacji z pełnienia funkcji zarządczej w Spółce Orzeł Biały S.A. były\n                           względy osobiste.Podstawa prawna: RMF GPW § 5 ust.1 pkt. 21",
        "date": "2017-12-05"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "W nawiązaniu do raportu bieżącego nr 31/2017 z dnia 5 lipca 2017 r. w sprawie akceptacji\n                           przez Radę Nadzorczą Spółki podjęcia strategicznych działań w zakresie dalszego rozwoju\n                           Spółki, Zarząd Orzeł Biały S.A. _dalej: Spółka_ informuje, że w dniu 5 grudnia 2017\n                           r., na wniosek Zarządu Spółki z tego samego dnia, Rada Nadzorcza Spółki przyjęła wnioski\n                           przedstawione przez ING Bank N.V. London Branch _dalej: ING_ w raporcie z przeglądu\n                           dostępnych dla Spółki opcji strategicznych oraz wyraziła zgodę na zawarcie przez Spółkę\n                           umowy doradczej z ING. Warunki umowy doradczej z ING będą zgodne z najlepszymi praktykami\n                           rynkowymi. Jednocześnie Rada Nadzorcza Spółki upoważniła Zarząd Spółki do podjęcia wszelkich\n                           czynności faktycznych i prawnych niezbędnych w celu wdrożenia rekomendacji ING. W\n                           związku z powyższym Zarząd Spółki przystąpi do realizacji kolejnego etapu procesu\n                           przeglądu dostępnych dla Spółki opcji strategicznych. W ramach tego etapu Spółka będzie\n                           podejmowała standardowe działania realizowane w tego typu procesach, w tym w szczególności\n                           podpisze umowy o zachowaniu poufności z potencjalnymi inwestorami, rozpocznie rozmowy\n                           z jednym lub kilkoma potencjalnymi inwestorami, oraz udostępni potencjalnym inwestorom\n                           wybrane informacje na temat Spółki i jej działalności. Powyższe decyzje są konsekwencją wniosków z przeprowadzonego przez ING przeglądu dostępnych\n                           dla Spółki opcji strategicznych. Po przeprowadzeniu przeglądu ING potwierdził stanowisko\n                           Rady Nadzorczej, że brak podjęcia i wdrożenia decyzji strategicznych odnośnie dalszego\n                           rozwoju Spółki _tj. utrzymanie status quo_ może potencjalnie ograniczyć wzrost wartości\n                           Spółki w dłuższym okresie, dlatego Spółka powinna rozważyć wdrożenie jednego z zidentyfikowanych\n                           scenariuszy wzrostu. W ramach przeglądu, ING oraz Rada Nadzorcza Spółki zidentyfikowali\n                           dwa podstawowe scenariusze wzrostu, które mogą przynieść największy wzrost wartości\n                           Spółki dla wszystkich akcjonariuszy Spółki: _i_ nabycie podmiotu zajmującego się hurtowym\n                           odzyskiem baterii akumulatorowych w celu integracji wertykalnej i zapewnienia większego\n                           dostępu do surowca albo _ii_ nabycie podmiotu konkurencyjnego wobec Spółki w celu\n                           zwiększenia skali działalności. Zdaniem ING, realizacja obu scenariuszy wiąże się\n                           z koniecznością poniesienia znacznych wydatków kapitałowych, dlatego zgodnie z rekomendacją\n                           ING Spółka powinna pozyskać inwestora, który będzie w stanie zapewnić należyte wsparcie\n                           kapitałowe Spółki w realizacji jednej z wymienionych opcji strategicznych. Realizacja\n                           procesu może także wiązać się z nabyciem przez potencjalnego inwestora 100% akcji\n                           w kapitale zakładowym Spółki w drodze publicznego wezwania.Spółka będzie informować na bieżąco o dalszych istotnych działaniach wynikających\n                           z przeglądu opcji strategicznych, zgodnie z obowiązującymi przepisami.Informacja poufna art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2017-12-05"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. w załączeniu przekazuje otrzymane w dniu dzisiejszym\n                           zawiadomienie od QUERCUS Towarzystwo Funduszy Inwestycyjnych S.A. o zmniejszeniu w\n                           dniu 28.11.2017 r. samodzielnie przez Fundusz QUERCUS Parasolowy SFIO udziału w ogólnej\n                           liczbie głosów poniżej progu 5% w Spółce Orzeł Biały S.A. na podstawie artykułu 69\n                           ustawy z dnia 29 lipca 2005 roku o ofercie publicznej.Podstawa prawna: Art. 70 ptk 1 Ustawy o ofercie - nabycie lub zbycie znacznego pakietu\n                           akcji.",
        "date": "2017-12-01"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 07.09.2017\n                           r. uchwałą nr 47/2017 Zarząd Spółki podjął decyzję o zamiarze ujęcia odpisów aktualizujących\n                           w sprawozdaniu finansowym Emitenta. Odpisy będą miały wpływ na wynik finansowy netto\n                           za I półrocze 2017 r. zarówno w jednostkowym sprawozdaniu finansowym Emitenta jak\n                           i w skonsolidowanym sprawozdaniu finansowym Grupy Kapitałowej Orzeł Biały.W odniesieniu do sprawozdania finansowego Orzeł Biały S.A. za okres 6-ciu miesięcy\n                           zakończony 30 czerwca 2017 roku wystąpiły przesłanki do utworzenia odpisu aktualizującego\n                           wartość zapasów w kwocie 813 tys. zł. Wartość odpisu zwiększy koszty sprzedanych produktów,\n                           towarów i materiałów. Jednocześnie w ww. okresie sprawozdawczym Emitent wykorzystał część odpisu utworzonego\n                           w 2016 r. w kwocie 2 657 tys. zł w związku ze zużyciem zapasów objętych odpisem z\n                           2016 r. Wykorzystanie odpisu zmniejszy koszty sprzedanych towarów i materiałów.Po uwzględnieniu efektu podatkowego powyższe odpisy wpłyną pozytywnie na jednostkowy\n                           i skonsolidowany wynik finansowy netto za I półrocze 2017 r. o kwotę 1 494 tys. zł.Emitent zastrzega, że sprawozdanie finansowe Spółki za I półrocze 2017 r. jest w trakcie\n                           przeglądu przez biegłego rewidenta, dlatego wyżej zaprezentowane kwoty nie są ostateczne\n                           i mogą ulec zmianie. Publikacja raportu okresowego Orzeł Biały S.A. za I półrocze 2017 r. nastąpi w dniu\n                           19.09.2017 r.Podstawa prawna: Art. 17 ust. 1 MAR",
        "date": "2017-09-07"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _dalej: Spółka_ informuje, że w dniu 05.07.2017 roku\n                           na wniosek Zarządu Spółki z tego samego dnia Rada Nadzorcza Orzeł Biały S.A. wyraziła\n                           akceptację na podjęcie przez Spółkę strategicznych działań, mających na celu dokonanie\n                           przeglądu dostępnych dla Spółki opcji strategicznych, poprzez: • zbadanie możliwości przyszłego kierunku rozwoju działalności Spółki, • przegląd pozycji konkurencyjnej Emitenta na jej podstawowym rynku,• identyfikację dodatkowych źródeł pozyskania kapitału na rozwój,a tym samym rozpoczęcie analiz oraz rozważenia różnych strategicznych alternatyw we\n                           wszystkich obszarach działalności biznesowej Spółki. Realizacja wyżej wymienionych\n                           działań ma na celu dążenie do wzrostu wartości firmy.Ponadto, Rada Nadzorcza Orzeł Biały S.A. zarekomendowała i zaakceptowała zaangażowanie\n                           ING Bank N.V. London branch _\"ING\"_ lub innej spółki z grupy kapitałowej ING, jako\n                           doradcy finansowego, wspierającego Zarząd Orzeł Biały S.A. przy przeprowadzeniu wyżej\n                           opisanego przeglądu opcji strategicznych, tym samym zobowiązała Zarząd do podjęcia\n                           wszelkich niezbędnych czynności prawnych do podjęcia ww. działań.Spółka będzie informowała o kolejnych istotnych działaniach, czy też efektach tych\n                           działań  wynikających z zatwierdzonych przez Radę Nadzorczą Spółki strategicznych\n                           planów rozwojowych.Informacja poufna art.17 ust.1 Rozporządzenia MAR",
        "date": "2017-07-05"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _dalej: Spółka\", \"Emitent\"_ informuje, iż w dniu 05.06.2017\n                           r. Emitent zawarł umowę wielocelowej linii kredytowej z bankiem BGŻ BNP Paribas S.A.\n                           z siedzibą w Warszawie _dalej: \"Bank\"_ oraz trójstronną umowę faktoringową z Bankiem\n                           i BGŻ BNP Paribas Faktoring z siedzibą w Warszawie _dalej: \"Faktor\"_.W ramach umowy wielocelowej linii kredytowej _\"Umowa\"_ Bank udzieli Spółce limitu\n                           kredytowego do maksymalnej wysokości 50 mln zł do wykorzystania w następujących formach:\n                           - kredyt w rachunku bieżącym do wysokości limitu Linii Głównej tj. 50 mln w PLN oraz\n                           do wysokości 1 mln w EUR;- linia akredytyw do wysokości 15 mln zł;- linia gwarancji do wysokości 15 mln zł.Umowa nie przewiduje kar umownych. Warunki finansowe na jakich została zawarta Umowa\n                           nie odbiegają od powszechnie stosowanych na rynku dla tego rodzaju umów, oparte są\n                           na stawce WIBOR 1M dla limitów w PLN lub EURIBOR 1M dla limitu w EUR, powiększone\n                           o marżę oraz prowizję Banku. Umowa została zawarta na okres 24 miesięcy z możliwością\n                           przedłużania okresu udostępnienia kredytu.Prawne zabezpieczenia udzielonego przez BGŻ BNP Paribas S.A. limitu stanowią:a_ weksel in blanco wraz z deklaracją wekslową,b_ hipoteka umowna łączna do kwoty 75 mln zł na prawie użytkowania nieruchomości Spółki\n                           położonych w Piekarach Śląskich, c_ przelew wierzytelności na rzecz Banku z polisy ubezpieczeniowej,d_ umowa przewłaszczenia na zapasach magazynowych e_ zastaw rejestrowy na zapasach magazynowych,f_ przelew wierzytelności na rzecz Banku z polisy ubezpieczeniowej, g_ trójstronna umowa zawarta przez Spółkę, Bank oraz Faktora dotycząca cesji należności\n                           fakortoringowych.Zgodnie z postanowieniem zawartej umowy Emitent zobowiązany jest do spłaty kredytów\n                           zaciągniętych przez Spółkę w ramach Grupy mBank wraz z zamknięciem linii kredytowych\n                           _tj. kredyt w rachunku bieżącym i kredytowym oraz faktoring_. O zaciągniętych zobowiązaniach\n                           w ramach Grupy mBank Emitent informował w raportach bieżących o nr 21/2011 z dnia\n                           07.07.2011 r., nr 18/2015 z dnia 29.09.2015 r. oraz nr 17/2016 z dnia 21.06.2016 r.\n                           Ponadto, w ramach zawartej umowy faktoringowej _\"Umowa faktoringowa\"_ Faktor oraz\n                           Bank udzieli Spółce limitu odnawialnego na finansowanie należności handlowych w łącznej\n                           wysokości do 50 mln zł, na który składa się:- faktoring krajowy w PLN do kwoty 40 mln PLN,- faktoring eksportowy w EUR do kwoty 36 mln PLN.Umowa faktoringowa  nie przewiduje kar umownych. Warunki finansowe na jakich została\n                           zawarta Umowa faktoringowa nie odbiegają od powszechnie stosowanych na rynku dla tego\n                           rodzaju umów, oparte są na stawce WIBOR  1M dla faktoringu krajowego lub EURIBOR 1M\n                           dla faktoringu eksportowego powiększone o marżę faktora oraz umowna prowizja faktoringowa.\n                           Umowa faktoringowa została zawarta na czas nieokreślony z możliwością corocznego odnawiania\n                           limitu faktoringowego.Prawne zabezpieczenie udzielonego limitu stanowią: a_ weksel własny in blanco wystawiony przez Spółkę,b_ umowa cesji wierzytelności trójstronnej zawarta między Faktorem i Bankiem a Spółką.Łączna wartość zawartych umów przez Emitenta ze spółkami z Grupy BGŻ BNP Paribas obejmuje\n                           limity o łącznej wysokości  do 100 mln zł. Podstawa prawna: art. 17 ust. 1 MAR",
        "date": "2017-06-05"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A.  _Spółka_ informuje, iż w dniu 23.05.2017 r. Zwyczajne Walne\n                           Zgromadzenie podjęło Uchwałę nr 16, na mocy której określono, iż Rada Nadzorcza Spółki\n                           będzie działać w składzie pięcioosobowym. Ponadto, Zwyczajne Walne Zgromadzenie podjęło\n                           uchwały o numerach od 17 do 21, na mocy których, z dniem 23.05.2017 r. powołało Członków\n                           Rady Nadzorczej w osobach: Pana Leszka Waliszewskiego, Pana Pierra Mellingera, Pana\n                           Geza Szephalmi, Pana Tomasza Jakuba Wojtaszka oraz Pana Michała Hulbója na nową X\n                           kadencję.Pan Leszek Waliszewski, Pan Pierre Mellinger, Pan Geza Szephalmi i Pan Tomasz Jakub\n                           Wojtaszek pełnili dotychczas funkcję Członków Rady Nadzorczej Orzeł Biały S.A. IX\n                           kadencji. Pan Michał Hulbój to nowo powołany Członek Rady.Zgodnie ze złożonymi oświadczeniami powołani na nową X kadencję Członkowie Rady nie\n                           prowadzą żadnych innych działalności, które byłyby konkurencyjne w stosunku do działalności\n                           Orzeł Biały S.A., nie są również wspólnikami w konkurencyjnych spółkach cywilnych\n                           lub osobowych, nie są członkami organów konkurencyjnych spółek kapitałowych lub członkami\n                           organów jakichkolwiek innych konkurencyjnych osób prawnych, a także nie są wpisani\n                           w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy o KRS.Życiorysy zawodowe Członków Rady Nadzorczej X kadencji , Zarząd Spółki przekazuje\n                           w załączeniu.Podstawa prawna: RMF GPW § 5 ust. 1 pkt. 22",
        "date": "2017-05-23"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. przekazuje w załączeniu do publicznej wiadomości treść\n                           uchwał podjętych przez Zwyczajne Walne Zgromadzenie Orzeł Biały S.A. w dniu 23.05.2017\n                           r.Podczas obrad żaden z akcjonariuszy nie wniósł sprzeciwu do protokołu, nie odstąpiono\n                           również od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad.Podstawa prawna: RMF GPW § 38 ust.1 pkt. 7,8,9",
        "date": "2017-05-23"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _dalej: Spółka\", \"Emitent\"_ przekazuje w załączeniu otrzymane\n                           w dniu dzisiejszym zgłoszenie kandydatów na członków Rady Nadzorczej Spółki Orzeł\n                           Biały S.A., za pośrednictwem Pełnomocnika głównego akcjonariusza Spółki tj. NEF Battery\n                           Holdings S.a.r.l. Zgłoszone Kandydatury na Członków Rady Nadzorczej w ocenie większościowego akcjonariusza\n                           Spółki właściwie zabezpieczą interesy wszystkich grup akcjonariuszy, posiadają należytą\n                           wiedzę i doświadczenie, posiadają odpowiednie kompetencje w dziedzinie rachunkowości\n                           i finansów, są w stanie poświęcić należytą ilość czasu na wykonywanie swoich obowiązków.\n                           Członkowie Rady Nadzorczej kierują się w swoim postępowaniu interesem Spółki.W związku z powyższym, większościowy akcjonariusz Spółki Orzeł Biały S.A. na nową\n                           X kadencję do Rady Nadzorczej Spółki zgłosił Kandydatury czterech dotychczasowych\n                           Członków Rady Nadzorczej Spółki. W załączeniu Emitent przekazuje otrzymane życiorysy\n                           Kandydatów.Jednocześnie Spółka informuje, że otrzymała stosowne oświadczenia o wyrażeniu zgody\n                           na kandydowanie i powołanie jako członków w skład Rady Nadzorczej Spółki Orzeł Biały\n                           S.A.Podstawa prawna: RMF GPW § 38 ust. 1 pkt  3",
        "date": "2017-05-19"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _dalej: Spółka\", \"Emitent\"_ w załączeniu przekazuje otrzymane\n                           w dniu dzisiejszym zgłoszenie przez akcjonariusza Spółki tj. Otwarty Fundusz Emerytalny\n                           PZU \"Złota Jesień\" kandydatury Pana Michała Hulbója _wraz z jego życiorysem_ na członka\n                           Rady Nadzorczej Spółki Orzeł Biały S.A.\t W opinii Powszechnego Towarzystwa Emerytalnego PZU S.A. kandydat zapewni prawidłowe\n                           wypełnianie funkcji niezależnego członka Rady Nadzorczej Spółki.Jednocześnie Emitent informuje, że otrzymał stosowne oświadczenie o wyrażeniu zgody\n                           na kandydowanie i powołanie jako członka niezależnego w skład Rady Nadzorczej Spółki\n                           Orzeł Biały S.A.Podstawa prawna: RMF GPW § 38 ust. 1 pkt  3",
        "date": "2017-05-19"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _dalej: Spółka\", \"Emitent\"_ w nawiązaniu do raportu bieżącego\n                           nr 7/2017 z dnia 23.01.2017 r., w którym poinformował o zaciągnięciu przez Spółkę\n                           istotnego zobowiązania i ustanowienia zabezpieczeń na jej znaczących aktywach, w związku\n                           z podpisaniem umowy kredytu inwestycyjnego na skup akcji własnych, informuje, że w\n                           dniu 9.05.2017 r. zawarta przez Spółkę z ING Bankiem Śląskim S.A. z siedzibą w Katowicach\n                           _dalej: \"Bank\"_ Umowa Wieloproduktowa została rozwiązana.Udzielony Spółce kredyt inwestycyjny przeznaczony był na skup akcji własnych. W związku\n                           brakiem zapisów na sprzedaż akcji Spółki w wyniku Wezwania ogłoszonego przez NEF Battery\n                           Holdings S.a r.l. w dniu 23.01.2017 r., o czym Spółka poinformowała w raporcie bieżącym\n                           nr 21/2017 z dnia 21.04.2017 roku, kontynuacja ww. Umowy stała się bezprzedmiotowa.Podstawa prawna: art. 17 ust. 1 MAR",
        "date": "2017-05-09"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. w załączeniu przekazuje otrzymane w dniu dzisiejszym\n                           zawiadomienie od większościowego akcjonariusza tj. NEF Battery Holdings S.a r.l. o\n                           liczbie akcji nabytych w Wezwaniu oraz procentowym udziale w ogólnej liczbie głosów\n                           osiągniętym w wyniku Wezwania. Przedmiotowe zawiadomienie stanowi załącznik do niniejszego raportu. Podstawa prawna: art. 70 pkt 1 Ustawy o ofercie",
        "date": "2017-04-25"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _\"Spółka\"_ przekazuje w załączeniu treść ogłoszenia o zwołaniu\n                           Zwyczajnego Walnego Zgromadzenia Orzeł Biały S.A. na dzień 23.05.2017 r. o godz. 11.00\n                           w siedzibie Spółki w Piekarach Śląskich wraz z porządkiem obrad oraz projekty uchwał\n                           z uzasadnieniem.Jednocześnie Zarząd informuje, że Rada Nadzorcza w dniu 21.04.2017 r. pozytywnie zaopiniowała\n                           treść uchwał mających być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia Spółki.Podstawa prawna:RMF GPW § 38 ust. 1 pkt 1, 3.",
        "date": "2017-04-21"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\"_, informuje, iż w dniu 21 kwietnia 2017 roku,\n                           otrzymał informację od podmiotu pośredniczącego w Wezwaniu tj. IPOPEMA Securities\n                           S.A., iż w wyniku zakończenia procesu przyjmowania zapisów w dniu 20.04.2017 roku\n                           na sprzedaż akcji Spółki, w odpowiedzi na wezwanie ogłoszone przez głównego akcjonariusza\n                           Spółki tj. NEF Battery Holdings S.a r.l. _\"Wzywający\"_, w dniu 23 stycznia 2017 roku\n                           _\"Wezwanie\"_, żaden z akcjonariuszy nie złożył zapisów na sprzedaż akcji Spółki.Podstawa prawna: Art. 17 ust. 1 MAR - informacje poufne.",
        "date": "2017-04-21"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. w załączeniu przekazuje otrzymane w dniu dzisiejszym\n                           zawiadomienie od ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. o przekroczeniu progu\n                           5 % ogólnej liczby głosów w Spółce na podstawie artykułu 69 ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej.Podstawa prawna: Art. 70 ptk 1 Ustawy o ofercie - nabycie lub zbycie znacznego pakietu\n                           akcji.",
        "date": "2017-04-12"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. _\"Emitent\", \"Spółka\"_, informuje, iż w dniu 31 marca\n                           2017 r. nastąpiło połączenie Emitenta ze spółką od niego zależną Helidor spółka z\n                           ograniczoną odpowiedzialnością z siedzibą we Wrocławiu, na mocy postanowienia Sądu\n                           Rejonowego w Gliwicach, X Wydział Gospodarczy Krajowego Rejestru Sądowego. Emitent o wcześniejszych etapach procesu połączenia informował raportami bieżącymi\n                           o numerach: 8/2017 z dnia 31.01.2017r., 9/2017 z dnia 01.02.2017r., 10/2017 z dnia\n                           01.02.2017r., 13/2017 z dnia 20.02.2017r. oraz 15/2017 z dnia 02.03.2017r. Połączenie nastąpiło poprzez przejęcie Helidor spółki z ograniczoną odpowiedzialnością\n                           przez Emitenta, a więc w trybie art. 492 § 1 pkt 1_ ustawy z dnia 15 września 2000\n                           r. Kodeks spółek handlowych.Jednocześnie w celu aktualizacji informacji przekazanych raportem bieżącym nr 17/2013\n                           z dnia 26.07.2013 roku w wyniku połączenia spółek doszło do przeniesienia wszystkich\n                           składników majątku spółki Helidor sp. z o.o. do Spółki matki w tym majątkowych praw\n                           autorskich do znaku towarowego Orzeł Biały.Połączenie jest konsekwencją realizowanej strategii Spółki Orzeł Biały S.A., polegającej\n                           na koncentracji na podstawowej działalności. Połączenie przełoży się na uproszczenie\n                           struktury organizacyjnej grupy kapitałowej Spółki oraz optymalizacje głównie obciążeń\n                           administracyjnych w  ramach Grupy.Postawa prawna: Art. 17 ust. 1 MAR - informacje poufne.",
        "date": "2017-03-31"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\"_ informuje, że w dniu 21.03.2017 r. uchwałą\n                           nr 24/2017 Zarząd Spółki podjął decyzję o zamiarze ujęcia odpisów w rocznym sprawozdaniu\n                           finansowym Emitenta. Odpisy będą miały istotny wpływ na wynik finansowy za rok 2016\n                           zarówno w jednostkowym jak i w skonsolidowanym sprawozdaniu finansowym Grupy Kapitałowej\n                           Orzeł Biały S.A.W odniesieniu do jednostkowego sprawozdania finansowego Orzeł Biały S.A. za rok obrotowy\n                           zakończony 31 grudnia 2016 r. przeprowadzone testy wskazały na zasadność ujęcia następujących\n                           odpisów, po uwzględnieniu efektu podatkowego:1. Odpis aktualizujący z tytułu utraty wartości udziałów w spółce zależnej Orzeł Surowce\n                           sp. z o.o. w kwocie 14 052 tys. zł.2. Odpis aktualizujący z tytułu utraty wartości udziałów w spółce stowarzyszonej PPT\n                           EkoPark sp. z o.o. w kwocie 954 tys. zł3. Odpis aktualizujący wartość zapasów w kwocie 1 371 tys. zł.Łączna szacunkowa wartość powyższych odpisów z tytułu przeprowadzonych testów na utratę\n                           wartości wpłynie na obniżenie jednostkowego wyniku netto o kwotę 16 377 tys. zł.W odniesieniu do skonsolidowanego sprawozdania finansowego Grupy Orzeł Biały za rok\n                           obrotowy zakończony 31 grudnia 2016 r. przeprowadzone testy wskazały na zasadność\n                           ujęcia następujących odpisów, po uwzględnieniu efektu podatkowego:1. Odpis aktualizujący z tytułu utraty \"wartości firmy\" w kwocie 8 157 tys. zł.2. Odpis aktualizujący z tytułu utraty wartości udziałów w spółce stowarzyszonej PPT\n                           EkoPark sp. z o.o. w kwocie 872 tys. zł.3. Odpis należności uznanych za wątpliwe w kwocie 2 101 tys. zł.4. Odpis aktualizujący wartość zapasów w kwocie 1 371 tys. zł.Łączna szacunkowa wartość powyższych odpisów z tytułu przeprowadzonych testów na utratę\n                           wartości wpłynie na obniżenie skonsolidowanego wyniku netto o kwotę 12 501 tys. zł.\n                           Dokonane odpisy wartości udziałów w spółkach zależnych i stowarzyszonych oraz odpis\n                           z tyt. utraty \"wartości firmy\" mają charakter niepieniężny i pozostają bez wpływu\n                           na sytuację płynnościową Grupy Kapitałowej.Wyżej wymienione odpisy, są efektem podjętych przez Zarząd Emitenta działań porządkujących\n                           strukturę Grupy Kapitałowej.Spółka zastrzega, że sprawozdanie finansowe Spółki za 2016 r. jest w trakcie weryfikacji\n                           przez biegłego rewidenta, dlatego wyżej zaprezentowane kwoty nie są ostateczne i mogą\n                           ulec zmianie. Publikacja raportu rocznego Orzeł Biały S.A. za 2016 r. nastąpi w dniu\n                           5 kwietnia 2017 r.Podstawa prawna: Art. 17 ust. 1 MAR",
        "date": "2017-03-21"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd \"Orzeł Biały\" S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości wykaz Akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki, które odbyło się w dniu 2.03.2017 r.NEF Battery Holdings S.a.r.l.Liczba głosów przysługujących z posiadanych akcji na Nadzwyczajnym Walnym Zgromadzeniu:\n                           10 082 388, co uprawniało do 82,43% głosów na tym zgromadzeniu oraz stanowi 60,55%\n                           w ogólnej liczbie głosów.Otwarty Fundusz Emerytalny PZU \"Złota Jesień\"Liczba głosów przysługujących z posiadanych akcji na Nadzwyczajnym Walnym Zgromadzeniu:\n                           2 148 718, co uprawniało do 17,57% głosów na tym zgromadzeniu oraz stanowi 12,91%\n                           w ogólnej liczbie głosów.Podstawa prawna: Art. 70 pkt. 3 Ustawy o ofercie - WZA lista powyżej 5%",
        "date": "2017-03-02"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 2.03.2017 r. Nadzwyczajne\n                           Walne Zgromadzenie \"Orzeł Biały\" S.A., Uchwałą nr 4 dokonało zmiany art. 5 Statutu\n                           Spółki oraz Uchwałą nr 5 ustaliło tekst jednolity Statutu Spółki. Treść zmienionych\n                           postanowień w wersji dotychczasowej oraz zmienionej Zarząd podaje poniżej, treść tekstu\n                           jednolitego stanowi załącznik do niniejszego raportu bieżącego.art. 5 - dotychczasowe brzmienie:Przedmiotem przedsiębiorstwa spółki jest prowadzenie działalności usługowej, wytwórczej\n                           i handlowej, a w szczególności:PKD 38.31.Z Demontaż wyrobów zużytych,PKD 38.32.Z Odzysk surowców z materiałów segregowanych,PKD 38.11.Z Zbieranie odpadów innych niż niebezpieczne,PKD 38.21.Z Obróbka i usuwanie odpadów innych niż niebezpieczne,PKD 46.77.Z Sprzedaż hurtowa odpadów i złomu,PKD 46.19.Z Działalność agentów zajmujących się sprzedażą towarów różnego rodzaju,PKD 46.76.Z Sprzedaż hurtowa pozostałych półproduktów,PKD 46.90.Z Sprzedaż hurtowa niewyspecjalizowana,PKD 24.43.Z Produkcja ołowiu, cynku i cyny,PKD 14.19.Z Produkcja pozostałej odzieży i dodatków do odzieży,PKD 23.62.Z Produkcja wyrobów budowlanych z gipsu,PKD 27.33.Z Produkcja sprzętu instalacyjnego,PKD 27.40.Z Produkcja elektrycznego sprzętu oświetleniowego,PKD 32.91.Z Produkcja mioteł, szczotek i pędzli,PKD 32.99.Z Produkcja pozostałych wyrobów, gdzie indziej niesklasyfikowana,PKD 20.16.Z Produkcja tworzyw sztucznych w formach podstawowych,PKD 22.29.Z Produkcja pozostałych wyrobów z tworzyw sztucznych,PKD 22.23.Z Produkcja wyrobów dla budownictwa z tworzyw sztucznych,PKD 22.22 Produkcja opakowań z tworzyw sztucznych,PKD 22.21.Z Produkcja płyt, arkuszy, rur i kształtowników z tworzyw sztucznych,PKD 96.09.Z Pozostała działalność usługowa, gdzie indziej niesklasyfikowana,PKD 46.72.Z Sprzedaż hurtowa metali i rud metali,PKD 49.41.Z Transport drogowy towarów,PKD 49.42.Z Działalność usługowa związana z przeprowadzkami,PKD 71.20.A Badania i analizy związane z jakością żywności,PKD 71.20.B Pozostałe badania i analizy techniczne,PKD 68.10.Z Kupno i sprzedaż nieruchomości na własny rachunek,PKD 68.20.Z Wynajem i zarządzanie nieruchomościami własnymi lub dzierżawionymi,PKD 68.32.Z Zarządzanie nieruchomościami wykonywane na zlecenie,PKD 77.39.Z Wynajem i dzierżawa pozostałych maszyn, urządzeń oraz dóbr materialnych,\n                           gdzie indziej niesklasyfikowane,PKD 35.30.Z Wytwarzanie i zaopatrywanie w parę wodną, gorącą wodę i powietrze do układów\n                           klimatyzacyjnych,PKD 43.31.Z Tynkowanie,PKD 43.32.Z Zakładanie stolarki budowlanej,PKD 43.33.Z Posadzkarstwo; tapetowanie i oblicowywanie ścian,PKD 43.34.Z Malowanie i szklenie,PKD 43.39.Z Wykonywanie pozostałych robót budowlanych wykończeniowych,PKD 43.99.Z Pozostałe specjalistyczne roboty budowlane, gdzie indziej niesklasyfikowane,PKD 81.21.Z Niespecjalistyczne sprzątanie budynków i obiektów przemysłowych,PKD 81.22.Z Specjalistyczne sprzątanie budynków i obiektów przemysłowych,PKD 81.29.Z Pozostałe sprzątanie,PKD 64.19.Z Pozostałe pośrednictwo pieniężne,PKD 64.92.Z Pozostałe formy udzielania kredytów,PKD 64.20.Z Działalność holdingów finansowych,PKD 64.30.Z Działalność trustów, funduszów i podobnych instytucji finansowych,PKD 64.99.Z Pozostała finansowa działalność usługowa, gdzie indziej niesklasyfikowana,\n                           z wyłączeniem ubezpieczeń i funduszów emerytalnych,PKD 72.11.Z Badania naukowe i prace rozwojowe w dziedzinie biotechnologii,PKD 72.19.Z Badania naukowe i prace rozwojowe w dziedzinie pozostałych nauk przyrodniczych\n                           i technicznych,PKD 66.12.Z Działalność maklerska związana z rynkiem papierów wartościowych i towarów\n                           giełdowych,PKD 66.19.Z Pozostała działalność wspomagająca usługi finansowe, z wyłączeniem ubezpieczeń\n                           i funduszów emerytalnych,PKD 69.20.Z Działalność rachunkowo-księgowa; doradztwo podatkowe.\"art. 5 – nowe brzmienie:\"Przedmiotem przedsiębiorstwa spółki jest prowadzenie działalności usługowej, wytwórczej\n                           i handlowej, a w szczególności:PKD 38.31.Z Demontaż wyrobów zużytych,PKD 38.32.Z Odzysk surowców z materiałów segregowanych,PKD 38.11.Z Zbieranie odpadów innych niż niebezpieczne,PKD 38.21.Z Obróbka i usuwanie odpadów innych niż niebezpieczne,PKD 46.77.Z Sprzedaż hurtowa odpadów i złomu,PKD 46.19.Z Działalność agentów zajmujących się sprzedażą towarów różnego rodzaju,PKD 46.76.Z Sprzedaż hurtowa pozostałych półproduktów,PKD 46.90.Z Sprzedaż hurtowa niewyspecjalizowana,PKD 24.43.Z Produkcja ołowiu, cynku i cyny,PKD 14.19.Z Produkcja pozostałej odzieży i dodatków do odzieży,PKD 23.62.Z Produkcja wyrobów budowlanych z gipsu,PKD 27.33.Z Produkcja sprzętu instalacyjnego,PKD 27.40.Z Produkcja elektrycznego sprzętu oświetleniowego,PKD 32.91.Z Produkcja mioteł, szczotek i pędzli,PKD 32.99.Z Produkcja pozostałych wyrobów, gdzie indziej niesklasyfikowana,PKD 20.16.Z Produkcja tworzyw sztucznych w formach podstawowych,PKD 22.29.Z Produkcja pozostałych wyrobów z tworzyw sztucznych,PKD 22.23.Z Produkcja wyrobów dla budownictwa z tworzyw sztucznych,PKD 22.22.Z Produkcja opakowań z tworzyw sztucznych,PKD 22.21.Z Produkcja płyt, arkuszy, rur i kształtowników z tworzyw sztucznych,PKD 96.09.Z Pozostała działalność usługowa, gdzie indziej niesklasyfikowana,PKD 46.72.Z Sprzedaż hurtowa metali i rud metali,PKD 49.41.Z Transport drogowy towarów,PKD 49.42.Z Działalność usługowa związana z przeprowadzkami, PKD 71.20.A Badania i analizy związane z jakością żywności,PKD 71.20.B Pozostałe badania i analizy techniczne,PKD 68.10.Z Kupno i sprzedaż nieruchomości na własny rachunek,PKD 68.20.Z Wynajem i zarządzanie nieruchomościami własnymi lub dzierżawionymi,PKD 68.32.Z Zarządzanie nieruchomościami wykonywane na zlecenie,PKD 77.39.Z Wynajem i dzierżawa pozostałych maszyn, urządzeń oraz dóbr materialnych,\n                           gdzie indziej niesklasyfikowane,PKD 35.30.Z Wytwarzanie i zaopatrywanie w parę wodną, gorącą wodę i powietrze do układów\n                           klimatyzacyjnych,PKD 43.31.Z Tynkowanie,PKD 43.32.Z Zakładanie stolarki budowlanej,PKD 43.33.Z Posadzkarstwo; tapetowanie i oblicowywanie ścian,PKD 43.34.Z Malowanie i szklenie,PKD 43.39.Z Wykonywanie pozostałych robót budowlanych wykończeniowych,PKD 43.99.Z Pozostałe specjalistyczne roboty budowlane, gdzie indziej niesklasyfikowane,PKD 81.21.Z Niespecjalistyczne sprzątanie budynków i obiektów przemysłowych,PKD 81.22.Z Specjalistyczne sprzątanie budynków i obiektów przemysłowych,PKD 81.29.Z Pozostałe sprzątanie,PKD 64.19.Z Pozostałe pośrednictwo pieniężne,PKD 64.92.Z Pozostałe formy udzielania kredytów,PKD 64.20.Z Działalność holdingów finansowych,PKD 64.30.Z Działalność trustów, funduszów i podobnych instytucji finansowych,PKD 64.99.Z Pozostała finansowa działalność usługowa, gdzie indziej niesklasyfikowana,\n                           z wyłączeniem ubezpieczeń i funduszów emerytalnych,PKD 72.11.Z Badania naukowe i prace rozwojowe w dziedzinie biotechnologii,PKD 72.19.Z Badania naukowe i prace rozwojowe w dziedzinie pozostałych nauk przyrodniczych\n                           i technicznych,PKD 66.12.Z Działalność maklerska związana z rynkiem papierów wartościowych i towarów\n                           giełdowych,PKD 66.19.Z Pozostała działalność wspomagająca usługi finansowe, z wyłączeniem ubezpieczeń\n                           i funduszów emerytalnych,PKD 69.20.Z Działalność rachunkowo-księgowa; doradztwo podatkowe,PKD 74.90.Z Pozostała działalność profesjonalna, naukowa i techniczna, gdzie indziej\n                           niesklasyfikowana,PKD 77.40.Z Dzierżawa własności intelektualnej i podobnych produktów z wyłączeniem\n                           prac chronionych prawem autorskim,PKD 82.11.Z Działalność usługowa związana z administracyjną obsługą biura,PKD 82.19.Z Wykonywanie fotokopii, przygotowywanie dokumentów i pozostała specjalistyczna\n                           działalność wspomagająca prowadzenie biura,PKD 82.99.Z Pozostała działalność wspomagająca prowadzenie działalności gospodarczej,\n                           gdzie indziej niesklasyfikowana.\"Podstawa prawna: RMF GPW §38 ust. 1 pkt. 2",
        "date": "2017-03-02"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. przekazuje w załączeniu do publicznej wiadomości\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie \"Orzeł Biały\" S.A. w\n                           dniu 2.03.2017 r.Podczas obrad żaden z Akcjonariuszy nie wniósł sprzeciwu do protokołu, nie odstąpiono\n                           również od rozpatrzenia któregokolwiek z punktów porządku obrad.Ponadto, Zarząd Spółki \"Orzeł Biały\" S.A. _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportu\n                           bieżącego numer 8/2017 z dnia 31.01.2017 r., raportu bieżącego numer 9/2017 z dnia\n                           1.02.2017 r., raportu bieżącego numer 10/2017 z dnia 1.02.2017 r. oraz raportu bieżącego\n                           numer 13/2017 z dnia 20.02.2017 r. w związku z prowadzoną procedurą połączenia Emitenta\n                           ze spółką Helidor Sp. z o.o. informuję, że Nadzwyczajne Walne Zgromadzenie \"Orzeł\n                           Biały\" S.A. przyjęło uchwałę numer 3 z dnia 2.03.2017 r. o połączeniu Spółki ze spółką\n                           Helidor spółka z ograniczoną odpowiedzialnością z siedzibą we Wrocławiu _\"Spółka Przejmowana\"_\n                           oraz o wyrażeniu zgody na Plan Połączenia z dnia 1.02.2017 r., przyjęty przez Zarządy\n                           Spółki i Spółki Przejmowanej oraz wyrażeniu zgody na proponowaną w Planie połączenia\n                           zmianę statutu Spółki związaną z połączeniem.Podstawa prawna: RMF GPW § 38 ust.1 pkt. 7, 8, 9",
        "date": "2017-03-02"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. _\"Emitent\", \"Spółka\"_ informuje, że w dniu 01.03.2017\n                           roku uchwałą nr 16/2017 podjął decyzję, a Rada Nadzorcza Spółki tego samego dnia pozytywnie\n                           zaopiniowała przyjęcie do realizacji \"Strategicznego planu inwestycyjnego na lata\n                           2017-2019\" _\"Plan inwestycyjny\"_.Plan inwestycyjny przewiduje do realizacji projekty mające na celu zwiększenie efektywności\n                           operacyjnej i kontroli jakości oraz projekty środowiskowe o łącznej szacowanej wartości\n                           ok. 28 mln zł, takie jak:- Projekt i budowa hali badawczo-przemysłowej wraz z infrastrukturą, - Projekt badawczy i budowa instalacji do filtracji elektrolitu, - Budowa instalacji badawczej dla żużla.Celem ustanowionego strategicznego planu inwestycyjnego jest unowocześnienie i usprawnienie\n                           linii badawczo – produkcyjnej Spółki, w związku z rosnącymi wymaganiami klientów oraz\n                           w wyniku systematycznie rosnącej na rynku konkurencji.Jednocześnie w związku z częstymi zmianami regulacji z zakresu ochrony środowiska,\n                           jesteśmy zobligowani by podążać za tymi zmianami między innymi poprzez inwestycje\n                           w nowe rozwiązania.  Dodatkowo ustanowienie Planu inwestycyjnego jest następstwem zmian organizacyjnych\n                           dokonanych w ramach Grupy Kapitałowej Orzeł Biały, polegających na inkorporacji do\n                           Spółki kluczowych dla niej obszarów wykonywanych i obsługiwanych wcześniej przez poszczególne\n                           spółki z Grupy, głównie w celu konsolidacji biznesu m.in. majątku, zasobów ludzkich,\n                           co w konsekwencji spowodowało konieczność dostosowania zaplecza badawczo - produkcyjnego\n                           do aktualnej struktury organizacyjnej Emitenta.Oczekiwanym rezultatem tych inwestycji będzie osiągnięcie efektów synergii w wyniku\n                           zintegrowania w jednym miejscu przejętych obszarów działalności w następstwie inkorporacji\n                           oraz osiągniecie dodatkowej przestrzeni badawczo – przemysłowej, która pozwoli na\n                           wdrażanie nowoczesnych rozwiązań technicznych i powstanie nowoczesnej  instalacji,\n                           dzięki której możliwe będzie lepsze i efektywniejsze zagospodarowanie odpadów własnych\n                           powstających w procesie recyklingu złomu akumulatorowego, szczególnie pod kątem obniżenia\n                           wytwarzanej ich ilości, także możliwości zagospodarowania odpadów innych firm, zwłaszcza\n                           tych zawierających związki ołowiu. Podstawa prawna: Art. 17 ust. 1 MAR",
        "date": "2017-03-01"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           numer 8/2017 z dnia 31.01.2017r., raportu bieżącego numer 9/2017 z dnia 01.02.2017r.\n                           oraz raportu bieżącego numer 10/2017 z dnia 01.02.2017r. w związku z prowadzoną procedurą\n                           połączenia Emitenta ze spółką Helidor Sp. z o.o. w załączeniu przekazuje do publicznej\n                           wiadomości drugie zawiadomienie akcjonariuszy o zamiarze połączenia.Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           w związku z art. 504 i art. 4021 §1 KSH",
        "date": "2017-02-20"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Emitent\", \"Spółka\"_ przekazuje do publicznej wiadomości\n                           stanowisko Zarządu Spółki dotyczące ogłoszonego w dniu 23.01.2017 r. przez NEF Battery\n                           Holdings S.a r.l. wezwania do zapisywania się na sprzedaż akcji Spółki wraz z opinią\n                           zewnętrznego podmiotu Acropolis Advisory Marcin Anklewicz. Podstawa prawna: Art. 80 Ustawy o ofercie",
        "date": "2017-02-07"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Emitent\", \"Spółka\"_ dokonuje korekty raportu bieżącego\n                           numer 11/2017 z dnia 2.02.2017 rok. w którego treści Emitent omyłkowo podał błędny\n                           termin Nadzwyczajnego Walnego Zgromadzenia Spółki \"Orzeł Biały\" S.A.Było:\"Zarząd Orzeł Biały S.A. _\"Spółka\"_ przekazuje w załączeniu treść ogłoszenia o zwołaniu\n                           Nadzwyczajnego Walnego Zgromadzenia \"Orzeł Biały\" S.A. na dzień 2.02.2017 r. o godz.\n                           11.00 w siedzibie Spółki w Piekarach Śląskich wraz z porządkiem obrad, projekty uchwał\n                           wraz z uzasadnieniem, planowane zmiany w Statucie Spółki oraz projekt tekstu jednolitego\n                           Statutu Spółki.\"Powinno być:\"Zarząd Orzeł Biały S.A. _\"Spółka\"_ przekazuje w załączeniu treść ogłoszenia o zwołaniu\n                           Nadzwyczajnego Walnego Zgromadzenia \"Orzeł Biały\" S.A. na dzień 2.03.2017 r. o godz.\n                           11.00 w siedzibie Spółki w Piekarach Śląskich wraz z porządkiem obrad, projekty uchwał\n                           wraz z uzasadnieniem, planowane zmiany w Statucie Spółki oraz projekt tekstu jednolitego\n                           Statutu Spółki.\"Poza wyżej wskazaną zmianą zapisy raportu bieżącego oraz treść jego załączników pozostają\n                           bez zmian.Podstawa prawna:Art. 398, 4021, 4022 oraz 4023 KSH oraz RMF GPW § 38 ust. 1 pkt 1, 2 i 3",
        "date": "2017-02-03"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _\"Spółka\"_ przekazuje w załączeniu treść ogłoszenia o zwołaniu\n                           Nadzwyczajnego Walnego Zgromadzenia \"Orzeł Biały\" S.A. na dzień 2.02.2017 r. o godz.\n                           11.00 w siedzibie Spółki w Piekarach Śląskich wraz z porządkiem obrad, projekty uchwał\n                           wraz z uzasadnieniem, planowane zmiany w Statucie Spółki oraz projekt tekstu jednolitego\n                           Statutu Spółki.Jednocześnie Zarząd Spółki informuje, że Rada Nadzorcza w dniu 2.02.2017r. pozytywnie\n                           zaopiniowała treść uchwał mających być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia.Podstawa prawna:Art. 398, 4021, 4022 oraz 4023 KSH oraz RMF GPW § 38 ust. 1 pkt 1, 2 i 3",
        "date": "2017-02-02"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           numer 8/2017 z dnia 31.01.2017 r. oraz raportu bieżącego numer 9/2017 z dnia 1.02.2017\n                           r. w związku z prowadzoną procedurą połączenia Emitenta ze spółką Helidor Sp. z o.o.\n                           w załączeniu przekazuje do publicznej wiadomości pierwsze zawiadomienie akcjonariuszy\n                           o zamiarze połączenia.Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           w związku z art. 504 i art. 4021 § 1 KSH",
        "date": "2017-02-01"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           numer 8/2017 z dnia 31.01.2017 r., informuje, że w dniu 1.02.2017 roku, działając\n                           na podstawie art. 498 i art. 499 ustawy z 15 września 2000 r. ksh Zarząd \"Orzeł Biały\"\n                           Spółka Akcyjna z siedzibą w Piekarach Śląskich _Spółka Przejmująca_ oraz Zarząd Helidor\n                           spółka z ograniczoną odpowiedzialnością z siedzibą we Wrocławiu _Spółka Przejmowana_,\n                           w związku z zamiarem połączenia Spółki Przejmującej oraz Spółki Przejmowanej sporządziły,\n                           uzgodniły i podpisały plan połączenia Spółek.Zmiany w strukturze Grupy Kapitałowej Orzeł Biały są spójne z przyjętą strategią Spółki\n                           polegającą przede wszystkim na koncentracji na podstawowej działalności Spółki, skupieniu\n                           w \"Orzeł Biały\" S.A. funkcji kluczowych dla Grupy Kapitałowej, znacznym uproszczeniu\n                           struktury organizacyjnej i właścicielskiej Grupy Kapitałowej i możliwie najbardziej\n                           efektywnym wykorzystaniu potencjałów spółek z Grupy.W załączeniu Emitent przekazuje treść planu połączenia Spółki Przejmującej ze Spółką\n                           Przejmowaną wraz z treścią wszystkich załączników do przedmiotowego planu połączenia.Postawa prawna: Art. 17 ust. 1 MAR - informacje poufne.",
        "date": "2017-02-01"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. _\"Emitent\", \"Spółka\"_ informuje, że w dniu 31.01.2017\n                           roku, na wniosek Zarządu Spółki z tego samego dnia, Rada Nadzorcza Spółki podjęła\n                           uchwałę w przedmiocie akceptacji zamierzeń Spółki w zakresie inkorporacji do Spółki\n                           \"Orzeł Biały\" S.A. jej spółki zależnej Helidor sp. z o.o., realizowanych przez nią\n                           zadań _funkcji_, jej praw i obowiązków oraz składników jej majątku.Planowane połączenie \"Orzeł Biały\" S.A. i Helidor sp. z o.o. nastąpi na podstawie\n                           art. 492 § 1 pkt 1 k.s.h. _łączenie się przez przejęcie_ przez przeniesienie całego\n                           majątku spółki przejmowanej _Helidor sp. z o.o._ na spółkę przejmującą _\"Orzeł Biały\"\n                           S.A._ i zostanie przeprowadzone bez podwyższania kapitału zakładowego Spółki, zgodnie\n                           z art. 515 § 1 k.s.h., oraz w trybie określonym w art. 516 § 6 k.s.h.W celu realizacji postanowień uchwały Rada Nadzorcza powierzyła Zarządowi Spółki podjęcie\n                           niezbędnych czynności faktycznych i prawnych związanych z inkorporacją, w tym przygotowanie\n                           i uzgodnienie planu połączenia.Decyzja Zarządu Spółki podjęta została w konsekwencji wcześniejszej akceptacji przez\n                           Radę Nadzorczą kierunku działań Spółki, w zakresie planowanych zmian w strukturze\n                           Grupy Kapitałowej Orzeł Biały poprzez inkorporację do Spółki istotnych dla jej działalności\n                           obszarów _z wyłączeniem obszarów z zakresu struktury zakupowej_, wykonywanych obecnie\n                           przez jej spółki zależne w ramach struktury Grupy Kapitałowej Spółki, o której Emitent\n                           informował w raporcie bieżącym numer 19/2016 z dnia 26.09.2016 r.Helidor sp. z o.o. z siedzibą w Wrocławiu, jest wpisana do rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego, prowadzonego przez Sąd Rejonowy dla Wrocławia-Fabrycznej\n                           we Wrocławiu, VI Wydział Gospodarczy KRS, pod numerem KRS 0000456298, o kapitale zakładowym\n                           50 tys. zł. Wszystkie udziały w Helidor sp. z o.o. są w posiadaniu jedynego wspólnika\n                           - \"Orzeł Biały\" S.A. Głównym przedmiotem działalności Helidor sp. z o.o. jest promocja,\n                           zwiększanie rozpoznawalności i wartości oraz zarządzanie w ramach Grupy Kapitałowej\n                           Orzeł Biały aktywami niematerialnymi – markami/znakami towarowymi, w szczególności\n                           marką \"Orzeł Biały\". Spółka w Grupie Kapitałowej Orzeł Biały jest od czerwca 2013\n                           roku.Planowane zmiany w strukturze Grupy Kapitałowej Orzeł Biały są spójne z przyjętą strategią\n                           Spółki polegającą przede wszystkim na koncentracji na podstawowej działalności Spółki,\n                           skupieniu w \"Orzeł Biały\" S.A. funkcji kluczowych dla Grupy Kapitałowej, znacznym\n                           uproszczeniu struktury organizacyjnej i właścicielskiej Grupy Kapitałowej i możliwie\n                           najbardziej efektywnym wykorzystaniu potencjałów spółek z Grupy.Połączenie spowoduje przejęcie przez \"Orzeł Biały\" S.A. bezpośredniej kontroli nad\n                           funkcjami i aktywami aktualnie wydzielonymi do spółki zależnej Helidor sp. z o.o.\n                           Nastąpi konsolidacja biznesu oraz centralizacja zarządzania własnością intelektualną.Emitent będzie informował rynek w stosownych raportach o kolejnych działaniach Spółki\n                           realizowanych w w/w zakresie, jak i potencjalnym wpływie tych działań na wynik Spółki.Postawa prawna: Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2017-01-31"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _dalej: Spółka\", \"Emitent\"_ informuje, iż w dniu 23.01.2017\n                           r. Emitent zawarł z ING Bankiem Śląskim S.A. z siedzibą w Katowicach _dalej: \"Bank\"_\n                           Umowę Wieloproduktową, w ramach której Bank udzieli Spółce odnawialnego Limitu Kredytowego\n                           łącznie w wysokości do kwoty 66.000.000,00 zł do wykorzystania w następujących formach:• 36.000.000,00 zł  gwarancja bankowa w PLN,• 30.000.000,00 zł kredyt inwestycyjny celowy w PLN przeznaczony wyłącznie na skup\n                           akcji własnych lub na spłatę roszczeń z tytułu gwarancji wystawionej w ramach sublimitu.Warunki finansowe na jakich została zawarta Umowa nie odbiegają od powszechnie stosowanych\n                           na rynku dla tego rodzaju umów, oparte są na stawce WIBOR 1M + marża banku. Maksymalnym\n                           terminem obowiązywania Umowy jest 31.12.2022 r.Prawne zabezpieczenie udzielonej przez ING Bank Śląski S.A. linii kredytowej stanowią:• zastaw rejestrowy na maszynach i urządzeniach, aparaturze, wyposażeniu, urządzeniach\n                           technicznych;• zastaw rejestrowy na budowlach technologicznych w postaci: kominów, rurociągów,\n                           instalacji, zbiorników, przewodów, które nie są trwale z gruntem związane, znajdujących\n                           się w Wydziale Hutniczym Orzeł Biały w Piekarach Śląskich wraz z cesją praw z polisy\n                           ubezpieczeniowej;• hipoteka na nieruchomości w Piekarach Śląskich _biurowiec_ wraz z cesją polisy ubezpieczeniowej;• hipoteka na nieruchomości nieprodukcyjnych w Bytomiu;• oświadczenie o poddaniu się egzekucji w trybie art. 777 § 1 pkt. 5 KPC;• zastaw rejestrowy i finansowy na takiej ilości akcji Spółki należących do NEF Battery\n                           Holdings S.a.r.l., która będzie równa ilości akcji nabytych przez Spółkę i sfinansowanych\n                           przy wykorzystaniu środków z kredytu;• zastaw rejestrowy na wierzytelnościach z tytułu wszystkich umów rachunków bankowych\n                           członków Grupy Kapitałowej Orzeł Biały.Zgodnie z zapisami Statutu Zarząd uzyskał w dniu 20.01.2017 r. wymagane zgody Rady\n                           Nadzorczej w zakresie pozyskanego finansowania. Podstawa prawna: art. 17 ust. 1 MAR",
        "date": "2017-01-23"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 5/2017 z dnia 20 stycznia 2017 roku, w którym poinformował o podjęciu warunkowej\n                           decyzji Spółki związanej z nabyciem akcji własnych w celu umorzenia _\"Decyzja\"_, informuje,\n                           że zawarł porozumienie z większościowym akcjonariuszem NEF Battery Holdings S.a.r.l.\n                           _\"Akcjonariusz\"_ w zakresie współdziałania w nabywaniu akcji Spółki oraz wsparcia\n                           dla Spółki przez Akcjonariusza w finansowaniu skupu akcji własnych _\"Porozumienie\"_.Porozumienie, zostało zawarte w związku z tym, że Zwyczajne Walne Zgromadzenie uchwałą\n                           numer 21 z dnia 29 maja 2015 roku, upoważniło Spółkę do nabywania akcji własnych w\n                           celu ich umorzenia oraz zobowiązało Zarząd Spółki do podjęcia czynności faktycznych\n                           i prawnych w celu wykonania postanowień ww. uchwały w terminie do 31 grudnia 2017\n                           roku. Upoważnienie Zwyczajnego Walnego Zgromadzenia obejmuje zakup akcji w łącznej liczbie\n                           nie większej niż 6.568.261 akcji, które stanowią około 39,45% kapitału zakładowego\n                           Spółki. W celu realizacji ww. uchwały Spółka podjęła rozmowy z bankami celem pozyskania finansowania\n                           na skup akcji. Zabezpieczeniem tego finansowania mają być, między innymi, akcje Spółki\n                           posiadane przez Akcjonariusza.Ponadto realizacja ww. uchwały zgodnie z art. 74 ust. 2 w zw. z art. 87 ust. 5 pkt\n                           1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzenia instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz spółkach publicznych _\"Ustawa\"_,\n                           mogłaby spowodować pośrednie przekroczenie progu 66% ogólnej liczby głosów w Spółce\n                           przez większościowego akcjonariusza Spółki NEF Battery Holdings S.a.r.l., a tym samym\n                           konieczność ogłoszenia przez niego wezwania do zapisywania się na sprzedaż lub zamianę\n                           wszystkich pozostałych akcji Spółki. Z uwagi na te okoliczności Zarząd Spółki podjął rozmowy z Akcjonariuszem, oraz biorąc\n                           pod uwagę intencję Akcjonariusza zgłoszoną podczas rozmów, tj. zwiększenie swoich\n                           udziałów w Spółce, a w przypadku nabycia odpowiedniego pakietu akcji również wycofanie\n                           akcji Spółki z GPW, zawarł Porozumienie z większościowym akcjonariuszem NEF Battery\n                           Holdings S.a.r.l. w zakresie współdziałania w nabywaniu akcji Spółki które wypełnia\n                           znamiona porozumienia, o którym mowa w art. 87 ust. 1 pkt 5 Ustawy. Ponadto Porozumienie\n                           przewiduje wsparcie Spółki przez Akcjonariusza w finansowaniu skupu akcji własnych\n                           w postaci ustanowienia zastawu rejestrowego oraz zastawu finansowego na akcjach Spółki\n                           posiadanych przez Akcjonariusza w celu zabezpieczenia wierzytelności banku, który\n                           ma udzielić kredytu Spółce na zakup akcji własnych w ramach Wezwania.Porozumienie przewiduje współpracę Spółki i Akcjonariusza w następujący sposób:1.\tNabycie akcji nastąpi w ramach wezwania ogłoszonego przez Akcjonariusza _dalej\n                           \"Wezwanie\"_.2.\tWezwanie zostanie ogłoszone na wszystkie pozostałe akcje w Spółce _tj. będące w\n                           posiadaniu podmiotów innych niż Akcjonariusz_ w liczbie 6.568.261, stanowiące 39,45%\n                           kapitału zakładowego i ogólnej liczbie głosów _dalej \"Akcje\"_, zgodnie z art. 74 ust.\n                           1 Ustawy o Ofercie Publicznej _przekroczenie progu 66% głosów_ oraz zgodnie z art.\n                           91 ust. 6 Ustawy o Ofercie Publicznej _zniesienie dematerializacji akcji_.3.\tCena za jedną Akcję w Wezwaniu będzie wynosić 8,65 PLN.4.\tSpółka oraz Akcjonariusz będą podmiotami nabywającymi Akcje w ramach Wezwania i\n                           będą nabywały Akcje w Wezwaniu w następujący sposób:4.1.\tSpółka będzie nabywała Akcje w pierwszej kolejności, ale nie więcej niż 4 161\n                           849 Akcji;4.2.\tAkcjonariusz nabędzie pozostałe Akcje objęte złożonymi zapisami _tj. ponad 4\n                           161 849_.5.\tTreść dokumentu Wezwania zostanie uzgodniona pomiędzy Spółką, Akcjonariuszem oraz\n                           firmą inwestycyjną pośredniczącą w ogłoszeniu Wezwania.6.\tKażda ze Stron zobowiązuje się do spełnienia wszystkich wymogów i warunków koniecznych\n                           do ogłoszenia i przeprowadzenia Wezwania, w szczególności: _i_ uzgodnienia i podpisania\n                           wymaganych umów z firmą inwestycyjną pośredniczącą w Wezwaniu, _ii_ ustanowienia wymaganych\n                           zabezpieczeń na akcje nabywane w ramach Wezwania, oraz _iii_ uzgodnienia i podpisania\n                           dokumentu Wezwania oraz wszelkich uzgodnionych zmian do tego dokumentu.7.\tStrony zgadzają się również, aby wzajemnie współpracować w spełnieniu wszystkich\n                           wymogów i warunków wstępnych do ogłoszenia i przeprowadzenia Wezwania, które są wspólne\n                           dla obu Stron.8.\tPonadto umowa zawiera oświadczenie i zobowiązanie Akcjonariusza do ustanowienia\n                           zastawu rejestrowego oraz zastawu finansowego na akcjach Spółki posiadanych przez\n                           Akcjonariusza w celu zabezpieczenia wierzytelności banku, który ma udzielić kredytu\n                           Spółce na zakup akcji własnych w ramach Wezwania.Zawarcie Porozumienia było jednym z warunków zawieszających Decyzji w zakresie skupu\n                           akcji własnych Spółki. Na moment publikacji niniejszej informacji niespełniony pozostał\n                           jeden warunek zawieszający, tj. podpisanie przez Spółkę umowy kredytowej na finansowanie\n                           skupu akcji własnych. O spełnieniu się powyższego warunku Spółka niezwłocznie poinformuje\n                           rynek.Podstawa prawna: art. 17 ust. 1 MAR.",
        "date": "2017-01-23"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Emitent\", \"Spółka\"_, działając na podstawie Art.\n                           17 ust. 1 i 4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie\n                           nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i\n                           Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014\n                           r., Nr 173, str. 1 ze zm._ _\"Rozporządzenie MAR\"_, przekazuje poniższą informację\n                           poufną, której ujawnienie zostało przez Spółkę opóźnione dnia 17.01.2017 r.Treść informacji poufnej:\"Zarząd Spółki \"Orzeł Biały\" S.A. z siedzibą w Piekarach Śląskich informuje iż, na\n                           podstawie uchwały numer 21 Zwyczajnego Walnego Zgromadzenia z dnia 29 maja 2015 roku\n                           w przedmiocie upoważnienia Zarządu do nabywania przez Spółkę akcji własnych w celu\n                           ich umorzenia na warunkach wskazanych w ww. uchwale, w związku z art. 362 § 1 pkt.\n                           5_ k.s.h. oraz art. 8 pkt. 7 Statutu Spółki, podjął warunkową decyzję o rozpoczęciu\n                           skupu akcji własnych w celu ich umorzenia po spełnieniu się łącznie następujących\n                           warunków:1. uzyskanie opinii prawnej na temat formalno-prawnej możliwości zawarcia porozumienia\n                           między Spółką a większościowym akcjonariuszem Spółki - NEF Battery Holdings S.a.r.l.\n                           - w zakresie skupu akcji własnych,2. zawarcie porozumienia z większościowym akcjonariuszem NEF Battery Holdings S.a.r.l.\n                           w zakresie współdziałania oraz współfinansowania skupu akcji własnych i ustalenia\n                           szczegółowych warunków programu skupu,3. uzyskanie zgody Rady Nadzorczej na zaciągniecie zobowiązania powyżej 10% kapitałów\n                           własnych Spółki oraz zgody na ustanowienie zabezpieczeń na aktywach znaczących Grupy\n                           Kapitałowej Spółki,4. podpisanie umowy kredytowej na finansowanie skupu akcji własnych.\"Emitent podjął decyzję o opóźnieniu niniejszej informacji poufnej w celu ochrony uzasadnionych\n                           interesów Spółki. Ponadto w ocenie Emitenta opóźnienie podania ww. informacji poufnej\n                           do publicznej wiadomości nie wprowadziło w błąd opinii publicznej, a Emitent był w\n                           stanie zapewnić jej poufność.W związku z tym, że w dniu dzisiejszym Rada Nadzorcza Spółki podjęła uchwałę w przedmiocie\n                           zgody na zaciągniecie zobowiązania powyżej 10% kapitałów własnych Spółki oraz zgody\n                           na ustanowienie zabezpieczeń na aktywach znaczących Grupy Kapitałowej Spółki, Zarząd\n                           podjął decyzję o podaniu do publicznej wiadomości informacji o warunkowej decyzji\n                           Zarządu w sprawie podjęcia skupu akcji własnych. Na dzień publikacji niniejszej informacji spełnione zostały dwa warunki zawieszające:a_ Spółka otrzymała opinię prawą na temat formalno-prawnej możliwości zawarcia porozumienia\n                           między Spółką a większościowym akcjonariuszem Spółki - NEF Battery Holdings S.a.r.l.\n                           - w zakresie skupu akcji własnych,b_ Spółka uzyskała zgodę Rady Nadzorczej na zaciągniecie zobowiązania powyżej 10%\n                           kapitałów własnych Spółki oraz zgodę na ustanowienie zabezpieczeń na aktywach znaczących\n                           Grupy Kapitałowej Spółki.O spełnieniu się kolejnych warunków Spółka niezwłocznie poinformuje rynek.Podstawa prawna: art. 17 ust. 1 MAR",
        "date": "2017-01-20"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 9/2016 z dnia 4.05.2016 roku, w którym informował o zawarciu umowy znaczącej na\n                           sprzedaż ołowiu i stopów ołowiu na okres 1.04.2016 – 31.03.2017 informuje, że kluczowym\n                           Kontrahentem była firma EH Europe GmbH z siedzibą w Zurichu _Szwajcaria_. Łączna wartość sprzedaży ołowiu i stopów ołowiu z ww. kluczowym Kontrahentem szacowana\n                           była na kwotę ok. 130 mln zł. Zrealizowana wartość kontraktu do dnia publikacji niniejszego\n                           zamknięcia wg. zamkniętych okresów księgowych wyniosła 106 935 tys. zł.Całkowitą wartość realizacji kontraktu Emitent przekaże w raporcie okresowym po  zakończeniu\n                           kontraktu i rozliczeniu jego realizacji. Spółka w ww. raportach bieżących opóźniła przekazanie do publicznej wiadomości informacji\n                           o Kontrahencie oraz szacunkowej wartości obrotów z tym Kontrahentem na podstawie art.\n                           57 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Emitent dokonał opóźnienia według stanu prawnego obowiązującego przed 3 lipca 2016\n                           roku, tj. przed wejściem w życie rozporządzenia MAR.W celu zachowania ciągłości informacyjnej oraz spełnienia obowiązków ustawowych istniejących\n                           w dniu podjęcia decyzji o opóźnieniu informacji poufnej, Emitent podjął decyzję o\n                           zamknięciu opóźnienia wg. kryterium obowiązującego na dzień publikacji raportu bieżącego\n                           nr 9/2016 z dnia 4.05.2016r. Podstawa prawna: art. 17 ust. 1 MAR",
        "date": "2017-01-20"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 2/2016 z dnia 17.02.2016 r., w którym informował o zawarciu umowy znaczącej na\n                           sprzedaż ołowiu i stopów ołowiu informuje, że kluczowym Kontrahentem była firma AUTOPART\n                           S.A. z siedzibą w Mielcu. Łączna wartość sprzedaży ołowiu i stopów ołowiu po zamknięciu okresów księgowych z\n                           ww. jednym z kluczowych Kontrahentów w okresie obowiązywania umowy tj. od 1.01.2016\n                           r. do 31.12.2016 r. wyniosła 62 866 tys. zł.Spółka opóźniła przekazanie do publicznej wiadomości informacji o Kontrahencie oraz\n                           szacunkowej wartości obrotów z tym Kontrahentem na podstawie art. 57 ustawy z dnia\n                           29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych.Emitent dokonał opóźnienia według stanu prawnego obowiązującego przed 3 lipca 2016\n                           roku, tj. przed wejściem w życie rozporządzenia MAR.W celu zachowania ciągłości informacyjnej oraz spełnienia obowiązków ustawowych istniejących\n                           w dniu podjęcia decyzji o opóźnieniu informacji poufnej, Emitent podjął decyzję o\n                           zamknięciu opóźnienia wg. kryterium obowiązującego na dzień publikacji raportu bieżącego\n                           nr 2/2016 z dnia 17.02.2016 r. Podstawa prawna: art. 17 ust. 1 MAR",
        "date": "2017-01-17"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd spółki Orzeł Biały S.A. przesyła w załączeniu informacje nt. terminów przekazywania\n                           raportów okresowych w 2017 roku.Podstawa prawna:RMF GPW par. 83 ust. 1 oraz par. 103 ust. 1",
        "date": "2017-01-13"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Orzeł Biały S.A. _\"Spółka\"_ informuje, że w wyniku prac nad raportem za III kwartał\n                           2018 roku, w dniu 05.11.2018 roku Zarząd Spółki uchwałą podjął decyzję o ujęciu zdarzeń\n                           o charakterze jednorazowym, które łącznie będą miały dodatni wpływ na skonsolidowany\n                           wynik operacyjny w raporcie Spółki za III kwartał 2018 roku, w szacowanej wysokości\n                           0,5 mln zł. Na powyższe składa się:• ujęcie w skonsolidowanym sprawozdaniu finansowym wpływu rozliczenia odzyskania kontroli\n                           w kwocie  -1,2 mln zł •  wyłączenie odpisu aktualizującego wartość należności od spółki Orzeł Surowce sp.\n                           z o.o. w wysokości 1,7 mln zł, ze skonsolidowanego sprawozdania finansowego za III\n                           kwartał 2018 roku, powstałej z tytułu cesji wierzytelności od jej Kontrahentów. Wyłączenie\n                           odpisu będzie miało wpływ na skonsolidowany wynik operacyjny Grupy za III kwartał\n                           2018 r.Ujęcie ww. zdarzeń jednorazowych jest konsekwencją odzyskania kontroli Emitenta nad\n                           Spółką zależną Orzeł Surowce i jej Spółkami córkami oraz włączenia tych spółek do\n                           konsolidacji Grupy w skonsolidowanym raporcie za III kwartał 2018 roku. Powyższe nastąpiło\n                           w związku z otrzymaniem postanowienia Sądu Okręgowego w Katowicach Wydział XIX Gospodarczy\n                           - Odwoławczy o oddaleniu wniosku o ogłoszenie upadłości spółki zależnej Orzeł Surowce\n                           sp. z o.o., o czym Emitent poinformował raportem bieżącym nr 19/2018 z dnia 13.08.2018\n                           r. Emitent zastrzega, że śródroczne skonsolidowane sprawozdanie Spółki za III kwartał\n                           2018 r. jest w trakcie przygotowywania, dlatego wyżej zaprezentowane kwoty nie są\n                           ostateczne i mogą ulec zmianie.Publikacja skonsolidowanego raportu za III kwartał 2018 roku nastąpi 8 listopada 2018\n                           roku.Podstawa prawna: Art. 17 ust. 1 MAR",
        "date": "2018-11-05"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _dalej \"Spółka\"_ informuje, że w dniu 16.10.2018 r.\n                           otrzymał zawiadomienie od ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. _dalej \"ALTUS\n                           TFI S.A.\"_ działającego w imieniu funduszy inwestycyjnych zarządzanych przez ALTUS\n                           TFI S.A., iż fundusze te zmniejszyły udział w ogólnej liczbie głosów w Orzeł Biały\n                           S.A. poniżej progu 5%. Treść zawiadomienia Emitent przekazuje w załączeniu.Podstawa prawna: Art. 70 pkt. 1 Ustawy o ofercie",
        "date": "2018-10-16"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _dalej \"Spółka\"_ informuje, że w dniu 16.10.2018 r.\n                           otrzymał zawiadomienie od Pana Lecha Sznajdera, działającego jako większościowy akcjonariusz\n                           ZAP Sznajder Batterien S.A. z siedzibą w Piastowie, o otrzymaniu informacji od ZAP\n                           Sznajder Batterien S.A. _spółki zależnej_, iż w dniu 12.10.2018 r. oraz 16.10.2018\n                           r. spółka ta dokonała zakupu 12,34% akcji spółki publicznej prowadzonej pod firmą\n                           Orzeł Biały S.A. z siedzibą w Piekarach Śląskich. Treść zawiadomienia Emitent przekazuje\n                           w załączeniu.",
        "date": "2018-10-16"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _dalej \"Spółka\"_ informuje, że w dniu 16.10.2018 r.\n                           otrzymał zawiadomienie od ZAP Sznajder Batterien S.A. z siedzibą w Piastowie o zakupie\n                           w dniach 12.10.2018 r. oraz 16.10.2018 r. 12,34% akcji spółki publicznej prowadzonej\n                           pod firmą Orzeł Biały S.A. z siedzibą w Piekarach Śląskich. Treść zawiadomienia Emitent\n                           przekazuje w załączeniu.",
        "date": "2018-10-16"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Orzeł Biały S.A. _\"Spółka\"_ informuje, że w dniu 30.08.2018 r. Zarząd Spółki uchwałą\n                           nr 51/2018 podjął decyzję o utworzeniu i odwróceniu odpisów aktualizujących wartość\n                           należności, dotyczących spółki zależnej Orzeł Surowce sp. z o.o. Odpisy łącznie będą miały istotny, dodatni wpływ na jednostkowy wynik operacyjny w\n                           sprawozdaniu finansowym Spółki za I półrocze 2018 roku, w szacowanej wysokości 6,5\n                           mln zł, oraz ujemny wpływ na wynik operacyjny w skonsolidowanym sprawozdaniu Spółki\n                           za I półrocze 2018 roku, w szacowanej wysokości 0,5 mln zł.Na powyższe składa się:• odwrócenie odpisu aktualizującego wartość należności z tytułu udzielonej pożyczki\n                           dla Spółki Orzeł Surowce sp. z o.o. w wysokości 7 mln zł, w związku z potrąceniem\n                           należności. Szacunkowa wartość odwróconego odpisu wpłynie dodatnio na jednostkowy\n                           wynik operacyjny w sprawozdaniu finansowym Spółki za I półrocze 2018 r.• odwrócenie odpisu aktualizującego wartość należności z tytułu odsetek od udzielonej\n                           pożyczki dla Spółki Orzeł Surowce sp. z o.o. w wysokości 0,5 mln zł, w związku z potrąceniem\n                           należności. Szacunkowa wartość odwróconego odpisu wpłynie dodatnio na  jednostkowy\n                           wynik operacyjny w sprawozdaniu finansowym Spółki za I półrocze 2018 roku oraz skonsolidowany\n                           wynik operacyjny w sprawozdaniu skonsolidowanym Spółki za I półrocze 2018 roku.• odwrócenie części odpisu aktualizującego wartość należności powstałej z tytułu spłaty\n                           kredytu spółki zależnej Orzeł Surowce Sp. z o.o. przez Orzeł Biały S.A. _poprzez wejście\n                           w prawa zaspokojonego wierzyciela_ w wysokości 0,7 mln zł, w związku z potrąceniem\n                           należności. Szacunkowa wartość odwróconego odpisu wpłynie dodatnio na jednostkowy\n                           wynik operacyjny w sprawozdaniu finansowym Spółki za I półrocze 2018 roku oraz skonsolidowany\n                           wynik operacyjny w sprawozdaniu skonsolidowanym Spółki za I półrocze 2018 r.• utworzenie odpisu aktualizującego wartość należności od spółki Orzeł Surowce Sp.\n                           z o.o., powstałej z tytułu cesji wierzytelności od jej kontrahentów, w wysokości 1,7\n                           mln zł, których odzyskanie w ocenie Emitenta jest mało prawdopodobne. Szacunkowa wartość\n                           odpisu wpłynie ujemnie na jednostkowy wynik operacyjny w sprawozdaniu finansowym Spółki\n                           za I półrocze 2018 roku oraz skonsolidowany wynik operacyjny w sprawozdaniu skonsolidowanym\n                           Spółki za I półrocze 2018 r.Odwrócenie ww. odpisów jest konsekwencją otrzymania przez Spółkę informacji o postanowieniu\n                           Sądu Okręgowego w Katowicach Wydział XIX Gospodarczy - Odwoławczy o oddaleniu wniosku\n                           o ogłoszenie upadłości spółki zależnej Orzeł Surowce Sp. z o.o., o czym Emitent poinformował\n                           raportem bieżącym nr 19/2018 z dnia 13.08.2018 r., a tym samym odzyskaniu kontroli\n                           przez Emitenta nad spółką zależną i jej spółkami córkami.Emitent zastrzega, że śródroczne skrócone sprawozdanie finansowe Spółki za I półrocze\n                           2018 r. jest obecnie przedmiotem przeglądu prowadzonego przez biegłego rewidenta,\n                           dlatego wyżej zaprezentowane kwoty nie są ostateczne i mogą ulec zmianie.Publikacja skonsolidowanego raportu za I półrocze 2018 roku nastąpi 10 września 2018\n                           roku.Podstawa prawna: Art. 17 ust. 1 MAR",
        "date": "2018-08-30"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. z siedzibą w Piekarach Śląskich _\"Spółka\", \"Emitent\"_,\n                           w nawiązaniu do raportu bieżącego nr 31/2017 z dnia 05.07.2017r. oraz raportu bieżącego\n                           nr 34/2017 z dnia 05.12.2017r., informuje o kolejnych istotnych wydarzeniach, w ramach\n                           prowadzonego procesu przeglądu opcji strategicznych oraz pozyskania strategicznego\n                           inwestora, który będzie w stanie zapewnić należyte wsparcie kapitałowe Spółki dla\n                           dalszego jej rozwoju i wzrostu jej wartości. W dniu 17 sierpnia 2018 roku Emitent otrzymał od ING Bank N.V. London Branch, doradcy\n                           finansowego wspierającego Spółkę w procesie przeglądu opcji strategicznych, informację\n                           o zakończeniu etapu zbierania ofert niewiążących w procesie przeglądu opcji strategicznych.\n                           Otrzymane przez Spółkę oferty niewiążące zawierają zróżnicowane propozycje inwestycyjne,\n                           w tym przewidują możliwość zakupu do 66% lub 100% ogólnej liczby głosów w Spółce w\n                           drodze publicznego wezwania. Emitent wraz z doradcą finansowym ING Bank N.V. London Branch, dokona analizy otrzymanych\n                           ofert niewiążących, po czym Emitent podejmie dalsze standardowe działania w tego typu\n                           procesach, które mogą polegać w szczególności na wyborze krótkiej listy inwestorów,\n                           z którymi będą prowadzone dalsze rozmowy odnośnie inwestycji w Spółkę, umożliwieniu\n                           wybranym inwestorom przeprowadzenia badania due dilligence Spółki, przeprowadzeniu\n                           prezentacji zarządu Spółki dla inwestorów, wizytacji zakładu, oraz zebraniu ofert\n                           wiążących dotyczących inwestycji w Spółkę.Spółka będzie informować na bieżąco o dalszych, istotnych działaniach i podejmowanych\n                           decyzjach w ramach prowadzonego procesu przeglądu opcji strategicznych zgodnie z obowiązującymi\n                           przepisami. Informacja poufna art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-08-17"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 13.08.2018\n                           r. otrzymał informację, że Sąd Okręgowy w Katowicach Wydział XIX Gospodarczy - Odwoławczy\n                           po rozpoznaniu na posiedzeniu niejawnym w dniu 9 sierpnia 2018 roku sprawy z wniosku\n                           wierzycieli Pawła Sidora, Cook & Marshall Investments Polska Sp. z o.o. w Poznaniu\n                           o ogłoszenie upadłości Orzeł Surowce Sp. z o.o., na skutek zażalenia dłużnika na postanowienie\n                           Sądu Rejonowego Katowice-Wschód w Katowicach z dnia 26 marca 2018 roku, postanowił:1. zmienić zaskarżone postanowienie w ten sposób, że oddalić wniosek i zasądzić od\n                           wierzycieli na rzecz dłużnika kwotę 3.600,- zł tytułem kosztów zastępstwa procesowego;2. oddalić zażalenia w pozostałym zakresie;3. zasądzić od wierzycieli na rzecz dłużnika kwotę 1.100,- zł tytułem kosztów postępowania\n                           zażaleniowego.Emitent o toczącym się postępowaniu informował w raportach bieżących numer 7/2018\n                           z dnia 26.03.2018 roku, 9/2018 z dnia 26.04.2018 roku oraz w raportach okresowych.Informacja poufna art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-08-13"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _dalej: \"Spółka\"_ w załączeniu przekazuje otrzymane\n                           w dniu dzisiejszym zawiadomienie od akcjonariusza Spółki o przeprowadzeniu w dniu\n                           13 lipca 2018 r. transakcji pośredniego przeniesienia akcji spółki NEF Battery Holdings\n                           S.a r.l. _\"Akcjonariusz\"_ pomiędzy funduszami zarządzanymi przez ten sam podmiot.\n                           Wskazana transakcja miała miejsce pomiędzy funduszem PineBridge New Europe Partners\n                           II, L.P. _\"Fundusz A\"_ jako przenoszący, a PineBridge New Europe Partners II-A, L.P.\n                           _\"Fundusz B\"_ jako przyjmujący. Przeprowadzona transakcja nie doprowadziła do zmiany\n                           podmiotu dominującego w odniesieniu do Akcjonariusza _tj. NEF Battery Holdings S.a\n                           r.l. – zawiadamiającego_. Podstawa prawna: Ustawa o ofercie Art. 70 pkt 1",
        "date": "2018-07-20"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _\"Emitent\", \"Spółka\"_ informuje, iż w dniu 16 lipca 2018 r.\n                           Rada Nadzorcza Spółki podjęła uchwałę, na mocy której Rada Nadzorcza Spółki powołała\n                           Pana Dariusza Malarenko na stanowisko Członka Zarządu Spółki ze skutkiem natychmiastowym,\n                           na trwającą trzyletnią kadencję.Pan Dariusz Malarenko nie prowadzi obecnie działalności w innych spółkach, nie zasiada\n                           w organach innych spółek, w tym nie jest wspólnikiem spółki cywilnej i spółki osobowej.Powołany Członek Zarządu nie prowadzi żadnych innych działalności, które byłyby konkurencyjne\n                           w stosunku do działalności Spółki, nie jest również wspólnikiem w konkurencyjnych\n                           spółkach cywilnych lub osobowych, nie jest członkiem organów konkurencyjnych spółek\n                           kapitałowych lub członkiem organów jakichkolwiek innych konkurencyjnych osób prawnych,\n                           a także nie jest wpisany w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy o KRS.Życiorys zawodowy nowego Członka Zarządu, Emitent przekazuje w załączeniu.Podstawa prawna: RMF GPW § 5 pkt 5",
        "date": "2018-07-17"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. przekazuje w załączeniu do publicznej wiadomości treść\n                           uchwał podjętych przez Zwyczajne Walne Zgromadzenie _\"ZWZ\"_ Orzeł Biały S.A. w dniu\n                           28.06.2018 r.Podczas obrad żaden z akcjonariuszy nie wniósł sprzeciwu do protokołu, nie odstąpiono\n                           również od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad.Treść dokumentów będących przedmiotem głosowania ZWZ Emitent przekazał w raporcie\n                           bieżącym nr 13/2018 z dnia 28.05.2018 oraz w raporcie rocznym z dnia 10.04.2018 r.Podstawa prawna: RMF GPW § 19 ust.1 pkt. 6,7,9",
        "date": "2018-06-28"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. informuje, iż w dniu 28.06.2018 r. Zwyczajne Walne\n                           Zgromadzenie Spółki Orzeł Biały S.A. _\"ZWZ\"_ podjęło Uchwałę nr 5, w przedmiocie podziału\n                           zysku za rok 2017 i wypłacie dywidendy oraz ustalenia dnia dywidendy i terminu jej\n                           wypłaty, w treści zgłoszonej przez uprawnionego akcjonariusza tj. NEF Battery Holdings\n                           S.a.r.l. w trakcie obrad ZWZ. Walne Zgromadzenie postanowiło dokonać podziału zysku netto za rok 2017 w łącznej\n                           wysokości 16 066 502,57  złotych w następujący sposób:• kwotę 3 327 369,84 złotych przeznaczyć na pokrycie straty z lat ubiegłych _powstałej\n                           na skutek połączenia z Ekobat \"Orzeł Biały\" sp. z o.o. oraz z Helidor sp. z o.o._;\n                           • kwotę 12 739 132,73 złotych powiększoną o kwotę z kapitału zapasowego w wysokości\n                           5 879 812, 25 złotych, przeznaczyć na wypłatę dywidendy akcjonariuszom w łącznej wysokości\n                           18 618 944, 98_, tj. 1,12 zł  na jedną akcję.ZWZ wskazało dzień  31 sierpnia 2018 roku jako datę ustalenia prawa do dywidendy _dzień\n                           dywidendy_, oraz 14 września 2018 roku jako termin wypłaty dywidendy. Liczba akcji\n                           objętych dywidendą to 16.650.649 akcji zwykłych na okaziciela.Podstawa prawna: Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2018-06-28"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _\"Spółka\"_ przekazuje w załączeniu treść ogłoszenia o zwołaniu\n                           Zwyczajnego Walnego Zgromadzenia Orzeł Biały S.A. na dzień 28.06.2018 r. o godz. 11.00\n                           w siedzibie Spółki w Piekarach Śląskich wraz z porządkiem obrad oraz treść projektów\n                           uchwał wraz z uzasadnieniem, a także dokumenty, które mają być przedmiotem obrad.\n                           Jednocześnie Zarząd informuje, że Rada Nadzorcza w dniu 25.05.2018 r. zaakceptowała\n                           wszystkie przedłożone wnioski Zarządu Spółki do Walnego Zgromadzenia, za wyjątkiem\n                           wniosku tj. uchwały nr 31/2018 z dnia 10.05.2018 roku, w sprawie skierowania do Zwyczajnego\n                           Walnego Zgromadzenia propozycji podziału zysku za rok 2017 o czym Spółka poinformowała\n                           raportem bieżącym nr 12/2018 w dniu 25.05.2018r.Podstawa prawna:RMF GPW § 19 ust. 1 pkt 1, 2.",
        "date": "2018-05-28"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\"_ informuje, że Rada Nadzorcza w dniu 25.05.2018r.\n                           Uchwałą nr 824/X/2018 nie zaopiniowała pozytywnie rekomendacji Zarządu w sprawie podziału\n                           zysku za 2017 rok i wyraziła opinię, że zysk netto za rok 2017 w wysokości 16 066\n                           502,57 złotych powinien zostać przeznaczony w całości na wypłatę dywidendy, która\n                           w opinii Rady Nadzorczej powinna stanowić równowartość zysków zatrzymanych Grupy Kapitałowej\n                           Orzeł Biały tj. 18 618 944,98 złotych.Dywidenda w wysokości 18 618 944,98 złotych, w opinii Rady Nadzorczej może zostać\n                           pokryta z zysku netto Spółki za rok 2017 w kwocie: 16 066 502,57 złotych oraz z kapitału\n                           zapasowego w kwocie 2 552 442,41 złotych. Zarząd w  swojej rekomendacji zawartej w raporcie rocznym za 2017 rok proponował \n                           by zysk netto Spółki za 2017 rok w wysokości  16 067 tys. złotych  przeznaczyć na\n                           pokrycie straty z lat ubiegłych w kwocie 3 328 tys. złotych , a pozostałą kwotę 12\n                           739 tys. złotych  przeznaczyć na kapitał zapasowy.Tym samy wniosek Zarządu Spółki do Zwyczajnego Walnego Zgromadzenia,  w zakresie \n                           przeznaczenia zysku netto Spółki za rok obrotowy 2017 w wysokości 16 066 502,57 złotych\n                           na pokrycie straty z lat ubiegłych  i przeznaczenie na  kapitał zapasowy Spółki, nie\n                           otrzymał pozytywnej opinii Rady Nadzorczej.Podstawa prawna: Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2018-05-25"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. w załączeniu przekazuje otrzymane w dniu dzisiejszym\n                           zawiadomienie od QUERCUS Towarzystwo Funduszy Inwestycyjnych S.A. działającego w imieniu\n                           zarządzanych funduszy inwestycyjnych - QUERCUS Parasolowy SFIO, QUERCUS Absolutnego\n                           Zwrotu FIZ oraz QUERCUS Absolute Return FIZ2 o zmniejszeniu w dniu 16.05.2018 r. przez\n                           Fundusze wspólnie udziału w ogólnej liczbie głosów poniżej progu 5% w Spółce Orzeł\n                           Biały S.A.Podstawa prawna: Art. 70 ptk 1 Ustawy o ofercie - nabycie lub zbycie znacznego pakietu\n                           akcji.",
        "date": "2018-05-17"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\"_ informuje, że w dniu 10.05.2018 roku uchwałą\n                           nr 37/2018 podjął decyzję o zamiarze ujęcia odpisów, które będą miały istotny wpływ\n                           na jednostkowy wynik finansowy Spółki Orzeł Biały S.A. za I kwartał 2018 roku.W przebiegu agregacji danych oraz przeprowadzenia testu na utratę wartości wystąpiły\n                           przesłanki do ujęcia:1. odpisu aktualizującego wartość należności od Spółki Orzeł Surowce w wysokości 1,4\n                           mln zł. powstałej z tytułu wejścia w prawa zaspokojonego wierzyciela w wyniku spłaty\n                           kredytu przez Orzeł Biały S.A. Szacunkowa wartość odpisu wpłynie na obniżenie jednostkowego\n                           wyniku operacyjnego. 2. odpisu aktualizującego z tytułu utraty wartości udziałów w spółce zależnej Orzeł\n                           Surowce sp. z o.o. w kwocie 2,3 mln zł, który wpłynie na obniżenie jednostkowego wyniku\n                           operacyjnego. Łączna szacunkowa wartość dokonanych odpisów wpłynie na obniżenie jednostkowego wyniku\n                           operacyjnego o kwotę 3,7 mln zł.Wyżej wymienione odpisy są konsekwencją otrzymania postanowienia Sądu Rejonowego Katowice\n                           - Wschód w Katowicach Wydział X Gospodarzy, o ogłoszeniu upadłości z dnia 26.03.2018\n                           roku Spółki zależnej Orzeł Surowce sp. z o.o. Na dzień dzisiejszy według najlepszej wiedzy Emitenta, wyżej wymienione odpisy nie\n                           będą miały wpływu na skonsolidowane sprawozdanie Emitenta za I kwartał 2018 roku.\n                           Spółka zastrzega, że jest w trakcie procesu przygotowywania raportu za I kwartał 2018\n                           roku, dlatego też wyżej zaprezentowane kwoty nie są ostateczne i mogą ulec zmianie.Podstawa prawna: Art. 17 ust. 1 MAR",
        "date": "2018-05-10"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 26.04.2018\n                           r., otrzymał informację o postanowieniu Sądu Rejonowego Katowice – Wschód w Katowicach\n                           Wydział X Gospodarczy _dalej: \"Sąd\"_ z dnia 18.04.2018 r. o wstrzymaniu likwidacji\n                           masy upadłościowej spółki Orzeł Surowce sp. z o.o. w upadłości likwidacyjnej do czasu\n                           uprawomocnienia się postanowienia Sądu o ogłoszeniu upadłości. Otrzymane postanowienie jest skutkiem złożonego przez spółkę zależną Orzeł Surowce\n                           sp. z o.o. w upadłości, w dniu 6.04.2018 r. wniosku o wstrzymanie likwidacji na postanowienie\n                           Sądu, z dnia 26.03.2018 r., o ogłoszeniu upadłości Orzeł Surowce sp. z o.o.Emitent raportem bieżącym nr 7/2018 z dnia 26.03.2018 poinformował o otrzymaniu zawiadomienia\n                           o ogłoszeniu upadłości spółki zależnej Orzeł Surowce sp. z o.o. Informacja poufna art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-04-26"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _\"Emitent\", \"Spółka\"_ informuje, iż w dniu 17.04.2018 r. Rada\n                           Nadzorcza podjęła Uchwałę nr 814/X/2018, na mocy której określono, iż w nowej X kadencji\n                           Zarząd Orzeł Biały S.A. będzie działać w składzie jednoosobowym. Ponadto Rada Nadzorcza\n                           podjęła uchwałę nr 815/X/2018 na mocy której powołała do Zarządu Spółki:\t\t• Pana Michaela Rohde Pedersena, powierzając mu funkcję Prezesa Zarządu – Dyrektora\n                           Naczelnego.Powołany na X kadencję Michael Rohde Pedersen pełnił funkcję Prezesa Zarządu poprzedniej\n                           IX oraz VIII kadencji. Powołany Prezes Zarządu nie prowadzi żadnych innych działalności, które byłyby konkurencyjne\n                           w stosunku do działalności Orzeł Biały S.A., nie jest również wspólnikiem w konkurencyjnych\n                           spółkach cywilnych lub osobowych, nie jest członkiem organów konkurencyjnych spółek\n                           kapitałowych lub członkiem organów jakichkolwiek innych konkurencyjnych osób prawnych,\n                           a także nie jest wpisany w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy o KRS.Życiorys zawodowy powołanego na nową kadencję Prezesa Zarządu, Emitent przekazuje\n                           w załączeniu.Podstawa prawna:RMF GPW § 5 ust. 1 pkt. 22`",
        "date": "2018-04-17"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\", Emitent_ informuje, że w dniu 26.03.2018\n                           r. otrzymał zawiadomienie od Syndyka masy upadłościowej Orzeł Surowce Sp. z o.o.,\n                           iż postanowieniem z dnia 26 marca 2018 roku Sąd Rejonowy Katowice – Wschód w Katowicach\n                           Wydział X Gospodarczy, ogłosił upadłość spółki Orzeł Surowce sp. z o.o. z siedzibą\n                           w Bytomiu _spółka zależna Emitenta_, po rozpoznaniu sprawy na posiedzeniu niejawnym,\n                           z wniosku wierzycieli Pawła Sidora prowadzącego działalność gospodarczą pod firmą\n                           Eco Consulting Paweł Sidor z siedzibą w Warszawie oraz Cook & Marshall Investments\n                           Polska Spółka z o.o. z siedzibą w Poznaniu.  Postanowienie jest skuteczne i wykonalne\n                           z dniem jego wydania.Emitent, w raportach okresowych tj. za I półrocze 2017 roku z dnia 19.09.2017r..oraz\n                           za III kwartał 2017 roku z dnia 15.11.2017r., informował o toczącym się postępowaniu.W ocenie Emitenta, postanowienie Sądu Rejonowego Katowice – Wschód w Katowicach Wydział\n                           X Gospodarczy, o ogłoszeniu upadłości Spółki Orzeł Surowce sp. z o.o. jest bezzasadne\n                           ponieważ  Orzeł Surowce sp. z o.o. na bieżąco reguluje swoje wymagalne zobowiązania\n                           pieniężne i brak jest zagrożenia utraty zdolności do wykonywania tych zobowiązań.\n                           Wnioskodawcy nie wykazali jakichkolwiek przesłanek ogłoszenia upadłości Spółki Orzeł\n                           Surowce a podjęte działania służą szykanowaniu Grupy kapitałowej Emitenta.W toku całego postępowania – według wiedzy Emitenta – spółka Orzeł Surowce sp. z o.o.\n                           podnosiła, że nie tylko ma ona możliwość i reguluje na bieżąco swoje zobowiązania,\n                           ale również, wierzytelności, które stanowiły podstawę wniosków o ogłoszenie jej upadłości,\n                           są w całości wierzytelnościami spornymi. Spółka Orzeł Surowce sp. z o.o. niezwłocznie wniesie zażalenie na przedmiotowe postanowienie\n                           oraz wniosek o wstrzymanie likwidacji do czasu rozpoznania zażalenia przez Sąd Okręgowy.Orzeł Surowce sp. z o.o., w której Emitent posiada 100% udziałów jest w Grupie Kapitałowej\n                           Orzeł Biały od 2009 roku. Spółka ta zajmuje się głównie organizacją skupu podstawowych\n                           surowców i materiałów do produkcji ołowiu. Spółka prowadzi skup i sprzedaż złomu zużytych\n                           akumulatorów kwasowo-ołowiowych oraz świadczy usługi dla Orzeł Biały S.A. w zakresie\n                           zaopatrzenia w materiały i towary. Emitent, na dzień dzisiejszy prócz niekorzystnej wizerunkowo sytuacji i potencjalnych\n                           konsekwencji, które mogą być z tym związane, nie przewiduje, by ogłoszona upadłość\n                           spółki zależnej Orzeł Surowce, mogła mieć istotnie negatywny wpływ na działalność\n                           Emitenta. Emitent w swoich strukturach organizacyjnych posiada komórkę organizacyjną zakupów\n                           oraz niezbędne zasoby ludzkie do realizowania bezpośrednio funkcji zakupu surowców.\n                           Jednakże Emitent nie może zagwarantować, że w toku dalszego procesowania, w przyszłości\n                           sytuacja ta nie będzie miała istotnego wpływu na działalność Emitenta. Spółka będzie informować na bieżąco o dalszych istotnych działaniach w ww. temacie,\n                           zgodnie z obowiązującymi przepisami.Informacja poufna art. 17 ust. 1 Rozporządzenia MAR.",
        "date": "2018-03-26"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki Orzeł Biały S.A. _\"Spółka\"_ informuje, że w dniu 21.03.2018 r. uchwałą\n                           nr 23/2018 podjął decyzję o zamiarze ujęcia rezerw i odpisów w jednostkowym sprawozdaniu\n                           finansowym Spółki oraz w skonsolidowanym sprawozdaniu finansowym Grupy Kapitałowej\n                           Orzeł Biały, które łącznie z przeszacowaniem wartości nieruchomości inwestycyjnych,\n                           będą miały istotny wpływ na wynik finansowy 2017 r.W przebiegu procesu agregacji danych za okres dwunastu miesięcy zakończony 31 grudnia\n                           2017 roku, wystąpiły przesłanki do aktualizacji: 1. rezerw na koszty rekultywacji o kwotę ok. 0,4 mln złwartość utworzonych rezerw netto _tj. wartość nadwyżki utworzonych rezerw nad ich\n                           rozwiązaniem_ obciąży wynik operacyjny;2. rezerw na pozostałe zobowiązania o kwotę ok. 0,7 mln zł wartość utworzonych rezerw netto _tj. wartość nadwyżki utworzonych rezerw nad ich\n                           rozwiązaniem_ obciąży wynik operacyjny; 3. odpisu aktualizującego wartość zapasów o kwotę ok. 1 mln zł wartość odwróconych odpisów netto _tj. wartość nadwyżki odwróconych odpisów nad ich\n                           utworzeniem_ wpłynie pozytywnie na wynik operacyjny;4.odpisu aktualizującego wartość należności uznanych za wątpliwe o kwotę ok.1,1 mln\n                           złwartość utworzonych odpisów netto _tj. wartość nadwyżki utworzonych odpisów nad ich\n                           rozwiązaniem_ obciąży wynik operacyjny;Dodatkowo, wystąpiły przesłanki do  przeszacowania wartości nieruchomości inwestycyjnych\n                           o kwotę ok. 1,1 mln zł. Jednorazowa operacja księgowa, dotycząca obniżenia wartości\n                           nieruchomości inwestycyjnych, pomniejszy jednostkowy wynik finansowy Spółki oraz wynik\n                           skonsolidowany Grupy Orzeł Biały na poziomie operacyjnym.Spółka szacuje, że po uwzględnieniu efektu podatkowego wyżej opisane operacje, łącznie\n                           obniżą wynik finansowy netto Emitenta i Grupy Orzeł Biały o kwotę ok. 2 mln zł.Spółka zastrzega, że sprawozdanie jednostkowe finansowe Orzeł Biały S.A. oraz skonsolidowane\n                           sprawozdanie finansowe Grupy Orzeł Biały, są w trakcie weryfikacji przez biegłego\n                           rewidenta, w związku z czym powyższe kwoty mogą ulec zmianie. Ostateczne wyniki zostaną\n                           zaprezentowane w raporcie rocznym za 2017 rok, którego publikacja nastąpi 10 kwietnia\n                           2018 roku.Podstawa prawna: Art. 17 ust. 1 MAR",
        "date": "2018-03-21"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd spółki Orzeł Biały S.A. przesyła w załączeniu informacje nt. terminów przekazywania\n                           raportów okresowych w 2018 roku.Podstawa prawna:RMF GPW par. 83 ust. 1 oraz par. 103 ust. 1",
        "date": "2018-01-26"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Orzeł Biały S.A. _Spółka_ informuje, iż w dniu 25.01.2018 r. Nadzwyczajne Walne\n                           Zgromadzenie podjęło Uchwałę nr 3, na mocy której powołało nowego członka Rady Nadzorczej\n                           w osobie Pana John Leone na trwającą X kadencję.Zgodnie ze złożonymi oświadczeniami powołany Członek Rady nie prowadzi działalności,\n                           która byłaby konkurencyjna w stosunku do działalności Orzeł Biały S.A., nie jest również\n                           wspólnikiem w konkurencyjnych spółkach cywilnych lub osobowych, nie jest członkiem\n                           organów konkurencyjnych spółek kapitałowych lub członkiem organów jakichkolwiek innych\n                           konkurencyjnych osób prawnych, a także nie jest wpisany w Rejestrze Dłużników Niewypłacalnych\n                           prowadzonym na podstawie ustawy o KRS. Życiorys zawodowy nowego Członka Rady Nadzorczej\n                           X kadencji, Zarząd Spółki przekazuje w załączeniu.Podstawa prawna: RMF GPW § 5 ust. 1 pkt. 22",
        "date": "2018-01-25"
    },
    {
        "company_name": "ORZEŁ BIAŁY SA",
        "content": "Zarząd Spółki \"Orzeł Biały\" S.A. przekazuje w załączeniu do publicznej wiadomości\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie \"Orzeł Biały\" S.A. w\n                           dniu 25.01.2018 r.Podczas obrad żaden z akcjonariuszy nie wniósł sprzeciwu do protokołu, nie odstąpiono\n                           również od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad.Ponadto, Zarząd Spółki \"Orzeł Biały\" S.A. informuje iż w dniu 25.01.2018 r. Nadzwyczajne\n                           Walne Zgromadzenie Uchwałą nr 5 dokonało zmiany art. 20 Statutu Spółki oraz Uchwałą\n                           nr 6 ustaliło tekst jednolity Statutu Spółki. Treść zmienionych postanowień w wersji\n                           dotychczasowej oraz zmienionej Zarząd podaje poniżej. Dodatkowo treść tekstu jednolitego\n                           stanowi załącznik do niniejszego raportu bieżącego.art. 20 dotychczasowe brzmienie: Artykuł 201. Rada Nadzorcza powołuje spośród swoich członków komitet audytu. 2. Do zadań komitetu audytu należy w szczególności: a_ monitorowanie procesu sprawozdawczości finansowej, b_ monitorowanie skuteczności systemów kontroli wewnętrznej, audytu wewnętrznego oraz\n                           zarządzania ryzykiem, c_ monitorowanie wykonywania czynności rewizji finansowej, d_ monitorowanie niezależności biegłego rewidenta i podmiotu uprawnionego do badania\n                           sprawozdań finansowych. 3. Jeżeli w skład Rady Nadzorczej wchodzi nie więcej niż pięciu członków, wykonywanie\n                           zadań komitetu audytu powierza się całej Radzie Nadzorczej.art. 20 nowe brzmienie:Artykuł 201. Rada Nadzorcza może powoływać komisje lub komitety _w tym komitet audytu_, zarówno\n                           stałe, jak i do wyjaśnienia określonych kwestii, z zastrzeżeniem, że przedmiot prac\n                           komisji lub komitetu musi mieścić się w zakresie kompetencji rady nadzorczej. 2. Rada Nadzorcza określa skład, organizację, sposób działania i kompetencje powoływanych\n                           komisji i komitetów.3. W przypadku powołania komitetu audytu:1_ posiedzenia komitetu odbywają się nie rzadziej niż dwa razy do roku.2_ komitet audytu podejmuje uchwały bezwzględną większością głosów członków, przy\n                           obecności co najmniej połowy składu komitetu audytu. Przez bezwzględną większość głosów\n                           należy rozumieć więcej niż połowę głosów oddanych.3_ zadania i tryb działania komitetu audytu określa szczegółowo regulamin komitetu\n                           audytu.4_ regulamin komitetu audytu opracowuje komitet audytu, a zatwierdza rada nadzorcza\n                           Spółki.Podstawa prawna: RMF GPW § 38 ust.1 pkt. 2,7,8,9",
        "date": "2018-01-25"
    }
]