[
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent, Spółka_ przekazuje do publicznej wiadomości informację\n                           o zawarciu w dniu 12 maja 2016 roku z funduszem inwestycyjnym z siedzibą w Omanie\n                           umowy o zachowaniu poufności dotyczącej nawiązania współpracy w zakresie wspólnych\n                           inwestycji dotyczących nabycia i rozwoju aktywów portowych w Polsce i w rejonie Bliskiego\n                           Wschodu. Projekt dotyczyć miał przeprowadzenia negocjacji oraz zawarcia umowy inwestycyjnej,\n                           której celem byłoby prowadzenie działalności operacyjnej z zakresu logistyki towarów\n                           agro, co jest związane z realizacją przez Spółkę strategii osiągnięcia pozycji lidera\n                           w obsłudze produktów agro.  W wyniku prowadzonych negocjacji strony nie uzgodniły\n                           wspólnego modelu biznesowego dla ww. inwestycji, w związku z czym w dniu 29 grudnia\n                           2017 roku Spółka podjęła decyzję o odstąpieniu od dalszych rozmów z OIF. Przekazanie do publicznej wiadomości informacji o prowadzonych negocjacjach zostało\n                           opóźnione w dniu 12 maja 2016 roku na podstawie obowiązującego wówczas art. 57 ust.\n                           1 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U. 2013,\n                           poz. 1382, z późn.zm._ oraz § 2 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia\n                           13 kwietnia 2006 r. w sprawie rodzaju informacji, które mogą naruszyć słuszny interes\n                           emitenta, oraz sposobu postępowania emitenta w związku z opóźnianiem przekazania do\n                           publicznej wiadomości informacji poufnych _Dz.U. 2006, nr 67 poz. 476_. Opóźnienie\n                           przekazania informacji do wiadomości publicznej zostało następnie przedłużone w dniach\n                           27 października 2016 r., 29 grudnia 2016 r., 30 marca 2017 r., 26 kwietnia 2017 r.,\n                           29 czerwca 2017 r., 29 września 2017 r.  oraz 30 listopada 2017 r. Przyczyną uzasadniającą\n                           opóźnienie był fakt, iż ujawnienie informacji w trakcie prowadzonych przez Emitenta\n                           z OIF negocjacji mogłoby negatywnie wpłynąć na ich przebieg i w opinii Emitenta mogłoby\n                           naruszyć jego słuszny interes.",
        "date": "2017-12-29"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka, Emitent, OT Logistics_ informuje, że w dniu 27 grudnia\n                           2017 roku zawarł z Funduszem Ekspansji Zagranicznej Funduszem Inwestycyjnym Zamkniętym\n                           Aktywów Niepublicznych z siedzibą w Warszawie _Fundusz_ zarządzanym przez PFR Towarzystwo\n                           Funduszy Inwestycyjnych S.A. umowę _Umowa_ zobowiązującą do sprzedaży akcji Luka Rijeka\n                           d.d. _Luka Rijeka_, na mocy której Emitent zobowiązał się do sprzedaży w terminie\n                           10 dni roboczych na rzecz Funduszu 1.179.355 akcji Luka Rijeka stanowiących 8,75%\n                           kapitału zakładowego tej spółki za cenę 50HRK za jedną akcję, tj. łącznie 59,0 mln\n                           HRK _tj. 32,8 mln zł na dzień publikacji niniejszego raportu_. W wyniku realizacji Umowy OT Logistics będzie posiadał bezpośrednio 26,51% akcji Luka\n                           Rijeka, a łącznie z Allianz ZB d.o.o. i ERSTE d.o.o z siedzibami w Zagrzebiu _Chorwacja_,\n                           z którymi Emitent ma zawartą umowę wspólników, udział OT Logistics i ww. funduszy\n                           emerytalnych, jako podmiotów działających w porozumieniu, wynosić będzie 50,56% kapitału\n                           zakładowego Luka Rijeka, co oznacza że Emitent wraz z podmiotami działającymi w porozumieniu\n                           zachowuje kontrolę nad Luka Rijeka.Umowa została zawarta w wykonaniu umowy o współpracy zawartej w dniu 24 czerwca 2016\n                           roku z Funduszem _Umowa o współpracy_, której przedmiotem była współpraca Funduszu\n                           i Emitenta w nabywaniu akcji Luka Rijeka. W Umowie o współpracy Emitent zobowiązał\n                           się do sprzedaży na rzecz Funduszu określonej części akcji Luka Rijeka nabytych w\n                           organizowanym przetargu na sprzedaż ww. akcji lub ogłoszonym wezwaniu na akcje Luka\n                           Rijeka, a Fundusz zobowiązał się do zakupu ww. akcji. Umowa o współpracy zawiera zapisy\n                           dotyczące kwestii uprawnień i obowiązków korporacyjnych. Umowa o współpracy przewiduje\n                           ograniczenie w zbywaniu oraz obciążaniu akcji przez strony umowy w okresie 7 lat i\n                           opcję put w przypadku naruszenia zapisów Umowy o współpracy oraz opcje put i call,\n                           których realizacja może nastąpić po upływie 7 lat od nabycia ww. akcji przez Fundusz\n                           przez okres 50 lat od zawarcia Umowy o współpracy. Umowa o współpracy obowiązuje strony\n                           do dnia, w którym Fundusz lub Emitent przestaną być akcjonariuszami Luka Rijeka.Publikacja informacji o zawarciu Umowy o współpracy została w dniu 24 czerwca 2016\n                           roku opóźniona na podstawie obowiązujących wówczas: art. 57 ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej _…_ oraz § 2 ust. 1 pkt 3 rozporządzenia Ministra Finansów\n                           z dnia 13 kwietnia 2006 r. w sprawie rodzaju informacji, które mogą naruszyć słuszny\n                           interes emitenta, oraz sposobu postępowania emitenta w związku z opóźnianiem przekazania\n                           do publicznej wiadomości informacji poufnych. W związku z nabyciem przez Emitenta\n                           akcji spółki Luka Rijeka w drodze przetargu i wezwania oraz zawarciem w dniu dzisiejszym\n                           Umowy, Zarząd Emitenta uznał za spełnione warunki Umowy o współpracy i podjął decyzję\n                           o przekazaniu w dniu dzisiejszym ww. informacji do wiadomości publicznej. Opóźnienie\n                           publikacji informacji o zawarciu Umowy o współpracy zostało dokonane z uwagi na fakt,\n                           iż przekazanie do publicznej wiadomości informacji o umowie oraz powzięcie o niej\n                           informacji przez strony trzecie przed spełnieniem określonych w niej warunków mogłoby\n                           negatywnie wpłynąć na możliwość realizacji przez Spółkę ww. umowy i strategii w zakresie\n                           nabycia akcji Luka Rijeka, a przez to mogłoby naruszyć słuszny interes Emitenta.",
        "date": "2017-12-27"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _\"Spółka\", \"Emitent\"_ przekazuje informacje, których publikacja\n                           została opóźniona w dniu 8 oraz 9 czerwca 2016 roku na podstawie obowiązujących wówczas:\n                           art. 57 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej _…_ oraz § 2 ust. 1 pkt\n                           3 rozporządzenia Ministra Finansów z dnia 13 kwietnia 2006 r. w sprawie rodzaju informacji,\n                           które mogą naruszyć słuszny interes emitenta, oraz sposobu postępowania emitenta w\n                           związku z opóźnianiem przekazania do publicznej wiadomości informacji poufnych.W dniu 8 czerwca 2016 roku Emitent jako Kredytobiorca zawarł z Bankiem BGŻ BNP Paribas\n                           S.A. _\"BGŻ BNP Paribas\"_ umowę zlecenia wystawienia gwarancji i kredytu _wraz z późniejszymi\n                           aneksami_, której przedmiotem było wystawienie przez BGŻ BNP Paribas na zlecenie Kredytobiorcy\n                           regwarancji na rzecz Privredna Banka z siedzibą w Zagrzebiu _Chorwacja_ w kwocie 39\n                           mln HRK, z okresem ważności gwarancji do 5 listopada 2018 roku, na zabezpieczenie\n                           zapłaty ceny nabycia akcji w wyniku złożenia przez Kredytobiorcę oferty przejęcia\n                           akcji spółki Luka Rijeka d.d. _\"Luka Rijeka\"_. Ponadto w dniu 9 czerwca 2016 roku Emitent zawarł z mBank S.A. umowę o udzielenie\n                           gwarancji _wraz z późniejszymi aneksami_, na podstawie której mBank S.A. zobowiązał\n                           się do udzielenia gwarancji bankowej z terminem ważności do dnia 5 listopada 2018\n                           roku za zobowiązania Emitenta wobec Privredna Banka z siedzibą w Zagrzebiu _Chorwacja_\n                           do kwoty 9,5 mln EUR na zabezpieczenie wezwania na sprzedaż akcji Luka Rijeka. Zgodnie z treścią obu ww. umów uruchomienie finansowania w ramach każdej z nich mogło\n                           nastąpić po spełnieniu określonych w tych umowach warunków. Wobec podjęcia przez Zarząd\n                           Emitenta w dniu 18 grudnia 2017 roku decyzji o sfinansowaniu wezwania na akcje spółki\n                           Luka Rijeka w oparciu jedynie o środki pochodzące z umowy zawartej z Bankiem Gospodarstwa\n                           Krajowego S.A., o której Spółka informowała w raporcie bieżącym nr 32/2017, warunki\n                           przewidziane w obu ww. umowach nie zostaną spełnione. W związku z powyższym Spółka podjęła decyzję o przekazaniu w dniu dzisiejszym ww.\n                           informacji do wiadomości publicznej. Opóźnienie publikacji informacji o zawarciu ww.\n                           umów zostało dokonane z uwagi na fakt, iż przekazanie do publicznej wiadomości informacji\n                           o umowach oraz powzięcie o nich informacji przez strony trzecie przed spełnieniem\n                           określonych w umowach warunków i uruchomieniem finansowania mogłoby negatywnie wpłynąć\n                           na możliwość realizacji przez Spółkę strategii w zakresie nabycia akcji Luka Rijeka,\n                           a przez to mogłoby naruszyć słuszny interes Emitenta.",
        "date": "2017-12-18"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 40/2017 z dnia 14 grudnia 2017 roku dotyczącego\n                           wyniku ogłoszonego przez OT Logistics S.A. _Emitent_ wezwania do zapisywania się na\n                           sprzedaż akcji Luka Rijeka d.d. z siedzibą w Chorwacji _Luka Rijeka_, Zarząd Spółki\n                           informuje, iż w dniu 18 grudnia 2017 r. otrzymał informację z dnia 15 grudnia 2017\n                           r. od chorwackiej Centralnej Spółki Depozytowo Rozliczeniowej _SKDD_ o finalnym wyniku\n                           rozliczenia wezwania i nabyciu 364.115 akcji Luka Rijeka, co stanowi 2,70% kapitału\n                           zakładowego spółki. Łączna wartość transakcji wyniosła 18,2 mln HRK _tj. 10,7 mln zł_ i została sfinansowana\n                           środkami pochodzącymi z umowy kredytu zawartej z  Bankiem Gospodarstwa Krajowego S.A.\n                           _Bank_, na mocy której Bank udzielił Spółce długoterminowego kredytu inwestycyjnego\n                           z przeznaczeniem na zakup akcji Luka Rijeka _Umowa_. O zawarciu Umowy Emitent informował\n                           w raporcie bieżącym nr 32/2017 z dnia 7 września 2017 r.Przed ogłoszeniem wezwania Emitent posiadał bezpośrednio 32,56% akcji Luka Rijeka,\n                           a łącznie z Allianz ZB d.o.o. i ERSTE d.o.o z siedzibami w Zagrzebiu _Chorwacja_,\n                           z którymi Emitent ma zawartą umowę wspólników, udział OT Logistics i ww. funduszy\n                           emerytalnych, jako podmiotów działających w porozumieniu, wynosił 56,61% kapitału\n                           zakładowego Luka Rijeka. Po rozliczeniu wezwania Emitent posiada bezpośrednio 35,26%\n                           kapitału zakładowego Luka Rijeka, a łącznie z ww. funduszami emerytalnymi 59,31% kapitału\n                           zakładowego spółki.",
        "date": "2017-12-18"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 38/2017 z dnia 9 listopada 2017 roku odnośnie\n                           zgody na ogłoszenie wezwania do zapisywania się na sprzedaż akcji Luka Rijeka d.d.\n                           z siedzibą w Chorwacji _\"Luka Rijeka\"_, Zarząd Spółki OT Logistics S.A. _Emitent_\n                           informuje, iż w dniu 13 grudnia 2017 r. otrzymał informację od chorwackiej Centralnej\n                           Spółki Depozytowo Rozliczeniowej _SKDD_ o wyniku ww wezwania.W ramach ogłoszonego wezwania złożono zapisy na sprzedaż 364.115 akcji Luka Rijeka,\n                           co stanowi 2,70% kapitału zakładowego spółki. Emitent nabędzie ww. akcje po cenie\n                           50,00 HRK za jedną akcję. Łączna wartość transakcji wyniesie ok. 18,2 mln HRK _tj.\n                           ok. 10,2 mln zł na dzień 13.12.2017 r._. Rozliczenie transakcji nabycia akcji Luka\n                           Rijeka w wyniku ogłoszonego wezwania nastąpi w terminie 14 dni od zakończenia wezwania\n                           _tj. 8 grudnia 2017 roku_. Przed ogłoszeniem wezwania Emitent posiadał bezpośrednio 32,56% akcji Luka Rijeka,\n                           a łącznie z Allianz ZB d.o.o. i ERSTE d.o.o z siedzibami w Zagrzebiu _Chorwacja_,\n                           z którymi Emitent ma zawartą umowę wspólników, udział OT Logistics i ww. funduszy\n                           emerytalnych, jako podmiotów działających w porozumieniu, wynosił na 56,61% kapitału\n                           zakładowego Luka Rijeka. Po rozliczeniu wezwania Emitent będzie posiadał bezpośrednio\n                           35,26% kapitału zakładowego Luka Rijeka, a łącznie z ww. funduszami emerytalnymi 59,31%\n                           kapitału zakładowego spółki.",
        "date": "2017-12-14"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /Spółka, Emitent/ informuje, iż w  dniu 4 grudnia 2017 r.\n                           podjął uchwałę w sprawie przydziału 21.500 szt. nieposiadających formy dokumentu,\n                           zabezpieczonych obligacji na okaziciela serii G, o wartości nominalnej 1.000 zł każda\n                           i łącznej wartości nominalnej 21.500 tys. zł /Obligacje/.Obligacje zostały wyemitowane w wykonaniu uchwały Zarządu Spółki z dnia 4 grudnia\n                           2017 r. w sprawie emisji obligacji serii G i zaoferowane w dniu dzisiejszym Open Finance\n                           Obligacji Korporacyjnych Europy Środkowej i Wschodniej Fundusz Inwestycyjny Zamknięty\n                           Aktywów Niepublicznych /Fundusz/, w trybie określonym w art. 33 pkt 2 Ustawy z dnia\n                           15 stycznia 2015 r. o obligacjach. Propozycja nabycia została przyjęta przez Fundusz\n                           w całości, w związku z czym Zarząd Spółki podjął w dniu 4 grudnia 2017 r. uchwałę\n                           w sprawie przydziału Obligacji.Obligacje są papierami wartościowymi zerokuponowymi obejmowanymi z dyskontem. Dzień\n                           wykupu Obligacji został wyznaczony na 28 września 2018 r. Spółka jest uprawniona do\n                           wcześniejszego wykupu całości lub części Obligacji. Żądanie przez obligatariuszy przedterminowego\n                           wykupu Obligacji jest możliwe w przypadku wystąpienia szeregu okoliczności określonych\n                           w Warunkach Emisji Obligacji. W związku z celem emisji, który zakłada przeznaczenie pozyskanych środków na sfinansowanie\n                           budowy elewatora zbożowego w porcie w Świnoujściu oraz sfinansowanie kapitału obrotowego\n                           Spółki, zabezpieczeniem Obligacji są: poręczenie spółki zależnej OT Port Świnoujście\n                           S.A. /Poręczyciel/ oraz oświadczenia o dobrowolnym poddaniu się egzekucji Emitenta\n                           oraz Poręczyciela.",
        "date": "2017-12-04"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportów bieżących nr 31/2017 z dnia 7 września 2017 roku oraz nr\n                           33/2017 z 15 września 2017 roku w zakresie informacji o zamiarze ogłoszenia przez\n                           OT Logistics S.A. /\"Emitent\", \"Spółka\"/ wezwania do zapisywania się na sprzedaż akcji\n                           Luka Rijeka d.d. z siedzibą w Chorwacji /\"Luka Rijeka\"/, Zarząd Spółki informuje,\n                           iż w dniu 8 listopada 2017 r. otrzymał zgodę Chorwackiej Agencji ds. Nadzoru Usług\n                           Finansowych /\"HANFA\"/ na ogłoszenie ww. wezwania. W związku z powyższym Emitent przystąpi w najbliższym czasie  do ogłoszenia wezwania\n                           na 5.849.365 akcji Luka Rijeka, co stanowi 43,39% jej kapitału zakładowego, po cenie\n                           50,00 HRK za jedną akcję. Łączna wartość wezwania wyniesie ok. 292,4 mln HRK _tj.\n                           ok. 164,1 mln zł na dzień publikacji niniejszego raportu_. OT Logistics S.A. jest akcjonariuszem spółki Luka Rijeka od 2015 roku. Emitent posiada\n                           obecnie 32,56% akcji tej spółki, a po zawarciu umowy wspólników z Allianz ZB d.o.o.\n                           i ERSTE d.o.o z siedzibami w Zagrzebiu _Chorwacja_ łączny udział OT Logistics i ww.\n                           funduszy emerytalnych, jako podmiotów działających w porozumieniu, wynosi na dzień\n                           dzisiejszy 56,61% kapitału zakładowego Luka Rijeka. Nabycie pozostałych akcji Luka Rijeka d.d. – operatora największego portu w Chorwacji\n                           wpisuje się w przyjętą kwietniu 2016 roku strategię rozwoju Grupy Kapitałowej Ot Logistics\n                           na lata 2016-2021, która zakłada m.in. przejęcie kontroli nad spółką Luka Rijeka d.d.",
        "date": "2017-11-09"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka_ informuje, iż w dniu 29 września 2017 roku Rada\n                           Nadzorcza OT Logistics S.A. podjęła uchwałę w sprawie powołania do składu Zarządu\n                           Spółki z tym samym dniem Pana Radosława Krawczyka i powierzenia mu funkcji Wiceprezesa\n                           Zarządu.Pan Radosław Krawczyk posiada kilkunastoletnie doświadczenie zawodowe, związane z\n                           zarządzaniem finansami przedsiębiorstw a w szczególności: płynnością finansową, ryzykiem\n                           finansowym, polityką ubezpieczeniową i kredytową, windykacją należności, restrukturyzacją\n                           finansową i operacyjną. Od 2003 roku związany zawodowo z Grupą PKP Cargo, gdzie od\n                           2009 roku pełnił funkcję Dyrektora Finansowego spółki. Od 2015 roku pełnił również\n                           funkcję Członka Zarządu _CFO_ w PKP Cargo Connect Sp z o.o. z siedzibą w Warszawie,\n                           a od 2016 roku stanowisko Członka Zarządu w PKP Cargo Connect GMBH z siedzibą w Hamburgu.\n                           Pan Radosław Krawczyk jest również przewodniczącym Rady Nadzorczej Pocztowego Towarzystwa\n                           Ubezpieczeń Wzajemnych. Ukończył Szkołę Główną Handlową w Warszawie na kierunku Finanse\n                           i Bankowość, jak również studia MBA _Executive Master of Business Administration_.\n                           W OT Logistics S.A. Pan Radosław Krawczyk odpowiadał będzie za Pion Finansów.Według złożonego oświadczenia Pan Radosław Krawczyk nie wykonuje działalności, która\n                           jest konkurencyjna w stosunku do działalności wykonywanej w OT Logistics S.A., nie\n                           uczestniczy w spółce konkurencyjnej w stosunku do OT Logistics S.A. jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie\n                           uczestniczy w innej konkurencyjnej do OT Logistics S.A. osobie prawnej jako członek\n                           jej organu, za wyjątkiem zasiadania w organach spółek z Grupy Kapitałowej OT Logistics,\n                           tj. w Radzie Nadzorczej C.Hartwig Adria d.o.o. a także zarządach: Rentrans International\n                           Spedition sp. z o.o., OT Rail  Sp. z o.o., Kolej Bałtycka S.A., oraz STK S.A. Pan\n                           Radosław Krawczyk nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2017-09-29"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /Spółka/ informuje, że w dniu 28 września 2017 r. Pan Ireneusz\n                           Miski oraz Pan Richard Jennings złożyli rezygnację z członkostwa w Zarządzie Spółki,\n                           ze skutkiem od dnia dzisiejszego. Obydwaj Panowie pełnili funkcję Wiceprezesów Zarządu.\n                           W treściach rezygnacji nie podano ich powodów.",
        "date": "2017-09-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 30/2017 z dnia 5 września 2017 roku, Zarząd OT\n                           Logistics S.A. /Emitent/, w związku z odbyciem w dniu 28 września 2017 roku zgromadzenia\n                           obligatariuszy obligacji serii F /Obligacje/ /Zgromadzenie Obligatariuszy/, niniejszym\n                           w załączeniu przekazuje treść uchwał podjętych przez Zgromadzenie Obligatariuszy.\n                           Jednocześnie Emitent informuje, że wyraża on zgodę na zmianę warunków emisji Obligacji.\n                           Kopia zgody wyrażonej przez Emitenta stanowi załącznik do niniejszego raportu.",
        "date": "2017-09-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 17/2017 z dnia 1 czerwca 2017 roku w sprawie\n                           wyboru podmiotu uprawnionego do badania sprawozdań finansowych, Zarząd OT Logistics\n                           S.A. /Spółka/ informuje, iż w dniu 18 września 2017 r. Rada Nadzorcza Spółki podjęła\n                           uchwałę o zmianie podjętej w dniu 1 czerwca 2017 roku uchwały w ten sposób, iż Deloitte\n                           Polska Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą przy Al. Jana Pawła\n                           II 22, 00-133 w Warszawie została wybrana jako biegły rewident do badania rocznych\n                           oraz przeglądu śródrocznych sprawozdań finansowych Spółki oraz skonsolidowanych sprawozdań\n                           finansowych Grupy Kapitałowej OT Logistics za lata 2017-2018 _pierwotnie wybór dotyczył\n                           roku 2017_.Informacje dotyczące ww. podmiotu zostały przekazane w raporcie bieżącym nr 17/2017.",
        "date": "2017-09-18"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /OT Logistics, Spółka, Emitent/ informuje o zawarciu w dniu\n                           15 września 2017 roku umowy wspólników /Umowa, Umowa wspólników/ z Allianz ZB d.o.o.\n                           /spółka zarządzająca funduszami działająca w imieniu własnym oraz dwóch zarządzanych\n                           przez siebie funduszy, łącznie jako AZ/ i ERSTE d.o.o. /spółka zarządzająca funduszami\n                           działająca w imieniu własnym oraz pięciu zarządzanych przez siebie funduszy, łącznie\n                           jako ERSTE/ /wszystkie podmioty z siedzibą w Zagrzebiu – Chorwacja, łącznie jako Fundusze,\n                           Fundusze emerytalne/ w odniesieniu do spółki Luka Rijeka d.d. /Luka Rijeka/.Umowa wspólników określa warunki, na jakich strony Umowy działając w porozumieniu\n                           będą współpracować w zakresie przeprowadzenia wezwania do zapisywania się na sprzedaż\n                           akcji Luka Rijeka oraz zarzadzania ww. spółką.Zgodnie z Umową OT Logistics ogłosi w imieniu stron Umowy jako podmiotów działających\n                           w porozumieniu wezwanie do zapisywania się na sprzedaż wszystkich pozostałych akcji\n                           Luka Rijeka niebędących w posiadaniu ww. podmiotów. Emitent zobowiązany jest również\n                           do sfinansowania transakcji nabycia akcji w ramach wezwania, ustanowienia stosownych\n                           zabezpieczeń oraz finalnie do nabycia wszystkich akcji, na które zostaną złożone zapisy\n                           w wezwaniu, przy czym Fundusze nie zbędą żadnych akcji w wyniku ogłoszonego wezwania.\n                           Fundusze będą wspomagać OT Logistics w przeprowadzeniu procesu.Umowa wspólników reguluje zasady współpracy oraz wzajemne prawa i obowiązki stron\n                           w zakresie prowadzenia działalności gospodarczej Luka Rijeka oraz kwestii korporacyjnych\n                           /sposób głosowania na walnym zgromadzeniu, skład i zakres uprawnień organów spółki/.\n                           Umowa reguluje również zasady rozporządzania akcjami Luka Rijeka. Zgodnie z Umową strony zobowiązały się do nierozporządzania i nieobciążania posiadanych\n                           akcji spółki w okresie 1 roku i 90 dni od zakończenia wezwania /lock-up/ za wyjątkiem\n                           sytuacji określonych w Umowie /prawo pierwszeństwa, opcja put, zastaw na zabezpieczenie\n                           roszczeń wynikających z Umowy/.  Umowa zawiera zapis dotyczący opcji put, w ramach\n                           której po roku i 90 dniach obowiązywania Umowy przez okres kolejnych 4 lat Emitent\n                           na żądanie AZ i/lub ERSTE zobowiązany jest do nabycia akcji posiadanych przez Fundusze\n                           emerytalne we wskazanej przez nie ilości i po cenie ustalonej w sposób określony w\n                           Umowie. Niewykonanie przez Emitenta zobowiązania wynikającego z opcji put daje Funduszom\n                           emerytalnym prawo dochodzenia roszczeń.  Na zabezpieczenie ww. roszczeń Emitent zobowiązany\n                           jest ustanowić do dnia 31 grudnia 2017 roku zastaw na posiadanych przez Emitenta akcjach\n                           Luka Rijeka.Umowa wspólników została zawarta na okres 7 lat przy czym może ulec rozwiązaniu lub\n                           wygaśnięciu w  przypadkach określonych w Umowie. AZ i ERSTE na dzień podpisania Umowy posiadają odpowiednio 15,15% i 8,85% udziału\n                           w kapitale zakładowym Luka Rijeka d.d. Łączny udział Funduszy emerytalnych i OT Logistics,\n                           jako podmiotów działających w porozumieniu, w kapitale zakładowym Luka Rijeka wskutek\n                           zawarcia Umowy wspólników wynosi 56,56%. Uprawnienia OT Logistics zawarte w Umowie\n                           wspólników dają przesłanki do uznania sprawowania przez Emitenta kontroli operacyjno-finansowej\n                           nad Luka Rijeka.",
        "date": "2017-09-15"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2017-09-07"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _\"Spółka\", \"Emitent\"_ przekazuje informację, której publikacja\n                           została opóźniona w dniu 28 kwietnia 2016 roku na podstawie obowiązujących wówczas:\n                           art. 57 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej _…_ oraz § 2 ust. 1 pkt\n                           3 rozporządzenia Ministra Finansów z dnia 13 kwietnia 2006 r. w sprawie rodzaju informacji,\n                           które mogą naruszyć słuszny interes emitenta, oraz sposobu postępowania emitenta w\n                           związku z opóźnianiem przekazania do publicznej wiadomości informacji poufnych:W dniu 28 kwietnia 2016 r. Emitent zawarł umowę kredytu z Bankiem Gospodarstwa Krajowego\n                           S.A. _\"Bank\"_ na mocy której Bank udzielił Spółce długoterminowego kredytu inwestycyjnego\n                           z przeznaczeniem wyłącznie na zakup akcji Luka Rijeka d.d. z siedzibą w Chorwacji\n                           _\"Luka Rijeka\"_. Całkowite zobowiązanie kredytowe z tytułu umowy kredytowej wynosi\n                           do 125 mln zł. Uzyskany kredyt jest oprocentowany według stawki WIBOR 3M powiększonej\n                           o marżę Banku ustaloną na warunkach rynkowych. Odsetki są płatne w okresach kwartalnych.\n                           Okres dostępności kredytu upływa 30 września 2017 roku. Spłata kredytu nastąpi nie\n                           później niż do 29 grudnia 2023 roku.W ramach uzyskanego finansowania kwota 46,6 mln zł została w dniu dzisiejszym przeznaczona\n                           na nabycie 1.584.124 akcji Luka Rijeka w drodze przetargu, o którym Spółka informowała\n                           w raporcie  bieżącym nr 31/2017 z 7 września 2017 roku. Pozostałe środki Spółka może\n                           przeznaczyć na nabycie kolejnych akcji Luka Rijeka w drodze wezwania do zapisywania\n                           się na sprzedaż akcji Luka Rijeka. Długoterminowy kredyt inwestycyjny obejmuje również\n                           możliwość wystawienia gwarancji bankowej w maksymalnej wysokości do 125 mln zł na\n                           potrzeby przeprowadzenia ww. wezwania.Umowa kredytowa zawiera liczne zapisy dotyczące zobowiązań Spółki wynikających z umowy,\n                           w tym m.in. obowiązek utrzymywania przez Emitenta i Gwarantów wskaźników finansowych\n                           na określonych poziomach oraz ograniczenia w rozporządzaniu akcjami.  Zabezpieczeniem\n                           umowy kredytu są min. hipoteka do maksymalnej kwoty stanowiącej 150% całkowitego zobowiązania\n                           kredytowego na nieruchomości gruntowej przy ulicy Kościerzyńskiej we Wrocławiu, umowy\n                           zastawu na posiadanych i nabywanych akcjach Luka Rijeka, gwarancje korporacyjne udzielone\n                           przez gwarantów _OT Port Świnoujście sp. z o.o., OT Port Gdynia sp. z o.o., C. Hartwig\n                           Gdynia S.A., Sealand Logistics Sp. z o.o._, oświadczenia Emitenta i gwarantów o dobrowolnym\n                           poddaniu się egzekucji do wysokości 150% całkowitego zobowiązania kredytowego oraz\n                           umowy przelewu na zabezpieczenie praw do dywidendy przysługującej Spółce od Luka Rijeka\n                           zawarte pomiędzy Spółką i Bankiem. Umowa kredytowa przewiduje dla każdej z transz wypłaty środków szereg warunków zawieszających\n                           dotyczących min. otrzymania przez Kredytodawcę zaświadczeń, opinii oraz innych dokumentów,\n                           jak również niewystąpienia innych naruszeń w momencie wypłaty środków z kredytu. Niezbędna\n                           do spełnienia warunków zawieszających i uruchomienia pierwszej transzy środków z uzyskanego\n                           w ramach umowy kredytu była finalizacja w dniu dzisiejszym transakcji nabycia akcji\n                           Luka Rijeka d.d. w ramach ww. przetargu. Opóźnienie publikacji informacji o zawarciu ww. umowy zostało dokonane z uwagi na\n                           fakt, iż przekazanie do publicznej wiadomości informacji o zawarciu umowy kredytowej\n                           pod warunkami zawieszającymi oraz powzięcie informacji o umowie przez strony trzecie\n                           przed wejściem umowy w życie i uruchomieniem środków w ramach udzielonego kredytu\n                           mogłoby negatywnie wpłynąć na możliwość realizacji przez Spółkę zamiaru nabycia akcji\n                           Luka Rijeka, a przez to mogłoby naruszyć słuszny interes Emitenta.",
        "date": "2017-09-07"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportów bieżących nr 28/2017 z dnia 28 sierpnia 2017 roku oraz nr\n                           29/2017 z dnia 4 września 2017 roku w sprawie udziału OT Logistics S.A. _Emitent_\n                           w przetargu na nabycie 1.584.124 akcji Luka Rijeka d.d. z siedzibą w Rijece _Chorwacja_,\n                           Zarząd Emitenta informuje, iż w dniu dzisiejszym rozliczona została na Giełdzie  Papierów\n                           Wartościowych w Zagrzebiu transakcja pakietowa nabycia ww. akcji Tym samym zgodnie\n                           z procedurą przetargową Emitent skutecznie nabył ww. 1.584.124 akcje Luka Rijeka d.d.Po nabyciu ww. akcji Emitent zwiększył posiadany udział do 32,56 procent kapitału\n                           zakładowego Luka Rijeka d.d. W związku z powyższym zgodnie z prawem chorwackim Emitent\n                           zobowiązany jest do ogłoszenia wezwania do zapisywania się na sprzedaż akcji Luka\n                           Rijeka d.d. Wezwanie zostanie ogłoszone po przygotowaniu dokumentacji w trybie i na\n                           warunkach zgodnych z prawem chorwackim.",
        "date": "2017-09-07"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 27/2017 z dnia 21 sierpnia 2017 r., Zarząd OT\n                           Logistics S.A. /Emitent/ informuje o zwołaniu zgromadzenia obligatariuszy obligacji\n                           serii F /Obligacje/ /Zgromadzenie Obligatariuszy/. Zgromadzenie Obligatariuszy odbędzie\n                           się w dniu 28 września 2017 roku o godzinie 10:00 w Warszawie, w siedzibie kancelarii\n                           prawnej Noerr Biedecki Sp. k., ul Grzybowska 87, V piętro, 00-844 Warszawa. Przedmiotem obrad Zgromadzenia Obligatariuszy będzie zmiana warunków emisji Obligacji\n                           /Warunki Emisji/. Treść ogłoszenia o zwołaniu Zgromadzenia Obligatariuszy, razem z\n                           projektami uchwał oraz projektem nowego tekstu jednolitego Warunków Emisji stanowią\n                           załącznik do niniejszego raportu. O uchwałach podjętych podczas Zgromadzenia Obligatariuszy oraz o wyrażeniu zgody na\n                           zmianę Warunków Emisji  Emitent poinformuje w osobnym raporcie bieżącym.",
        "date": "2017-09-05"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego 28/2017 z 28 sierpnia 2017 r. w sprawie uczestnictwa\n                           OT Logistics S.A. /Emitent, Spółka/ w przetargu na zakup 1.584.124 akcji spółki Luka\n                           Rijeka d.d. z siedzibą w Rijece, Zarząd Spółki informuje, iż w dniu 4 września 2017\n                           r. otrzymał od chorwackiej agencji prywatyzacyjnej /CERP/, wiadomość  o  akceptacji\n                           oferty Emitenta.  Emitent zaoferował za ww. akcje stanowiące 11,75 procent kapitału zakładowego Luka\n                           Rijeka d.d. łączną cenę w wysokości 79,2 mln HRK _tj. 50 HRK za jedną akcję_, co na\n                           dzień dzisiejszy odpowiada równowartości 45,5 mln zł.  Skuteczne nabycie ww. akcji\n                           nastąpi w dniu 7 września 2017 roku poprzez rozliczenie w trybie transakcji pakietowej\n                           zawartej na Giełdzie Papierów Wartościowych w Zagrzebiu.Emitent posiada obecnie 20,81 procent akcji Luka Rijeka d.d. Po nabyciu ww. akcji\n                           Emitent zwiększy posiadany udział do 32,56 procent kapitału zakładowego spółki.",
        "date": "2017-09-04"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _\"Emitent\", \"Spółka\"_ informuje, iż w dniu 28 sierpnia 2017\n                           r. uzyskał informację ze strony internetowej chorwackiej agencji prywatyzacyjnej _\"CERP\"_,\n                           że w ogłoszonym przez ww instytucję przetargu dotyczącym sprzedaży 1.584.124 akcji\n                           spółki Luka Rijeka d.d. z siedzibą w Rijece _Chorwacja_ złożona przez Emitenta wiążąca\n                           oferta nabycia akcji jest jedyną złożoną w przetargu ofertą zawierającą wszystkie\n                           wymagane elementy. Akcje będące przedmiotem przetargu stanowią 11,75 procent kapitału zakładowego Luka\n                           Rijeka d.d. Zgodnie ze złożoną przez Spółkę ofertą łączna cena nabycia ww. akcji została\n                           określona na 45,6 mln zł., co stanowi 50 HRK za jedną akcję _warunki przetargu określały\n                           minimalną cenę za jedną akcję w wysokości 49,00 HRK_.Zgodnie z warunkami przetargu obecnie nastąpi weryfikacja formalna złożonej oferty\n                           i podjęcie decyzji dotyczącej akceptacji oferty bądź jej odrzucenia. W przypadku akceptacji\n                           oferty Spółki sprzedaż akcji nastąpi w trybie transakcji pakietowej zawartej na Giełdzie\n                           Papierów Wartościowych w Zagrzebiu, która zostanie rozliczona w dniu 7 września 2017\n                           roku.OT Logistics S.A. jest akcjonariuszem spółki Luka Rijeka od 2015 roku. Emitent posiada\n                           obecnie 20,81 procent akcji tej spółki. Po skutecznym nabyciu akcji będących przedmiotem\n                           ww. przetargu Emitent zwiększy posiadany udział do 32,56 procent kapitału zakładowego\n                           Luka Rijeka d.d. Nabycie akcji Luka Rijeka d.d. – operatora największego portu w Chorwacji wpisuje\n                           się w przyjętą kwietniu 2016 roku strategię rozwoju Grupy Kapitałowej Ot Logistics\n                           na lata 2016-2021, która zakłada m.in. przejęcie kontroli nad spółką Luka Rijeka d.d.",
        "date": "2017-08-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /\"Emitent\", \"Spółka\"/ informuje, iż w dniu 21 sierpnia 2017\n                           r. podjął uchwałę w sprawie zmiany Warunków Emisji Obligacji serii F /\"Obligacje\"/\n                           w zakresie zmiany celu emisji Obligacji. Wartość wyemitowanych przez Spółkę Obligacji\n                           wynosi 25,4 mln zł /cena emisyjna równa wartości nominalnej/. Zgodnie z dotychczasowym brzmieniem Warunków Emisji Obligacji /\"WEO\"/ celem emisji\n                           Obligacji w wysokości do 30 mln zł było częściowe sfinansowanie nabycia udziałów w\n                           spółkach Luka Bar AD BAR i AD Montecargo w Czarnogórze. W związku z unieważnieniem\n                           przetargów na zakup udziałów w ww. spółkach, Emitent podjął decyzję o zmianie celu\n                           emisji Obligacji i przeznaczeniu pozyskanych środków na częściowe sfinansowanie inwestycji\n                           w Porcie Świnoujście polegającej na przebudowie terminala do obsługi produktów agro,\n                           łącznie w wysokości do 20 mln zł, a ponadto w wysokości 5,4 mln zł na kapitał obrotowy\n                           Emitenta. Zmiany WEO zostaną dokonane po uzyskaniu zgody Rady Nadzorczej i zgromadzenia\n                           obligatariuszy Obligacji.W związku z powyższą zmianą Zarząd Emitenta podjął w dniu dzisiejszym decyzję o zwołaniu\n                           zgromadzenia obligatariuszy Obligacji. Treść ogłoszenia o zwołaniu oraz projekty uchwał,\n                           które będą przedmiotem obrad ww. zgromadzenia Emitent zamieści po ich sporządzeniu\n                           na stronie internetowej Spółki.",
        "date": "2017-08-21"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /Spółka/ przekazuje poniżej, wykaz akcjonariuszy posiadających\n                           co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu Spółki po wznowieniu\n                           obrad w dniu 27 lipca 2017 roku: 1. I Fundusz Mistral S.A.: I Fundusz Mistral S.A. posiadał 6.902.072 akcji Spółki, z których przysługiwało 6.902.072\n                           głosów, co stanowiło 70,22% głosów na tym Zwyczajnym Walnym Zgromadzeniu i odpowiada\n                           57,52% ogólnej liczby głosów w Spółce.2. PTE Allianz Polska S.A.:PTE Allianz Polska S.A. posiadał 793.116 akcji Spółki, z których przysługiwało 793.116\n                           głosów, co stanowiło 8,07% głosów na tym Zwyczajnym Walnym Zgromadzeniu i odpowiada\n                           6,61% ogólnej liczby głosów w Spółce.3.  Metlife Otwarty Fundusz Emerytalny:Metlife Otwarty Fundusz Emerytalny posiadał 2.133.936 akcji Spółki, z których przysługiwało\n                           2.133.936 głosów, co stanowiło 21,71% głosów na tym Zwyczajnym Walnym Zgromadzeniu\n                           i odpowiada 17,78% ogólnej liczby głosów w Spółce.",
        "date": "2017-07-27"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /Spółka/ przekazuje w załączeniu treść uchwał podjętych przez\n                           Zwyczajne Walne Zgromadzenie Spółki po wznowieniu obrad w dniu 27 lipca 2017 roku.\n                           Jednocześnie Zarząd Spółki informuje, że Zwyczajne Walne Zgromadzenie Spółki nie odstąpiło\n                           od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad, a do protokołu\n                           nie zostały zgłoszone sprzeciwy względem żadnej z uchwał.",
        "date": "2017-07-27"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. informuje o zmianie terminu przekazania do publicznej wiadomości\n                           rozszerzonego skonsolidowanego raportu półrocznego za I półrocze 2017 roku. Zgodnie\n                           z harmonogramem publikacji raportów okresowych w 2017 roku przekazanym raportem bieżącym\n                           nr 2/2017 z dnia 20 stycznia 2017 roku, termin publikacji ww. raportu wyznaczony był\n                           na dzień 25 sierpnia 2017 roku.Nowy termin publikacji rozszerzonego skonsolidowanego raportu półrocznego za I półrocze\n                           2017 roku ustalony został na dzień 22 września 2017 roku.",
        "date": "2017-07-18"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /Spółka/ przekazuje poniżej, wykaz akcjonariuszy posiadających\n                           co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu\n                           29 czerwca 2017 roku do czasu ogłoszenia przerwy w obradach do dnia 27 lipca 2017\n                           roku: 1. I Fundusz Mistral S.A.: I Fundusz Mistral S.A. posiadał 6.902.072 akcji Spółki, z których przysługiwało 6.902.072\n                           głosów, co stanowiło 89,69% głosów na tym Zwyczajnym Walnym Zgromadzeniu i odpowiada\n                           57,52% ogólnej liczby głosów w Spółce.2. PTE Allianz Polska S.A.:PTE Allianz Polska S.A. posiadał 793.116 akcji Spółki, z których przysługiwało 793.116\n                           głosów, co stanowiło 10,31% głosów na tym Zwyczajnym Walnym Zgromadzeniu i odpowiada\n                           6,61% ogólnej liczby głosów w Spółce.",
        "date": "2017-06-29"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT LOGISTICS S.A. _Spółka_ informuje, że Zwyczajne Walne Zgromadzenie Spółki\n                           podczas obrad w dniu 29 czerwca 2017 r. podjęło uchwałę w sprawie zarządzenia przerwy\n                           w obradach Zwyczajnego Walnego Zgromadzenia Spółki. Obrady zostaną wznowione w dniu\n                           27 lipca 2017 roku o godz. 12:00 w Warszawie, w Centrum Konferencyjnym Zielna, przy\n                           ul. Zielnej 37, sala BIBLIOTEKA, Budynek C _wejście od ul. Bagno_ 6 piętro.W załączeniu Spółka przekazuje treść uchwał podjętych do przerwy w obradach Zwyczajnego\n                           Walnego Zgromadzenia. Jednocześnie Spółka informuje, iż do momentu ogłoszenia przerwy\n                           w obradach nie miało miejsce odstąpienie przez Zwyczajne Walne Zgromadzenie od rozpatrzenia\n                           któregokolwiek z punktów planowanego porządku obrad, a do protokołu nie zostały zgłoszone\n                           sprzeciwy.",
        "date": "2017-06-29"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W uzupełnieniu do raportu bieżącego nr 20/2017 z dnia 27 czerwca 2017 r., Zarząd OT\n                           Logistics S.A. _Emitent_ przekazuje życiorys Pana Richarda Jenningsa, powołanego z\n                           dniem 1 lipca 2017 r. w skład Zarządu Emitenta.Pan Richard Jennings posiada 35-letnie doświadczenie w branży logistycznej i transportowej.\n                           Karierę zawodową rozpoczynał jako menedżer ds. transportu w firmie Hapag-Lloyd, a\n                           następnie w Unilever. Pracował na kierowniczych stanowiskach w firmie logistycznej\n                           P&O Containers oraz Associated British Ports największej grupie portowej w Wielkiej\n                           Brytanii. Był również dyrektorem rozwoju w PD Ports, a także dyrektorem ds. handlu\n                           w Euroports Holding. Pełnił też funkcję dyrektora operacyjnego w Impala Terminals\n                           Group z Grupy Trafigura. Do czasu zatrudnienia w OT Logistics był dyrektorem w Solent\n                           Stevedores Ltd, brytyjskiej grupie skupiającej 12 terminali portowych wyspecjalizowanych\n                           w przeładunkach masowych, ro-ro i kolejowych.Pan Richard Edward Jennings jako Wiceprezes OT Logistics S.A. odpowiadał będzie za\n                           obszar handlu.",
        "date": "2017-06-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent, Spółka_ informuje, iż w dniu 27 czerwca 2017 r.\n                           Rada Nadzorcza Spółki podjęła uchwały powołujące z dniem 1 lipca 2017 r. w skład Zarządu:- Pana Andrzeja Klimka, powierzając funkcję Wiceprezesa Zarządu ds. Operacyjnych OT\n                           Logistics S.A.,- Pana Richarda Edwarda Jenningsa, powierzając funkcję Wiceprezesa Zarządu OT Logistics\n                           S.A.Pan Andrzej Klimek ukończył Politechnikę Poznańską, jak również studia podyplomowe\n                           z zakresu nowoczesnego zarządzania produkcją i logistyką oraz podyplomowe studia menadżerskie.\n                           Posiada kilkunastoletnie doświadczenie zawodowe związane z zarządzaniem produkcją\n                           i logistyką. Pełnił funkcje menadżerskie w wielu spółkach, między innymi w latach\n                           2004-2007 pracował w Odratrans S.A., a także H. Cegielski Poznań S.A., STOMIL Poznań\n                           S.A. i JAMALEX sp. z o.o., gdzie przygotowywał i wdrażał rozwiązania z zakresu zarządzania\n                           strategicznego i optymalizacji procesów zarządzania produkcją i systemami logistycznymi.\n                           Pan Andrzej Klimek jest również wykładowcą Politechniki Poznańskiej oraz w Wyższej\n                           Szkoły Bankowej w Poznaniu. W Grupie Kapitałowej OT Logistics pełni funkcję Dyrektora\n                           Dywizji Śródlądowej, odpowiadając za planowanie strategiczne i koordynowanie głównych\n                           funkcji i obszarów działania Spółek z Grupy Kapitałowej OT Logistics zajmujących się\n                           transportem wodnym śródlądowym.  Jest obecny w Radach Nadzorczych Spółek:  Deutsche\n                           Binnenreederei AG, OT Port Wrocław Sp. z o.o., Rentrans Cargo Sp. z o.o. i Żegluga\n                           Bydgoska Sp. z o.o.W OT Logistics S.A. Pan Andrzej Klimek odpowiadał będzie za koordynację działań operacyjnych\n                           realizowanych przez spółki Grupy Kapitałowej.Według złożonego oświadczenia Pan Andrzej Klimek nie wykonuje działalności, która\n                           jest konkurencyjna w stosunku do działalności wykonywanej w OT Logistics S.A., nie\n                           uczestniczy w spółce konkurencyjnej w stosunku do OT Logistics S.A. jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie\n                           uczestniczy w innej konkurencyjnej do OT Logistics S.A. osobie prawnej jako członek\n                           jej organu, za wyjątkiem wyżej wymienionych Spółek z Grupy Kapitałowej. Pan Andrzej\n                           Klimek nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o Krajowym Rejestrze Sądowym.Pan Richard Edward Jennings jako Wiceprezes OT Logistics S.A. odpowiadał będzie za\n                           obszar handlu.Informacje dotyczące doświadczenia zawodowego Pana Richarda Edwarda Jenningsa Emitent\n                           przekaże odrębnym raportem bieżącym po ich otrzymaniu od powołanej osoby.Według złożonego oświadczenia Pan Richarda Edward Jennings nie wykonuje działalności,\n                           która jest konkurencyjna w stosunku do działalności wykonywanej w OT Logistics S.A.,\n                           nie uczestniczy w spółce konkurencyjnej w stosunku do OT Logistics S.A. jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie\n                           uczestniczy w innej konkurencyjnej do OT Logistics S.A. osobie prawnej jako członek\n                           jej organu, a także nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2017-06-27"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 14/2017 z dnia 19 maja 2017 roku dotyczącego\n                           m.in. podjęcia nowych rozmów w sprawie nabycia przez OT Logistics S.A. _Emitent, OTL_\n                           udziałów w spółkach Luka Bar AD BAR i AD Montecargo z siedzibami w Czarnogórze oraz\n                           w związku z brakiem postępów w rozmowach, Zarząd Emitenta podjął w dniu 27 czerwca\n                           2017 roku decyzję o przekazaniu do publicznej wiadomości informacji poufnej, której\n                           publikacja została w dniu 10 kwietnia 2017 roku opóźniona na podstawie art. 17 ust.\n                           4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 w sprawie nadużyć\n                           na rynku _…_ _Rozporządzenie MAR, MAR_. W dniu 10 kwietnia 2017 r. Emitent zawarł z Funduszem Ekspansji Zagranicznej Funduszem\n                           Inwestycyjnym Zamkniętym Aktywów Niepublicznych _Fundusz_ dwie umowy o współpracy\n                           w zakresie inwestycji w spółkę Luka Bar AD BAR oraz inwestycji w spółkę AD Montecargo.\n                           Poza Emitentem i Funduszem stroną każdej z umów jest spółka celowa _SPV_ powołana\n                           przez Emitenta i dedykowana na potrzeby danego projektu.W związku z dotychczasowym zamiarem zakupu przez OTL akcji wymienionych spółek od\n                           Skarbu Państwa Republiki Czarnogóry, a następnie planami sprzedaży tych akcji na rzecz\n                           SPV dedykowanej na potrzeby danego projektu _po cenie równej cenie nabycia_, Emitent\n                           i Fundusz zobowiązały się w umowach o współpracy do podwyższenia kapitału zakładowego\n                           SPV, w ramach którego Fundusz pokryłby nowe udziały w SPV wkładem pieniężnym w kwocie\n                           w złotych polskich stanowiącej równowartość 5,55 mln EUR w przypadku SPV dedykowanej\n                           projektowi Luka Bar AD BAR oraz 1,60 mln EUR w przypadku SPV dedykowanej projektowi\n                           w AD Montecargo, a OTL pokryłby nowe udziały wkładem pieniężnym w kwocie stanowiącej\n                           równowartość odpowiednio 5,77 mln EUR i 1,67 mln EUR. Zgodnie z umowami po rejestracji\n                           podwyższenia kapitału zakładowego Emitent posiadałby 51% udziałów w każdej z SPV,\n                           a Fundusz 49%. Podwyższenie kapitału zakładowego miało zapewnić SPV środki zarówno na zakup spółek\n                           w Czarnogórze jak i na przeprowadzenie w nich pierwszej część programu inwestycyjnego,\n                           zaplanowanego na okres 2017/2018 roku. W związku z przewidywanym koniecznym dalszym\n                           dofinansowaniem każdej z nabywanych spółek _zadeklarowany obowiązkowy program inwestycyjny_,\n                           Emitent oraz Fundusz mieli zapewnić SPV finansowanie w drodze podwyższenia kapitału\n                           zakładowego SPV w latach 2018-2019 łącznie w wysokości 11,2 mln EUR w odniesieniu\n                           do SPV dedykowanej Luka Bar AD BAR i 2,5 mln EUR w odniesieniu do SPV dedykowanej\n                           AD Montecargo, w proporcji równej proporcji udziałów Emitenta i Funduszu w SPV.Poza wyjątkowymi przypadkami wystąpienia możliwości odkupu, na żądanie Funduszu OTL\n                           zobowiązany byłby do odkupienia od Funduszu wszystkich udziałów Funduszu w SPV po\n                           upływie 7 lat od chwili nabycia przez SPV akcji spółki w Czarnogórze i analogicznie,\n                           na żądanie Emitenta Fundusz zobowiązany byłby do sprzedaży wszystkich udziałów Funduszu\n                           w SPV po upływie 7 lat od chwili nabycia przez SPV akcji spółki w Czarnogórze. Przed\n                           upływem 7 lat strony zobowiązały się, poza przypadkami określonymi w umowach, nie\n                           zbywać ani nie obciążać swoich udziałów w SPV bez uprzedniej zgody drugiej strony\n                           umowy.Wykonanie zawartych umów jest uzależnione od finalizacji transakcji nabycia udziałów\n                           spółek.Fundusz Ekspansji Zagranicznej Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych\n                           oferuje polskim firmom współfinansowanie kapitałowe ich zagranicznych projektów inwestycyjnych.\n                           Fundusz jest zarządzany przez Towarzystwo Funduszy Inwestycyjnych BGK S.A., a jedynym\n                           jego inwestorem jest Bank Gospodarstwa Krajowego.Przekazanie informacji o zawarciu umów o współpracy do publicznej wiadomości zostało\n                           opóźnione na podstawie art. 17 ust. 4 MAR z uwagi na ryzyko negatywnego wpływu publikacji\n                           informacji na prowadzone ze stroną czarnogórską rozmowy w sprawie nabycia udziałów\n                           w spółkach, a przez to naruszenie prawnie uzasadnionych interesów Spółki. Mimo wyrażanego\n                           przez stronę czarnogórską zainteresowania powrotem do rozmów dotyczących realizacji\n                           transakcji i określeniem przez OTL nowych warunków nabycia udziałów spółek, OTL nie\n                           widzi postępów w rozmowach, w związku z czym dalsze opóźnianie publikacji informacji\n                           nie jest dłużej, w ocenie Spółki, uzasadnione.",
        "date": "2017-06-27"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. informuje, że na podstawie art. 395, art. 399 § 1 w związku\n                           z art. 402_1_ i 402_2_ Kodeksu spółek handlowych, zwołuje Zwyczajne Walne Zgromadzenie,\n                           na dzień 29.06.2017 r., na godz. 12:00 w Warszawie, w Centrum Konferencyjnym Zielna,\n                           przy ul. Zielnej 37, sala BIBLIOTEKA, Budynek  C _wejście od ul. Bagno_ 6 piętro.Zwyczajne Walne Zgromadzenie będzie miało następujący porządek obrad:1. Otwarcie obrad. 2. Wybór Przewodniczącego Walnego Zgromadzenia. 3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał. 4. Przyjęcie porządku obrad Walnego Zgromadzenia. 5. Informacja Zarządu o nabyciu akcji własnych Spółki na podstawie uchwały nr 26 Zwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 30.06.2016 r.6. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Spółki za rok\n                           2016. 7. Rozpatrzenie i zatwierdzenie sprawozdania finansowego Spółki za rok 2016. 8. Rozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy kapitałowej\n                           OT Logistics za rok 2016 r. wraz ze sprawozdaniem z jej działalności za rok 2016.\n                           9. Podjęcie uchwały w sprawie zatwierdzenia sprawozdania z działalności Rady Nadzorczej\n                           Spółki za rok 2016.10. Podjęcie uchwał w sprawie udzielenia członkom Zarządu absolutorium z wykonania\n                           obowiązków za rok 2016. 11. Podjęcie uchwał w sprawie udzielenia członkom Rady Nadzorczej absolutorium z wykonania\n                           obowiązków za rok 2016. 12. Podjęcie uchwały w sprawie podziału zysku za rok 2016. 13. Podjęcie uchwały w sprawie upoważnienia dla Zarządu do nabycia przez Spółkę akcji\n                           własnych, określenia zasad nabywania akcji własnych przez Spółkę oraz utworzenia kapitału\n                           rezerwowego przeznaczonego na nabywanie akcji własnych.14. Zamknięcie obrad Walnego Zgromadzenia.W załączeniu Spółka przekazuje ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Spółki zawierające elementy określone w art. 402_2_ Kodeksu spółek handlowych oraz\n                           projekty uchwał, które mają być przedmiotem obrad wraz z załącznikami.",
        "date": "2017-06-02"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka_ informuje, iż w dniu 1 czerwca 2017 roku działając\n                           na podstawie § 13 ust. 6 pkt 16 Statutu Spółki Rada Nadzorcza Spółki podjęła uchwałę\n                           o wyborze Deloitte Polska Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą\n                           w Warszawie _adres: Al. Jana Pawła II 22, 00-133 Warszawa_ jako podmiotu uprawnionego\n                           do badania rocznych oraz przeglądu śródrocznych:- sprawozdania finansowego Spółki oraz - skonsolidowanego sprawozdania finansowego Grupy Kapitałowej  OT Logistics S.A. \n                           za rok 2017. Deloitte Polska Spółka z ograniczoną odpowiedzialnością Sp. k. z siedzibą w Warszawie,\n                           al. Jana Pawła II 22, wpisana jest do rejestru przedsiębiorców prowadzonego przez\n                           Sąd Rejonowy dla m. st. Warszawy, pod numerem KRS 0000446833 oraz do rejestru podmiotów\n                           uprawnionych do badania pod numerem 73.Wybór biegłego rewidenta dokonany został zgodnie z obowiązującymi przepisami i normami\n                           zawodowymi w drodze postępowania ofertowego. Umowa zostanie zawarta przez Zarząd Spółki\n                           na czas niezbędny do wykonania powierzonych czynności. Spółka korzystała w przeszłości\n                           z usług wybranego podmiotu tj. Deloitte Polska Spółka z ograniczoną odpowiedzialnością\n                           Sp.k. w zakresie badania rocznego sprawozdania finansowego Spółki, badania rocznego\n                           skonsolidowanego sprawozdania finansowego Grupy Kapitałowej OT Logistics, przeglądu\n                           półrocznego sprawozdania finansowego Spółki oraz przeglądu półrocznego skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej OT Logistics za lata 2014-2016, a także\n                           doradztwa w zakresie sprawozdawczości finansowej.",
        "date": "2017-06-01"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 15/2017 z dnia 29 maja 2017 roku dotyczącego\n                           rekomendacji Zarządu  OT Logistics S.A. _Spółka_ w sprawie przeznaczenia zysku za\n                           2016 rok, Zarząd Spółki informuje, iż w dniu 1 czerwca 2017 roku Rada Nadzorcza pozytywnie\n                           oceniła wniosek Zarządu o przeznaczeniu zysku netto Spółki za rok 2016 wynoszącego\n                           47.872.528,97 zł w całości na kapitał zapasowy Spółki.Ostateczną decyzję dotyczącą przeznaczenia zysku za rok obrotowy 2016 podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki.",
        "date": "2017-06-01"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd  OT Logistics S.A. _OT Logistics, Spółka_ informuje, że biorąc pod uwagę przyszłe\n                           plany inwestycyjne i umożliwienie dalszego rozwoju Grupy Kapitałowej OT Logistics\n                           podjął uchwałę o przeznaczeniu zysku netto Spółki za rok 2016 wynoszącego 47.872.528,97\n                           zł w całości na kapitał zapasowy.Rekomendacja Zarządu zostanie zaopiniowana przez Radę Nadzorczą. Ostateczną decyzję\n                           dotyczącą przeznaczenia zysku za rok obrotowy 2016 podejmie Zwyczajne Walne Zgromadzenie\n                           Spółki.",
        "date": "2017-05-29"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 12/2017 z dnia 28 kwietnia 2017 oraz wcześniejszych\n                           dotyczących przetargów na zakup udziałów w spółkach Luka Bar AD BAR i AD Montecargo\n                           w Czarnogórze, Zarząd OT Logistics S.A. _Spółka, Emitent_ informuje, iż w dniu 19\n                           maja 2017 roku otrzymał od Rady Prywatyzacji i Projektów Inwestycyjnych przy rządzie\n                           Czarnogóry formalną decyzję o uznaniu za bezpodstawne odwołań Spółki od niekorzystnego\n                           zakończenia przetargów. Tym samym procesy przetargowe zostały formalnie zakończone.\n                           Jednocześnie wobec wyrażanego przez obie strony zainteresowania realizacją transakcji,\n                           strony podjęły rozmowy dotyczące możliwości nabycia przez Emitenta udziałów w ww.\n                           spółkach. Emitent określił rządowi czarnogórskiemu potencjalne dalsze warunki, które\n                           jest w stanie zaoferować w ramach  nowych przetargów czy negocjacji. Spółka będzie\n                           informować w przypadku istotnych rozstrzygnięć w przedmiotowej sprawie.",
        "date": "2017-05-19"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka_ informuje, iż w dniu 10 maja 2017 r. Zarząd Giełdy\n                           Papierów Wartościowych w Warszawie S.A. podjął uchwałę w sprawie dopuszczenia i wprowadzenia\n                           do obrotu giełdowego na Głównym Rynku GPW 577.500 akcji zwykłych na okaziciela serii\n                           D Spółki o wartości nominalnej 0,24 zł każda. Powyższe akcje będą wprowadzone z dniem\n                           12 maja 2017 roku w trybie zwykłym do obrotu giełdowego na rynku równoległym, pod\n                           warunkiem dokonania przez Krajowy Depozyt Papierów Wartościowych S.A. _KDPW_ w dniu\n                           12 maja 2017 r. rejestracji tych akcji i oznaczenia ich kodem \"PLODRTS00017\".O warunkowej rejestracji akcji serii D w KDPW Spółka informowała w raporcie bieżącym\n                           nr 10/2017 z dnia 11 kwietnia 2017 r.",
        "date": "2017-05-10"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka, Emitent_ informuje, iż w dniu 27 kwietnia 2017 roku\n                           otrzymał od Komisji Prywatyzacyjnej formalne potwierdzenie niekorzystnego zakończenia\n                           przetargów na zakup udziałów w spółkach Luka Bar AD BAR i AD Montecargo obie z siedzibą\n                           w Czarnogórze. Emitentowi przysługuje prawo odwołania się od decyzji Komisji. Spółka\n                           rozważy podjęcie dalszych kroków w tej sprawie. Więcej informacji OT Logistics będzie\n                           przekazywać w kolejnych raportach.",
        "date": "2017-04-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka_ informuje, iż na podstawie informacji prasowych\n                           z Czarnogóry powziął informację o anulowaniu przez Radę ds. prywatyzacji  przetargów\n                           na zakup udziałów w spółkach Luka Bar AD BAR i AD Montecargo obie z siedzibą w Czarnogórze.\n                           Więcej szczegółów OT Logistics przekaże po uzyskaniu formalnych informacji.O kolejnych etapach uczestnictwa w przetargach publicznych w ramach procesu prywatyzacji\n                           ofert na zakup udziałów w spółkach AD Montecargo i Luka Bar AD BAR _obie z siedzibami\n                           w Czarnogórze_ Spółka informowała w raportach  bieżących nr 1/2017 z dnia 17 stycznia\n                           2017, 4/2017 z 6 lutego 2017, 31/2016 i 34/2016 z 21 i 28 grudnia 2016 roku oraz 8/2017\n                           z 17 marca 2017 roku.",
        "date": "2017-04-25"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /Spółka/ informuje, iż w dniu 11 kwietnia 2017 r. otrzymał\n                           uchwałę nr 216/2017 Zarządu Krajowego Depozytu Papierów Wartościowych S.A. /KDPW/\n                           z dnia 31 marca 2017  r. w sprawie rejestracji w KDPW 577.500 akcji zwykłych na okaziciela\n                           serii D Spółki o wartości nominalnej 0,24 zł każda oraz nadania im kodu PLODRTS00017,\n                           pod warunkiem podjęcia decyzji przez spółkę prowadzącą rynek regulowany o wprowadzeniu\n                           tych akcji do obrotu na tym samym rynku regulowanym, na który zostały wprowadzone\n                           inne akcje Spółki oznaczone kodem PLODRTS00017.Zarejestrowanie ww. akcji serii D Spółki w KDPW nastąpi w terminie trzech dni od otrzymania\n                           przez KDPW  dokumentów potwierdzających wprowadzenie tych akcji do obrotu na rynku\n                           regulowanym, nie wcześniej jednak niż w dniu wskazanym w decyzji spółki prowadzącej\n                           ten rynek regulowany jako dzień wprowadzenia tych akcji do obrotu na tym rynku regulowanym.",
        "date": "2017-04-11"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka_ informuje, iż otrzymał zawiadomienie z dnia 21 marca\n                           2017 r. od STK Group Sp. z o.o. o poniższej treści:\"Niniejszym działając w imieniu STK Group Sp. z o.o. w Warszawie, zarejestrowanej\n                           w rejestrze przedsiębiorców Krajowego Rejestru Sadowego prowadzonym przez Sąd Rejonowy\n                           dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000576639 _\"Zawiadamiający\"_, na podstawie art. 69 ust. 1 pkt 1_\n                           ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jedn.,\n                           Dz. U. z 2016 r., poz. 1639 ze zm.; \"Ustawa\"_, zawiadamiamy o bezpośrednim nabyciu\n                           akcji OT Logistics S.A., zarejestrowanej w rejestrze przedsiębiorców prowadzonym przez\n                           Sąd Rejonowy Szczecin-Centrum w Szczecinie, XIII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego pod numerem KRS 0000112069 _\"Emitent\"_.1.Data  i   rodzaj   zdarzenia  powodującego  zmianę   udziału,   której   dotyczy\n                           niniejsze zawiadomienieW dniu 30 czerwca 2016 r. Nadzwyczajne Walne Zgromadzenie Emitenta podjęło uchwałę\n                           numer 27 w przedmiocie podwyższenia kapitału zakładowego i pozbawienia prawa poboru\n                           dotychczasowych akcjonariuszy Emitenta oraz ubiegania się o dopuszczenie akcji i praw\n                           do akcji _PDA_ do obrotu na Giełdzie Papierów Wartościowych w Warszawie S.A. i ich\n                           dematerializacji _\"Uchwała\"_. Stosownie do Uchwały, kapitał zakładowy Emitenta został\n                           podwyższony o kwotę nie wyższą niż 198.000 zł poprzez emisję nie więcej niż 825.000\n                           akcji zwykłych na okaziciela serii D o wartości nominalnej wynoszącej 0,24 zł _\"Akcje\n                           serii D\"_, zaś objęcie Akcji serii D miało nastąpić w drodze złożenia oferty przez\n                           Emitenta i przyjęcia jej przez Zawiadamiającego _subskrypcja prywatna_.W wyniku wykonania Uchwały, Zawiadamiający zawarł w dniu 28 grudnia 2016 roku z Emitentem\n                           umowę objęcia Akcji serii D _\"Umowa\"_. Na podstawie Umowy Zawiadamiający objął 577.500\n                           Akcji serii D, stanowiących 4,81% udziału w kapitale zakładowym Emitenta, uprawniających\n                           do oddania 577.500 głosów stanowiących 4,81% ogólnej liczby głosów na walnym zgromadzeniu\n                           Emitenta.W dniu 17 marca 2017 roku Sąd Rejonowy Szczecin-Centrum w Szczecinie, XIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego dokonał rejestracji 577.500 Akcji serii D\n                           oraz podwyższonego kapitału zakładowego Emitenta w rejestrze przedsiębiorców Krajowego\n                           Rejestru Sądowego.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym Emitenta oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosówPrzed dokonaniem rejestracji podwyższenia kapitału zakładowego Emitenta w drodze emisji\n                           577.500 Akcji serii D, o którym mowa w pkt 1 powyżej, Zawiadamiający posiadał 60.000\n                           akcji Emitenta, stanowiących 0,50% udziału w kapitale zakładowym Emitenta, uprawniających\n                           do oddania 60.000 głosów, stanowiących 0,50% ogólnej liczby głosów na walnym zgromadzeniu\n                           Emitenta.3. Liczba aktualnie posiadanych akcji Emitenta i ich procentowy udział w kapitale\n                           zakładowym Spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosówW wyniku rejestracji podwyższenia kapitału zakładowego Emitenta w drodze emisji 577.500\n                           Akcji serii D, o którym mowa w pkt 1, Zawiadamiający posiada bezpośrednio 637.500\n                           akcji Emitenta, stanowiących 5,31% udziału w kapitale zakładowym Emitenta, uprawiającym\n                           do oddania 637.500 głosów stanowiących 5,31% ogólnej liczby głosów na walnym zgromadzeniu\n                           akcjonariuszy Emitenta.4. Podmioty zależne od Zawiadamiającego, posiadające akcje EmitentaNie dotyczy.5. Informacje o osobach trzecich, z którymi Zawiadamiający zawarł umowę, której przedmiotem\n                           jest przekazanie uprawnienia do wykonywania prawa głosuNie dotyczy.6. Informacja o liczbie głosów z akcji, obliczonej w sposób określony w art. 69b ust.\n                           2 Ustawy, do których nabycia jest uprawniony lub zobowiązany jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne, rodzaju lub nazwie tych instrumentów finansowych, dacie ich\n                           wygaśnięcia oraz dacie lub terminie, w którym nastąpi lub może nastąpić nabycie akcjiNie dotyczy.7. Informacja o liczbie głosów z akcji, obliczonej w sposób określony w art. 69b ust.\n                           3 Ustawy, do których w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, rodzaju lub nazwie tych instrumentów\n                           finansowych oraz dacie wygaśnięcia tych instrumentów finansowychNie dotyczy.8. Informacja o łącznej sumie liczby głosów wskazanych na podstawie pkt 2, 6 i 7 i\n                           jej procentowym udziale w ogólnej liczbie głosówZgodnie z informacją wskazaną w pkt 3 powyżej\".",
        "date": "2017-03-22"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2017 z dnia 17 stycznia 2017, 4/2017 z 6 lutego\n                           2017, a także 31/2016 i 34/2016 z 21 i 28 grudnia 2016 roku dotyczących złożonych\n                           w przetargach publicznych w ramach procesu prywatyzacji ofert na zakup udziałów w\n                           spółkach AD Montecargo i Luka Bar AD BAR _obie z siedzibami w Czarnogórze_, Zarząd\n                           OT Logistics S.A. _Spółka_ informuje, iż w dniu 17 marca 2017 roku zakończył negocjacje\n                           ze Skarbem Państwa w Czarnogórze mające na celu uzgodnienie warunków nabycia akcji\n                           ww. spółek.W przypadku finalizacji OT Logistics S.A. nabędzie:_i_ 51% udziałów w spółce AD Montecargo za cenę 2,5 mln euro zgodnie z pierwotną ofertą.\n                           Dodatkowo Spółka zobowiązała się też do przeprowadzenia trzyletniego programu modernizacyjnego\n                           o łącznej wartości 3,45 mln euro _pierwotna oferta przewidywała dwuletni program inwestycyjny\n                           na poziomie 2,6 mln euro_, jak również dodatkowych inwestycji w tabor kolejowy.  _ii_ 30% udziałów w Luka Bar AD BAR za cenę 8,25 mln euro _pierwotna oferta wynosiła\n                           7,1 mln euro_. Jednocześnie ustalono, że planowany program inwestycyjny w porcie będzie\n                           opiewał na kwotę 14 mln euro _pierwotna oferta przewidywała inwestycje na poziomie\n                           17,1 mln euro_. Zawarte w wyniku zakończonych negocjacji porozumienie przewiduje też\n                           przekazanie operacyjnego zarządzania portem na rzecz OT Logistics. Nabycie udziałów w AD Montecargo i Luka Bar AD BAR wymaga formalnej akceptacji umowy\n                           nabycia udziałów przez odpowiednie instytucje Czarnogóry, w tym parlament.",
        "date": "2017-03-17"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 36/2016 z dnia 28 grudnia 2016 r. w sprawie emisji\n                           akcji serii D OT Logistics S.A. oraz objęcia akcji przez STK Group, Zarząd OT Logistics\n                           S.A. _Spółka, OT Logistics_ informuje, iż w dniu 17 marca 2016 r. Sąd Rejonowy Szczecin-Centrum\n                           w Szczecinie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego dokonał rejestracji\n                           zmiany Statutu Spółki w związku z podwyższeniem kapitału zakładowego w wyniku emisji\n                           akcji serii D Spółki.Po rejestracji podwyższenia kapitału zakładowego Spółki o 577.500 akcji na okaziciela\n                           serii D Spółki o wartości nominalnej 0,24 zł każda i łącznej wartości nominalnej 138.600\n                           zł, kapitał zakładowy Spółki wynosi 2.879.707,20 zł i dzieli się na 11.998.780 akcji\n                           zwykłych na okaziciela o wartości nominalnej 0,24 zł każda, z czego:- 10.221.280 akcji stanowią akcje serii A,\t- 1.200.000 akcji stanowią akcje serii B,\t- 577.500 akcji stanowią akcje serii D.Ogólna liczba głosów wynikająca ze wszystkich akcji po rejestracji podwyższenia kapitału\n                           zakładowego Spółki wynosi 11.998.780.W związku z powyższym zmianie uległ § 6 ust. 1 Statutu OT Logistics w następującym\n                           zakresie:Dotychczasowa treść § 6 ust. 1 Statutu Spółki:\"Kapitał zakładowy Spółki wynosi 2.741.107,20 zł _dwa miliony siedemset czterdzieści\n                           jeden tysięcy sto siedem złotych dwadzieścia groszy_ i dzieli się na 11.421.280 _jedenaście\n                           milionów czterysta dwadzieścia jeden dwieście osiemdziesiąt_ akcji zwykłych na okaziciela\n                           o wartości nominalnej 0,24 zł _dwadzieścia cztery grosze_ każda, z czego: - 10.221.280 _dziesięć milionów dwieście dwadzieścia jeden tysięcy dwieście osiemdziesiąt_\n                           akcji stanowią Akcje Serii A;- 1.200.000 _jeden milion dwieście tysięcy_ akcji stanowią Akcje Serii B.\"Nowa treść § 6 ust. 1 Statutu Spółki: \"Kapitał zakładowy Spółki wynosi 2.879.707,20 zł _dwa miliony osiemset siedemdziesiąt\n                           dziewięć tysięcy siedemset siedem złotych dwadzieścia groszy_ i dzieli się na 11.998.780\n                           _jedenaście milionów dziewięćset dziewięćdziesiąt osiem siedemset osiemdziesiąt_ akcji\n                           zwykłych na okaziciela o wartości nominalnej 0,24 zł _dwadzieścia cztery grosze_ każda,\n                           z czego: - 10.221.280 _dziesięć milionów dwieście dwadzieścia jeden tysięcy dwieście osiemdziesiąt_\n                           akcji stanowią Akcje Serii A;- 1.200.000 _jeden milion dwieście tysięcy_ akcji stanowią Akcje Serii B,- 577.500 _pięćset siedemdziesiąt siedem tysięcy pięćset_ akcji stanowią Akcje Serii\n                           D.\"Akcje serii D oraz prawa do akcji serii D OT Logistics będą przedmiotem ubiegania\n                           się o dopuszczenie i wprowadzenie do obrotu na rynku regulowanym Giełdy Papierów Wartościowych\n                           w Warszawie S.A.",
        "date": "2017-03-17"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego 5/2017 z dnia 8 lutego 2017 r. w sprawie zamiaru\n                           przeprowadzenia emisji obligacji serii F i zgodnie z celem emisji w nim określonym,\n                           Zarząd OT Logistics S.A. /Spółka, Emitent/ informuje, iż w związku z zakończeniem\n                           zapisów w ramach subskrypcji prywatnej podjął w dniu 10 lutego 2017 r. uchwałę w sprawie\n                           przydziału 25.445 szt. nieposiadających formy dokumentu, niezabezpieczonych obligacji\n                           na okaziciela serii F, o wartości nominalnej 1.000 zł każda /Obligacje/.Cena emisyjna Obligacji jest równa cenie nominalnej. Łączna wartość nominalna Obligacji\n                           wynosi 25.445 tys. zł. Dzień wykupu Obligacji został wyznaczony na dzień przypadający\n                           36 miesięcy od dnia emisji Obligacji, tj. dnia zapisu Obligacji na rachunkach papierów\n                           wartościowych. Obligacje są oprocentowane według zmiennej stopy procentowej opartej\n                           na stawce WIBOR 6M powiększonej o marżę. Odsetki od Obligacji będą wypłacane co 6\n                           miesięcy. Zamiarem Spółki jest wprowadzenie Obligacji  do alternatywnego systemu obrotu\n                           /ASO/ organizowanego przez Giełdę Papierów Wartościowych w Warszawie S.A. lub BondSpot\n                           S.A. Spółka jest uprawniona do wcześniejszego wykupu całości lub części Obligacji. Żądanie\n                           przez obligatariuszy przedterminowego wykupu Obligacji jest możliwe w przypadku wystąpienia\n                           szeregu okoliczności określonych w Warunkach Emisji Obligacji, w tym osiągnięcia określonych\n                           poziomów wskaźników finansowych /wskaźnik ogólnego zadłużenia na poziomie wyższym\n                           niż 75%, wskaźnik rentowności EBITDA na poziomie niższym niż 5% lub wskaźnik dług\n                           netto/EBITDA pro-forma na poziomie przekraczającym wartość 4, przy czym wszystkie\n                           ww. wskaźniki obliczane będą na podstawie półrocznych i rocznych skonsolidowanych\n                           sprawozdań finansowych Grupy Kapitałowej Emitenta/ lub niewprowadzenia Obligacji do\n                           obrotu w ASO w ciągu 120 dni od dnia emisji, chyba że będzie to wynikało wyłącznie\n                           z okoliczności leżących po stronie ASO.Przydział dokonany na podstawie uchwały Zarządu jest zależny od dokonania przez Krajowy\n                           Depozyt Papierów Wartościowych S.A. /KDPW/ rozrachunku transakcji nabycia Obligacji,\n                           dokonanego na podstawie instrukcji rozrachunku i prowadzącego do zapisania Obligacji\n                           na kontach ewidencyjnych uczestników systemu depozytowego KDPW.",
        "date": "2017-02-10"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. /Spółka, Emitent/ informuje, iż w dniu 8 lutego 2017 roku\n                           podjął uchwałę w sprawie emisji do 50.000 obligacji na okaziciela serii F o jednostkowej\n                           wartości nominalnej równej 1.000 zł i łącznej wartości nominalnej do 50 mln zł /Obligacje/\n                           określającą również szczegółowe warunki planowanej emisji. Na przeprowadzenie emisji\n                           Obligacji zgodę w dniu dzisiejszym wyraziła Rada Nadzorcza Spółki. Obligacje mają zostać zaoferowane w trybie określonym w art. 33 pkt 2 Ustawy z dnia\n                           15 stycznia 2015 r. o obligacjach, poprzez skierowanie propozycji nabycia Obligacji\n                           do nie więcej niż 149 imiennie oznaczonych inwestorów. Celem emisji Obligacji jest częściowe sfinansowanie nabycia 51% udziałów spółki AD\n                           Montecargo z siedzibą w Podgoricy, Czarnogóra oraz 30% udziałów spółki Luka Bar AD\n                           BAR z siedzibą w Barze, Czarnogóra, łącznie w wysokości do 30 mln zł, ponadto pozyskanie\n                           środków w wysokości 10 mln zł z przeznaczaniem na kapitał obrotowy Emitenta. Pozostałe\n                           środki zostaną przeznaczone na sfinansowanie wcześniejszego wykupu wyemitowanych przez\n                           Emitenta obligacji serii D.",
        "date": "2017-02-08"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2017 z dnia 17 stycznia 2017 roku dotyczącego\n                           udziału OT Logistics S.A. w przetargu na nabycie akcji przewoźnika kolejowego w Czarnogórze,\n                           Zarząd OT Logistics S.A. _Spółka_ informuje, iż w dniu 6 lutego 2017 roku otrzymał\n                           potwierdzenie, iż złożona w przetargu publicznym w ramach procesu prywatyzacji przez\n                           OT Logistics oferta nabycia 51% akcji spółki AD Montecargo z siedzibą w Podgoricy\n                           _Czarnogóra_, jest formalnie poprawna. W związku z powyższym zgodnie z otrzymanym\n                           pismem Spółka zostanie zaproszona do negocjacji ze Skarbem Państwa w Czarnogórze mających\n                           na celu uzgodnienie warunków nabycia akcji ww. Spółki.",
        "date": "2017-02-06"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka, OT Logistics_ informuje, iż w dniu 6 lutego 2017\n                           roku zawarł umowę celowego kredytu inwestycyjnego _Umowa_ udzielanego przez Bank BGŻ\n                           BNP Paribas S.A., Bank Zachodni WBK S.A. oraz Raiffeisen Bank Polska S.A. _będącymi\n                           wspólnie Kredytodawcami, a Bank BGŻ BNP Paribas S.A. dodatkowo będący agentem i agentem\n                           zabezpieczeń_ w łącznej maksymalnej wysokości 50 mln zł _Kredyt_, z czego zaangażowanie\n                           poszczególnych Kredytodawców wynosi odpowiednio 16,7 mln zł, 25 mln zł i 8,3 mln zł.Umowa została zawarta w celu spłaty zobowiązań Spółki wynikających z wyemitowanych\n                           obligacji serii B _łączna wartość nominalna 30 mln zł_ i serii C _łączna wartość nominalna\n                           4 mln euro_, których termin wykupu przypada na 17 lutego 2017 roku. W związku z powyższym\n                           kwota obciążeń finansowych Spółki i Grupy Kapitałowej OT Logistics nie ulegnie zwiększeniu\n                           w wyniku zawarcia Umowy. Termin spłaty Kredytu przypada na 29 czerwca 2018 roku. Oprocentowanie Kredytu jest\n                           zmienne i oparte na stawce WIBOR 3M powiększonej o marżę. Umowa zawiera standardowe\n                           dla tego typu umów zapisy, w tym m.in. o obowiązku utrzymywania przez Grupę OT Logistics\n                           wskaźników finansowych na odpowiednich poziomach.  Zabezpieczeniem wierzytelności\n                           Kredytodawców z tytułu Umowy będą w szczególności: hipoteki łączne umowne na prawach\n                           i nieruchomościach będących w posiadaniu Grupy Kapitałowej OT Logistics, oświadczenie\n                           Emitenta o dobrowolnym poddaniu się egzekucji, zastaw rejestrowy na składnikach majątkowych\n                           oraz zastaw rejestrowy i finansowy na udziałach Spółki w określonych spółkach zależnych.\n                           Gwarantami Umowy są spółki zależne OT Logistics: OT Port Świnoujście Sp z o.o., OT\n                           Port Gdynia Sp z o.o., C. Hartwig Gdynia S.A., Rentrans International Spedition sp\n                           z o.o., Sealand Logistics sp. z o.o., Żegluga Bydgoska S.A., Kolej Bałtycka S.A.,\n                           STK S.A. oraz Rentrans Cargo Sp. z o.o., które udzieliły poręczeń do maksymalnej kwoty\n                           75 mln zł w odniesieniu do każdego gwaranta.Jednocześnie Spółka informuje, iż w dniu dzisiejszym został zawarty List Mandatowy\n                           pomiędzy Spółką oraz Kredytodawcami, określający wstępne warunki zapewnienia Grupie\n                           finansowania do maksymalnych kwot 356 mln zł oraz 2 mln euro _w tym refinansowania\n                           Kredytu udzielonego na podstawie niniejszej Umowy_. Grupa zamierza wykorzystać te\n                           środki na refinansowanie obecnego zadłużenia i realizację strategii rozwoju OT Logistics.",
        "date": "2017-02-06"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Działając zgodnie z §103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych /…/ /Rozporządzenie/, Zarząd\n                           OT Logistics S.A. /Spółka/ podaje do publicznej wiadomości terminy publikacji raportów\n                           okresowych w 2017 roku:- jednostkowy raport roczny i skonsolidowany raport roczny za rok obrotowy 2016 w\n                           dniu 17 marca 2017 roku,- rozszerzony skonsolidowany raport kwartalny za I kwartał 2017 roku w dniu 15 maja\n                           2017 roku,- rozszerzony skonsolidowany raport półroczny za I półrocze 2017 roku w dniu 25 sierpnia\n                           2017 roku,- rozszerzony skonsolidowany raport kwartalny za III kwartał 2017 roku w dniu 14 listopada\n                           2017 roku.Jednocześnie Spółka informuje, iż:- na podstawie § 83 ust. 1 Rozporządzenia nie będzie publikowała jednostkowych raportów\n                           kwartalnych, w związku z czym w rozszerzonych skonsolidowanych raportach kwartalnych\n                           zawarte będą kwartalne informacje finansowe,- na podstawie § 83 ust. 3 Rozporządzenia nie będzie publikowała jednostkowego raportu\n                           półrocznego, w związku z czym w rozszerzonym skonsolidowanym raporcie półrocznym zawarte\n                           będzie półroczne skrócone sprawozdanie finansowe wraz z raportem podmiotu uprawionego\n                           do badania sprawozdań oraz skróconą informacją dodatkową,- na podstawie § 101 ust. 2 Rozporządzenia nie będzie publikowała jednostkowego i\n                           skonsolidowanego raportu kwartalnego za IV kwartał 2016 roku oraz za II kwartał 2017\n                           roku.",
        "date": "2017-01-20"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _\"Emitent, \"Spółka Przejmująca\"_ informuje, że w dniu 28\n                           grudnia 2018 roku podjął uchwałę w sprawie połączenia Emitenta ze spółkami zależnymi:\n                           Żegluga Bydgoska sp. z o.o., OT Port Wrocław sp. z o.o. oraz Odra Rhein Lloyd sp.\n                           z o.o. _spółki zależne łącznie jako \"Spółki Przejmowane\"_. Połączenie nastąpi na warunkach\n                           ustalonych w uzgodnionym w dniu dzisiejszym Planie Połączenia, stanowiącym załącznik\n                           do niniejszego raportu bieżącego. Połączenie spółek nastąpi stosownie do art. 492 § 1 pkt 1 Kodeksu Spółek Handlowych\n                           _\"KSH\"_ przez przeniesienie całego majątku Spółek Przejmowanych na Spółkę Przejmującą\n                           _łączenie spółek przez przejęcie_. Spółka Przejmująca ma 100% udziałów w każdej ze\n                           Spółek Przejmowanych, wobec czego połączenie będzie przeprowadzone zgodnie z art.\n                           515 § 1 KSH, bez podwyższania kapitału zakładowego Spółki Przejmującej. Z uwagi na\n                           to, że Spółka Przejmująca przejmuje swoje spółki jednoosobowe, połączenie spółek odbywać\n                           się będzie z uwzględnieniem procedury uproszczonej, przewidzianej w art. 516 § 6 KSH.Żegluga Bydgoska sp. z o.o. prowadzi działalność portową w Bydgoszczy i w Malborku.\n                           Zajmuje się  wydobyciem i sprzedażą kruszywa budowlanego i piasków formierskich. OT\n                           Port Wrocław sp. z o.o. realizuje usługi w zakresie przeładunków towarów masowych\n                           i drobnicowych, prowadzi usługi składowania na placach składowych. Przedmiotem działalności\n                           Odra Rhein Lloyd Sp. z o.o. jest działalność wytwórcza, usługowa i handlowa, prowadzona\n                           na rachunek własny w pośrednictwie, kooperacji i współpracy z podmiotami krajowymi\n                           i zagranicznymi w zakresie żeglugi śródlądowej.Połączenie spółek jest elementem konsekwentnie realizowanej strategii zakładającej\n                           konsolidację spółek Grupy OTL. Zasadniczym celem połączenia jest zwiększenie przejrzystości,\n                           uporządkowanie i uproszczenie struktury Grupy OTL oraz wyeliminowanie zbędnych procesów.\n                           W rezultacie połączenia uproszczeniu ulegną struktury nadzoru i zarządcze, co usprawni\n                           zarządzanie, a poprzez skupienie kompetencji i eliminację zbędnych szczebli w strukturze\n                           organizacyjnej umożliwi przyspieszenie i usprawnienie procesu decyzyjnego i wykonawczego\n                           wpływając korzystnie na sposób funkcjonowania Grupy OTL. Połączenie przyniesie również\n                           oszczędności finansowe w obszarach administracyjnym i organizacyjnym, wyeliminuje\n                           zbędne przepływy finansowe oraz poprawi efektywność poprzez redukcję dublujących się\n                           kosztów i procesów. Ze względu na zbliżony, a w kilku obszarach tożsamy rodzaj działalności\n                           prowadzonej przez łączące się spółki, połączenie nie będzie wiązało się z istotnymi\n                           nakładami na integrację spółek.",
        "date": "2018-12-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent_ informuje, że w dniu 21 grudnia 2018 roku otrzymał\n                           powiadomienie o transakcji, o którym mowa w art. 19 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _..._\n                           _MAR_ od COGI Sp. z o.o., tj. osoby blisko związanej z Panem Arturem Szczepaniakiem\n                           – Przewodniczącym Rady Nadzorczej Emitenta.Powiadomienie stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2018-12-21"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent, Spółka_ informuje o zawarciu w dniu 21 grudnia\n                           2018 roku pomiędzy  OT Port Świnoujście S.A. _spółka zależna Emitenta, OTPŚ_ a Bunge\n                           Polska Spółka z o.o. _Bunge, Klient__łącznie Strony Porozumienia_ porozumienia w przedmiocie\n                           rozwiązania łączącej Strony Porozumienia umowy o współpracę i świadczenie usług z\n                           dnia 30 kwietnia 2010 roku _Porozumienie_. Na podstawie obowiązującej dotychczas umowy handlowej OTPŚ świadczył Bunge usługi\n                           operatora portowego w odniesieniu do towarów rolno-spożywczych na terenie portu w\n                           Świnoujściu. Wartość obrotów generowanych w ramach umowy w ostatnich 3-latach wynosiła\n                           średniorocznie ok. 8 mln zł. W związku ze zmianą modelu biznesowego Klienta, koncentracją\n                           zasobów portowych OTPŚ na pozostałej działalności operacyjnej związanej z obsługą\n                           towarów dla branży energetycznej i hutniczej oraz przygotowaniem własnego zaplecza\n                           do obsługi towarów agro, zwłaszcza zbóż, Strony Porozumienia postanowiły zakończyć\n                           współpracę z dniem 31 grudnia 2018 roku.Zgodnie z treścią Porozumienia _którego skuteczność uwarunkowana jest m.in. zawarciem\n                           umów towarzyszących_, z tytułu rozwiązania umowy handlowej OTPŚ należne będzie łączne\n                           wynagrodzenie w wysokości ok. 20 mln zł netto, obejmujące głównie wynagrodzenie za\n                           wyrażenie zgody na rozwiązanie umowy o współpracę i świadczenie usług z dnia 30 kwietnia\n                           2010 roku. Środki uzyskane z transakcji wykorzystane zostaną na poprawę płynności Grupy Kapitałowej\n                           OT Logistics. Spółka podaje do publicznej wiadomości informację o zawarciu ww. Porozumienia\n                           ze względu na istotną wartość transakcji i jej wpływ na wyniki finansowe spółki zależnej\n                           oraz uznanie umowy z Klientem jako umowy istotnej wskazanej w Dokumencie Rejestracyjnym\n                           będącym częścią Prospektu Emisyjnego Emitenta, który został zatwierdzony przez Komisję\n                           Nadzoru Finansowego w dniu 6 czerwca 2013 roku.",
        "date": "2018-12-21"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka, Emitent_ informuje iż w dniu 20 grudnia 2018 roku\n                           spełnione zostały wszystkie warunki określone jako konieczne do warunkowego przedłużenia\n                           terminu spłaty celowego kredytu inwestycyjnego udzielonego Spółce przez konsorcjum\n                           banków w łącznej maksymalnej wysokości 50 mln zł _w raporcie nr 51/2018 kredyt ten\n                           zdefiniowany został jako Kredyt 1_ wskazane w raporcie bieżącym nr 51/2018 z dnia\n                           7 grudnia 2018 roku, tj. _1_ przedłużenie terminu na zaoferowanie obligacji serii\n                           H obligatariuszom obligacji serii D lub potwierdzenie objęcia obligacji serii H przez\n                           tych obligatariuszy – raport nr 55/2018 z dnia 19 grudnia 2018 roku, _2_ przedłużenie\n                           terminu spłaty kredytu udzielonego przez mBank S.A. na podstawie umowy z dnia 20 listopada\n                           2015 r. – raport nr 58/2018 z dnia 20 grudnia 2018 roku, _3_ przedłużenie terminu\n                           obowiązywania niezwróconych gwarancji bankowych udzielonych przez Bank BGŻ BNP Paribas\n                           S.A. oraz Santander Bank Polska S.A. oraz _4_ przedłużenie terminu spłaty kredytu\n                           terminowego udzielonego przez Bank BGŻ BNP Paribas S.A. do dnia 16 stycznia 2019 r.W związku  z powyższym termin spłaty Kredytu 1 został wydłużony do dnia 16 stycznia\n                           2019 roku.Dodatkowo Emitent informuje iż w dniu 20 grudnia 2018 roku zawarte zostało porozumienie\n                           z Open Finance Obligacji Korporacyjnych Europy Środkowej i Wschodniej Fundusz Inwestycyjny\n                           Zamknięty Aktywów Niepublicznych – jedynym obligatariuszem Obligacji G, o łącznej\n                           wartości nominalnej _pozostających do wykupu Obligacji G_ w kwocie 17,9 mln zł w sprawie\n                           zmiany warunków emisji Obligacji G, przewidujące w szczególności zmianę terminu wykupu\n                           Obligacji G z dnia 20 grudnia 2018 r. na dzień 16 stycznia 2018 roku _Porozumienie_.Porozumienie zostało zawarte pod warunkami rozwiązującymi: _1_ nieprzedłużenie co\n                           najmniej do dnia 16 stycznia 2019 r. terminu zapadalności finansowań, które zapadały\n                           w dniu 20 grudnia 2018 r. lub w okresie do 16 stycznia 2019 r., najpóźniej w terminie\n                           ich zapadalności, _2_ wystąpienie ograniczenia dostępności limitów kredytowych lub\n                           faktoringowych, _3_ niedozwolone ustanowienie zabezpieczenia na majątku zobowiązanych\n                           spółek _rzeczowego i w formie poręczeń_, _4_ naruszenie zobowiązań wynikających z\n                           Porozumienia _w szczególności w zakresie dozwolonych płatności zadłużenia finansowego_,\n                           _5_ zaistnienie niewypłacalności Emitenta lub podmiotu trzeciego będącego poręczycielem\n                           Obligacji G oraz _6_ zajęcie majątku będącego przedmiotem zabezpieczenia Obligacji\n                           G. Powyższe informacje związane są prowadzonymi przez Zarząd Spółki negocjacjami w sprawie\n                           uzgodnienia warunków refinansowania zadłużenia, o których Spółka na bieżąco informuje\n                           w raportach bieżących.",
        "date": "2018-12-20"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W odniesieniu do raportu bieżącego nr 44/2015 z dnia 20 listopada 2015 roku dotyczącego\n                           zawarcia pomiędzy OT Logistics S.A. _Emitent, Spółka_, jej spółkami zależnymi oraz\n                           mBank S.A. _Bank_ umowy o linię wieloproduktową \"umbrella wieloproduktowa\" na kwotę\n                           48,15 mln zł _Umowa_ do dnia 31 grudnia 2018 roku oraz raportu bieżącego nr 51/2018\n                           z dnia 7 grudnia 2018 roku dotyczącego wydłużenia terminu spłaty celowego kredytu\n                           inwestycyjnego udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości\n                           50 mln zł _w raporcie nr 51/2018 kredyt ten zdefiniowany został jako Kredyt 1_ Emitent\n                           informuje, iż w dniu 20 grudnia 2018 roku zawarł z Bankiem aneks do  Umowy.Aneks nie zmienia zasadniczych postanowień Umowy opisanych w raporcie nr 44/2015 poza\n                           wydłużeniem terminu dostępności linii kredytowej z dnia 31 grudnia 2018 roku do dnia\n                           16 stycznia 2019 roku.",
        "date": "2018-12-20"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent, Spółka_ informuje, o poniższych zmianach w Zarządzie\n                           Spółki:- w dniu 19 grudnia 2018 roku dotychczasowy Prezes Zarządu Pan Zbigniew Nowik, złożył\n                           rezygnację z członkostwa w Zarządzie Emitenta; w rezygnacji nie wskazano przyczyn;\n                           - w dniu 19 grudnia 2018 roku Rada Nadzorcza Emitenta oddelegowała Pana Waldemara\n                           Maja, dotychczasowego Członka Rady Nadzorczej Spółki, na okres trzech miesięcy do\n                           wykonywania czynności Prezesa Zarządu Spółki, - w dniu 19 grudnia 2018 roku Rada Nadzorcza Spółki powołała Pana Daniela Ryczka do\n                           składu Zarządu Spółki, powierzając mu funkcję Członka Zarządu OT Logistics S.A.Powyższe zmiany są skuteczne od początku dnia 20 grudnia 2018 roku.Pan Waldemar Maj jest partnerem założycielem Metropolitan Capital Solutions. Jest\n                           Członkiem Rady Nadzorczej Ergis S.A. Był Przewodniczącym Rady Nadzorczej Powszechnego\n                           Zakładu Ubezpieczeń S.A. i członkiem rad nadzorczych m. in. Giełdy Papierów Wartościowych\n                           w Warszawie S.A., Ciech S.A., Banku BGŻ S.A. i Stock Spirits Group w Luksemburgu.\n                           Posiada ponad 20 lat doświadczenia w bankowości, przemyśle, konsultingu i administracji\n                           państwowej. Ponad 10 lat pracował w bankowości inwestycyjnej i korporacyjnej w Szwajcarii\n                           _UBS_, USA _IFC/Bank Światowy_ oraz w Polsce. Był Wiceprezesem ds. Finansowych w PKN\n                           ORLEN S.A., Wiceprezesem Banku BGŻ /Rabobank Group i Prezesem DZ Bank Polska S.A.\n                           Pracował również w McKinsey & Company oraz był doradcą ministra finansów. Posiada\n                           tytuł MBA z Harvard Business School oraz doktorat z fizyki. W Radzie Nadzorczej OT\n                           Logistics S.A. zasiada od czerwca 2018 roku.Według złożonego oświadczenia Pan Waldemar Maj nie wykonuje działalności, która jest\n                           konkurencyjna w stosunku do działalności wykonywanej w OT Logistics S.A., nie uczestniczy\n                           w spółce konkurencyjnej w stosunku do OT Logistics S.A. jako wspólnik spółki cywilnej,\n                           spółki osobowej, spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej do\n                           OT Logistics S.A. osobie prawnej jako członek jej organu. Pan Waldemar Maj nie figuruje\n                           w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy o Krajowym\n                           Rejestrze Sądowym.W OT Logistics S.A. Pan Waldemar Maj odpowiadał będzie za obszar korporacyjny oraz\n                           planowanie strategiczne rozwoju Grupy Kapitałowej OT Logistics.Pan Daniel Ryczek z Grupą Kapitałową Emitenta związany jest od 2017 roku, od kiedy\n                           pełnił funkcję Dyrektora Dywizji Kolejowej i Prezesa Zarządu Rentrans International\n                           Spedition Sp. z .o. – spółki zależnej Emitenta, a od 2018 roku funkcję Dyrektora Handlowego\n                           Grupy. Przez niemal 13 lat związany był z Grupą PKP. W latach 2008 - 2013 był Członkiem\n                           Zarządu PKP Cargo S.A. ds. międzynarodowych oraz ds. strategii, a następnie Prezesem\n                           Zarządu spółki Cargosped  Sp. z o.o. – operatora intermodalnego z Grupy PKP Cargo.\n                           W roku 2014 uruchomił polski oddział spółki Raillogix BV z siedzibą w Rotterdamie\n                           _logistyka kolejowa, głównie międzynarodowa, wynajem taboru kolejowego_, gdzie do\n                           końca listopada 2017 r. pełnił funkcję dyrektora zarządzającego na Polskę. Pan Daniel\n                           Ryczek jest absolwentem Wydziału Prawa Uniwersytetu Marii Curie Skłodowskiej w Lublinie.\n                           Ukończył również studia podyplomowe w Szkole Głównej Handlowej oraz na Politechnice\n                           Warszawskiej. Według złożonego oświadczenia Pan Daniel Ryczek nie wykonuje działalności, która jest\n                           konkurencyjna w stosunku do działalności wykonywanej w OT Logistics S.A., nie uczestniczy\n                           w spółce konkurencyjnej w stosunku do OT Logistics S.A. jako wspólnik spółki cywilnej,\n                           spółki osobowej, spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej do\n                           OT Logistics S.A. osobie prawnej jako członek jej organu, poza zasiadaniem w organach\n                           spółek z Grupy Kapitałowej OT Logistics wymienionymi powyżej, a także nie figuruje\n                           w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy o Krajowym\n                           Rejestrze Sądowym. W OT Logistics S.A. Pan Daniel Ryczek odpowiadał będzie za obszar handlu.",
        "date": "2018-12-19"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent, Spółka_ informuje, iż w dniu 19 grudnia 2018 roku\n                           Rada Nadzorcza Spółki zatwierdziła przedstawiony przez Zarząd Emitenta Plan Naprawczy\n                           _Plan Naprawczy, Plan_ Grupy OT Logistics _Grupa_, którego celem będzie zwiększenie\n                           EBITDA oraz poprawa płynności finansowej Grupy.Plan Naprawczy został opracowany w związku z rewizją założeń działalności Grupy mającą\n                           na celu poprawę synergii operacyjnych, poprawę płynności finansowej oraz wyników finansowych,\n                           a także dostosowanie Grupy w powyższym zakresie do toczących się negocjacji z wierzycielami\n                           finansowymi odnośnie zmiany warunków i terminów spłaty zadłużenia finansowego. Zgoda\n                           Rady Nadzorczej rozpoczyna realizację przez Zarząd Spółki Planu opartego na niżej\n                           opisanych głównych założeniach. Plan Naprawczy obejmuje inicjatywy możliwe do wdrożenia w okresie krótko- i średnioterminowym\n                           _tj. 1-2 lata_. Lista inicjatyw optymalizujących opracowana została na poziomie Grupy\n                           oraz poszczególnych spółek zależnych. Do głównych działań centralnych należy poprawa\n                           funkcjonowania działalności poprzez zmiany funkcjonalne w strukturze zarządzania Grupą,\n                           a także uproszczenie i skonsolidowanie spółek zależnych w celu optymalizacji kosztowej\n                           działalności podstawowej i wspomagającej, zmniejszenie nakładów inwestycyjnych, kosztów\n                           zakupów usług zewnętrznych oraz wzmocnienie zasobów ludzkich i informatycznych Grupy.\n                           Działania centralne obejmą również wdrożenie efektywnego planu zarządzania nieruchomościami\n                           nieoperacyjnymi będącymi własnością Grupy. Działania na poziomie poszczególnych spółek\n                           zależnych dotyczyć będą przede wszystkim poprawy warunków handlowych działalności,\n                           tj. dostosowania stawek za świadczone usługi do kosztów ich realizacji przy jednoczesnej\n                           optymalizacji pozostałych kosztów działalności.Częścią Planu Naprawczego, poza inicjatywami mającymi na celu poprawę wyników dla\n                           każdego  segmentu operacyjnego Grupy, będzie plan poprawy płynności m.in. poprzez\n                           sprzedaż aktywów w postaci nieoperacyjnych nieruchomości oraz operacyjnych ale nieefektywnych\n                           ruchomości.Łączne efekty finansowe wyżej wskazanych przedsięwzięć doprowadzić mają do uzyskania\n                           rentowności skonsolidowanej  EBITDA Grupy w 2020 roku na poziomie ok. 10%.",
        "date": "2018-12-19"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 49/2018 z dnia 4 grudnia 2018 r. w związku z\n                           odbyciem w dniu 19 grudnia 2018 r. Zgromadzenia Obligatariuszy obligacji serii D _Zgromadzenie\n                           Obligatariuszy_, Zarząd OT Logistics S.A. _Emitent_, przekazuje w załączeniu protokół\n                           Zgromadzenia Obligatariuszy _zawierający w szczególności treść uchwał podjętych przez\n                           Zgromadzenie Obligatariuszy_ wraz z załącznikami _listą obecności, oświadczeniem Emitenta\n                           o wyznaczeniu Przewodniczącego Zgromadzenia Obligatariuszy i dokumentami wykazującymi\n                           umocowanie uczestników Zgromadzenia Obligatariuszy będących pełnomocnikami obligatariuszy_\n                           oraz nowy tekst jednolity Warunków Emisji Obligacji serii D _WEO_, uwzględniający\n                           zmiany WEO uchwalone przez Zgromadzenie Obligatariuszy.Zgodnie z treścią uchwały nr 2 podjętej na Zgromadzeniu Obligatariuszy, Spółka informuje\n                           o wyrażeniu przez Zarząd Emitenta zgody na zmianę WEO przewidzianą uchwałą nr 2 podjętą\n                           na Zgromadzeniu Obligatariuszy",
        "date": "2018-12-19"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu, do raportu bieżącego nr 45/2018 z dnia 21 listopada 2018 roku Zarząd\n                           OT Logistics S.A. _Emitent_ informuje o ponownym zwołaniu Zgromadzenia obligatariuszy\n                           obligacji serii F _Zgromadzenie_, które odbędzie w dniu 7 stycznia 2019 roku o godzinie\n                           13:00 w Warszawie, w siedzibie kancelarii Clifford Chance Janicka Krużewski Namiotkiewicz\n                           i Wspólnicy sp. k., 00-660 Warszawa, ul. Lwowska 19, I p. Przedmiotem obrad Zgromadzenia będzie podjęcie szeregu uchwał w sprawie zmiany poszczególnych\n                           punktów Warunków Emisji Obligacji serii F. Pełna treść ogłoszenia o zwołaniu Zgromadzenia\n                           razem z projektami uchwał stanowi załącznik do niniejszego raportu. O uchwałach podjętych podczas Zgromadzenia oraz o wyrażeniu zgody na zmianę Warunków\n                           Emisji Obligacji serii F Emitent poinformuje w osobnym raporcie bieżącym.",
        "date": "2018-12-13"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 43/2018 z dnia 16 listopada 2018 r. dotyczącego\n                           aneksów do umów kredytowych, zgodnie z którymi termin spłaty celowego kredytu inwestycyjnego\n                           udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości 50 mln\n                           zł _Kredyt 1_ oraz termin dostępności limitu kredytowego udzielonego Spółce przez\n                           Bank BGŻ BNP Paribas S.A. _jako następcę prawnego Raiffeisen Bank Polska S.A_ na podstawie\n                           umowy kredytu z dnia 26 listopada 2013 r. _Kredyt 2_ został ustalony na 7 grudnia\n                           2018 r. oraz w nawiązaniu do raportu bieżącego nr 46/2018 z dnia 23 listopada 2018\n                           r. dotyczącego udzielenia przez Bank BGŻ BNP Paribas zgody w przedmiocie przedłużenia\n                           terminu spłaty kredytu obrotowego udzielonego Spółce przez Bank BGŻ BNP Paribas S.A.\n                           na podstawie umowy wielocelowej linii kredytowej z 2013 r. _Kredyt 3_, Zarząd OT Logistics\n                           S.A. _Spółka, Emitent_ informuje o zawarciu kolejnych aneksów przedłużających wymienione\n                           terminy do dnia 20 grudnia 2018 r. _włącznie_ w przypadku Kredytu 1 oraz do dnia 16\n                           stycznia 2019 r. w przypadku Kredytu 2 oraz Kredytu 3 na warunkach opisanych poniżej.Umowa zmieniająca do Kredytu 1 została zawarta pod warunkami rozwiązującymi obejmującymi:\n                           _1_ złożenie przez obligatariusza obligacji serii G wyemitowanych przez Spółkę _Obligacje\n                           G_ żądania przedterminowego wykupu Obligacji G, _2_ niedozwolone ustanowienie zabezpieczenia\n                           na majątku zobowiązanych spółek _rzeczowego i w formie poręczeń_ oraz _3_ dokonanie\n                           spłaty jakiejkolwiek raty kapitału należnej Bankowi Gospodarstwa Krajowego w związku\n                           z umową kredytową, o której mowa w raporcie bieżącym nr 32/2017.Umowa zmieniająca do Kredytu 2 oraz umowa zmieniająca do Kredytu 3 zawierają analogiczne\n                           warunki rozwiązujące.Umowa zmieniająca dotycząca Kredytu 1 zawiera również opcję warunkowego przedłużenia\n                           terminu spłaty Kredytu 1 do dnia 16 stycznia 2019 r., której niespełnionymi jeszcze\n                           warunkami są: _1_ przedłużenie terminu na zaoferowanie obligacji serii H obligatariuszom\n                           obligacji serii D lub potwierdzenie objęcia obligacji serii H przez tych obligatariuszy,\n                           _2_ przedłużenie terminu spłaty kredytu udzielonego przez mBank S.A. na podstawie\n                           umowy z dnia 20 listopada 2015 r., _3_ przedłużenie terminu obowiązywania niezwróconych\n                           gwarancji bankowych udzielonych przez Bank BGŻ BNP Paribas S.A. oraz Santander Bank\n                           Polska S.A. oraz _4_ przedłużenie terminu spłaty kredytu terminowego udzielonego przez\n                           Bank BGŻ BNP Paribas S.A. do dnia 16 stycznia 2019 r.Ponadto, w odniesieniu do ww. raportu bieżącego nr 43/2018 w zakresie odnoszącym się\n                           do porozumienia dotyczącego Obligacji G, Emitent informuje, że w dniu 7 grudnia 2018\n                           r. zawarł z Open Finance Obligacji Korporacyjnych Europy Środkowej i Wschodniej Fundusz\n                           Inwestycyjny Zamknięty Aktywów Niepublicznych – jedynym obligatariuszem Obligacji\n                           G, o łącznej wartości nominalnej _pozostających do wykupu Obligacji G_ w kwocie 17,9\n                           mln zł porozumienie w sprawie zmiany warunków emisji Obligacji G, przewidujące w szczególności\n                           zmianę terminu wykupu Obligacji G z dnia 7 grudnia 2018 r. na dzień 20 grudnia roku\n                           _Porozumienie_.Porozumienie zostało zawarte pod warunkami rozwiązującymi: _1_ nieprzedłużenie co\n                           najmniej do dnia 20 grudnia 2018 r. terminu zapadalności finansowań, które zapadały\n                           w dniu 7 grudnia 2018 r. lub w okresie do 20 grudnia 2018 r., najpóźniej w terminie\n                           ich zapadalności, _2_ wystąpienie ograniczenia dostępności limitów kredytowych lub\n                           faktoringowych, _3_ niedozwolone ustanowienie zabezpieczenia na majątku zobowiązanych\n                           spółek _rzeczowego i w formie poręczeń_, _4_ naruszenie zobowiązań wynikających z\n                           Porozumienia _w szczególności w zakresie dozwolonych płatności zadłużenia finansowego_,\n                           _5_ zaistnienie niewypłacalności Emitenta lub podmiotu trzeciego będącego poręczycielem\n                           Obligacji G oraz _6_ zajęcie majątku będącego przedmiotem zabezpieczenia Obligacji\n                           G.Zarząd Spółki w dalszym ciągu prowadzi negocjacje w sprawie uzgodnienia warunków refinansowania\n                           zadłużenia, o których Spółka na bieżąco informuje w raportach bieżących.",
        "date": "2018-12-07"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 44/2018 z dnia 21 listopada 2018 r. w związku\n                           z odbyciem w dniu 6 grudnia 2018 r. Zgromadzenia Obligatariuszy obligacji serii D\n                           _Zgromadzenie Obligatariuszy_, Zarząd OT Logistics S.A. _Emitent, Spółka_, przekazuje\n                           w załączeniu protokół Zgromadzenia Obligatariuszy _zawierający w szczególności treść\n                           uchwał podjętych przez Zgromadzenie Obligatariuszy_ wraz z załącznikami _listą obecności\n                           i dokumentami wykazującymi umocowanie uczestników Zgromadzenia Obligatariuszy będących\n                           pełnomocnikami obligatariuszy_ oraz nowy tekst jednolity Warunków Emisji Obligacji\n                           serii D _WEO_, uwzględniający zmiany WEO uchwalone przez Zgromadzenie Obligatariuszy.Zgodnie z treścią uchwały nr 2 podjętej na Zgromadzeniu Obligatariuszy, Spółka informuje\n                           o wyrażeniu przez Zarząd Emitenta zgody na zmianę WEO przewidzianą uchwałą nr 2 podjętą\n                           na Zgromadzeniu Obligatariuszy.",
        "date": "2018-12-06"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 43/2018 z dnia 16 listopada 2018 r. dotyczącego\n                           aneksów do umów kredytowych, zgodnie z którymi termin spłaty celowego kredytu inwestycyjnego\n                           udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości 50 mln\n                           zł _Kredyt 1_ oraz termin dostępności limitu kredytowego udzielonego Spółce przez\n                           Bank BGŻ BNP Paribas S.A. _jako następcę prawnego Raiffeisen Bank Polska S.A_ na podstawie\n                           umowy kredytu z dnia 26 listopada 2013 r. _Kredyt 2_ zostały pod warunkami rozwiązującymi\n                           ustalone na 7 grudnia 2018 r., Zarząd OT Logistics S.A. _Spółka, Emitent_ informuje,\n                           iż w dniu 23 listopada 2018 roku otrzymał od Agenta Kredytu 1 informację potwierdzającą,\n                           iż nie ma zastosowania warunek rozwiązujący umowy Kredytu 1 wskazany w pkt 4 ww. raportu,\n                           tj. niedostarczenie przez Spółkę zgody Banku BGŻ BNP Paribas S.A. _Bank_ w przedmiocie\n                           przedłużenia terminu spłaty kredytu bilateralnego udzielonego przez Bank na podstawie\n                           umowy wielocelowej linii kredytowej z 2013 r. _Kredyt BNPP_, ponieważ zgoda ta została\n                           udzielona. Tym samym, nie ma zastosowania również analogiczny warunek rozwiązujący\n                           umowy zmieniającej do umowy Kredytu 2.Przedłużenie okresu udostępnienia Kredytu BNPP do dnia 7 grudnia 2018 r. _uprzednio:\n                           24 listopada 2018 r._ nastąpiło pod warunkami rozwiązującymi obejmującymi: _1_ złożenie\n                           przez obligatariusza obligacji serii G wyemitowanych przez Spółkę żądania przedterminowego\n                           wykupu obligacji, _2_ niedozwolone ustanowienie zabezpieczenia na majątku zobowiązanych\n                           spółek _rzeczowego i w formie poręczeń_, oraz _3_ dokonanie niedozwolonej spłaty raty\n                           kapitału należnej Bankowi Gospodarstwa Krajowego w związku z umową kredytową, o której\n                           mowa w raporcie bieżącym nr 32/2017. Zarząd Spółki w dalszym ciągu prowadzi negocjacje w sprawie uzgodnienia warunków refinansowania\n                           zadłużenia, o których Spółka na bieżąco informuje w raportach bieżących.",
        "date": "2018-11-23"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent_, w nawiązaniu do:_1_ raportu bieżącego nr 34/2018 z dnia 16 października 2018 roku _ws. zamiaru emisji\n                           przez Emitenta nowych obligacji serii H _Obligacje H__;_2_ raportów bieżących nr 35/2018 z dnia 17 października 2018 roku, 38/2018 z dnia\n                           31 października 2018 roku oraz 39/2018 z dnia 6 listopada 2018 roku _ws. zgromadzenia\n                           obligatariuszy obligacji serii D wyemitowanych przez Emitenta _Obligacje D_, które\n                           odbyło się w dniu 31 października 2018 r. i uchwał podczas niego podjętych_; oraz\n                           _3_ raportu bieżącego nr 42/2018 z dnia 13 listopada 2018 roku _ws. zawieszenia obrotu\n                           Obligacjami D_,informuje o zwołaniu zgromadzenia obligatariuszy Obligacji D, które odbędzie w dniu\n                           6 grudnia 2018 roku o godzinie 13:00 w Warszawie, w siedzibie kancelarii Clifford\n                           Chance Janicka Krużewski Namiotkiewicz i Wspólnicy sp. k., 00-660 Warszawa, ul. Lwowska\n                           19, I p. _Zgromadzenie Obligatariuszy D_.Przedmiotem obrad Zgromadzenia Obligatariuszy D będzie zmiana warunków emisji Obligacji\n                           D z dnia 7 listopada 2014 roku, zmienionych uchwałami zgromadzenia obligatariuszy,\n                           które odbyło się w dniu 31 października 2018 roku _Warunki Emisji_, polegająca na:_i_ dostosowaniu postanowień Warunków Emisji do uzgodnionego _w wyniku wyjaśnień,\n                           o których mowa w ww. raporcie bieżącym nr 42/2018 _ sposobu refinansowania Obligacji\n                           D przez Obligacje H;_ii_ wydłużeniu terminu na emisję Obligacji H z dnia 7 grudnia 2018 roku do dnia 20\n                           grudnia 2018 roku.Pełna treść ogłoszenia o zwołaniu Zgromadzenia Obligatariuszy D razem z projektami\n                           uchwał stanowi załącznik do niniejszego raportu. O uchwałach podjętych podczas Zgromadzenia Obligatariuszy D oraz o wyrażeniu zgody\n                           na zmianę Warunków Emisji Obligacji serii D Emitent poinformuje w osobnym raporcie\n                           bieżącym.",
        "date": "2018-11-21"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 37/2018 z dnia 25 października 2018 r. dotyczącego\n                           aneksów do umów kredytowych, zgodnie z którymi termin spłaty celowego kredytu inwestycyjnego\n                           udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości 50 mln\n                           zł _Kredyt 1_ oraz termin dostępności limitu kredytowego udzielonego Spółce przez\n                           Bank BGŻ BNP Paribas S.A. _jako następcę prawnego Raiffeisen Bank Polska S.A_ na podstawie\n                           umowy kredytu z dnia 26 listopada 2013 r. _Kredyt 2_ został ustalony na 16 listopada\n                           2018 r., Zarząd OT Logistics S.A. _Spółka, Emitent_ informuje o zawarciu kolejnych\n                           aneksów przedłużających wymienione terminy do dnia 7 grudnia 2018 r. _włącznie_, na\n                           warunkach opisanych poniżej.Umowa zmieniająca do Kredytu 1 została zawarta pod warunkami rozwiązującymi obejmującymi:\n                           _1_ złożenie przez obligatariusza obligacji serii G wyemitowanych przez Spółkę _Obligacje\n                           G_ żądania przedterminowego wykupu Obligacji G, _2_ niedozwolone ustanowienie zabezpieczenia\n                           na majątku zobowiązanych spółek _rzeczowego i w formie poręczeń_, _3_ dokonanie spłaty\n                           jakiejkolwiek raty kapitału należnej Bankowi Gospodarstwa Krajowego w związku z umową\n                           kredytową, o której mowa w raporcie bieżącym nr 32/2017 oraz _4_ niedostarczenie przez\n                           Spółkę w określonym terminie zgody Bank BGŻ BNP Paribas S.A. w przedmiocie przedłużenia\n                           terminu spłaty kredytu bilateralnego udzielonego przez Bank BGŻ BNP Paribas S.A.,\n                           który przypada w dniu 24 listopada 2018 r. Umowa zmieniająca do Kredytu 2 zawiera analogiczne warunki rozwiązujące.Ponadto, w odniesieniu do ww. raportu bieżącego nr 33/2018 w zakresie odnoszącym się\n                           do porozumienia dotyczącego Obligacji G, Emitent informuje, że w dniu 16 listopada\n                           2018 r. zawarł z Open Finance Obligacji Korporacyjnych Europy Środkowej i Wschodniej\n                           Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych – jedynym obligatariuszem Obligacji\n                           G, o łącznej wartości nominalnej _pozostających do wykupu Obligacji G_ w kwocie 17,9\n                           mln zł porozumienie w sprawie zmiany warunków emisji Obligacji G, przewidujące w szczególności\n                           zmianę terminu wykupu Obligacji G z dnia 16 listopada 2018 r. na dzień 7 grudnia 2018\n                           roku _Porozumienie_. Porozumienie zostało zawarte pod warunkami rozwiązującymi: _1_\n                           nieprzedłużenie do dnia 7 grudnia 2018 r. terminu zapadalności finansowań, które zapadały\n                           w dniu 16 listopada 2018 r. lub innych finansowań, które zapadają przed dniem 7 grudnia\n                           2018 r., najpóźniej w terminie ich zapadalności, _2_ wystąpienie ograniczenia dostępności\n                           limitów kredytowych lub faktoringowych, _3_ niedozwolone ustanowienie zabezpieczenia\n                           na majątku zobowiązanych spółek _rzeczowego i w formie poręczeń_ oraz _4_ naruszenie\n                           zobowiązań wynikających z Porozumienia _w szczególności w zakresie dozwolonych płatności\n                           zadłużenia finansowego_. Zarząd Spółki w dalszym ciągu prowadzi negocjacje w sprawie uzgodnienia warunków refinansowania\n                           zadłużenia, o których Spółka na bieżąco informuje w raportach bieżących.",
        "date": "2018-11-16"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka_ informuje o podjęciu przez Zarząd Giełdy Papierów\n                           Wartościowych w Warszawie S.A. _GPW_ oraz Zarząd BondSpot S.A. w dniu dzisiejszym\n                           decyzji o zawieszeniu obrotu obligacjami serii D Spółki, ponieważ GPW uznała, że wymaga\n                           tego interes i bezpieczeństwo uczestników obrotu. Sprawa jest obecnie wyjaśniana przez Spółkę, Spółka będzie informowała o wyniku tych\n                           wyjaśnień.",
        "date": "2018-11-13"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent_ informuje o ponownym zwołaniu Zgromadzenia obligatariuszy\n                           obligacji serii F _Zgromadzenie_, które odbędzie w dniu 30 listopada 2018 roku o godzinie\n                           12:00 w Warszawie, w siedzibie kancelarii Clifford Chance Janicka Krużewski Namiotkiewicz\n                           i Wspólnicy sp. k., 00-660 Warszawa, ul. Lwowska 19, I p.Przedmiotem obrad Zgromadzenia będzie podjęcie szeregu uchwał w sprawie zmiany poszczególnych\n                           punktów Warunków Emisji Obligacji serii F.Pełna treść ogłoszenia o zwołaniu Zgromadzenia razem z projektami uchwał stanowi załącznik\n                           do niniejszego raportu. O uchwałach podjętych podczas Zgromadzenia oraz o wyrażeniu zgody na zmianę Warunków\n                           Emisji Obligacji serii F Emitent poinformuje w osobnym raporcie bieżącym.",
        "date": "2018-11-08"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 36/2018 z dnia 17 października 2018 r., w związku\n                           z odbyciem się w dniu 7 listopada 2018 r. Zgromadzenia Obligatariuszy obligacji serii\n                           F _Zgromadzenie Obligatariuszy_, Zarząd OT Logistics S.A. _Emitent, Spółka_ przekazuje\n                           w załączeniu protokół  Zgromadzenia Obligatariuszy wraz z listą obecności.  Obligatariusze uczestniczący w Zgromadzeniu Obligatariuszy nie powzięli uchwały w\n                           sprawie zmiany Warunków Emisji Obligacji serii F m.in. w zakresie zmiany terminu wykupu\n                           obligacji z dnia 23 lutego 2020 r. na dzień 20 listopada 2020 r. Powyższe z uwagi\n                           na na odległy termin wykupu obligacji serii F nie powoduje jednak negatywnych konsekwencji\n                           dla toczącego się między wierzycielami finansowymi a Spółką procesu refinansowania\n                           zadłużenia Grupy Kapitałowej Emitenta, który w dalszym ciągu jest kontynuowany.",
        "date": "2018-11-07"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 38/2018 z dnia 31 października 2018 r. w związku\n                           z odbyciem w dniu 31 października 2018 r. Zgromadzenia Obligatariuszy obligacji serii\n                           D _Zgromadzenie Obligatariuszy_, które podjęło uchwałę nr 3 dotyczącą zmiany Warunków\n                           Emisji Obligacji serii D _WEO_, Zarząd OT Logistics S.A. _Spółka_ informuje, iż w\n                           dniu 6 listopada 2018 r. Spółka wyraziła zgodę na  zmianę WEO przewidzianą ww. uchwałą.\n                           W związku z powyższym zmiana WEO dokonana przez Zgromadzenie Obligatariuszy stała\n                           się skuteczna.",
        "date": "2018-11-06"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 35/2018 z dnia 17 października 2018 r. w związku\n                           z odbyciem w dniu 31 października 2018 r. Zgromadzenia Obligatariuszy obligacji serii\n                           D _Zgromadzenie Obligatariuszy_, Zarząd OT Logistics S.A. _Emitent_, przekazuje w\n                           załączeniu protokół Zgromadzenia Obligatariuszy _zawierający w szczególności treść\n                           uchwał podjętych przez Zgromadzenie Obligatariuszy_ wraz z załącznikami _listą obecności\n                           i dokumentami wykazującymi umocowanie uczestników Zgromadzenia Obligatariuszy będących\n                           pełnomocnikami obligatariuszy_ oraz nowy tekst jednolity Warunków Emisji Obligacji\n                           serii D _WEO_ uwzględniający zmiany uchwalone przez Zgromadzenie Obligatariuszy.Zgodnie z treścią uchwały nr 3 podjętej na Zgromadzeniu Obligatariuszy, Spółka poinformuje\n                           w osobnym raporcie bieżącym o wyrażeniu przez Emitenta zgody na zmianę WEO przewidzianą\n                           uchwałą nr 3 podjętą na Zgromadzeniu Obligatariuszy.",
        "date": "2018-10-31"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 33/2018 z dnia 12 października 2018 r. dotyczącego\n                           m.in. aneksów do umów kredytowych, zgodnie z którymi termin spłaty celowego kredytu\n                           inwestycyjnego udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości\n                           50 mln zł _Kredyt 1_ oraz termin dostępności limitu kredytowego udzielonego Spółce\n                           przez Raiffeisen Bank S.A. na podstawie umowy kredytu z dnia 26 listopada 2013 r.\n                           _Kredyt 2_ został ustalony na 26 października 2018 r., Zarząd OT Logistics S.A. _Spółka_\n                           informuje, iż w dniu 25 października 2018 r. powziął informację o spełnieniu się warunków\n                           wymaganych do przedłużenia terminu spłaty Kredytu 1 i tym samym o przedłużeniu terminu\n                           spłaty kredytów do dnia 16 listopada 2018 r.Zarząd Spółki informuje, iż w dalszym ciągu trwają negocjacje w sprawie uzgodnienia\n                           warunków refinansowania zadłużenia, o których Spółka na bieżąco informuje w raportach\n                           bieżących.",
        "date": "2018-10-25"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 34/2018 z dnia 16 października 2018 r., Zarząd\n                           OT Logistics S.A. _Emitent_ informuje o zwołaniu Zgromadzenia obligatariuszy obligacji\n                           serii F _Zgromadzenie Obligatariuszy F_ , które odbędzie w dniu 7 listopada 2018 roku\n                           o godzinie 12:00 w Warszawie, w siedzibie kancelarii Clifford Chance Janicka Krużewski\n                           Namiotkiewicz i Wspólnicy sp. k., 00-660 Warszawa, ul. Lwowska 19, I p.Przedmiotem obrad Zgromadzenia Obligatariuszy F będzie zmiana warunków emisji obligacji\n                           serii F. Pełna treść ogłoszenia o zwołaniu Zgromadzenia Obligatariuszy F, razem z projektami\n                           uchwał oraz projektem nowego tekstu jednolitego Warunków Emisji, stanowią załącznik\n                           do niniejszego raportu. O uchwałach podjętych podczas Zgromadzenia Obligatariuszy F oraz o wyrażeniu zgody\n                           na zmianę Warunków Emisji Obligacji serii F Emitent poinformuje w osobnym raporcie\n                           bieżącym.",
        "date": "2018-10-17"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 34/2018 z dnia 16 października 2018 r., Zarząd\n                           OT Logistics S.A. _Emitent_ informuje o zwołaniu Zgromadzenia obligatariuszy obligacji\n                           serii D _Zgromadzenie Obligatariuszy D_ , które odbędzie w dniu 31 października 2018\n                           roku o godzinie 12:00 w Warszawie, w siedzibie kancelarii Clifford Chance Janicka\n                           Krużewski Namiotkiewicz i Wspólnicy sp. k., 00-660 Warszawa, ul. Lwowska 19, I p.Przedmiotem obrad Zgromadzenia Obligatariuszy D będzie w szczególności wyrażenie zgody\n                           przez Zgromadzenie Obligatariuszy D na dokonanie wykupu obligacji serii D po obecnym\n                           Dniu Wykupu, tj. po dniu 20 listopada 2018 r., najpóźniej w dniu 20 listopada 2020\n                           r. oraz zmiana warunków emisji obligacji serii D. Pełna treść ogłoszenia o zwołaniu Zgromadzenia Obligatariuszy D, razem z projektami\n                           uchwał oraz projektem nowego tekstu jednolitego Warunków Emisji, stanowią załącznik\n                           do niniejszego raportu. O uchwałach podjętych podczas Zgromadzenia Obligatariuszy D oraz o wyrażeniu zgody\n                           na zmianę Warunków Emisji Obligacji serii D Emitent poinformuje w osobnym raporcie\n                           bieżącym.",
        "date": "2018-10-17"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent, Spółka_ informuje, iż w dniu 16 października 2018\n                           r. podjął uchwałę w sprawie zamiaru przeprowadzenia emisji obligacji na okaziciela\n                           serii H o łącznej wartości nominalnej nie większej niż 125,45 mln zł _Obligacje_.\n                           Obligacje będą obligacjami oprocentowanymi, amortyzowanymi i zabezpieczonymi _przedmiot\n                           zabezpieczenia zostanie ustalony z wierzycielami finansowymi_. Obligacje będą zapadać\n                           w dniu 20 listopada 2020 r. lub w innej ustalonej z wierzycielami finansowymi dacie,\n                           zrównującej pozycję wierzycieli finansowych Spółki i spółek z Grupy Kapitałowej Spółki\n                           w kontekście docelowego refinansowania zadłużenia finansowego. Obligacje zostaną zaoferowane\n                           w trybie oferty prywatnej skierowanej do imiennie oznaczonych inwestorów w liczbie\n                           nie większej niż 149. Zamiarem Spółki jest, aby Obligacje zostały objęte przez jak\n                           największą liczbę obligatariuszy obligacji Spółki serii D i F. Środki pozyskane z\n                           emisji Obligacji zostaną przeznaczone na refinansowanie obligacji serii D i F, co\n                           pozwoli na zmianę struktury terminowej wymagalności zobowiązań Spółki.   Decyzja dotycząca emisji Obligacji związana jest z prowadzonym procesem refinansowania\n                           zadłużenia Grupy OT Logistics, w ramach którego min. wydłużono terminy spłaty umów\n                           kredytowych i wykupu obligacji serii G, o których Spółka informowała w raporcie bieżącym\n                           nr 33/2018 z dnia 12 października 2018 r., a także prowadzone są rozmowy w sprawie\n                           warunków refinansowania zadłużenia z tytułu pozostałych obligacji wyemitowanych przez\n                           Spółkę. Emisja Obligacji zostanie przeprowadzona w miejsce przyjętego w dniu 29 maja\n                           2018 roku programu emisji obligacji, o którym Spółka informowała w raporcie bieżącym\n                           nr 5/2018  i ma za zadanie zrefinansować znaczną część zadłużenia Spółki wynikającego\n                           z obligacji serii D i F.W związku z powyższym Emitent planuje zmienić warunki emisji obligacji serii D i F,\n                           uwzględniając w nich zapisy dotyczące planowanej emisji Obligacji oraz inne zmiany\n                           będące przedmiotem rozmów z obligatariuszami, w tym w szczególności zmianę terminów\n                           wykupu obligacji serii D i F _z dotychczasowego terminu odpowiednio 20 listopada 2018\n                           r. dla serii D i 23 lutego 2020 r. dla serii F na nowy termin 20 listopada 2020 r._\n                           oraz zmianę okoliczności uprawniających obligatariuszy do żądania przedterminowego\n                           wykupu obligacji. W celu zmiany warunków emisji obligacji serii D i F, Emitent zwoła\n                           Zgromadzenia Obligatariuszy serii D i F. Treść ogłoszeń o zwołaniu Zgromadzeń Obligatariuszy\n                           oraz projekty uchwał, które będą przedmiotem obrad i projekty nowych tekstów jednolitych\n                           warunków emisji, Emitent opublikuje w formie raportów bieżących oraz zamieści na stronie\n                           internetowej Spółki.",
        "date": "2018-10-16"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 32/2018 z dnia 28 września 2018 r. dotyczącego\n                           aneksów do umów kredytowych, zgodnie z którymi termin spłaty celowego kredytu inwestycyjnego\n                           udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości 50 mln\n                           zł _Kredyt 1_ oraz termin dostępności limitu kredytowego udzielonego Spółce przez\n                           Raiffeisen Bank S.A. na podstawie umowy kredytu z dnia 26 listopada 2013 r. _Kredyt\n                           2_ został ustalony na 12 października 2018 r., Zarząd OT Logistics S.A. _Spółka, Emitent_\n                           informuje o zawarciu kolejnych aneksów przedłużających wymienione terminy do dnia\n                           26 października 2018 r. _włącznie_, na warunkach opisanych poniżej.Umowa zmieniająca do Kredytu 1 została zawarta pod warunkami rozwiązującymi obejmującymi:\n                           _1_ złożenie przez obligatariusza obligacji serii G wyemitowanych przez Spółkę _Obligacje\n                           G_ żądania przedterminowego wykupu Obligacji G, _2_ niedozwolone ustanowienie zabezpieczenia\n                           na majątku zobowiązanych spółek _rzeczowego i w formie poręczeń_, _3_ dokonanie niedozwolonej\n                           spłaty wrześniowej raty kapitału _Rata_ należnej Bankowi Gospodarstwa Krajowego _BGK_\n                           w związku z umową kredytową, o której mowa w raporcie bieżącym nr 32/2017 oraz _4_\n                           niedostarczenie przez Spółkę w określonym terminie zgody BGK w przedmiocie przedłużenia\n                           terminu spłaty Raty wrześniowej.Umowa zmieniająca dotycząca Kredytu 1 zawiera również opcję warunkowego przedłużenia\n                           terminu spłaty Kredytu 1 do dnia 16 listopada 2018 r., której niespełnionymi jeszcze\n                           warunkami są _1_ uzgodnienie przedłużenia terminu spłaty Kredytu 2 co najmniej do\n                           dnia 16 listopada 2018 r. oraz _2_ wyrażenie zgody przez BGK w przedmiocie Raty październikowej.Ponadto, w odniesieniu do ww. raportu bieżącego nr 32/2018 zakresie odnoszącym się\n                           do porozumienia dotyczącego Obligacji G, Emitent informuje, że w dniu 12 października\n                           2018 r. zawarł z Open Finance Obligacji Korporacyjnych Europy Środkowej i Wschodniej\n                           Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych – jedynym obligatariuszem Obligacji\n                           G, o łącznej wartości nominalnej _pozostających do wykupu Obligacji G_ w kwocie 17,9\n                           mln zł porozumienie w sprawie zmiany warunków emisji Obligacji G, przewidujące w szczególności\n                           zmianę terminu wykupu Obligacji G z dnia 12 października 2018 r. na dzień 16 listopada\n                           2018 roku _Porozumienie_. Porozumienie zostało zawarte pod warunkami rozwiązującymi,\n                           z których na moment publikacji niniejszego raportu bieżącego jedynym pozostaje niedozwolone\n                           ustanowienie zabezpieczenia na majątku zobowiązanych spółek. Zarząd Spółki w dalszym ciągu prowadzi negocjacje w sprawie uzgodnienia warunków refinansowania\n                           zadłużenia, o których Spółka na bieżąco informuje w raportach bieżących.",
        "date": "2018-10-12"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W odniesieniu do raportu bieżącego nr 31/2018 z dnia 25 września 2018 r. dotyczącego\n                           aneksów do umów kredytowych, zgodnie z którymi termin spłaty celowego kredytu inwestycyjnego\n                           udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości 50 mln\n                           zł _Kredyt 1_ oraz termin dostępności limitu kredytowego udzielonego Spółce przez\n                           Raiffeisen Bank S.A. na podstawie umowy kredytu z dnia 26 listopada 2013 r. _Kredyt\n                           2_ został ustalony na 28 września 2018 r., Zarząd OT Logistics S.A. _Spółka, Emitent_\n                           informuje o zawarciu kolejnych aneksów przedłużających wymienione terminy do dnia\n                           12 października 2018 r. _włącznie_.Ponadto, w odniesieniu do raportu bieżącego nr 24/2018 z dnia 5 września 2018 roku\n                           w zakresie odnoszącym się do porozumienia dotyczącego obligacji serii G Spółki _Obligacje_,\n                           Emitent informuje, że w dniu 28 września 2018 r. zawarł z Open Finance Obligacji Korporacyjnych\n                           Europy Środkowej i Wschodniej Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych\n                           – jedynym obligatariuszem Obligacji o łącznej wartości nominalnej 17,9 mln zł _Obligatariusz_\n                           kolejne porozumienie _Porozumienie_ w sprawie zmiany Warunków Emisji Obligacji _WEO_.\n                           Na mocy Porozumienia dokonano zmiany WEO w zakresie m.in. zmiany terminu wykupu Obligacji\n                           z dnia 28 września 2018 roku na dzień 12 października 2018 roku i zmiany charakteru\n                           Obligacji z obligacji zerokuponowych na obligacje oprocentowane _oprocentowanie stałe\n                           od dnia 1 października 2018 roku do dnia wykupu, odsetki płatne kwartalnie_. Ponadto,\n                           w Porozumieniu Obligatariusz zobowiązał się m.in. do nieskorzystania z prawa złożenia\n                           żądania przedterminowego wykupu Obligacji w okresie do dnia 12 października 2018 r.\n                           _włącznie_. O emisji Obligacji Emitent informował w raporcie bieżącym nr 39/2017 z\n                           dnia 4 grudnia 2017 roku, a o dokonaniu częściowego przedterminowego wykupu Obligacji\n                           w raporcie bieżącym nr 26/2018 z dnia 10 września 2018 roku.Zarząd Spółki informuje, iż w dalszym ciągu prowadzi negocjacje w sprawie uzgodnienia\n                           warunków refinansowania zadłużenia, o których Spółka na bieżąco informuje w raportach\n                           bieżących.",
        "date": "2018-09-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 29/2018 z 14 września 2018 roku dotyczącego aneksów\n                           do umów kredytowych, zgodnie z którymi termin spłaty celowego kredytu inwestycyjnego\n                           udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości 50 mln\n                           zł _Kredyt 1_ oraz termin dostępności limitu kredytowego udzielonego Spółce przez\n                           Raiffeisen Bank S.A. na podstawie umowy kredytu z dnia 26 listopada 2013 r. _Kredyt\n                           2_ został ustalony na 24 września 2018 r., Zarząd OT Logistics S.A. _Spółka_ informuje\n                           o zawarciu kolejnych aneksów przedłużających wymienione terminy  do dnia 28 września\n                           2018 r. Zawarcie aneksów związane jest z kontynuowaniem negocjacji w sprawie refinansowania\n                           zadłużenia Grupy Kapitałowej OT Logistics",
        "date": "2018-09-25"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. informuje o zmianie terminu przekazania do publicznej wiadomości\n                           rozszerzonego skonsolidowanego raportu półrocznego za I półrocze 2018 r. Zgodnie z\n                           harmonogramem publikacji raportów okresowych w 2018 roku przekazanym raportem bieżącym\n                           nr 1/2018 z dnia 29 stycznia 2018 roku, termin publikacji ww. raportu wyznaczony był\n                           na dzień 21 września 2018 roku.Nowy termin publikacji rozszerzonego skonsolidowanego raportu półrocznego za I półrocze\n                           2018 r. ustalony został na dzień 27 września 2018 roku.",
        "date": "2018-09-17"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 25/2018 z 6 września 2018 roku dotyczącego aneksów\n                           do umów kredytowych, zgodnie z którymi termin spłaty celowego kredytu inwestycyjnego\n                           udzielonego Spółce przez konsorcjum banków w łącznej maksymalnej wysokości 50 mln\n                           zł _Kredyt 1_ oraz termin dostępności limitu kredytowego udzielonego Spółce przez\n                           Raiffeisen Bank S.A. na podstawie umowy kredytu z dnia 26 listopada 2013 r. _Kredyt\n                           2_ został ustalony na 14 września 2018 r., Zarząd OT Logistics S.A. _Spółka_ informuje\n                           o zawarciu kolejnych aneksów przedłużających wymienione terminy  do dnia 24 września\n                           2018 r. Zawarcie aneksów umożliwia Spółce kontynuowanie negocjacji w sprawie refinansowania\n                           zadłużenia Grupy Kapitałowej OT Logistics.",
        "date": "2018-09-14"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka_ przekazuje poniżej, wykaz akcjonariuszy posiadających\n                           co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu Spółki po\n                           wznowieniu obrad w dniu 11 września 2018 roku: 1. I Fundusz Mistral S.A.:I Fundusz Mistral S.A. posiadał 6.902.072 akcji Spółki, z których przysługiwało 6.902.072\n                           głosów, co stanowiło 65,94% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i odpowiada\n                           57,52% ogólnej liczby głosów w Spółce.2. Metlife Otwarty Fundusz Emerytalny:Metlife Otwarty Fundusz Emerytalny posiadał 2.133.936 akcji Spółki, z których przysługiwało\n                           2.133.936 głosów, co stanowiło 20,39% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu\n                           i odpowiada 17,78% ogólnej liczby głosów w Spółce. 3. PTE Allianz Polska S.A.:PTE Allianz Polska S.A. posiadał 793.116 akcji Spółki, z których przysługiwało 793.116\n                           głosów, co stanowiło 7,58% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i odpowiada\n                           6,61% ogólnej liczby głosów w Spółce.4. ID Invest Sp. z o.o.:ID Invest Sp. z o.o. posiadał 637.500 akcji Spółki, z których przysługiwało 637.500\n                           głosów, co stanowiło 6,09% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i odpowiada\n                           5,31% ogólnej liczby głosów w Spółce.",
        "date": "2018-09-11"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _\"Spółka\"_ przekazuje w załączeniu treść uchwał podjętych\n                           przez Nadzwyczajne Walne Zgromadzenie Spółki _NWZ_ po wznowieniu obrad w dniu 11 września\n                           2018 roku. Jednocześnie Spółka informuje, że NWZ po wznowieniu obrad w dniu 11 września 2018\n                           roku nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad,\n                           a do protokołu nie zostały zgłoszone sprzeciwy względem żadnej z uchwał.",
        "date": "2018-09-11"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 39/2017 z dnia 4 grudnia 2017 roku w sprawie\n                           emisji 21.500 szt. obligacji na okaziciela serii G o wartości nominalnej 1.000 zł\n                           każda i łącznej wartości nominalnej 21.500 tys. zł _Obligacje_, Zarząd OT Logistics\n                           S.A. _Emitent, Spółka_ informuje, iż w dniu 10 września 2018 r. dokonał przedterminowego\n                           wykupu 3.600 szt. Obligacji o łącznej wartości nominalnej 3,6 mln zł. korzystając\n                           z wynikającego z Warunków Emisji Obligacji _WEO_ prawa Emitenta do wcześniejszego\n                           wykupu całości lub części Obligacji na żądanie własne. Wykupione na żądanie Emitenta\n                           Obligacje podlegają umorzeniu. W stosunku do pozostałych obligacji serii G dzień wykupu Obligacji zgodnie z WEO przypada\n                           na 28 września 2018 r., przy czym obligatariusz wyraził warunkową wolę wydłużenia\n                           terminu wykupu Obligacji do dnia 18 listopada 2019 r. zgodnie z zawartym porozumieniem,\n                           o którym mowa w raporcie bieżącym nr 24/2018 z dnia 5 września 2018 roku.",
        "date": "2018-09-10"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 24/2018 z dnia 5 września 2018 r. dotyczącego\n                           zawarcia warunkowego aneksu _Aneks_ do umowy celowego kredytu inwestycyjnego w łącznej\n                           maksymalnej wysokości 50 mln zł _Kredyt 1_, Zarząd OT Logistics S.A. _Emitent, Spółka_\n                           informuje, iż w dniu 6 września 2018 r. spełniony został drugi warunek wejścia Aneksu\n                           w życie. Warunek dotyczył bilateralnych uzgodnień Emitenta z Raiffeisen Bank S.A.\n                           Nastąpiła zmiana terminu dostępności limitu kredytowego udzielonego Spółce przez Raiffeisen\n                           Bank S.A. na podstawie umowy kredytu z dnia 26 listopada 2013 r. na termin zgodny\n                           z terminem zapadalności Kredytu 1 oraz przywrócenie kwoty dostępnego kredytu w rachunku\n                           bieżącym do kwoty obowiązującej w dniu 30 sierpnia 2018 r., o której stopniowym zmniejszaniu\n                           od dnia 31 sierpnia 2018 r. Emitent informował w raporcie bieżącym nr 9/2018 _Kredyt\n                           2_. Wobec spełnienia warunków Aneks przedłuża termin spłaty Kredytu 1 do dnia 14 września\n                           2018 r.Jednocześnie Emitent pragnie sprostować omyłkę pisarską w raporcie bieżącym nr 24/2018.Wskazano\n                           w nim, że nomenklatura dla określenia kredytów przyjęta została na podstawie raportu\n                           bieżącego nr 17/2018, a powinien być wskazany raport bieżący nr 9/2018.",
        "date": "2018-09-06"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 23/2018 z dnia 1 września 2018 r., dotyczącego\n                           negocjacji w sprawie zmiany terminów oraz refinansowania Grupy Kapitałowej OT Logistics,\n                           Zarząd OT Logistics S.A. _Emitent, Spółka_ informuje, iż w dniu 4 września 2018 r.\n                           zawarty został warunkowy aneks _Aneks_ do umowy celowego kredytu inwestycyjnego w\n                           łącznej maksymalnej wysokości 50 mln zł _określanego dalej jako Kredyt 1, zgodnie\n                           z nomenklaturą przyjętą w raporcie bieżącym nr 17/2018_ udzielonego przez konsorcjum\n                           banków w skład, którego wchodzą: Bank BGŻ BNP Paribas S.A., Bank Zachodni WBK S.A.,\n                           Raiffeisen Bank Polska S.A oraz mBank S.A. _Kredytodawcy_ i jednocześnie w godzinach\n                           późno wieczornych został spełniony jeden z dwóch warunków wejścia Aneksu w życie _Warunek\n                           1_. Drugi warunek wejścia Aneksu w życie _Warunek 2_ odnoszący się do bilateralnych\n                           uzgodnień Emitenta z Raiffeisen Bank S.A. m.in. dotyczący zmiany terminu dostępności\n                           limitu kredytowego udzielonego Spółce przez Raiffeisen Bank S.A. na podstawie umowy\n                           kredytu z dnia 26 listopada 2013 r. _określonego w raporcie bieżącym nr 17/2018 jako\n                           Kredyt 2_ z dnia 31 grudnia 2018 r. na termin zgody z terminem zapadalności Kredytu\n                           1, ma na mocy Aneksu zostać spełniony do 6 września 2018 r. Po spełnieniu Warunku\n                           2 do 6 września 2018, Aneks przedłuży termin spłaty Kredytu 1 do dnia 14 września\n                           2018 r. Dodatkowo w dniu 4 września 2018 r. Emitent zawarł porozumienie _Porozumienie_ z Open\n                           Finance Obligacji Korporacyjnych Europy Środkowej i Wschodniej Fundusz Inwestycyjny\n                           Zamknięty Aktywów Niepublicznych – obligatariuszem posiadającym 21.500 obligacji serii\n                           G Emitenta, o wartości nominalnej 1.000 zł każda i łącznej wartości nominalnej 21,5\n                           mln zł _dalej: Obligatariusz i Obligacje odpowiednio_. W Porozumieniu Obligatariusz\n                           zobowiązał się warunkowo m.in. do nieskorzystania z prawa złożenia żądania przedterminowego\n                           wykupu Obligacji i jednocześnie Obligatariusz wyraził warunkową wolę wydłużenia terminu\n                           wykupu Obligacji do dnia 18 listopada 2019 r. Porozumienie zawiera wskazanie warunków\n                           do spełnienia przez Emitenta, aby Obligatariusz podpisał niezbędne dokumenty w celu\n                           wydłużenia terminu wykupu. Zarząd Spółki informuje, iż w dalszym ciągu prowadzi negocjacje w sprawie uzgodnienia\n                           warunków refinansowania zadłużenia, o którym Spółka informowała w raporcie bieżącym\n                           nr 5/2018 z dnia 29 maja 2018 r.",
        "date": "2018-09-05"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportów bieżących nr 17/2018 z dnia 1 sierpnia 2018 r., nr 9/2018\n                           z dnia 29 czerwca 2018 r., nr 5/2018 z dnia 29 maja 2018 r. oraz nr 39/2017 z dnia\n                           4 grudnia 2017 r., dotyczących finansowania Grupy OT Logistics _Grupa_, Zarząd OT\n                           Logistics S.A. _Spółka_ informuje, iż nadal  trwają negocjacje z bankami oraz podmiotem\n                           zarządzającym Open Finance Obligacji Korporacyjnych Europy Środkowej i Wschodniej\n                           Funduszem Inwestycyjnym Zamkniętym AN, dotyczące zmiany terminów i refinansowania\n                           zadłużenia Grupy, w tym m.in. wydłużenia terminu spłaty celowego kredytu inwestycyjnego\n                           w łącznej maksymalnej wysokości 50 mln zł, udzielonego do dnia 31 sierpnia 2018 r.\n                           przez konsorcjum banków w skład, którego wchodzą Bank BGŻ BNP Paribas S.A., Bank Zachodni\n                           WBK S.A., Raiffeisen Bank Polska S.A oraz mBank S.A., o którym była mowa w raporcie\n                           bieżącym nr 17/2018.  O wynikach negocjacji Spółka będzie informowała w kolejnych raportach bieżących.",
        "date": "2018-09-01"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _\"Spółka\"_ przekazuje poniżej, wykaz akcjonariuszy posiadających\n                           co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu Spółki w\n                           dniu 28 sierpnia 2018 r. do czasu ogłoszenia przerwy w obradach do dnia 11 września\n                           2018 r.: 1. I Fundusz Mistral S.A.:I Fundusz Mistral S.A. posiadał 6.902.072 akcji Spółki, z których przysługiwało 6.902.072\n                           głosów, co stanowiło 65,94% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i odpowiada\n                           57,52% ogólnej liczby głosów w Spółce.2. Metlife Otwarty Fundusz Emerytalny:Metlife Otwarty Fundusz Emerytalny posiadał 2.133.936 akcji Spółki, z których przysługiwało\n                           2.133.936 głosów, co stanowiło 20,39% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu\n                           i odpowiada 17,78% ogólnej liczby głosów w Spółce. 3. PTE Allianz Polska S.A.:PTE Allianz Polska S.A. posiadał 793.116 akcji Spółki, z których przysługiwało 793.116\n                           głosów, co stanowiło 7,58% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i odpowiada\n                           6,61% ogólnej liczby głosów w Spółce.4. ID Invest Sp. z o.o.:ID Invest Sp. z o.o. posiadał 637.500 akcji Spółki, z których przysługiwało 637.500\n                           głosów, co stanowiło 6,09% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i odpowiada\n                           5,31% ogólnej liczby głosów w Spółce.",
        "date": "2018-08-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Emitent, Spółka_ informuje o następujących zmianach w składzie\n                           Rady Nadzorczej Spółki, dokonanych w dniu 28 sierpnia 2018 r. przez Nadzwyczajne Walne\n                           Zgromadzenie Spółki:1. odwołanie Pana Rafała Brolla z funkcji Członka Rady Nadzorczej,2. powołanie Pana Artura Olendra do składu Rady Nadzorczej OT Logistics S.A.Informacje dotyczące wykształcenia, kwalifikacji i zajmowanych wcześniej stanowisk,\n                           wraz z opisem przebiegu pracy zawodowej Pana Artura Olendra stanowią załącznik do\n                           niniejszego raportu.Zgodnie ze złożonym oświadczeniem, Pan Artur Olender nie wykonuje działalności, którą\n                           można uznać za działalność konkurencyjną w stosunku do działalności wykonywanej w\n                           Spółce, jak również nie uczestnicy w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej, spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej osobie\n                           prawnej jako członek jej organu. Pan Artur Olender nie jest również wpisany do Rejestru\n                           Dłużników Niewypłacalnych, prowadzonego na podstawie ustawy z dnia 20 sierpnia 1997\n                           r. o Krajowym Rejestrze Sądowym.",
        "date": "2018-08-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT LOGISTICS S.A. _Spółka_ przekazuje treść uchwał podjętych do momentu zarządzenia\n                           przerwy w obradach przez Nadzwyczajne Walne Zgromadzenie Spółki w dniu 28 sierpnia\n                           2018 roku. Jak wskazano w raporcie bieżącym nr 19/2018 obrady zostaną wznowione w\n                           dniu 11 września 2018 roku o godz. 12:00 w Warszawie, w budynku przy Al. Jerozolimskich\n                           98 _Centrum Konferencyjne Nimbus_.Do momentu ogłoszenia przerwy nie miało miejsce odstąpienie przez Nadzwyczajne Walne\n                           Zgromadzenie od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad,\n                           a do protokołu nie zostały zgłoszone sprzeciwy.",
        "date": "2018-08-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT LOGISTICS S.A. _Spółka_ informuje, że Nadzwyczajne Walne Zgromadzenie Spółki\n                           _NWZ_ po podjęciu części uchwał zawartych w ogłoszeniu o zwołaniu NWZ w dniu 28 sierpnia\n                           2018 r. podjęło uchwałę w sprawie zarządzenia przerwy w obradach. Obrady zostaną wznowione\n                           w dniu 11 września 2018 roku o godz. 12:00 w Warszawie, w budynku przy Al. Jerozolimskich\n                           98 _Centrum Konferencyjne Nimbus_.Treść uchwał podjętych do momentu ogłoszenia przerwy w obradach Nadzwyczajnego Walnego\n                           Zgromadzenia zostanie przekazana kolejnym raportem bieżącym.",
        "date": "2018-08-28"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "Zarząd OT Logistics S.A. _Spółka_ przekazuje do publicznej wiadomości informację o\n                           otrzymanym w dniu 23 sierpnia 2018 roku od akcjonariusza Spółki – I Funduszu Mistral\n                           S.A. zgłoszeniu kandydatury Pana Artura Olendra na członka Rady Nadzorczej Spółki.\n                           Kandydatura złożona została w związku ze zwołanym na dzień 28 sierpnia 2018 roku Nadzwyczajnym\n                           Walnym Zgromadzeniem Spółki oraz punktem 7 porządku obrad przewidującego zmiany w\n                           składzie Rady Nadzorczej OT Logistics S.A. W załączeniu przedstawiono informacje o wykształceniu, kwalifikacjach i zajmowanych\n                           wcześniej stanowiskach, wraz z opisem przebiegu pracy zawodowej kandydata. Pan Artur\n                           Olender wyraził zgodę na kandydowanie oraz złożył stosowne oświadczenia.",
        "date": "2018-08-23"
    },
    {
        "company_name": "OT LOGISTICS",
        "content": "W nawiązaniu do raportu bieżącego nr 9/2018 z 29 czerwca 2018 roku, dotyczącego wydłużenia\n                           terminu spłaty celowego kredytu inwestycyjnego _Kredyt_ w łącznej maksymalnej wysokości\n                           50 mln zł udzielonego przez konsorcjum banków w skład, którego wchodzą: Bank BGŻ BNP\n                           Paribas S.A., Bank Zachodni WBK S.A., Raiffeisen Bank Polska S.A oraz mBank S.A.,\n                           Zarząd OT Logistics S.A. _Spółka_ informuje, iż 1 sierpnia 2018 roku wpłynął do Spółki\n                           podpisany aneks do umowy Kredytu przedłużający spłatę Kredytu do dnia 31 sierpnia\n                           2018 roku _uprzednio: 31 lipca 2018 roku_. Przedłużenie terminu spłaty Kredytu związane jest z trwającą finalizacją prac nad\n                           uzgodnieniem warunków refinansowanego zadłużenia, o którym Spółka informowała w raporcie\n                           bieżącym nr 5/2018 z dnia 29 maja 2018 roku.",
        "date": "2018-08-01"
    }
]