[
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 28.12.2017 r. do\n                           siedziby Spółki wpłynął podpisany przez obie strony egzemplarz umowy o roboty budowlane\n                           _\"Umowa\"_ pomiędzy P.A. NOVA S.A. z siedzibą w Gliwicach jako Wykonawcą i P.A. NOVA\n                           BT GmbH z siedzibą w Sonnefeld jako Zamawiającym. Przedmiotem Umowy jest wykonanie robót budowlanych w formule generalnego wykonawstwa\n                           dla zadania inwestycyjnego pn.: Budowa osiedla mieszkaniowego w Bad Staffelstein.Wynagrodzenie netto Emitenta za wykonanie przedmiotu Umowy wynosi 5.391.936,00 EUR.Strony ustaliły termin zakończenia prac na dzień 31.12.2018 r.Szczegółowe warunki przedmiotowej Umowy nie odbiegają od standardów rynkowych stosowanych\n                           w umowach tego typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-12-28"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 22.12.2017 r. wpłynęły do siedziby\n                           Emitenta podpisane egzemplarze umowy kredytowej zawartej pomiędzy Bankiem Zachodnim\n                           WBK S.A. z siedzibą we Wrocławiu jako Bankiem a Emitentem jako Klientem. Na podstawie zawartej umowy kredytowej Bank udzielił Klientowi kredytu inwestycyjnego\n                           w wysokości 17.500.000 zł _siedemnaście milionów pięćset tysięcy złotych_ z przeznaczeniem\n                           na finansowanie i refinansowanie poniesionych nakładów związanych z budową hali przemysłowej\n                           na własny rachunek.Emitent zobowiązany jest dokonać spłaty całości zadłużenia do dnia 31.07.2018 r.W celu zabezpieczenia spłaty kredytu Klient zobowiązuje się ustanowić następujące\n                           zabezpieczenia:1_\thipotekę umowną do kwoty 28.144.500,00 zł na nieruchomości Klienta,2_\tprzelew wierzytelności na rzecz Banku z tytułu umowy ubezpieczenia ryzyk budowlanych\n                           w związku z pracami prowadzonymi w ramach budowy hali przemysłowej.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.",
        "date": "2017-12-22"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 29.11.2017 r. do\n                           siedziby Spółki wpłynął podpisany przez obie strony egzemplarz umowy o roboty budowlane\n                           _\"Umowa\"_ pomiędzy P.A. NOVA S.A. z siedzibą w Gliwicach jako Wykonawcą i KAUFLAND\n                           Polska Markety Spółka z o.o. Sp. k. z siedzibą we Wrocławiu jako Zleceniodawcą. Przedmiotem Umowy jest wykonanie przebudowy samoobsługowego domu handlowego wraz z\n                           towarzyszącą infrastrukturą.Wynagrodzenie ryczałtowe netto Emitenta za wykonanie przedmiotu Umowy wynosi 11.377.200,00\n                           zł.Strony ustaliły termin zakończenia prac na dzień 05.02.2018 r.Szczegółowe warunki przedmiotowej Umowy nie odbiegają od standardów rynkowych stosowanych\n                           w umowach tego typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-11-29"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. niniejszym informuje, że ulega zmianie termin publikacji rozszerzonego\n                           skonsolidowanego raportu kwartalnego za III kwartał 2017 roku. Harmonogram publikacji raportów okresowych w 2017 roku, ogłoszony raportem bieżącym\n                           nr 1/2017 z dnia 30.01.2017, przewidywał publikację ww. raportu w dniu 16.11.2017.Nowy termin publikacji rozszerzonego skonsolidowanego raportu kwartalnego za III kwartał\n                           2017 roku został wyznaczony na dzień 15.11.2017 r.Pozostałe terminy publikacji raportów okresowych, wskazane w raporcie 1/2017, pozostają\n                           bez zmian.Podstawa prawna:RMF GPW §103 ust. 2",
        "date": "2017-11-09"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 27.10.2017 r. do\n                           siedziby Spółki wpłynął podpisany egzemplarz aneksu do umowy pomiędzy IKEA PROPERTY\n                           POLAND Sp. z o.o. z siedzibą w Jankach _\"IKEA\"_ jako Zamawiającym a P.A. NOVA S.A.\n                           z siedzibą w Gliwicach jako Wykonawcą, o wykonanie robót budowlanych związanych z\n                           budową Sklepu IKEA w Lublinie. W związku z zawarciem ww. aneksu, którego przedmiotem jest wykonanie robót dodatkowych,\n                           łączna wartość kontraktu wzrasta do kwoty 77.906.872,50 zł netto.O zawarciu umowy z IKEA Emitent informował w raporcie bieżącym nr 21/2016 z dnia 29.09.2016\n                           r. Z kolei w raporcie bieżącym nr 24/2017 z dnia 26.07.2017 Emitent informował o zwiększeniu\n                           wartości kontraktu do kwoty 72.327.689,74 zł netto.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-10-27"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "W uzupełnieniu do raportu bieżącego nr 33/2017 przekazanego do publicznej wiadomości\n                           w dniu 25 października 2017 r., zgodnie z § 5 ust. 1 pkt 22 w związku z § 28 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           _…_, Zarząd P.A. NOVA S.A. z siedzibą w Gliwicach _\"Emitent\"_ przekazuje w załączeniu\n                           życiorysy zawodowe nowo powołanych członków Zarządu Emitenta: Pana Piotra Korka -\n                           Prezesa Zarządu oraz Pana Tomasza Janika – Wiceprezesa Zarządu.Ponadto Zarząd Emitenta informuje, że zgodnie z treścią złożonych oświadczeń, żadna\n                           z powołanych osób:- nie prowadzi działalności konkurencyjnej w stosunku do P.A. NOVA S.A.,- nie jest wspólnikiem w konkurencyjnej w stosunku do Emitenta, spółce cywilnej lub\n                           osobowej,- nie jest członkiem organu spółki kapitałowej konkurencyjnej wobec P.A. NOVA S.A.\n                           ani niejest członkiem organu jakiejkolwiek innej konkurencyjnej wobec Emitenta osoby prawnej,- nie jest wpisana do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           ustawy o Krajowym Rejestrze Sądowym.Podstawa prawna:RMF GPW § 5 ust.1 pkt. 22",
        "date": "2017-10-26"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 25 października 2017\n                           r. Rada Nadzorcza Emitenta podjęła uchwały powołujące następujące osoby w skład Zarządu\n                           Spółki:- Pani Ewa Bobkowska, pełniąca dotychczas obowiązki Prezesa Zarządu Spółki, została\n                           powołana na stanowisko Wiceprezesa Zarządu,- Pan Piotr Korek został powołany na stanowisko Prezesa Zarządu,- Pan Tomasz Janik został powołany na stanowisko Wiceprezesa Zarządu.Uchwały weszły w życie z dniem podjęcia.Spółka opublikuje życiorysy nowo powołanych członków Zarządu osobnym raportem bieżącym.Podstawa prawna:RMF GPW § 5 ust.1 pkt. 22",
        "date": "2017-10-25"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. Nova S.A. _\"Spółka\", \"Emitent\"_ informuje, że w związku z wejściem w życie\n                           przepisów Ustawy z dnia 11.05.2017 r. o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym Rada Nadzorcza Spółki w dniu 16.10.2017 r.  podjęła uchwałę\n                           o wyrażeniu zgody na przedłużenie okresu trwania umowy zawartej z firmą audytorską,\n                           uprawnioną do badania sprawozdań finansowych - UHY ECA Audyt Spółka z ograniczoną\n                           odpowiedzialnością Sp.k. z siedzibą w Krakowie na okres 2 lat oraz upoważniła zarząd\n                           Emitenta do zawarcia aneksu do w/w umowy na:1_ przegląd sprawozdania finansowego jednostkowego za I półrocze 2018 r.2_ przegląd sprawozdania finansowego skonsolidowanego za I półrocze 2018 r.3_ badanie sprawozdania finansowego jednostkowego za rok 2018;4_ badanie sprawozdania finansowego skonsolidowanego za rok 2018.Audytor jest wpisany na listę podmiotów uprawnionych do badania sprawozdań finansowych\n                           prowadzoną przez Krajową Radę Biegłych Rewidentów pod nr 3115. O wyborze biegłego rewidenta uprawnionego do badania sprawozdań finansowych Spółki\n                           za rok 2017 Emitent informował raportem bieżącym nr 16/2017 z dn. 12.05.2017 r.Podstawa prawna:RMF GPW § 5 ust. 1 pkt. 19",
        "date": "2017-10-16"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\", \"Wykonawca\"_ informuje, że w dniu 11.10.2017\n                           r. do siedziby Spółki wpłynęło pismo spółki PKP S.A. _dalej \"Zamawiający\"_ stanowiące\n                           odpowiedź na pismo Wykonawcy o odstąpieniu od umowy, o którym Emitent informował raportem\n                           bieżącym nr 28/2017 z dn. 08.09.2017 r.W w/w piśmie PKP S.A. poinformował Emitenta, że w jego ocenie odstąpienie od realizacji\n                           umowy nie nastąpiło z powodu okoliczności leżących po stronie Zamawiającego, a spowodowane\n                           było działaniami Wykonawcy. W związku z powyższym Zamawiający naliczył Wykonawcy karę\n                           umowną w wysokości 20% wynagrodzenia umownego brutto tj. w kwocie 7.777.000,00 zł\n                           i wezwał do jej zapłaty.W ocenie Zarządu Emitenta, jak i kancelarii prawnej reprezentującej Spółkę stanowisko\n                           przedstawione przez PKP S.A. jest bezzasadne i nie ma odzwierciedlenia w stanie faktycznym.Emitent rozpoczął proces szacowania swoich roszczeń wobec Zamawiającego z tytułu odstąpienia\n                           od umowy z jego winy i zamierza wystąpić do Zamawiającego ze stosownym wezwaniem do\n                           zapłaty tych roszczeń.Ze względu na całkowity brak podstaw do obciążania Emitenta karami umownymi Zarząd\n                           podjął decyzję o nietworzeniu rezerwy na poczet wypłaty tychże roszczeń. Wzmianka\n                           o roszczeniach zostanie przedstawiona w informacji dodatkowej do sprawozdania finansowego.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-10-11"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "W nawiązaniu do treści raportu bieżącego nr 20/2017 z dn. 05.06.2017 r. Zarząd P.A.\n                           NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 29.09.2017 r. do siedziby Spółki\n                           wpłynął podpisany egzemplarz umowy na wykonanie przebudowy obiektu handlowego Globus\n                           w Brnie _Czechy_, zawartej pomiędzy Praha West Investment k.s. jako Zleceniodawcą\n                           a Emitentem jako Generalnym Wykonawcą.Wartość wynagrodzenia netto wynosi 58.175.000,00 Kč _słownie: pięćdziesiąt osiem milionów\n                           sto siedemdziesiąt pięć tysięcy koron czeskich_.Otwarcie obiektu planowane jest do 30.11.2017 r.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-09-29"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\", \"Spółka\"_ informuje, że w dniu 28.09.2017 r. do\n                           siedziby Spółki wpłynął podpisany egzemplarz umowy kredytu inwestycyjnego z dnia 27.09.2017\n                           r. zawartej pomiędzy spółką zależną Emitenta – Galeria Kluczbork Sp. z o.o. z siedzibą\n                           w Gliwicach _Kredytobiorca_ z mBank Hipoteczny S.A. z siedzibą w Warszawie _Bank_.\n                           Zawarcie w/w umowy jest związane z refinansowaniem kredytu inwestycyjnego udzielonego\n                           Kredytobiorcy przez mBank S.A. na realizację galerii handlowej Galeria Miodowa w Kluczborku,\n                           a także na spłatę zadłużenia finansowego Kredytobiorcy wobec Emitenta.W ramach zawartej umowy spółce przyznano nieodnawialny kredyt inwestycyjny do kwoty\n                           7.300.000,00 EUR.Kredytobiorca dokona spłaty zobowiązań z tytułu udzielonego kredytu inwestycyjnego\n                           w miesięcznych ratach kapitałowo-odsetkowych ustalonych w oparciu o 17-letni okres\n                           spłaty, z uwzględnieniem raty balonowej, nie później niż w dniu 27 września 2022 r.Stopa oprocentowania Kredytu będzie ustalana jako suma stałej marży odsetkowej oraz\n                           stopy EURIBOR ustalonej dla danego okresu odsetkowego. W celu zabezpieczenia spłaty kredytu Kredytobiorca zobowiązuje się doprowadzić do\n                           ustanowienia stosownych, wymaganych przez bank zabezpieczeń.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Jednocześnie celem ustanowienia wymaganych zabezpieczeń w Grupie Kapitałowej Emitenta\n                           dokonano w dniu 27.09.2017 r. następujących czynności:1_ Spółka P.A. NOVA S.A. z siedzibą w Gliwicach jako Zastawca zawarła z mBank Hipoteczny\n                           S.A. z siedzibą w Warszawie jako Zastawnikiem umowy o ustanowienie zastawu rejestrowego\n                           i finansowego na udziałach w spółce Galeria Kluczbork Sp. z o.o. Na podstawie przedmiotowych\n                           umów został ustanowiony zastaw rejestrowy i finansowy na udziałach na rzecz Zastawnika,\n                           w celu zabezpieczenia spłaty zabezpieczanej wierzytelności do maksymalnej kwoty stanowiącej\n                           równowartość EUR 10.950.000,00 _słownie: dziesięć milionów dziewięćset pięćdziesiąt\n                           tysięcy 00/100 euro_.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.2_ Spółka Galeria Kluczbork Sp. z o.o. z siedzibą w Gliwicach jako Zastawca zawarła\n                           z mBank Hipoteczny S.A. z siedzibą w Warszawie jako Zastawnikiem umowy o ustanowienie\n                           zastawów rejestrowych i zastawów finansowych na wierzytelności wynikającej z umów\n                           rachunków bankowych. Na podstawie przedmiotowych umów zostały ustanowione zastawy\n                           w celu zabezpieczenia spłaty wierzytelności do maksymalnej kwoty stanowiącej równowartość\n                           EUR 10.950.000,00 _słownie: dziesięć milionów dziewięćset pięćdziesiąt tysięcy 00/100\n                           euro_,Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.3_ Spółka Galeria Kluczbork Sp. z o.o. z siedzibą w Gliwicach ustanowiła na nieruchomości\n                           w Kluczborku, hipotekę na rzecz mBank Hipoteczny S.A. z siedzibą w Warszawie:a. do kwoty 10.950.000,00 EUR _słownie: dziesięć milionów dziewięćset pięćdziesiąt\n                           tysięcy 00/100 euro_ tytułem zabezpieczenia wierzytelności mBank Hipoteczny S.A. z\n                           siedzibą w Warszawie o spłatę kredytu inwestycyjnego, wraz z odsetkami, prowizjami\n                           i innymi kosztami, w tym kosztami i opłatami związanymi z dochodzeniem i zabezpieczeniem\n                           powyższych roszczeń, orazb. hipotekę umowną do kwoty 2.600.000,00 PLN _słownie: dwa miliony sześćset tysięcy\n                           00/100 złotych_ tytułem zabezpieczenia wszelkich wierzytelności mBank S.A. wobec spółki\n                           Galeria Kluczbork Sp. z o.o. wynikających z rozliczenia transakcji zawartych na podstawie\n                           Umowy Ramowej w zakresie transakcji rynku finansowego pomiędzy Galeria Kluczbork Sp.\n                           z o.o., a mBank S.A. 4_ Spółka Galeria Kluczbork Sp. z o.o. z siedzibą w Gliwicach złożyła oświadczenia\n                           o poddaniu się egzekucji w trybie art. 777 § 1 kpc w formie aktu notarialnego do kwoty\n                           10.950.000,00 EUR z tytułu zobowiązania przysługującego Bankowi na podstawie umowy\n                           kredytu inwestycyjnego oraz do kwoty 2.600.000,00 PLN tytułem zabezpieczenia wszelkich\n                           wierzytelności mBank S.A. wobec spółki Galeria Kluczbork Sp. z o.o. wynikających z\n                           rozliczenia transakcji zawartych na podstawie Umowy Ramowej w zakresie transakcji\n                           rynku finansowego pomiędzy Galeria Kluczbork Sp. z o.o., a mBank S.A.5_ Spółka Galeria Kluczbork Sp. z o.o. z siedzibą w Gliwicach jako Kredytobiorca,\n                           P.A. NOVA S.A. z siedzibą w Gliwicach jako Wierzyciel Podporządkowany i mBank Hipoteczny\n                           S.A. z siedzibą w Warszawie jako Wierzyciel Nadrzędny zawarły umowę podporządkowania.\n                           Na podstawie przedmiotowej umowy wszelkie długi, z tytułu których Kredytobiorca jest\n                           dłużnikiem Wierzyciela Podporządkowanego, będą podporządkowane Długowi Nadrzędnemu\n                           zgodnie z postanowieniami umowy podporządkowania. Zawarta umowa przewiduje poddanie\n                           się przez Wierzyciela Podporządkowanego egzekucji w trybie art. 777 § 1 kpc w formie\n                           aktu notarialnego do kwoty 10.950.000,00 EUR z tytułu zobowiązania płatniczego przysługującego\n                           Bankowi na podstawie umowy podporządkowania.Pomiędzy Emitentem i osobami zarządzającymi i nadzorującymi Emitenta a Bankiem i osobami\n                           zarządzającymi Bankiem nie występują żadne powiązania.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-09-28"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 14.09.2017 r. otrzymał podpisany\n                           egzemplarz Umowy Wieloproduktowej _\"Umowa\"_ zawartej pomiędzy ING Bankiem Śląskim\n                           S.A. z siedzibą w Katowicach jako Bankiem, a Emitentem jako Klientem. W ramach Umowy\n                           Bank udostępnił Emitentowi limit na gwarancje bankowe do kwoty 10.000.000,00 PLN oraz\n                           sublimit do kwoty 5.000.000,00 PLN z przeznaczeniem na kredyt w rachunku bieżącym.",
        "date": "2017-09-14"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\", \"Wykonawca\"_ informuje, że w dniu 08.09.2017 r.\n                           odstąpił od umowy zawartej z Polskimi Kolejami Państwowymi S.A. z siedzibą w Warszawie\n                           jako Zamawiającym na wykonanie robót budowlano-montażowych dla zadania pn. \"Rewitalizacja\n                           budynku zabytkowego dworca kolejowego Sosnowiec Maczki poprzez jego przebudowę, rozbudowę\n                           i zmianę sposobu użytkowania na funkcję obsługi podróżnych oraz Centrum Naukowo–Dydaktycznego\n                           Transportu Kolejowego Politechniki Śląskiej w Gliwicach, a także przebudowa, rozbudowa,\n                           nadbudowa i zmiana sposobu użytkowania budynku stanowiącego pozostałość po historycznej\n                           zabudowie w otoczeniu nieistniejącej dawnej komory celnej na funkcje usług handlu\n                           i gastronomii oraz budowa przejścia podziemnego łączącego oba budynki, parkingów naziemnych\n                           i infrastruktury towarzyszącej wraz z likwidacją kolidujących z inwestycją budynków\"\n                           _\"Umowa\"_ z wyłącznej winy Zamawiającego. Emitent informował o zawarciu w/w Umowy raportem bieżącym nr 19/2016 z dnia 24.08.2016\n                           roku.Przyczyną odstąpienia przez Emitenta od realizacji Umowy jest rezygnacja Zamawiającego\n                           z realizacji pierwotnego przedmiotu Umowy oraz brak decyzji co do ostatecznego przeznaczenia\n                           obiektu. Pomimo wezwań Wykonawcy, Zamawiający do dnia odstąpienia od Umowy nie usunął\n                           zaniechań w wykonywaniu swoich zobowiązań, co uniemożliwia Emitentowi prawidłowe jej\n                           wykonanie. Odstąpienie od Umowy jest zatem konieczne dla ochrony interesów Emitenta.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-09-08"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 4 września 2017 r. powziął\n                           informację o zwrocie nadpłaconego podatku dochodowego od osób prawnych za rok 2008\n                           w wysokości 3.714.579 PLN _słownie: trzy miliony siedemset czternaście tysięcy pięćset\n                           siedemdziesiąt dziewięć złotych_, otrzymanym od Drugiego Śląskiego Urzędu Skarbowego\n                           w Bielsku Białej. Otrzymana kwota wpłynie bezpośrednio na jednostkowy i skonsolidowany\n                           wynik netto Emitenta za III kw. br.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-09-05"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 21 sierpnia 2017\n                           r. wpłynął do siedziby Spółki aneks do umowy kredytowej pomiędzy mBankiem S.A. z siedzibą\n                           w Warszawie jako Bankiem, a spółką zależną Emitenta – Galeria Kluczbork Sp. z o.o.\n                           jako Kredytobiorcą. O zawarciu w/w umowy Emitent informował raportem bieżącym nr 18/2012\n                           z dnia 01.06.2012 r.Na podstawie zawartego aneksu do umowy kredytowej Bank dokonał zmiany harmonogramu\n                           spłaty kredytu, ustalając datę jego ostatecznej spłaty na dzień 31.10.2017 r.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-08-21"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 8 sierpnia 2017 r. został \n                           zawarty aneks do umowy kredytowej pomiędzy mBankiem S.A. Oddział Korporacyjny w Katowicach\n                           jako Bankiem, a Emitentem jako Kredytobiorcą. O zawarciu w/w umowy Emitent informował\n                           raportem bieżącym nr 23/2016 z dnia 14.12.2016 r.Na podstawie zawartego aneksu do umowy kredytowej Bank dokonał zmiany harmonogramu\n                           spłaty kredytu, ustalając datę jego ostatecznej spłaty na dzień 31.10.2017 r.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-08-08"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 26.07.2017 r. do\n                           siedziby Spółki wpłynął podpisany egzemplarz aneksu do umowy pomiędzy IKEA PROPERTY\n                           POLAND Sp. z o.o. z siedzibą w Jankach jako Zamawiającym, a P.A. NOVA S.A. z siedzibą\n                           w Gliwicach jako Wykonawcą, o wykonanie robót budowlanych związanych z budową Sklepu\n                           IKEA w Lublinie. O zawarciu tej umowy Emitent informował w raporcie bieżącym nr 21/2016 z dnia 29.09.2016\n                           r. Pierwotna wartość kontraktu wynosiła 65.606.949,26 zł netto.W związku z zawarciem aneksu, którego przedmiotem jest wykonanie robót dodatkowych,\n                           wartość kontraktu wzrasta do kwoty 72.327.689,74 zł netto.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-07-26"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 29.06.2017 r. został podpisany\n                           aneks do umowy kredytowej pomiędzy ING Bankiem Śląskim S.A. z siedzibą w Katowicach\n                           jako Bankiem a Emitentem jako Klientem. O zawarciu w/w umowy Emitent poinformował\n                           w raporcie bieżącym nr 22/2016 z dnia 10.10.2016 rokuNa podstawie niniejszego aneksu przedłużeniu ulega termin spłaty kredytu do dnia 31.07.2017\n                           roku.Ponadto, w wykonaniu promesy kredytowej, opisanej w raporcie bieżącym nr 22/2016 z\n                           dn. 10.10.2016 r., w dniu 29.06.2017 r. została zawarta umowa o korporacyjny kredyt\n                           dewizowy pomiędzy ING Bankiem Śląskim S.A. z siedzibą w Katowicach jako Bankiem a\n                           spółką zależną Emitenta - P.A. NOVA Invest Sosnowiec Sp. z o.o. jako Klientem _dalej\n                           jako \"SPV\"_. Na podstawie zawartej umowy kredytowej Bank udzieli SPV kredytu do wysokości 2.625.000,00\n                           EUR _dwa miliony sześćset dwadzieścia pięć tysięcy euro_ z przeznaczeniem na finansowanie\n                           Inwestycji polegającej na zakupie od Emitenta nieruchomości - parku handlowego w Sosnowcu.SPV zobowiązana jest dokonać spłaty całości zadłużenia do dnia 30.06.2027 r.W celu zabezpieczenia spłaty kredytu SPV zobowiązuje się ustanowić następujące zabezpieczenia:1_ hipotekę umowną do kwoty 3.937.500,00 EUR na nabywanej przez SPV nieruchomości\n                           w Sosnowcu,2_ oświadczenie o poddaniu się egzekucji do wysokości 3.937.500,00 EUR.Dodatkowo w celu zabezpieczenia spłaty zobowiązań SPV wynikających z w/w umowy kredytowej\n                           Emitent udzielił poręczenia do kwoty 5.000.000,00 PLN.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-06-29"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. niniejszym informuje, że ulega zmianie termin publikacji rozszerzonego\n                           skonsolidowanego raportu półrocznego za I półrocze 2017 roku. Harmonogram publikacji raportów okresowych w 2017 roku, ogłoszony raportem bieżącym\n                           nr 1/2017 z dnia 30.01.2017, przewidywał publikację ww. raportu w dniu 24.08.2017.Nowy termin publikacji rozszerzonego skonsolidowanego raportu półrocznego za I półrocze\n                           2017 roku został wyznaczony na dzień 14.09.2017Pozostałe terminy publikacji raportów okresowych, wskazane w raporcie 1/2017, pozostają\n                           bez zmian.",
        "date": "2017-06-28"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd spółki P.A. NOVA S.A. z siedzibą w Gliwicach _\"Emitent\"_ niniejszym informuje,\n                           że przystąpił do rozpoczęcia inwestycji na własny rachunek polegającej na zakupie\n                           nieruchomości oraz budowie i wynajmie hali produkcyjno-magazynowej wraz z zapleczem\n                           socjalno-biurowym w Wilkowicach przy ul. Dworkowej.W celu realizacji ww. inwestycji w dniach 08.06.2017 r. – 12.06.2017 r. zostały zawarte\n                           umowy nabycia nieruchomości w Wilkowicach, na których ma zostać zrealizowany obiekt,\n                           o którym mowa poniżej.  Hala będzie realizowana na potrzeby najemcy, z którym Emitent zawarł umowę najmu na\n                           czas oznaczony 7 lat, z możliwością przedłużenia o kolejne 3 lata.Przedmiotem zawartej umowy najmu jest najem nieruchomości gruntowej wraz z budynkiem\n                           hali produkcyjno-magazynowej o łącznej powierzchni najmu około 12,4 tys. m2 i infrastrukturą\n                           zewnętrzną w Wilkowicach _\"Przedmiot Najmu\"_. Termin uzyskania pozwolenia na użytkowanie dla ww. inwestycji wyznaczono na dzień\n                           28.02.2018 r. Strony postanawiają ponadto, że najemca będzie uprawniony do nabycia własności Przedmiotu\n                           Najmu w czasie trwania umowy, przy czym nie wcześniej niż po 3 latach za cenę 6.636.096,00\n                           EUR _sześć milionów sześćset trzydzieści sześć tysięcy dziewięćdziesiąt sześć euro_\n                           powiększoną o podatek od towarów i usług w obowiązującej stawce, jeżeli zgłosi Wynajmującemu\n                           zamiar takiego nabycia w terminie do dnia 30.09.2021 r. W takim przypadku strony zobowiązują\n                           się zawrzeć przedmiotową umowę w terminie do dnia 31.12.2021 r. Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-06-13"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 05.06.2017 r. powziął\n                           informację o przyznaniu Spółce przez Praha West Investment k.s. zlecenia na wykonanie\n                           przebudowy obiektu handlowego Globus w Brnie _Czechy_.Jest to pierwszy kontrakt, który Emitent będzie realizować na terenie Czech.Szacowana wartość wynagrodzenia netto wynosi 9.219.545,66 PLN _słownie: dziewięć milionów\n                           dwieście dziewiętnaście tysięcy pięćset czterdzieści pięć złotych 66/100 gr_.Planowane rozpoczęcie prac ma nastąpić w dniu 15.06.2017 r.O zawarciu umowy o roboty budowlane dla w/w zakresu Emitent poinformuje osobnym raportem\n                           bieżącym.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-06-05"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 19.05.2017 r. Spółka\n                           podpisała list intencyjny z Peppercorn Properties Sp. z o.o. _\"Peppercorn\"_, w którym\n                           obie strony oświadczają, że są zainteresowane zawarciem przedwstępnej umowy kupna,\n                           a następnie umowy kupna 100% udziałów spółek celowych, które są właścicielami nieruchomości\n                           w postaci parków handlowych zlokalizowanych w Myszkowie oraz Krośnie o łącznej powierzchni\n                           ok. 4,5 tys. m2 _\"Nieruchomość\"_. Nabywcą Nieruchomości zostanie Peppercorn Properties Sp. z o.o. lub inna spółka z\n                           ograniczoną odpowiedzialnością wskazana przez Peppercorn. Warunkiem sprzedaży udziałów jest między innymi pozytywne zakończenie procesu due\n                           diligence oraz akceptacja inwestycji przez bank kredytujący spółkę celową.Strony ustaliły, że wartość transakcji zostanie określona na podstawie stanu aktywów\n                           i pasywów spółek będących przedmiotem transakcji na dzień zawarcia umowy sprzedaży.Emitent zobowiązał się, iż do dnia podpisania przedwstępnej umowy kupna udziałów nie\n                           będzie podejmował negocjacji z osobami trzecimi ani pozyskiwać innych, potencjalnych\n                           ofert kupujących.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-05-22"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 22.05.2017 r. do\n                           siedziby Spółki wpłynął podpisany przez obie strony egzemplarz umowy o projekt i roboty\n                           budowlane _\"Umowa\" _ pomiędzy P.A. NOVA S.A. z siedzibą w Gliwicach jako Wykonawcą\n                           i \"ENREM-POŁANIEC\" Spółka z o.o. z siedzibą w Trusku Małym jako Zamawiającym. Przedmiotem Umowy jest wykonanie wszelkich prac projektowych oraz robót budowlanych\n                           zmierzających do realizacji hali produkcyjnej, magazynu i budynku biurowego wraz infrastrukturą\n                           towarzyszącą, zlokalizowanej w Łęgu i Zawadzie _gmina Połaniec_.Łączna wysokość wynagrodzenia ryczałtowego netto Emitenta za wykonanie przedmiotu\n                           Umowy wynosi 20.393.400,00 zł.Zgodnie z Umową zakończenie prac objętych Przedmiotem Umowy i uzyskanie pozwolenia\n                           na użytkowanie jest przewidziane do 30.09.2018 roku.Szczegółowe warunki przedmiotowej Umowy nie odbiegają od standardów rynkowych stosowanych\n                           w umowach tego typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-05-22"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 22.05.2017 r. do\n                           siedziby Spółki wpłynął podpisany przez obie strony egzemplarz umowy o roboty budowlane\n                           _\"Umowa\" _pomiędzy P.A. NOVA S.A. z siedzibą w Gliwicach jako Wykonawcą i KAUFLAND\n                           Polska Markety Spółka z o.o. Sp. k. z siedzibą we Wrocławiu jako Zleceniodawcą. Przedmiotem Umowy jest wykonanie samoobsługowego domu handlowego wraz z towarzyszącą\n                           infrastrukturą.Wynagrodzenie ryczałtowe netto Emitenta za wykonanie przedmiotu Umowy wynosi 19.083.756,00\n                           zł.Przekazanie dzieła \"pod klucz\" jest przewidziane zgodnie z Umową na koniec listopada\n                           2017 roku.Szczegółowe warunki przedmiotowej Umowy nie odbiegają od standardów rynkowych stosowanych\n                           w umowach tego typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-05-22"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. Nova S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 12.05.2017 r. Rada\n                           Nadzorcza Spółki dokonała wyboru firmy UHY ECA Audyt Spółka z ograniczoną odpowiedzialnością\n                           Sp.k. z siedzibą w Krakowie na biegłego rewidenta uprawnionego do badania sprawozdań\n                           finansowych Spółki oraz upoważniła zarząd do zawarcia umowy z w/w biegłym rewidentem\n                           na:1_ przegląd sprawozdania finansowego jednostkowego za I półrocze 2017 r.2_ przegląd sprawozdania finansowego skonsolidowanego za I półrocze 2017 r.3_ badanie sprawozdania finansowego jednostkowego za rok 2017;4_ badanie sprawozdania finansowego skonsolidowanego za rok 2017.Audytor jest wpisany na listę podmiotów uprawnionych do badania sprawozdań finansowych\n                           prowadzoną przez Krajową Radę Biegłych Rewidentów pod nr 3115. Emitent po raz pierwszy\n                           będzie korzystać z usług wybranego audytora w zakresie badania rocznych sprawozdań\n                           finansowych oraz przeglądu półrocznych sprawozdań finansowych. Wybór został dokonany\n                           zgodnie z obowiązującymi przepisami i normami zawodowymi.Podstawa prawna:RMF GPW § 5 ust. 1 pkt. 19",
        "date": "2017-05-12"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 12.05.2017 r. został podpisany\n                           aneks do umowy o kredyt obrotowy w rachunku kredytowym rewolwingowy, zawarty pomiędzy\n                           Emitentem _Kredytobiorca_ i Podkarpackim Bankiem Spółdzielczym z siedzibą w Sanoku\n                           _Bank_. O zawarciu w/w umowy Emitent poinformował w raporcie bieżącym nr 17/2014 z\n                           dnia 21.05.2014 roku.Na wniosek Emitenta na podstawie niniejszego aneksu zmianie ulega kwota udzielonego\n                           kredytu do wysokości 25.000.000 PLN oraz przedłużeniu ulega termin obowiązywania umowy\n                           do dnia 17.05.2018 roku.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-05-12"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _,Emitent\"_ informuje, iż w dniu 28 kwietnia 2017 roku Pan Jarosław\n                           Broda złożył rezygnację z pełnienia funkcji Wiceprezesa Zarządu P.A. NOVA S.A. ze\n                           skutkiem na dzień 28.04.2017 roku. Jednocześnie Pan Jarosław Broda złożył rezygnację\n                           z funkcji pełnionych w organach spółek zależnych wchodzących w skład Grupy Kapitałowej\n                           Emitenta.Przyczyną rezygnacji są względy natury osobistej.",
        "date": "2017-04-28"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. z siedzibą w Gliwicach _dalej \"Spółka_ informuje, że w dniu\n                           27.04.2017 Zwyczajne Walne Zgromadzenie Akcjonariuszy P.A. NOVA S.A. postanowiło o\n                           uchyleniu uchwały nr 5 Nadzwyczajnego Walnego Zgromadzenia P.A. NOVA S.A. z dnia 04.08.2011\n                           w sprawie skupu akcji własnych i tym samym Spółka zakończyła realizację sześcioletniego\n                           programu skupu akcji własnych. Skup akcji był realizowany w wyniku uchwały podjętej przez Nadzwyczajne Walne Zgromadzenie\n                           Spółki w dniu 04.08.2011 r. _uchwała została opublikowana raportem bieżącym 28/2011_.Zarząd Spółki przedstawia następujące dane dotyczące zakończonego programu skupu akcji\n                           własnych:1_\tŁączna liczba nabytych przez Spółkę w ramach programu skupu akcji własnych wyniosła\n                           19.914, co stanowi 0,2% udziału w kapitale zakładowym.2_\tNabyte akcje upoważniają do 19.914 głosów na Walnym Zgromadzeniu, co stanowi 0,14%\n                           udziału w głosach na Walnym Zgromadzeniu.3_\tWartość transakcji według cen zakupu wynosi ogółem 368.225,42 zł.4_\tŚrednia jednostkowa cena nabycia wynosi ogółem 18,49 zł za akcję.5_\tŁączna liczba akcji własnych posiadanych przez Spółkę wynosi 30.471, co uprawnia\n                           do 30.471 _0,21%_ głosów na Walnym ZgromadzeniuRównocześnie Zarząd Spółki zawiadamia, że Zwyczajne Walne Zgromadzenie P.A. NOVA S.A.\n                           w dniu 27.04.2017 podjęło nową uchwałę w sprawie upoważnienia do nabywania akcji własnych\n                           Spółki przez Zarząd, o czym Zarząd uprzednio informował w raporcie bieżącym nr 10/2017\n                           z dnia 27.04.2017.",
        "date": "2017-04-28"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. przekazuje wykaz akcjonariuszy posiadających co najmniej 5%\n                           liczby głosów na Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 27\n                           kwietnia 2017 r.1. BUDOPROJEKT Sp. z o.o. - liczba głosów: 4.872.000; udział w głosach na WZA: 53,26%;\n                           udział w ogólnej liczbie głosów: 34,31%.2. Ewa Bobkowska - liczba głosów: 966.000; udział w głosach na WZA: 10,56%; udział\n                           w ogólnej liczbie głosów: 6,80%.3. Stanisław Lessaer - liczba głosów: 882.000; udział w głosach na WZA: 9,64%; udział\n                           w ogólnej liczbie głosów: 6,21%.4. Maciej Bobkowski – liczba głosów: 798.000; udział w głosach na WZA: 8,72%; udział\n                           w ogólnej liczbie głosów: 5,62%.5. Grzegorz Bobkowski – liczba głosów: 504.000; udział w głosach na WZA: 5,51%; udział\n                           w ogólnej liczbie głosów: 3,55%.6. AVIVA OFE Aviva BZ WBK – liczba głosów: 748.100; udział w głosach na WZA 8,18%;\n                           udział w ogólnej liczbie głosów: 5,27%.Podstawa prawna:Art.70 pkt.3 Ustawy o ofercie",
        "date": "2017-04-27"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. niniejszym informuje, że w dniu 27.04.2017 r. Zwyczajne Walne\n                           Zgromadzenie P.A. NOVA S.A. podjęło uchwałę o podziale zysku osiągniętego w roku obrotowym\n                           2016 oraz w sprawie ustalenia dnia dywidendy i dnia wypłaty dywidendy.Zgodnie z treścią w/w uchwały:- dywidenda ma charakter pieniężny;- wysokość dywidendy została ustalona na kwotę 7.477.146,75 zł, a dywidenda przypadająca\n                           na jedną akcję wynosi 75 groszy _dywidenda nie przysługuje akcjom własnym posiadanym\n                           przez Spółkę_;- liczba akcji objętych dywidendą wynosi 9.969.529 akcji;- dzień dywidendy został ustalony na dzień 25.07.2017 r.;- termin wypłaty dywidendy został ustalony na dzień 10.08.2017 r.Podstawa prawna:RMF GPW §38 ust.1 pkt 11 oraz ust. 2",
        "date": "2017-04-27"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. Nova S.A. w załączeniu przekazuje do publicznej wiadomości treść uchwał\n                           podjętych przez Zwyczajne Walne Zgromadzenie Spółki w dniu 27 kwietnia 2017 r. Podstawa prawna:RMF GPW §38 ust.1 pkt 7",
        "date": "2017-04-27"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd spółki P.A. NOVA S.A. z siedzibą w Gliwicach _\"Emitent\"_ niniejszym informuje,\n                           że w dniu 06.04.2017 r. spółka zależna Emitenta P.A. NOVA BT GmbH z siedzibą w Sonnefeld\n                           zawarła umowę nabycia nieruchomości w Bad Staffelstein o powierzchni 4.534 m2.Uzgodniona cena sprzedaży wynosi 950.000 EURO _dziewięćset pięćdziesiąt tysięcy euro_.Na nieruchomości będzie realizowana inwestycja mieszkaniowa, o której Emitent informował\n                           raportem bieżącym nr 3/2017 z dn. 23.02.2017 r.Podstawa prawna: art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-04-06"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 05.04.2017 r. otrzymał zawiadomienie\n                           z firmy Kaufland Polska Markety Sp. z o.o. Sp.k. z siedzibą we Wrocławiu, iż na podstawie\n                           przeprowadzonych negocjacji przetargowych dotyczących budowy marketu Kaufland, zlecenie\n                           wykonania w/w zadania zostało przyznane firmie P.A. NOVA S.A. za cenę netto 19.083.756,00\n                           zł.Wzajemne zobowiązania stron zostaną uregulowane w umowie o roboty budowlane, o której\n                           zawarciu Emitent poinformuje osobnym raportem bieżącym.Podstawa prawna:art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-04-05"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. z siedzibą w Gliwicach, na podstawie art. 399 §1 w związku z\n                           art. 402¹-402³ Kodeksu spółek handlowych, zwołuje Zwyczajne Walne Zgromadzenie na\n                           dzień 27 kwietnia 2017  r. o godzinie 12:00 w siedzibie Spółki w Gliwicach przy ulicy\n                           Górnych Wałów 42, z następującym porządkiem obrad: 1. Otwarcie Zgromadzenia. 2. Wybór przewodniczącego Zgromadzenia. 3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.  4. Sporządzenie listy obecności. 5. Wybór komisji skrutacyjnej. 6. Przyjęcie porządku obrad. 7. Rozpatrzenie sprawozdania finansowego spółki za rok obrotowy 2016 oraz podjęcie\n                           uchwały o jego zatwierdzeniu. 8. Rozpatrzenie sprawozdania Zarządu  z działalności Spółki  w roku obrotowym 2016\n                           oraz podjęcie uchwały o jego zatwierdzeniu. 9. Podjęcie uchwały o podziale zysku osiągniętego w roku obrotowym 2016, oraz w sprawie\n                           ustalenia dnia dywidendy i dnia wypłaty dywidendy.10. Rozpatrzenie skonsolidowanego sprawozdania finansowego grupy kapitałowej P.A.\n                           NOVA S.A. za rok obrotowy 2016 oraz podjęcie uchwały w sprawie jego zatwierdzenia.\n                           11. Rozpatrzenie sprawozdania Zarządu  z działalności grupy kapitałowej P.A. NOVA\n                           S.A. w roku obrotowym 2016 oraz podjęcie uchwały o jego zatwierdzeniu.12. Podjęcie uchwał w sprawie udzielenia członkom Zarządu Spółki absolutorium z wykonywania\n                           przez nich obowiązków w roku obrotowym 2016. 13. Podjęcie uchwał w sprawie udzielenia członkom Rady Nadzorczej absolutorium z wykonywania\n                           przez nich obowiązków w roku obrotowym 2016. 14. Podjęcie uchwały w sprawie upoważnienia do nabywania akcji własnych Spółki przez\n                           Zarząd.15. Zamknięcie obrad Zgromadzenia. Informacja dodatkowaAkcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą żądać umieszczenia określonych spraw w porządku obrad tego zgromadzenia. Żądanie\n                           takie winno być przesłane do Spółki na piśmie bądź w postaci elektronicznej na adres\n                           e-mail: b.straz@pa-nova.com.pl, w języku polskim oraz powinno zawierać uzasadnienie\n                           lub projekt uchwały dotyczącej proponowanego punktu porządku obrad. Żądanie powinno\n                           być zgłoszone Zarządowi nie później niż na 21 dni przed wyznaczonym terminem Zwyczajnego\n                           Walnego Zgromadzenia. Akcjonariusz lub akcjonariusze powinni udokumentować swe uprawnienie\n                           do wykonywania tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą przed terminem Zwyczajnego Walnego Zgromadzenia zgłaszać Spółce na piśmie lub\n                           drogą elektroniczną na adres e-mail: b.straz@pa-nova.com.pl projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad Zwyczajnego Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Projekty uchwał powinny być sporządzone\n                           w języku polskim w programie Word. Akcjonariusze powinni udokumentować swe uprawnienie\n                           do wykonywania tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej.Każdy akcjonariusz może podczas obrad Zwyczajnego Walnego Zgromadzenia zgłaszać projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny być przedstawione\n                           w języku polskim.Akcjonariusze mogą uczestniczyć w Zwyczajnym Walnym Zgromadzeniu osobiście lub przez\n                           pełnomocników. Zgodnie z art. 4121 § 2 ksh, pełnomocnictwo do uczestniczenia w Walnym\n                           Zgromadzeniu spółki publicznej i wykonywania prawa głosu wymaga udzielenia na piśmie\n                           lub w postaci elektronicznej. Pełnomocnictwo winno być sporządzone w języku polskim\n                           i może być przesłane do Spółki przed Zwyczajnym Walnym Zgromadzeniem w wersji elektronicznej\n                           w programie PDF na adres e-mail: b.straz@pa-nova.com.pl.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu przy wykorzystaniu środków komunikacji elektronicznej _w tym wypowiadania\n                           się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej_\n                           lub wykonywania prawa głosu drogą korespondencyjną, formularze do głosowania przez\n                           pełnomocników nie będą publikowane.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią odpisu z właściwego rejestru _z ostatnich 3 miesięcy_, a jeżeli ich\n                           prawo do reprezentowania nie wynika z rejestru, to powinni dysponować pisemnym pełnomocnictwem\n                           _w oryginale lub kopii poświadczonej przez notariusza_ oraz aktualnym na dzień wydania\n                           pełnomocnictwa oryginałem lub poświadczoną przez notariusza kopią odpisu z właściwego\n                           rejestru.Akcjonariusze i pełnomocnicy powinni posiadać przy sobie dowód tożsamości.Dzień rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu przypada na dzień\n                           11.04.2017 r. Prawo uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mają tylko osoby\n                           będące akcjonariuszami w dniu rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           tj. na szesnaście dni przed datą walnego zgromadzenia.Osoba uprawniona do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu może uzyskać pełny\n                           tekst dokumentacji, która ma być przedstawiona Zwyczajnemu Walnemu Zgromadzeniu oraz\n                           projekty uchwał lub uwagi zarządu bądź rady nadzorczej w siedzibie Spółki w Gliwicach\n                           przy ulicy Górnych Wałów 42, I piętro, sekretariat, w godzinach 8.00 - 16.00, od dnia\n                           20.04.2017 r., gdzie również będzie udostępniona, zgodnie z art. 407 § 1 Kodeksu spółek\n                           handlowych, lista akcjonariuszy uprawnionych do wzięcia udziału w Zwyczajnym Walnym\n                           Zgromadzeniu P.A. Nova S.A.Informacje dotyczące Walnego Zgromadzenia _w tym: ogłoszenie o zwołaniu Walnego Zgromadzenia,\n                           informacje o ogólnej liczbie akcji w spółce i liczbie głosów z tych akcji w dniu ogłoszenia,\n                           dokumentacja, która ma być przedłożona Walnemu Zgromadzeniu, projekty uchwał_ będą\n                           dostępne na stronie internetowej Spółki pod adresem: www.pa-nova.com.pl w sekcji Relacje\n                           Inwestorskie. W celu zapewnienia sprawnego przebiegu Zwyczajnego Walnego Zgromadzenia P.A. Nova\n                           S.A., Zarząd Spółki zwraca się z prośbą o przybycie na miejsce obrad na ok. 30 minut\n                           przed planowaną godziną jego rozpoczęcia.Zarząd P.A. Nova S.A. podaje w załączeniu do wiadomości treść projektów uchwał, będących\n                           przedmiotem obrad Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w dniu\n                           27 kwietnia 2017 roku.Podstawa prawna:RMF GPW §38 ust.1 pkt 1 i 3",
        "date": "2017-03-30"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. informuje, że w dniu 22.03.2017 r. zostały podpisane następujące\n                           umowy pomiędzy KAUFLAND Polska Markety Sp. z o.o. Sp. k. z siedzibą we Wrocławiu jako\n                           \"Zleceniodawcą\", \"Inwestorem\" a P.A. NOVA S.A. z siedzibą w Gliwicach jako \"Zleceniobiorcą\",\n                           \"Wykonawcą\":1_ Przedwstępna umowa sprzedaży nieruchomości zawarta w formie aktu notarialnego,2_ Umowa projektowa,3_ Umowa o roboty budowlane.Umowa wymieniona w pkt. 3_ powyżej wejdzie w życie po łącznym spełnieniu następujących\n                           warunków: nabyciu prawa własności nieruchomości przez Inwestora, uzyskaniu ostatecznych\n                           decyzji o pozwoleniu na budowę, uzyskaniu tytułów prawnych do nieograniczonego dysponowania\n                           na cele budowlane nieruchomościami, których prawa własności Inwestor nie nabywa oraz\n                           przedłożeniu polis ubezpieczeniowych i przekazaniu placu budowy.Łączne wynagrodzenie umowne netto z tytułu wyżej wymienionych umów wynosi 37.086.000,00\n                           PLN _słownie: trzydzieści siedem milionów osiemdziesiąt sześć tysięcy złotych_.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2017-03-23"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd spółki P.A. NOVA S.A. z siedzibą w Gliwicach _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 17 marca 2017 r. otrzymał od osoby pełniącej obowiązki zarządcze tj. Prezesa\n                           Zarządu Emitenta Pani Ewy Bobkowskiej powiadomienie dotyczące zbycia akcji Spółki\n                           przez Ewę Bobkowską w liczbie 350.000 akcji.Pełna treść zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-03-17"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. informuje, że w dniu 08.03.2017 r. zostały podpisane następujące\n                           umowy o roboty budowlane pomiędzy \"BUDNER\" Sp. z o.o. z siedzibą w Warszawie jako\n                           Zleceniodawcą a P.A. NOVA S.A. z siedzibą w Gliwicach jako Zleceniobiorcą:1_ Umowa o roboty budowlane na budowę obiektu usługowo-handlowego wraz z niezbędną\n                           infrastrukturą pn. Centrum Handlowe w Białymstoku, z terminem realizacji do dnia 12.01.2018\n                           r.2_ Umowa o roboty budowlane na budowę dworca autobusowego wraz z niezbędną infrastrukturą\n                           oraz stacją obsługi autobusów wraz z niezbędną infrastrukturą, z terminem realizacji\n                           do dnia 20.10.2017 r.Łączne wynagrodzenie umowne netto za wykonanie przedmiotu wyżej wymienionych umów\n                           wynosi 29.400.000,00 PLN _słownie: dwadzieścia dziewięć milionów czterysta tysięcy\n                           złotych_.Podstawa prawna:art. 17 ust. 1 MAR - informacje poufne",
        "date": "2017-03-08"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd spółki P.A. NOVA S.A. z siedzibą w Gliwicach _\"Emitent\"_ niniejszym informuje,\n                           że przystąpił do rozpoczęcia nowej inwestycji na terenie Niemiec polegającej na zakupie\n                           gruntu, realizacji kompleksu budynków wielorodzinnych, a następnie sprzedaży lokali\n                           mieszkalnych. Planowana jest budowa czterech czterokondygnacyjnych budynków mieszkalnych\n                           wielorodzinnych wraz z garażami podziemnymi oraz jednego trzykondygnacyjnego budynku\n                           mieszkalnego wielorodzinnego z miejscami parkingowymi w parterze budynku.Szacowana wartość inwestycji wynosi 7 mln EUR _siedem milionów euro_.W celu realizacji wyżej opisanej inwestycji w dniu 23 lutego 2017 roku Emitent utworzył\n                           spółkę zależną na prawie niemieckim pod nazwą: P.A. NOVA BT GmbH z siedzibą w Sonnefeld,\n                           w której Emitent objął 49 udziałów o wartości nominalnej 500,00 EUR każdy, co stanowi\n                           98% udziału w kapitale zakładowym i głosach na Zgromadzeniu Wspólników.Podstawa prawna: art. 17 ust.1 MAR – informacje poufne",
        "date": "2017-02-23"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd spółki P.A. NOVA S.A. z siedzibą w Gliwicach _\"Spółka\"_ informuje, że w dniu\n                           9 lutego 2017 r. otrzymał od Aviva Powszechne Towarzystwo Emerytalne Aviva BZ WBK\n                           S.A. zawiadomienie sporządzone na podstawie art. 69 ust.1 i ust. 4 Ustawy z dnia 29\n                           lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U. z 2013r., poz.\n                           1382 z późn. zm._ o zwiększeniu udziału Aviva Otwartego Funduszu Emerytalnego Aviva\n                           BZ WBK w ogólnej liczbie głosów na walnym zgromadzeniu Spółki powyżej progu 5%.Treść otrzymanego zawiadomienia stanowi załącznik do niniejszego raportu.Podstawa prawna: art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _t.j. Dz. U. z 2013 r., poz.1382._",
        "date": "2017-02-09"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 13.12.2018 r. Emitent zawarł\n                           umowę kredytową z mBank S.A. z siedzibą w Warszawie _\"Bank\"_, na mocy której Bank\n                           udziela Emitentowi kredytu obrotowego w wysokości 9.000.000,00 zł z przeznaczeniem\n                           na współfinansowanie kontraktu zawartego przez Emitenta z IKEA Property Poland sp.\n                           z o.o. z siedzibą w Jankach, którego przedmiotem jest wykonanie robót ogólnobudowlanych\n                           polegających na przebudowie wraz z nadbudową sklepu Praktiker dla potrzeb magazynu\n                           EMPU w Jankach _\"Umowa o roboty budowlane\"_.Emitent zobowiązany jest dokonać spłaty całości zadłużenia do dnia 31.05.2019 r.W celu zabezpieczenia spłaty kredytu Emitent zobowiązuje się ustanowić następujące\n                           zabezpieczenia:1_\tcesję na rzecz Banku wierzytelności należnych Emitentowi od IKEA Property Poland\n                           sp. z o.o. z tytułu Umowy o roboty budowlane,2_\toświadczenie o poddaniu się egzekucji w trybie art. 777 § 1 pkt 5 Kodeksu postępowania\n                           cywilnego, w formie aktu notarialnego, do kwoty 13.500.000,00 zł.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-12-13"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 29.11.2018 r. doszło do zawarcia\n                           umowy kredytowej pomiędzy Bankiem Ochrony Środowiska S.A. z siedzibą w Warszawie jako\n                           Bankiem a spółką zależną Emitenta Galeria Galena Sp. z o.o. z siedzibą w Gliwicach\n                           jako Klientem, tj. umowy o kredyt nieodnawialny w wysokości 1.830.123,86 EUR z przeznaczeniem\n                           na finansowanie rozbudowy Galerii Galena poprzez budowę parku handlowego.Klient zobowiązany jest dokonać spłaty całości zadłużenia do dnia 29.03.2029 r.W celu zabezpieczenia spłaty kredytu Klient zobowiązuje się ustanowić następujące\n                           zabezpieczenia:1_\thipotekę umowną na nieruchomości będącej przedmiotem inwestycji, której maksymalna\n                           kwota po zawarciu umowy kredytowej przyjmuje wartość 114.100.000,00 PLN;  hipoteka\n                           ta obejmuje całość zobowiązań zaciągniętych dotychczas przez Klienta wobec BOŚ S.A,2_\tprzelew wierzytelności z tytułu umów najmu zawieranych przez Klienta w realizowanym\n                           obiekcie,3_\tporęczenie według prawa cywilnego udzielone przez Emitenta do kwoty 11.840.000,00\n                           PLN,4_\tzastaw finansowy na rachunkach prowadzonych przez BOŚ S.A., 5_\toświadczenie o poddaniu się egzekucji w fomie aktu notarialnego złożone przez Klienta,6_\toświadczenie o poddaniu się egzekucji w fomie aktu notarialnego złożone przez Emitenta\n                           jako Poręczyciela,7_\tweksel in blanco z deklaracją wekslową z wystawienia Klienta.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-11-29"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 23.11.2018 r. do\n                           siedziby Spółki wpłynął podpisany egzemplarz umowy o roboty budowlane _\"Umowa\"_ pomiędzy\n                           P.A. NOVA S.A. z siedzibą w Gliwicach jako Wykonawcą i Lidl sp. z o.o. sp. k. z siedzibą\n                           w Jankowicach jako Zleceniodawcą. Przedmiotem Umowy jest realizacja kompletnej inwestycji budowlanej polegającej na\n                           wybudowaniu obiektu handlowo-usługowego.Wynagrodzenie ryczałtowe netto Emitenta za wykonanie przedmiotu Umowy wynosi 8.695.257,47\n                           zł.Strony ustaliły termin zakończenia prac na dzień 13.05.2019 r.Szczegółowe warunki Umowy nie odbiegają od standardów rynkowych stosowanych w tego\n                           typu umowach.",
        "date": "2018-11-23"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 06.11.2018 r. do\n                           siedziby Spółki wpłynął podpisany egzemplarz aneksu do umowy pomiędzy IKEA PROPERTY\n                           POLAND Sp. z o.o. z siedzibą w Jankach jako Zamawiającym a P.A. NOVA S.A. z siedzibą\n                           w Gliwicach jako Wykonawcą. Na podstawie zawartego aneksu podwyższeniu uległo wynagrodzenie umowne za wykonanie\n                           przedmiotu Umowy o kwotę 6.474.462,36 PLN netto, do kwoty w wysokości 25.259.530,92\n                           PLN netto _słownie: dwadzieścia pięć milionów dwieście pięćdziesiąt dziewięć tysięcy\n                           pięćset trzydzieści 92/100 złotych_.Pozostałe postanowienia Umowy nie uległy zmianie.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-11-06"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 30.10.2018 r. do siedziby spółki\n                           zależnej Emitenta – P.A. NOVA Invest Wilkowice 2 Sp. z o.o. wpłynęły podpisane egzemplarze\n                           umów kredytowych zawartych pomiędzy Santander Bank Polska SA z siedzibą w Warszawie\n                           jako Bankiem a P.A. NOVA Invest Wilkowice 2 Sp. z o.o. z siedzibą w Gliwicach jako\n                           Klientem, tj.:1_umowa o kredyt inwestycyjny w wysokości 4.350.000,00 EUR z przeznaczeniem na finansowanie\n                           i refinansowanie Inwestycji polegającej na zakupie nieruchomości zabudowanej halą\n                           przemysłową w WIlkowicach _\"Inwestycja\"_;2_umowa o kredyt obrotowy w wysokości 7.107.000,00 zł z przeznaczeniem na finansowanie\n                           i refinansowanie naliczonego podatku VAT związanego z Inwestycją. Klient zobowiązany jest dokonać spłaty całości zadłużenia:- w przypadku umowy, o której mowa w pkt. 1_ powyżej – do dnia 31.08.2025 r.- w przypadku umowy, o której mowa w pkt. 2_ powyżej – do dnia 31.03.2019 r.W celu zabezpieczenia spłaty kredytu Klient zobowiązuje się ustanowić następujące\n                           zabezpieczenia:1_hipotekę umowną do kwoty 10.000.000,00 EUR na nieruchomości będącej przedmiotem\n                           Inwestycji;2_przelew wierzytelności na rzecz Banku z tytułu umowy ubezpieczenia budynków na nieruchomości\n                           będącej przedmiotem Inwestycji;3_przelew wierzytelności z tytułu umowy najmu;4_podporządkowanie wszelkich pożyczek udzielonych Klientowi;5_zastaw rejestrowy oraz zastaw finansowy na wszystkich udziałach Klienta;6_oświadczenie o poddaniu się egzekucji do kwoty 6.525.000,00 EUR złożone przez Emitenta\n                           jako Poręczyciela;7_oświadczenie o poddaniu się egzekucji do kwoty 10.660.500,00 PLN złożone przez Emitenta\n                           jako Poręczyciela.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-10-30"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 15.10.2018 r. do\n                           siedziby Spółki wpłynął podpisany egzemplarz aneksu do umowy pomiędzy IKEA PROPERTY\n                           POLAND Sp. z o.o. z siedzibą w Jankach jako Zamawiającym a P.A. NOVA S.A. z siedzibą\n                           w Gliwicach jako Wykonawcą. Na podstawie zawartego aneksu podwyższeniu uległo wynagrodzenie umowne za wykonanie\n                           przedmiotu Umowy o kwotę 2.503.655,56 PLN do kwoty w wysokości 18.785.068,56 PLN _słownie:\n                           osiemnaście milionów siedemset osiemdziesiąt pięć tysięcy sześćdziesiąt osiem 56/100\n                           złotych_.Pozostałe postanowienia Umowy nie uległy zmianie.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-10-15"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _,Emitent\"_ informuje, iż w dniu 28 września 2018 roku Pan Piotr\n                           Korek złożył rezygnację z pełnienia funkcji Prezesa Zarządu P.A. NOVA S.A. ze skutkiem\n                           na dzień 30.09.2018 roku. Przyczyną rezygnacji są względy natury osobistej.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-09-28"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 26.09.2018 r. do\n                           siedziby Spółki wpłynął podpisany egzemplarz umowy pomiędzy IKEA PROPERTY POLAND Sp.\n                           z o.o. z siedzibą w Jankach jako Zamawiającym a P.A. NOVA S.A. z siedzibą w Gliwicach\n                           jako Wykonawcą. Zawarcie umowy nastąpiło w wyniku wygranego przetargu, o którym Emitent informował\n                           raportem bieżącym nr 17/2018 z dn.13.06.2018 r. Przedmiotem zawartej Umowy jest wykonanie robót ogólnobudowlanych polegających na\n                           przebudowie wraz z nadbudową sklepu Praktiker dla potrzeb magazynu EMPU w Jankach.Za wykonanie przedmiotu Umowy Zamawiający zapłaci Wykonawcy wynagrodzenie ryczałtowe\n                           w wysokości netto 16.281.413,00 zł _słownie: szesnaście milionów dwieście osiemdziesiąt\n                           jeden tysięcy czterysta trzynaście złotych_.Strony ustaliły termin zakończenia prac na dzień 31.01.2019 r.Wykonawca zapłaci Zamawiającemu następujące kary umowne:a. za odstąpienie przez Zamawiającego od Umowy z przyczyn leżących po stronie Wykonawcy\n                           – w wysokości 10% kwoty kontraktowej,b. za niewykonanie przez Wykonawcę zobowiązania dot. terminowego ukończenia wszystkich\n                           Robót – w wysokości 0,3% kwoty kontraktowej za każdy dzień opóźnienia,c. za opóźnienie w zrealizowaniu przez Wykonawcę Kamienia Milowego – w wysokości 0,3%\n                           kwoty kontraktowej za każdy dzień opóźnienia,d. za opóźnienie w przedstawieniu Harmonogramu rzeczowo-finansowego lub harmonogramu\n                           dostaw – w wysokości 0,3% kwoty kontraktowej za każdy dzień opóźnienia,e. za rażące naruszenie przez Wykonawcę innych postanowień kontraktu – w wysokości\n                           0,5% kwoty kontraktowej za każde naruszenie.Zamawiający zastrzega prawo do sumowania kar umownych. Suma kar umownych z tytułu\n                           opóźnień wynosi maksymalnie 15% kwoty kontraktowej.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Kryterium uznania umowy za znaczącą jest jej wartość.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-09-26"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 12.09.2018 r. do\n                           siedziby Spółki wpłynął podpisany aneks do Umowy Wieloproduktowej _\"Umowa\"_, zawarty\n                           pomiędzy ING Bankiem Śląskim S.A. z siedzibą w Katowicach jako Bankiem, a Emitentem\n                           jako Klientem. O zawarciu umowy, o której mowa w zdaniu powyżej, Emitent informował\n                           raportem bieżącym nr 29/2017 z dn. 14.09.2017 r.Na podstawie niniejszego aneksu Bank udostępnił Emitentowi limit na gwarancje bankowe\n                           do kwoty 13.000.000,00 PLN, sublimit do kwoty 5.000.000,00 PLN z przeznaczeniem na\n                           kredyt w rachunku bieżącym oraz sublimit do kwoty 2.000.000,00 PLN z przeznaczeniem\n                           na transakcje dyskontowe w formie finansowania dostawców.   Klient zobowiązał się do spłaty Kredytu w terminie do dnia 11.09.2019 r.W celu zabezpieczenia spłaty kredytu Klient zobowiązuje się ustanowić następujące\n                           zabezpieczenia:1_ weksel in blanco z deklaracją wekslową,2_ hipotekę umowną na nieruchomości w Gliwicach i Chorzowie do kwoty 15.000.000,00\n                           zł oraz w Płocku do kwoty do 21.450.000,00 zł,3_ oświadczenie o poddaniu się egzekucji do kwoty 21.450.000,00 zł.Pozostałe warunki Umowy nie odbiegają od standardów rynkowych stosowanych w umowach\n                           tego typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-09-12"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 16.08.2018 r. wpłynęły do siedziby\n                           Emitenta podpisane egzemplarze umowy kredytowej zawartej pomiędzy ING Bankiem Śląskim\n                           S.A. z siedzibą w Katowicach jako Bankiem, a Emitentem jako Klientem. Na podstawie zawartej umowy kredytowej Bank udzielił Klientowi kredytu złotowego obrotowego\n                           w formie linii odnawialnej do wysokości 8.000.000,00 zł _osiem milionów złotych_ z\n                           przeznaczeniem na finansowanie i refinansowanie wydatków na realizację umowy o projekt\n                           i roboty budowlane dotyczącej budowy hali produkcyjnej, magazynu i budynku biurowego\n                           wraz z infrasttrukturą towarzyszącą, zlokalizowanej w Łęgu i Zawadzie _gmina Połaniec_,\n                           o której Emitent poinformował w raporcie bieżącym nr 18/2017 z dnia 22.05.2017 r.Emitent zobowiązany jest dokonać spłaty całości zadłużenia do dnia 31.05.2019 r.W celu zabezpieczenia spłaty kredytu Klient zobowiązuje się ustanowić następujące\n                           zabezpieczenia:1_\toświadczenie o poddaniu się egzekucji do kwoty 12.000.000,00 zł złożone przez Emitenta;\n                           2_\tprzelew wierzytelności na rzecz Banku z tytułu ww. umowy o projekt i roboty budowlane.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-08-16"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 13.07.2018 r. do siedziby Emitenta\n                           wpłynął podpisany przez TUiR Allianz Polska S.A. z siedzibą w Warszawie egzemplarz\n                           umowy o udzielanie gwarancji kontraktowych w ramach limitu odnawialnego, na podstawie\n                           której TUiR Allianz Polska S.A. z siedzibą w Warszawie będzie wydawać na rzecz Emitenta\n                           gwarancje kontraktowe do wysokości limitu odnawialnego, który został ustalony na kwotę\n                           8.000.000,00 zł. Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.",
        "date": "2018-07-13"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 02.07.2018 r. do siedziby spółki\n                           zależnej Emitenta – P.A. NOVA Invest Zaczernie Sp. z o.o. wpłynęły podpisane egzemplarze\n                           umów kredytowych zawartych pomiędzy Bankiem Zachodnim WBK S.A. z siedzibą we Wrocławiu\n                           jako Bankiem a P.A. NOVA Invest Zaczernie Sp. z o.o. z siedzibą w Gliwicach jako Klientem,\n                           tj.:1_ umowa o kredyt inwestycyjny w wysokości 1.090.000,00 EUR z przeznaczeniem na finansowanie\n                           i refinansowanie Inwestycji polegającej na zakupie nieruchomości zabudowanej halą\n                           przemysłowo-magazynową w Zaczerniu _\"Inwestycja\"_;2_ umowa o kredyt obrotowy w wysokości 1.495.000,00 zł z przeznaczeniem na finansowanie\n                           i refinansowanie naliczonego podatku VAT związanego z Inwestycją. Emitent zobowiązany jest dokonać spłaty całości zadłużenia:- w przypadku umowy, o której mowa w pkt. 1_ powyżej – do dnia 29.06.2023 r.- w przypadku umowy, o której mowa w pkt. 2_ powyżej – do dnia 31.10.2018 r.W celu zabezpieczenia spłaty kredytu Klient zobowiązuje się ustanowić następujące\n                           zabezpieczenia:1_ hipotekę umowną do kwoty 9.457.500,00 zł na nieruchomości będącej przedmiotem Inwestycji;2_ przelew wierzytelności na rzecz Banku z tytułu umowy ubezpieczenia budynków na\n                           nieruchomości będącej przedmiotem Inwestycji;3_ przelew wierzytelności z tytułu umowy najmu;4_ oświadczenie o poddaniu się egzekucji do kwoty 1.635.000,00 EUR złożone przez Emitenta\n                           jako Poręczyciela;5_ oświadczenie o poddaniu się egzekucji do kwoty 2.242.050,00 PLN złożone przez Emitenta\n                           jako Poręczyciela.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-07-02"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2018 z dnia 25 czerwca 2018 r. w sprawie wprowadzenie\n                           obligacji serii A do alternatywnego systemu obrotu na Catalyst, skorygowanego raportem\n                           bieżącym z dnia 28 czerwca 2018 r., Zarząd P.A. NOVA S.A. z siedzibą w Gliwicach _\"Spółka\"_\n                           informuje, że w dniu 28 czerwca 2018 r. Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           S.A. _\"GPW\"_ podjął uchwałę, w której Zarząd GPW postanowił określić dzień 2 lipca\n                           2018 r. jako dzień pierwszego notowania w alternatywnym systemie obrotu na Catalyst\n                           200.000 obligacji na okaziciela serii A Spółki o wartości nominalnej 100,00 zł każda,\n                           oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLPANVA00047\"\n                           oraz notować przedmiotowe obligacje w systemie notowań ciągłych pod nazwą skróconą\n                           \"NVA0420\".Podstawa prawna:art.17 ust. 1 pkt. 4_ RMF",
        "date": "2018-06-29"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. niniejszym informuje, iż raportem bieżącym nr 22/2018 z dnia\n                           25.06.2018 r. Spółka poinformowała o dopuszczeniu obligacji na okaziciela serii A\n                           do alternatywnego obrotu na Catalyst.W treści raportu bieżącego w wyniku omyłki pisarskiej błędnie podano datę uchwały\n                           podjętej przez Zarząd GPW.Poniżej prawidłowa treść uchwały:P.A. Nova S.A. niniejszym informuje, że Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           S.A. w dniu 22 czerwca 2018 r. podjął uchwałę o dopuszczeniu 200.000 obligacji na\n                           okaziciela serii A, o wartości nominalnej 100 zł każda do alternatywnego obrotu na\n                           Catalyst.Podstawa prawna:art.17 ust. 1 pkt. 2_ RMF",
        "date": "2018-06-28"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "P.A. Nova S.A. niniejszym informuje, że Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           S.A. w dniu 22 maja 2018 r. podjął uchwałę o dopuszczeniu 200.000 obligacji na okaziciela\n                           serii A, o wartości nominalnej 100 zł każda, do alternatywnego obrotu na Catalyst.Podstawa prawna:art.17 ust. 1 pkt. 2_ RMF",
        "date": "2018-06-25"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. Nova S.A. przekazuje wykaz akcjonariuszy posiadających co najmniej 5%\n                           liczby głosów na Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 20\n                           czerwca 2018 r.1. BUDOPROJEKT Sp. z o.o. - liczba głosów: 4.872.000; udział w głosach na WZA: 55,23%;\n                           udział w ogólnej liczbie głosów: 34,31%.2. Ewa Bobkowska - liczba głosów: 966.000; udział w głosach na WZA: 10,95%; udział\n                           w ogólnej liczbie głosów: 6,80%.3. Stanisław Lessaer - liczba głosów: 882.000; udział w głosach na WZA: 10,00%; udział\n                           w ogólnej liczbie głosów: 6,21%.4. Maciej Bobkowski – liczba głosów: 798.000; udział w głosach na WZA: 9,05%; udział\n                           w ogólnej liczbie głosów: 5,62%.5. AVIVA OFE Aviva BZ WBK – liczba głosów: 924.000; udział w głosach na WZA 10,48%;\n                           udział w ogólnej liczbie głosów: 6,51%.Podstawa prawna:Art.70 pkt.3 Ustawy o ofercie",
        "date": "2018-06-22"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. Nova S.A. w załączeniu przekazuje do publicznej wiadomości treść uchwał\n                           podjętych przez Zwyczajne Walne Zgromadzenie Spółki w dniu 20 czerwca 2018 r. Podstawa prawna:RMF GPW §19 ust.1 pkt 6",
        "date": "2018-06-20"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. informuje, że w dniu 20.06.2018 r. do siedziby Emitenta wpłynął\n                           podpisany aneks do umowy o kredyt obrotowy w rachunku kredytowym rewolwingowy, zawarty\n                           pomiędzy Emitentem _Kredytobiorca_ i Podkarpackim Bankiem Spółdzielczym z siedzibą\n                           w Sanoku _Bank_. O zawarciu w/w umowy Emitent poinformował w raporcie bieżącym nr\n                           17/2014 z dnia 21.05.2014 roku.Na wniosek Emitenta, na podstawie niniejszego aneksu zmniejszeniu ulega kwota udzielonego\n                           kredytu do wysokości 15.000.000,00 PLN oraz przedłużeniu ulega termin obowiązywania\n                           umowy do dnia 14.05.2019 roku.Z uwagi na obniżenie kwoty udzielonego kredytu Bank częściowo zwolni zabezpieczenie\n                           w postaci hipoteki umownej łącznej poprzez wyłączenie spod obciążenia tą hipoteką\n                           dwóch nieruchomości Emitenta, jak również zmniejszeniu ulega kwota hipoteki łącznej\n                           na pozostałych nieruchomościach do wysokości 30.000.000,00 zł.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-06-20"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 13 czerwca 2018 r. został zawarty\n                           aneks do umowy kredytowej pomiędzy mBankiem S.A. Oddział Korporacyjny w Katowicach\n                           jako Bankiem, a Emitentem jako Kredytobiorcą. Umowa, o której mowa w zdaniu poprzednim, została zawarta w dniu 05.07.2017 r. Na\n                           podstawie zawartej umowy Bank udzielił Emitentowi kredytu w rachunku bieżącym _\"Kredyt\"_\n                           w wysokości nieprzekraczającej 3.000.000,00 zł z przeznaczeniem na finansowanie bieżącej\n                           działalności Kredytobiorcy.Na podstawie zawartego aneksu do umowy kredytowej Bank dokonał podwyższenia kwoty\n                           Kredytu do wysokości 13.000.000,00 zł z przeznaczeniem na finansowanie bieżącej działalności\n                           Kredytobiorcy.Kredytobiorca zobowiązał się do spłaty Kredytu w terminie do dnia 28.06.2019 r.W celu zabezpieczenia spłaty kredytu Klient zobowiązuje się ustanowić następujące\n                           zabezpieczenia:1_ hipotekę umowną do kwoty 19.500.000,00 zł na nieruchomości w Kamiennej Górze i\n                           Rybniku,2_ oświadczenie o poddaniu się egzekucji do kwoty 19.500.000,00 zł.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-06-13"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że powziął informację, iż złożona w trybie\n                           postępowania przetargowego zorganizowanego przez IKEA PROPERTY POLAND Sp. z o.o. z\n                           siedzibą w Jankach oferta P.A. NOVA S.A. na realizację inwestycji: Przebudowa wraz\n                           z nadbudową sklepu Praktiker dla potrzeb magazynu EMPU w Jankach została przyjęta\n                           i zaakceptowana, a Emitent został zaproszony do współpracy przy realizacji tej inwestycji.\n                           Kwota ryczałtowa zakresu prac, który zostanie zrealizowany przez Emitenta to 30.495.085,93\n                           zł netto plus obowiązujący podatek od towarów i usług. O zawarciu umowy na w/w zakres prac Emitent poinformuje osobnym raportem bieżącym.Podstawa prawna:art. 17 ust.1 MAR – informacje poufne",
        "date": "2018-06-13"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _,Emitent\"_ informuje, iż w dniu 29 maja 2018 roku otrzymał\n                           oświadczenie Pana Grzegorza Bobkowskiego o rezygnacji z pełnienia funkcji członka\n                           Rady Nadzorczej P.A. NOVA S.A. z dniem 28.05.2018 roku.Przyczyną rezygnacji są względy natury osobistej.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-05-30"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. z siedzibą w Gliwicach _\"Spółka\"_, na podstawie art. 399 §1\n                           w związku z art. 402¹-402³ Kodeksu spółek handlowych, zwołuje Zwyczajne Walne Zgromadzenie\n                           na dzień 20 czerwca 2018 r. o godzinie 12:00 w siedzibie Spółki w Gliwicach przy ulicy\n                           Górnych Wałów 42, z następującym porządkiem obrad: 1. Otwarcie Zgromadzenia. 2. Wybór przewodniczącego Zgromadzenia. 3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.  4. Sporządzenie listy obecności. 5. Wybór komisji skrutacyjnej. 6. Przyjęcie porządku obrad. 7. Rozpatrzenie sprawozdania finansowego Spółki za rok obrotowy 2017 oraz podjęcie\n                           uchwały o jego zatwierdzeniu. 8. Rozpatrzenie skonsolidowanego sprawozdania finansowego grupy kapitałowej P.A. NOVA\n                           S.A. za rok obrotowy 2017 oraz podjęcie uchwały w sprawie jego zatwierdzenia. 9. Rozpatrzenie sprawozdania Zarządu z działalności Spółki i grupy kapitałowej P.A.\n                           NOVA S.A. w roku obrotowym 2017 oraz podjęcie uchwały o jego zatwierdzeniu.10. Podjęcie uchwały o podziale zysku osiągniętego w roku obrotowym 2017.11. Podjęcie uchwał w sprawie udzielenia członkom Zarządu Spółki absolutorium z wykonywania\n                           przez nich obowiązków w roku obrotowym 2017. 12. Podjęcie uchwał w sprawie udzielenia członkom Rady Nadzorczej absolutorium z wykonywania\n                           przez nich obowiązków w roku obrotowym 2017. 13. Zamknięcie obrad Zgromadzenia. Informacja dodatkowaAkcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą żądać umieszczenia określonych spraw w porządku obrad tego zgromadzenia. Żądanie\n                           takie winno być przesłane do Spółki na piśmie bądź w postaci elektronicznej na adres\n                           e-mail: b.straz@pa-nova.com.pl, w języku polskim oraz powinno zawierać uzasadnienie\n                           lub projekt uchwały dotyczącej proponowanego punktu porządku obrad. Żądanie powinno\n                           być zgłoszone Zarządowi nie później niż na 21 dni przed wyznaczonym terminem Zwyczajnego\n                           Walnego Zgromadzenia. Akcjonariusz lub akcjonariusze powinni udokumentować swe uprawnienie\n                           do wykonywania tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą przed terminem Zwyczajnego Walnego Zgromadzenia zgłaszać Spółce na piśmie lub\n                           drogą elektroniczną na adres e-mail: b.straz@pa-nova.com.pl projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad Zwyczajnego Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Projekty uchwał powinny być sporządzone\n                           w języku polskim w programie Word. Akcjonariusze powinni udokumentować swe uprawnienie\n                           do wykonywania tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej.Każdy akcjonariusz może podczas obrad Zwyczajnego Walnego Zgromadzenia zgłaszać projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny być przedstawione\n                           w języku polskim.Akcjonariusze mogą uczestniczyć w Zwyczajnym Walnym Zgromadzeniu osobiście lub przez\n                           pełnomocników. Zgodnie z art. 4121 § 2 ksh, pełnomocnictwo do uczestniczenia w Walnym\n                           Zgromadzeniu spółki publicznej i wykonywania prawa głosu wymaga udzielenia na piśmie\n                           lub w postaci elektronicznej. Pełnomocnictwo winno być sporządzone w języku polskim\n                           i może być przesłane do Spółki przed Zwyczajnym Walnym Zgromadzeniem w wersji elektronicznej\n                           w programie PDF na adres e-mail: b.straz@pa-nova.com.pl.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu przy wykorzystaniu środków komunikacji elektronicznej _w tym wypowiadania\n                           się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej_\n                           lub wykonywania prawa głosu drogą korespondencyjną, formularze do głosowania przez\n                           pełnomocników nie będą publikowane.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią odpisu z właściwego rejestru _z ostatnich 3 miesięcy_, a jeżeli ich\n                           prawo do reprezentowania nie wynika z rejestru, to powinni dysponować pisemnym pełnomocnictwem\n                           _w oryginale lub kopii poświadczonej przez notariusza_ oraz aktualnym na dzień wydania\n                           pełnomocnictwa oryginałem lub poświadczoną przez notariusza kopią odpisu z właściwego\n                           rejestru.Akcjonariusze i pełnomocnicy powinni posiadać przy sobie dowód tożsamości.Dzień rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu przypada na dzień\n                           04.06.2018 r. Prawo uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mają tylko osoby\n                           będące akcjonariuszami w dniu rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           tj. na szesnaście dni przed datą walnego zgromadzenia.Osoba uprawniona do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu może uzyskać pełny\n                           tekst dokumentacji, która ma być przedstawiona Zwyczajnemu Walnemu Zgromadzeniu oraz\n                           projekty uchwał lub uwagi zarządu bądź rady nadzorczej w siedzibie Spółki w Gliwicach\n                           przy ulicy Górnych Wałów 42, I piętro, sekretariat, w godzinach 8.00 - 16.00, od dnia\n                           13.06.2018 r., gdzie również będzie udostępniona, zgodnie z art. 407 § 1 Kodeksu spółek\n                           handlowych, lista akcjonariuszy uprawnionych do wzięcia udziału w Zwyczajnym Walnym\n                           Zgromadzeniu P.A. Nova S.A.Informacje dotyczące Walnego Zgromadzenia _w tym: ogłoszenie o zwołaniu Walnego Zgromadzenia,\n                           informacje o ogólnej liczbie akcji w spółce i liczbie głosów z tych akcji w dniu ogłoszenia,\n                           dokumentacja, która ma być przedłożona Walnemu Zgromadzeniu, projekty uchwał_ będą\n                           dostępne na stronie internetowej Spółki pod adresem: www.pa-nova.com.pl w sekcji Relacje\n                           Inwestorskie. W celu zapewnienia sprawnego przebiegu Zwyczajnego Walnego Zgromadzenia P.A. Nova\n                           S.A., Zarząd Spółki zwraca się z prośbą o przybycie na miejsce obrad na ok. 30 minut\n                           przed planowaną godziną jego rozpoczęcia.Zarząd P.A. Nova S.A. podaje w załączeniu do wiadomości treść projektów uchwał, będących\n                           przedmiotem obrad Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w dniu\n                           20 czerwca 2018 roku.Podstawa prawna:RMF GPW §19 ust.1 pkt 1 i 2",
        "date": "2018-05-22"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 17.05.2018 r. otrzymał\n                           podpisany aneks do umowy o kredyt obrotowy w rachunku kredytowym rewolwingowy, zawarty\n                           pomiędzy Emitentem _Kredytobiorca_ i Podkarpackim Bankiem Spółdzielczym z siedzibą\n                           w Sanoku _Bank_. O zawarciu w/w umowy Emitent poinformował w raporcie bieżącym nr\n                           17/2014 z dnia 21.05.2014 roku.Na podstawie niniejszego aneksu przedłużeniu ulega termin obowiązywania umowy do dnia\n                           16.06.2018 roku.Pozostałe warunki nie uległy zmianie.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-05-17"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 16.05.2018 r. Emitent\n                           złożył w Sądzie Okręgowym w Warszawie XVI Wydział Gospodarczy pozew przeciwko Polskim\n                           Kolejom Państwowym S.A. _\"PKP S.A.\", \"Pozwany\"_ o zasądzenie od Pozwanego kwoty 100.000,00\n                           zł wraz z kosztami procesu i ustawowymi odsetkami. Dochodzona przez Emitenta kwota\n                           to równowartość pierwszej raty spłaty dokonanej przez Spółkę na rzecz KUKE S.A. zgodnie\n                           z zawartym porozumieniem, o którym Emitent informował raportem bieżącym nr 7/2018\n                           z dn. 13.04.2018 r., które to porozumienie zawarto w związku z wypłatą przez KUKE\n                           gwarancji na  rzecz PKP S.A. Złożony pozew ma na celu ustalenie przez sąd zasadności odstąpienia przez Emitenta\n                           od umowy zawartej z PKP S.A. na wykonanie robót budowlano-montażowych dla zadania\n                           pn. \"Rewitalizacja budynku zabytkowego dworca kolejowego Sosnowiec Maczki…\", z winy\n                           leżącej po stronie Pozwanego, bezpodstawność naliczenia przez PKP S.A. kary umownej\n                           w wysokości 7.777.000,00 zł, nadużycie praw z gwarancji dobrego wykonania umowy nr\n                           RW/GW/41/285/4004/2016 z dnia 12.08.2016 r. na kwotę 3.885.500,00 zł oraz bezpodstawne\n                           wzbogacenie na skutek wypłaty przez KUKE S.A. środków z w/w gwarancji.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-05-16"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 11.05.2018 r. podpisał aneks\n                           do umowy o roboty budowlane pomiędzy Dr. Schumacher GmbH z siedzibą w Malsfeld-Beiseförth\n                           _Niemcy_ jako Inwestorem a P.A. NOVA S.A. z siedzibą w Gliwicach jako Wykonawcą. O\n                           zawarciu przedmiotowej umowy Emitent informował raportem bieżącym nr 24/2016 z dn.\n                           14.12.2016 r.W związku z zawarciem niniejszego aneksu zmianie uległ termin zakończenia całości\n                           prac oraz wysokość wynagrodzenia umownego netto.Zgodnie z zawartym aneksem zakończenie całości prac wraz z uzyskaniem pozwolenia na\n                           użytkowanie ma nastąpić do dnia 22.04.2019 r.Wynagrodzenie umowne za wykonanie przedmiotu Umowy na podstawie zawartego aneksu uległo\n                           podwyższeniu o kwotę 2.773.174,00 EUR do kwoty w wysokości 11.815.642,00 EUR _słownie:\n                           jedenaście milionów osiemset piętnaście tysięcy sześćset czterdzieści dwa 00/100 euro_.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych w umowach tego\n                           typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-05-11"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd spółki P.A. NOVA S.A. z siedzibą w Gliwicach _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 24 kwietnia 2018 r. otrzymał od osoby pełniącej obowiązki zarządcze tj.\n                           Wiceprezesa Zarządu Emitenta Pana Przemysława Żura zawiadomienie dotyczące nabycia\n                           obligacji wyemitowanych przez Spółkę w liczbie 2.934 szt.Pełna treść zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-04-24"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd spółki P.A. NOVA S.A. z siedzibą w Gliwicach _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 24 kwietnia 2018 r. otrzymał od osoby pełniącej obowiązki zarządcze tj.\n                           Wiceprezesa Zarządu Emitenta Pana Tomasza Janika zawiadomienie dotyczące nabycia obligacji\n                           wyemitowanych przez Spółkę w liczbie 587 szt.Pełna treść zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-04-24"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd spółki P.A. NOVA S.A. z siedzibą w Gliwicach _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 24 kwietnia 2018 r. otrzymał od osoby pełniącej obowiązki zarządcze tj.\n                           Wiceprezesa Zarządu Emitenta Pani Ewy Bobkowskiej zawiadomienie dotyczące nabycia\n                           obligacji wyemitowanych przez Spółkę w liczbie 4.694 szt.Pełna treść zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-04-24"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. z siedzibą w Gliwicach _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 6/2018 z dnia 4 kwietnia 2018 roku w sprawie emisji obligacji na okaziciela serii\n                           A _\"Obligacje\"_, informuje, że Spółka powzięła w dniu 24 kwietnia 2018 roku informację\n                           z Krajowego Depozytu Papierów Wartościowych S.A. o przyjęciu do depozytu 200.000 szt.\n                           obligacji serii A, o wartości nominalnej 100,00 PLN każda. Obligacje serii A zarejestrowano\n                           w systemie KDPW, pod kodem PLPANVA00047. W ramach oferowanej emisji złożono zapisy na 340.911 szt. Obligacji na łączną kwotę\n                           34.091.100 PLN. Inwestorom przydzielono łącznie 200.000 szt. Obligacji na kwotę 20.000.000\n                           zł  po dokonaniu proporcjonalnej redukcji zapisów. Stopa alokacji wyniosła 58,67%.Obligacje będą oprocentowane według stopy procentowej równej stawce WIBOR 3M dla depozytów\n                           3-miesięcznych powiększonej o marżę w wysokości 3,8% w skali roku. Odsetki od Obligacji\n                           będą płatne w okresach 3- miesięcznych, zaś wykup Obligacji nastąpi w dniu 23 kwietnia\n                           2020 r.Obligacje serii A zostaną wprowadzone do Alternatywnego Systemu Obrotu _Catalyst_prowadzonego przez Giełdę Papierów Wartościowych w Warszawie S.A. _\"ASO GPW\"_ orazBondSpot S.A. _\"ASO BondSpot\"_ po podjęciu stosownych uchwał odpowiednio przez zarządy\n                           ASO GPW i ASO BondSpot.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-04-24"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "W imieniu Zarządu P.A. NOVA S.A. _\"Emitent\"_ informujemy, że do siedziby Emitenta\n                           wpłynęło podpisane porozumienie w sprawie spłaty zadłużenia, zawarte pomiędzy Korporacją\n                           Ubezpieczeń Kredytów Eksportowych S.A. z siedzibą w Warszawie jako Wierzycielem _\"KUKE\n                           S.A.\"_ a Emitentem jako Dłużnikiem.Porozumienie, o którym mowa powyżej, zostało zawarte w związku z wypłatą przez KUKE\n                           S.A. na rzecz PKP S.A. kwoty w wysokości 3.885.500,00 zł z gwarancji dobrego wykonania\n                           umowy nr RW/GW/41/285/4004/2016 z dnia 12.08.2016 r. oraz wezwania Emitenta do zapłaty\n                           w/w kwoty na rachunek KUKE S.A.. Informacja na ten temat została opublikowana raportem\n                           bieżącym nr 5/2018 z dnia 26.02.2018 r.Na podstawie w/w porozumienia Emitent zobowiązał się do spłaty kwoty 3.885.500,00\n                           zł w ośmiu ratach w terminie do 28.12.2018 r.Jako zabezpieczenie spłaty zadłużenia Emitent zobowiązał się do złożenia oświadczenia\n                           o poddaniu się egzekucji w formie aktu notarialnego.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-04-13"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Emitent\"_ informuje, że w dniu 04.04.2018 r. podjął uchwałę\n                           o emisji niezabezpieczonych obligacji serii A _\"Obligacje\"_ na następujących warunkach:1. Obligacje będą obligacjami na okaziciela, niezabezpieczonymi, nieposiadającymi\n                           formy dokumentu.2. Oferta Obligacji obejmować będzie nie więcej niż 200.000 Obligacji o łącznej wartości\n                           nominalnej do 20.000.000,00 _dwadzieścia milionów_ złotych. Cena emisyjna Obligacji\n                           serii A będzie równa 100,00 _sto_ złotych.3. Wykup Obligacji serii A nastąpi w dniu 23 kwietnia 2020 r.4. Emisja Obligacji nastąpi w trybie określonym w art. 33 pkt 2 ustawy z dnia 15 stycznia\n                           2015 r. o obligacjach _tj. Dz.U. z 2018 r. poz. 483_ w formie oferty prywatnej.5. Celem emisji jest przeznaczenie środków na bieżącą działalność grupy Emitenta,\n                           w szczególności na finansowanie zakupu gruntów pod projekty deweloperskie.6. Obligacje serii A mogą zostać wprowadzone do obrotu na ASO BondSpot i/lub ASO GPW.\n                           Zarząd Emitenta podejmie wszelkie niezbędne działania w celu dematerializacji i rejestracji\n                           Obligacji serii A do w/w systemu obrotu.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-04-04"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "W imieniu Zarządu P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informujemy, że do siedziby\n                           Emitenta wpłynęło wezwanie z dn. 23.02.2018 r. z Korporacji Ubezpieczeń Kredytów Eksportowych\n                           S.A. _\"KUKE S.A.\"_, w którym KUKE S.A. informuje o  wypłacie na rzecz PKP S.A. kwoty\n                           w wysokości 3.885.000,00 zł z gwarancji dobrego wykonania umowy nr RW/GW/41/285/4004/2016\n                           z dnia 12.08.2016 r. i równocześnie wzywa Emitenta do zapłaty w/w kwoty na rachunek\n                           KUKE S.A. w terminie 7 dni od daty otrzymania wezwania.Emitent informuje, iż podtrzymuje swoje stanowisko dotyczące bezzasadności roszczenia\n                           zgłoszonego przez PKP S.A. oraz że gotowy był zawrzeć porozumienie rozliczające wzajemne\n                           roszczenia PKP S.A. i Emitenta na warunkach omówionych przez Strony. Pomimo kilku\n                           spotkań negocjacyjnych, przed zawarciem ostatecznego porozumienia, PKP S.A. nieoczekiwanie\n                           przerwało negocjacje i zażądało od KUKE S.A. wypłaty kwoty gwarancji.Zarząd Emitenta w celu ochrony dobrego imienia i majątku Spółki wystąpi do sądu z\n                           roszczeniem o uznanie kar naliczonych przez PKP S.A. za bezzasadne oraz z roszczeniami\n                           odszkodowawczymi wobec PKP S.A.Zarząd Emitenta podjął decyzję o ujęciu w sprawozdaniu finansowym za 2017 rok rezerwy\n                           w kwocie 7.777.000,00 zł. Kwota ta stanowi równowartość całości kary umownej naliczonej\n                           przez PKP S.A. w związku z realizacją kontraktu p.n. \"Rewitalizacja dworca kolejowego\n                           Sosnowiec-Maczki _…_\", z której to kary 50% wartości było zabezpieczone wyżej opisaną\n                           gwarancją.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-02-26"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 14.02.2018 r. do\n                           siedziby Spółki wpłynęły następujące warunkowe przedwstępne umowy sprzedaży udziałów\n                           zawarte pomiędzy P.A. NOVA S.A. z siedzibą w Gliwicach jako Sprzedającym i Peppercorn\n                           Properties Spółka z o.o. z siedzibą w Warszawie jako Kupującym:1_ warunkowa przedwstępna umowa sprzedaży 100% udziałów w spółce P.A. NOVA INVEST\n                           Krosno Sp. z o.o., która jest właścicielem parku handlowego w Krośnie,2_ warunkowa przedwstępna umowa sprzedaży 100% udziałów w spółce P.A. NOVA INVEST\n                           3 Sp. z o.o., która jest właścicielem parku handlowego w Myszkowie.Zawarcie w/w umów stanowi następstwo listu intencyjnego, o podpisaniu którego Emitent\n                           informował w raporcie bieżącym nr 19/2017 z dnia 22.05.2017 r.Nabywcą udziałów w spółkach zostanie Peppercorn Properties Sp. z o.o. lub inna spółka\n                           z ograniczoną odpowiedzialnością wskazana przez Kupującego. Strony ustaliły, że wartość transakcji zostanie określona w oparciu o uzgodnioną wartość\n                           nieruchomości skorygowaną o saldo pozostałych aktywów i zobowiązań spółek, w tym zobowiązań\n                           z tytułu kredytów bankowych i z tytułu pożyczek otrzymanych od Emitenta według stanu\n                           na dzień zawarcia przyrzeczonej umowy sprzedaży.Strony ustaliły, że przyrzeczone umowy sprzedaży zostaną zawarte do dnia 30.04.2018\n                           r.Warunkiem zawarcia przyrzeczonych umów sprzedaży udziałów jest między innymi pozytywne\n                           zakończenie procesu due diligence oraz akceptacja transakcji przez bank kredytujący\n                           spółkę celową.Szczegółowe warunki przedmiotowych Umów nie odbiegają od standardów rynkowych stosowanych\n                           w umowach tego typu.Podstawa prawna:art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-02-14"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Informujemy, że w dniu dzisiejszym wpłynęło do siedziby Emitenta pismo z Korporacji\n                           Ubezpieczeń Kredytów Eksportowych S.A. informujące o roszczeniu zgłoszonym przez PKP\n                           S.A. dotyczącym wypłaty kwoty  3.885.000,00 zł z gwarancji dobrego wykonania wystawionej\n                           na zlecenie P.A. NOVA S.A nr RW/GW/41/285/4004/2016 z dnia 12.08.2016  jako zapłaty\n                           części kary umownej naliczonej przez PKP S.A., opisanej w raporcie bieżącym nr 32/2017\n                           z dnia 11.10.2017.W celu ochrony interesów spółki, zarząd Emitenta zdecydował się na złożenie w Sądzie\n                           Okręgowym w Warszawie  wniosku o udzielenie przez Sąd zabezpieczenia wypłaty przez\n                           KUKE S.A. roszczenia z tytułu gwarancji ubezpieczeniowej nr RW/GW/41/285/4004/2016\n                           z dnia 12.08.2016 r. Zarząd Emitenta podejmował konsekwentnie próby doprowadzenia do spotkania pomiędzy\n                           stronami w celu uzgodnienia porozumienia co do zakończenia i rozliczenia kontraktu.\n                           Na spotkaniu z przedstawicielami PKP S.A. w dniu 14.11.2017 r. uzgodniono wolę zawarcia\n                           takiego porozumienia po wykonaniu przez Emitenta zabezpieczenia prac wykonanych w\n                           trakcie trwania kontraktu. Pomimo wykonania tych prac, co strony potwierdziły obustronnym\n                           protokołem, przedstawiciela PKP S.A. nie odpowiadali na ponawiane próby zawarcia porozumienia\n                           zgodnie z wcześniej podjętymi ustaleniami.  Zarząd Emitenta otrzymał ostatecznie zaproszenie\n                           na spotkanie w dniu 29.01.2018 r., w trakcie którego strony przedstawiły swoje oczekiwania\n                           i uzgodniły że stanowisko Zarządu PKP S.A. odnośnie propozycji złożonych przez Emitenta\n                           zostanie wypracowane w ciągu tygodnia. Niezależnie od prowadzonych rozmów, PKP S.A.\n                           złożyło  roszczenie o wypłatę kwoty 3.885 tys. zł z gwarancji ubezpieczeniowej nr\n                           RW/GW/41/285/4004/2016 wystawionej przez KUKE S.A. Zarząd Emitenta kontynuuje  działania  zmierzające do polubownego rozstrzygnięcia\n                           sporu, rozliczenia końcowego kontraktu i wycofania przez PKP S.A. roszczenia o wypłatę\n                           gwarancji skierowanego do KUKE S.A. Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-02-05"
    },
    {
        "company_name": "PA NOVA SA",
        "content": "Zarząd P.A. NOVA S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 25.01.2018 r. do\n                           siedziby Spółki wpłynął podpisany przez obie strony egzemplarz umowy o roboty budowlane\n                           _\"Umowa\"_ pomiędzy P.A. NOVA S.A. z siedzibą w Gliwicach jako Wykonawcą i Lidl sp.\n                           z o.o. sp. k. z siedzibą w Jankowicach jako Zleceniodawcą. Przedmiotem Umowy jest realizacja kompletnej inwestycji budowlanej polegającej na\n                           wybudowaniu obiektu handlowo-usługowego.Wynagrodzenie ryczałtowe netto Emitenta za wykonanie przedmiotu Umowy wynosi 8.742.925,03\n                           zł.Strony ustaliły termin zakończenia prac na dzień 04.07.2018 r.Szczegółowe warunki Umowy nie odbiegają od standardów rynkowych stosowanych w tego\n                           typu umowach.Podstawa prawna:Art. 17 ust. 1 MAR – informacje poufne",
        "date": "2018-01-25"
    }
]