[
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 22 grudnia 2017 r. powziął informację\n                           o podpisaniu przez PKO Faktoring S.A. _Faktor_ aneksów do umów faktoringu krajowego\n                           bez przejęcia ryzyka oraz umów faktoringu krajowego z przejęciem ryzyka _łącznie Umowy_,\n                           zawartych pomiędzy Emitentem oraz spółką zależną Emitenta – Warmińskimi Zakładami\n                           Przetwórstwa Owocowo-Warzywnego  Sp. z o.o. _WZPOW_ a Faktorem, stanowiących kontynuację\n                           dotychczasowej formy finansowania, o której Emitent informował w treści raportów bieżących\n                           nr 11/2013, 41/2013, 5/2014, 44/2014, 12/2015, 1/2016, 17/2016, 19/2016 i 21/2017.Łączny limit finansowania udzielony przez Faktora wynosi 20 mln zł i stanowi górną\n                           granicę finansowania wypłaconego na podstawie Umów, co jest zgodne z warunkami określonymi\n                           w umowie kredytu konsorcjalnego, o którym Emitent informował w raporcie bieżącym nr\n                           18/2017. Łączny limit finansowania dla Emitenta wynosi 16 mln zł _poprzednio 15 mln\n                           zł_ a dla WZPOW odpowiednio 4 mln zł _poprzednio 5 mln zł_.W ramach wyżej określonego limitu Faktor zobowiązał się do świadczenia na rzecz Emitenta\n                           i WZPOW usług faktoringowych także z przejęciem ryzyka _faktoring pełny, poprzednio\n                           wyłącznie bez przejęcia ryzyka – faktoring niepełny_. Nadanie limitów finansowania\n                           w ramach faktoringu pełnego zostanie dokonane pod warunkiem przyznania limitów kredytowych\n                           _ubezpieczeniowych_ przez ubezpieczyciela. Faktor udziela odpowiednio Emitentowi i WZPOW finansowania do wysokości 95% zaakceptowanych\n                           wierzytelności, natomiast poziom przejęcia ryzyka przez Faktora wynosi 90 % wartości\n                           nabytej wierzytelności.Okres obowiązywania limitów finasowania został wydłużony do 16 grudnia 2018 r.",
        "date": "2017-12-22"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. podaje do publicznej wiadomości wykaz akcjonariuszy posiadających\n                           co najmniej 5% głosów na Nadzwyczajnym Walnym Zgromadzeniu PAMAPOL S.A., którego obrady\n                           odbyły się w dniu 20 grudnia 2017 roku:AMERYKANKA STRUKTURA Sp. z o.o. spółka komandytowa z siedzibą w Ruścu, ul. Wieluńska\n                           2 - posiadająca 24.786.750 akcji, dających 24.786.750 głosów, co stanowiło 100 % głosów\n                           na tym Nadzwyczajnym Walnym Zgromadzeniu i 71,33 % ogólnej liczby głosów.",
        "date": "2017-12-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Na podstawie § 38 ust.1 pkt 7- 9 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych […], Zarząd PAMAPOL S.A. przekazuje w załączeniu treść uchwał\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie PAMAPOL S.A. w dniu 20 grudnia 2017\n                           roku.Podczas obrad Nadzwyczajnego Walnego Zgromadzania nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, ani też nie zgłoszono sprzeciwów do protokołu\n                           w stosunku do podjętych uchwał.",
        "date": "2017-12-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 12 grudnia 2017 r. po uzyskaniu\n                           zgody Rady Nadzorczej doszło do podpisania pomiędzy Emitentem a Ministrem Rozwoju\n                           i Finansów umowy o dofinansowanie projektu Centrum badawczo-rozwojowe dań gotowych\n                           wysokiej jakości _Projekt_ w ramach działania 2.1 Wsparcie inwestycji w Infrastrukturę\n                           B+R przedsiębiorstw Programu Operacyjnego Inteligentny Rozwój 2014-2020 współfinansowanego\n                           ze środków Europejskiego Funduszu Rozwoju Regionalnego _Umowa_.  Całkowity koszt netto realizacji Projektu wynosi 16 mln zł, a kwota przyznanego dofinansowania\n                           wynosi odpowiednio 4,5 mln zł, co stanowi 35% kwoty wydatków kwalifikowanych. Emitent\n                           jest obowiązany do zapewnienia sfinansowania wydatków niekwalifikowalnych niezbędnych\n                           dla realizacji Projektu we własnym zakresie, z innych źródeł niż źródła publiczne.Dofinansowanie przekazywane będzie w formie refundacji poniesionych wydatków kwalifikowanych.\n                           Do dnia 7 września 2018 r. Emitent zobowiązany jest do złożenia do Ministra Rozwoju\n                           i Finansów prawomocnej decyzji o środowiskowych uwarunkowaniach realizacji przedsięwzięcia\n                           oraz prawomocnego pozwolenia na budowę albo dokumentów potwierdzających, że nie jest\n                           wymagane ich uzyskanie. Okres kwalifikowalności wydatków rozpoczyna się w dniu 1 października 2018 r. i kończy\n                           się w dniu złożenia wniosku o płatność końcową, tj. 31 grudnia 2019 r.Emitent zobowiązany jest do zapewnienia trwałości Projektu przez okres 5 lat od dnia\n                           zakończenia realizacji Projektu.Umowa zawiera standardowe dla tego typu umów możliwości wstrzymania wypłaty dofinansowania\n                           lub wypowiedzenia Umowy. W określonych przypadkach wypowiedzenia Umowy, Emitent zobowiązany\n                           jest do zwrotu całości otrzymanego dofinansowania w terminie 14 dni od dnia doręczenia\n                           wezwania wraz z odsetkami.Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.W celu zabezpieczenia prawidłowej realizacji Umowy Emitent ustanowił zabezpieczenie\n                           w formie weksla in blanco.Realizacja Projektu uzasadniona jest koniecznością ciągłego podnoszenia poziomu konkurencyjności\n                           produktów Emitenta i Grupy Kapitałowej PAMAPOL zarówno na rynku krajowym, jak i rynkach\n                           zagranicznych. Jednym z celów nowego centrum badawczo-rozwojowego będzie opracowanie\n                           gamy nowych produktów, opartych na innowacyjnych recepturach, które wpasują się w\n                           przyszłe trendy obowiązujące dla tego rodzaju produktów.",
        "date": "2017-12-12"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do treści raportów 18/2017, 20/2017, 21/2017, 22/2017, 23/2017, 24/2017\n                           i 25/2017 Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 6 grudnia 2017 r. otrzymał\n                           z Banku Powszechna Kasa Oszczędności Bank Polski S.A. _PKO BP S.A._ potwierdzenie\n                           o wykonaniu przez Emitenta i spółki zależne, tj. Warmińskie Zakłady Przetwórstwa Owocowo-Warzywnego\n                           Sp. z o.o. _WZPOW_ oraz Mitmar Sp. z o.o. _Mitmar_ jako Kredytobiorców warunków zawieszających\n                           wykorzystania kredytu  w ramach  umowy kredytu zawartej w dniu 21 września 2017 r.\n                           pomiędzy Emitentem, WZPOW, Mitmar jako Kredytobiorcami a PKO BP S.A. oraz Credit Agricole\n                           Bank Polski S.A. jako Kredytodawcami _Banki_ w ramach konsorcjum bankowego utworzonego\n                           przez Banki, dotyczącego finansowania Grupy Kapitałowej PAMAPOL _Umowa Kredytu_.Wypełnienie przez Kredytobiorców warunków zawieszających wykonania Umowy Kredytu pozwoliło\n                           Bankom  na  pierwsze uruchomienie kredytu. Uruchomione środki finansowe zostały przeznaczone\n                           w pierwszej kolejności na całkowitą spłatę istniejących zobowiązań Kredytobiorców\n                           wobec BGŻ BNP Paribas S.A., PKO BP S.A., ING Bank Śląski S.A., Deutsche Bank Polska\n                           S.A., mBank S.A..",
        "date": "2017-12-06"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zgodnie z § 38 ust.1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […], Zarząd spółki PAMAPOL S.A. _Emitent_ z siedzibą w Ruścu, w załączeniu\n                           podaje do publicznej wiadomości treść projektów uchwał, które będą przedmiotem obrad\n                           Nadzwyczajnego Walnego Zgromadzenia PAMAPOL S.A. zwołanego na dzień 20 grudnia 2017\n                           roku.",
        "date": "2017-11-23"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL Spółki Akcyjnej z siedzibą w Ruścu _Spółka_ działając na podstawie\n                           art. 399 § 1 i 402 _1_ k.s.h. § 1 i 2, w związku z art. 398 k.s.h. zwołuje na dzień\n                           20 grudnia 2017 roku  na godzinę 10.00 Nadzwyczajne Walne Zgromadzenie, które odbędzie\n                           się w siedzibie Spółki w Ruścu przy ulicy Wieluńskiej 2.Proponowany porządek obrad :    1. Otwarcie obrad Nadzwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                               zdolności do podejmowania uchwał.4. Podjęcie uchwały w sprawie wyboru Komisji Skrutacyjnej Nadzwyczajnego Walnego Zgromadzenia.5. Przyjęcie porządku obrad.6. Podjęcie uchwały w sprawie wyrażenia zgody na ustanowienie ograniczonego prawa\n                               rzeczowego na zorganizowanej części przedsiębiorstwa.7. Zamknięcie obrad Nadzwyczajnego Walnego Zgromadzenia.I. Opis procedur dotyczących uczestnictwa w Walnym Zgromadzeniu oraz wykonywania prawa\n                           głosu zgodnie z art. 402_2_ punkt 2 KSHNa podstawie art. 402_2_ Kodeksu Spółek Handlowych Spółka przekazuje poniżej informacje\n                           dotyczące udziału w Nadzwyczajnym Walnym Zgromadzeniu Spółki.Z uwzględnieniem ograniczeń przewidzianych w Kodeksie Spółek Handlowych, Akcjonariusze\n                           Spółki mogą kontaktować się ze Spółką za pomocą środków komunikacji elektronicznej.\n                           W szczególności Akcjonariusze Spółki mogą zgłaszać wnioski, żądania, oraz przesyłać\n                           zawiadomienia i dokumenty. Komunikacja Akcjonariuszy ze Spółką w formie elektronicznej\n                           odbywa się przy wykorzystaniu dedykowanego adresu e-mail: wza@pamapol.com.pl.Akcjonariusze wykorzystujący elektroniczne środki komunikacji ponoszą wyłączne ryzyko\n                           związane z ich wykorzystaniem.Wszelkie przesyłane do Spółki dokumenty, które nie zostały sporządzone w języku polskim,\n                           powinny być przetłumaczone na język polski przez tłumacza przysięgłego. Wszelkie dokumenty\n                           przesyłane przez Akcjonariusza do Spółki, jak również przez Spółkę do Akcjonariusza\n                           drogą elektroniczną powinny być zeskanowane do formatu PDF.a_ Akcjonariuszowi lub Akcjonariuszom reprezentującym co najmniej 1/20 kapitału zakładowego\n                           przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie\n                           później niż na 21 dni przed terminem Nadzwyczajnego Walnego Zgromadzenia. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie Spółki pod adresem\n                           97-438 Rusiec, ul. Wieluńska 2 lub w postaci elektronicznej i przesłane na następujący\n                           adres poczty elektronicznej Spółki: wza@pamapol.com.pl.Akcjonariusz lub Akcjonariusze żądający umieszczenia określonych spraw w porządku\n                           obrad muszą przedstawić, wraz z żądaniem, dokumenty potwierdzające ich tożsamość oraz\n                           uprawnienie do żądania umieszczenia określonych spraw w porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia, w szczególności:1. świadectwo depozytowe lub zaświadczenie o prawie uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu Spółki, wystawione przez podmiot prowadzący rachunek papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi, potwierdzające, że jego\n                           adresat jest Akcjonariuszem Spółki i posiada odpowiednią liczbę akcji na dzień złożenia\n                           żądania,2. w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego, paszportu\n                           lub innego dokumentu potwierdzającego tożsamość,3. w przypadku Akcjonariusza innego niż osoba fizyczna – kopię aktualnego odpisu z\n                           właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania\n                           Akcjonariusza wraz z oświadczeniem, że dane zawarte w odpisie z KRS nie uległy zmianie.Obowiązek załączenia dokumentów, o których mowa powyżej dotyczy Akcjonariuszy występujących\n                           z żądaniem zarówno w formie pisemnej jak i elektronicznej. Dokumenty powinny zostać\n                           dołączone w postaci właściwej dla formy żądania _dokument papierowy lub jego kopia\n                           albo skan i konwersja do formatu PDF_. Spółka może podjąć niezbędne działania służące\n                           identyfikacji Akcjonariusza lub Akcjonariuszy i weryfikacji ważności przesłanych dokumentów.Zarząd Spółki niezwłocznie, jednak nie później niż na osiemnaście dni przed wyznaczonym\n                           terminem Nadzwyczajnego Walnego Zgromadzenia ogłosi zmiany w porządku obrad, wprowadzone\n                           na ewentualne żądanie Akcjonariusza lub Akcjonariuszy. Ogłoszenie nowego porządku\n                           obrad zostanie opublikowane w trybie raportu bieżącego oraz umieszczone na stronie\n                           internetowej www.grupapamapol.plb_ Akcjonariusz lub Akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału\n                           zakładowego mogą przed terminem  Nadzwyczajnego Walnego Zgromadzenia zgłaszać na piśmie\n                           w siedzibie Spółki pod adresem 97-438 Rusiec, ul. Wieluńska 2 lub przy wykorzystaniu\n                           środków komunikacji elektronicznej _w sposób i na adres poczty elektronicznej Spółki\n                           podany w pkt a_ powyżej_ projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone\n                           do porządku obrad.Akcjonariusz lub Akcjonariusze zgłaszający projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Nadzwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać\n                           wprowadzone do porządku obrad, muszą przedstawić, wraz z żądaniem, dokumenty potwierdzające\n                           ich tożsamość oraz uprawnienie do zgłoszenia projektu uchwały Nadzwyczajnego Walnego\n                           Zgromadzenia, w szczególności:1. świadectwo depozytowe lub zaświadczenie o prawie uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu Spółki, wystawione przez podmiot prowadzący rachunek papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi, potwierdzające, że jego\n                           adresat jest Akcjonariuszem Spółki i posiada odpowiednią liczbę akcji na dzień złożenia\n                           żądania,2. w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego, paszportu\n                           lub innego dokumentu potwierdzającego tożsamość,3. w przypadku Akcjonariusza innego niż osoba fizyczna – kopię aktualnego odpisu z\n                           właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania\n                           Akcjonariusza wraz z oświadczeniem, że dane zawarte w odpisie z KRS nie uległy zmianie.Obowiązek załączenia dokumentów, o których mowa powyżej dotyczy Akcjonariuszy występujących\n                           z żądaniem zarówno w formie pisemnej jak i elektronicznej. Dokumenty powinny zostać\n                           dołączone w postaci właściwej dla formy żądania _dokument papierowy lub jego kopia\n                           albo skan i konwersja do formatu PDF_. Spółka może podjąć niezbędne działania służące\n                           identyfikacji Akcjonariusza lub Akcjonariuszy i weryfikacji ważności przesłanych dokumentów.c_ Każdy z Akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu może podczas\n                           Nadzwyczajnego Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. O zamiarze zgłoszenia takich projektów\n                           uczestnik Walnego Zgromadzenia powinien uprzedzić Przewodniczącego Walnego Zgromadzenia,\n                           przekazując mu treść projektu na piśmie, najpóźniej po podjęciu przez Walne Zgromadzenie\n                           uchwały o przyjęciu porządku obrad.d_ Akcjonariusz może uczestniczyć w Nadzwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Spółka informuje, iż wzór formularza\n                           pozwalającego na wykonywanie prawa głosu przez pełnomocnika zawierający dane określone\n                           w art. 402_3_ KSH został zamieszczony na stronie internetowej www.grupapamapol.pl,\n                           w zakładce RELACJE INWESTORSKIE – WALNE ZGROMADZENIA.Pełnomocnictwo do głosowania przez pełnomocnika powinno być udzielone na piśmie lub\n                           w postaci elektronicznej, w przypadku Akcjonariuszy będących osobami prawnymi    i\n                           spółkami osobowymi do pełnomocnictwa należy dołączyć potwierdzenie uprawnienia do\n                           działania w imieniu tego podmiotu załączając aktualny odpis z KRS wraz z oświadczeniem,\n                           że dane zawarte w odpisie z KRS nie uległy zmianie. Udzielenie pełnomocnictwa w postaci\n                           elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu.Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej musi być dokonane\n                           najpóźniej na 24 godziny przed terminem Nadzwyczajnego Walnego Zgromadzenia w związku\n                           z potrzebą przeprowadzenia działań weryfikacyjnych. Spółka podejmie odpowiednie działania\n                           służące identyfikacji Akcjonariusza i pełnomocnika w celu weryfikacji ważności pełnomocnictwa\n                           udzielonego w postaci elektronicznej. Weryfikacja ta polegać może w szczególności\n                           na zwrotnym pytaniu w formie elektronicznej lub telefonicznej skierowanym do Akcjonariusza\n                           lub pełnomocnika w celu potwierdzenia faktu udzielenia pełnomocnictwa i jego zakresu.Jeżeli pełnomocnictwo zostaje udzielone w formie elektronicznej, to Akcjonariusz-mocodawca\n                           powinien zawiadomić o tym Spółkę. Zawiadomienie powinno zostać złożone Spółce w terminie\n                           umożliwiającym dokonanie identyfikacji mocodawcy i jego pełnomocnika, nie później\n                           jednak niż w dniu poprzedzającym dzień, na które zostało zwołane Walne Zgromadzenie.\n                           Zawiadomienie może mieć formę pisemną lub postać elektroniczną. Zawiadomienie w formie\n                           pisemnej powinno być przesłane na adres Spółki 97-438 Rusiec, ul. Wieluńska 2. Zawiadomienie\n                           w formie elektronicznej jest przesyłane na adres: wza@pamapol.com.pl Zawiadomienie powinno zawierać:1. Imię i nazwisko albo nazwę _firmę_ Akcjonariusza-mocodawcy oraz imiona i nazwiska\n                           osób uprawnionych do udzielenia pełnomocnictwa w jego imieniu.2. Rodzaj oraz numer identyfikacyjny dokumentu tożsamości, a także numer PESEL mocodawcy\n                           _w przypadku osób fizycznych_ albo numer KRS _w przypadku podmiotów wpisanych do rejestru\n                           przedsiębiorców_ oraz miejsce zamieszkania _siedzibę_ mocodawcy.3. Imię i nazwisko albo nazwę _firmę_ pełnomocnika, rodzaj oraz numer identyfikacyjny\n                           dokumentu tożsamości, a także numer PESEL pełnomocnika _w przypadku osób fizycznych_\n                           albo numer KRS _w przypadku podmiotów wpisanych do rejestru przedsiębiorców_, miejsce\n                           zamieszkania _siedzibę_ oraz kopię ww. dokumentów przesłaną w formie elektronicznej.4. Numer telefonu lub adres poczty elektronicznej, które umożliwiają stały kontakt\n                           z mocodawcą.5. Numer telefonu lub adres poczty elektronicznej, które umożliwiają weryfikację pełnomocnika.6. Datę udzielenia pełnomocnictwa.7. Wskazanie Walnego Zgromadzenia, w związku z którym pełnomocnictwo jest udzielane.8. Zakres pełnomocnictwa, w tym w szczególności wszelkie ograniczenia pełnomocnictw\n                           oraz wskazanie, czy pełnomocnik może ustanawiać także dalszych pełnomocników.9. Wskazanie, czy pełnomocnictwo jest odwołalne.10. Podpis mocodawcy lub osób działających w imieniu mocodawcy.Jeżeli zawiadomienie zostało dokonane zgodnie z powyższymi wymogami Spółka niezwłocznie\n                           potwierdza mocodawcy dokonanie zawiadomienia.Jeżeli zawiadomienie nie odpowiada powyższym wymogom Spółka niezwłocznie informuje\n                           o tym zgłaszającego wskazując na braki zawiadomienia.Spółka na swojej stronie internetowej udostępnia do pobrania wzór formularza zawiadomienia\n                           o udzieleniu pełnomocnictwa w postaci elektronicznej, który może być stosowany przez\n                           Akcjonariusza do zawiadomienia Spółki o udzieleniu pełnomocnictwa w postaci elektronicznej.\n                           Formularz ten, po wypełnieniu zgodnie z instrukcją w nim zawartą powinien być przez\n                           Akcjonariusza wysyłany na dedykowany adres e-mail wskazany powyżej.Brak zawiadomienia albo zawiadomienie dokonane z naruszeniem wyżej wskazanych wymogów\n                           jest uwzględnianie przy ocenie istnienia zgodnego z prawem umocowania pełnomocnika\n                           do reprezentacji mocodawcy na Walnym Zgromadzeniu. W szczególności może stanowić podstawę\n                           do niedopuszczenia lub do wykluczenia danej osoby z uczestnictwa w Walnym Zgromadzeniu.Każdy Akcjonariusz, w tym także pełnomocnicy, bezpośrednio po przybyciu na Walne Zgromadzenie\n                           mają obowiązek wpisania się na listę obecności. Akcjonariusze zostaną dopuszczeni do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           po okazaniu dowodu tożsamości, a pełnomocnicy po okazaniu dowodu tożsamości i ważnego\n                           pełnomocnictwa udzielonego w formie pisemnej lub w postaci elektronicznej _w tym ostatnim\n                           przypadku pełnomocnik powinien okazać wydruk pełnomocnictwa w formacie PDF_. Przedstawiciele\n                           osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne odpisy z odpowiednich\n                           rejestrów, wskazujące osoby uprawnione do reprezentowania tych podmiotów wraz z oświadczeniem,\n                           że dane nie uległy zmianie.Pełnomocnik wykonuje wszystkie uprawnienia Akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu,\n                           chyba, że co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego\n                           pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować\n                           więcej niż jednego Akcjonariusza i głosować odmiennie z akcji każdego Akcjonariusza.\n                           Akcjonariusz Spółki posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowym może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.Jeżeli pełnomocnikiem Akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu jest Członek\n                           Zarządu, Członek Rady Nadzorczej, pracownik Spółki lub członek organów lub pracownik\n                           spółki zależnej od Spółki, udzielone mu pełnomocnictwo może upoważniać do reprezentacji\n                           Akcjonariusza tylko na jednym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić\n                           Akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu\n                           interesów. Udzielenie dalszego pełnomocnictwa jest w takim wypadku wyłączone.e_ Spółka nie przewiduje uczestnictwa Akcjonariuszy Spółki w Walnym Zgromadzeniu przy\n                           wykorzystaniu środków komunikacji elektronicznej, ani też wypowiadania się w trakcie\n                           Walnego Zgromadzenia przy wykorzystaniu takich środków.f_ Spółka nie przewiduje wykonywania prawa głosu przez Akcjonariuszy Spółki na Walnym\n                           Zgromadzeniu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej.II. Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu zgodnie z art. 402_2_ punkt\n                           3 KSHDzień rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu przypada na szesnasty\n                           dzień przed datą Nadzwyczajnego Walnego Zgromadzenia _dzień rejestracji_, tj. na dzień\n                           4 grudnia 2017 r. Prawo uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu mają tylko\n                           osoby będące Akcjonariuszami Spółki w dniu 4 grudnia 2017 roku, tj. w dniu rejestracji\n                           uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela Spółki, zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Nadzwyczajnego Walnego Zgromadzenia, nie\n                           później niż w pierwszym dniu powszednim po dniu rejestracji, tj. nie później niż w\n                           dniu 5 grudnia 2017 r., podmiot prowadzący rachunek papierów wartościowych wystawia\n                           imienne zaświadczenie o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu.III. Uprawnieni do uczestnictwa w Walnym Zgromadzeniu, zgodnie z art. 402_2_ punkt\n                           4 KSHW Nadzwyczajnym Walnym Zgromadzeniu Spółki będą miały prawo uczestniczyć osoby, które:a_ na szesnaście dni przed datą Nadzwyczajnego Walnego Zgromadzenia, tj. w dniu 4\n                           grudni 2017 r.  _dzień rejestracji_ będą Akcjonariuszami Spółki.orazb_ nie wcześniej niż po ogłoszeniu o zwołaniu Nadzwyczajnego Walnego Zgromadzenia\n                           i nie później niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa w Walnym\n                           Zgromadzeniu, tj. w dniu 5 grudnia 2017 r. złożą żądanie o wystawienie imiennego zaświadczenia\n                           o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu w podmiocie prowadzącym\n                           rachunek papierów wartościowych, na których zapisane są akcje Spółki. Rekomenduje się Akcjonariuszom odebranie ww. wystawionego zaświadczenia o prawie uczestnictwa\n                           i zabranie go ze sobą w dniu Nadzwyczajnego Walnego Zgromadzenia.Spółka ustala listę Akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu na podstawie wykazu przekazanego przez Krajowy Depozyt Papierów Wartościowych\n                           _KDPW_, a sporządzonego na podstawie wystawionych przez podmioty prowadzące rachunki\n                           wartościowe imiennych zaświadczeń o prawie uczestnictwa w Walnym Zgromadzeniu.Na trzy dni powszednie przed terminem Nadzwyczajnego Walnego Zgromadzenia _tj. od\n                           dnia 15 grudnia 2017 r._ w siedzibie Spółki zostanie wyłożona do wglądu lista Akcjonariuszy\n                           uprawnionych do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu. Każdy Akcjonariusz\n                           będzie mógł żądać przesłania mu listy Akcjonariuszy nieodpłatnie pocztą elektroniczną\n                           podając adres, na który lista powinna być wysłana.IV. Informacja o pełnym tekście dokumentacji oraz projekty uchwał, zgodnie z art.\n                           402_2_ punkt 5 KSHOsoby uprawnione do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu mogą uzyskać\n                           pełny tekst dokumentacji, która ma być przedstawiona na Nadzwyczajnym Walnym Zgromadzeniu\n                           oraz projekty uchwał w siedzibie Spółki pod adresem 97-438 Rusiec, ul. Wieluńska 2\n                           lub na stronie internetowej Spółki pod adresem: www.grupapamapol.pl, w zakładce RELACJE\n                           INWESTORSKIE – WALNE ZGROMADZENIA.V. Wskazanie strony internetowej, na której będą udostępniane informacje dotyczące\n                           Walnego Zgromadzenia, zgodnie z art. 402_2_ punkt 6 KSHSpółka będzie udostępniała wszelkie informacje Nadzwyczajnego Walnego Zgromadzenia\n                           na stronie internetowej Spółki pod adresem: www.grupapamapol.pl, w zakładce RELACJE\n                           INWESTORSKIE – WALNE ZGROMADZENIA.",
        "date": "2017-11-23"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. informuje o zmianie terminu przekazania do publicznej wiadomości\n                           rozszerzonego skonsolidowanego raportu kwartalnego PAMAPOL S.A. za III kwartał 2017\n                           r. Raport, o którym mowa powyżej opublikowany zostanie w dniu 29 listopada 2017 r.\n                           Zgodnie z treścią raportu bieżącego nr 1/2017 z dnia 26 stycznia 2017 r. pierwotny\n                           termin publikacji ww. raportu określony był na dzień 24 listopada 2017 r.",
        "date": "2017-11-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do treści raportów bieżących nr 8/2017, nr 18/2017 oraz 20/2017,  Zarząd\n                           PAMAPOL S.A. _Emitent_ informuje, iż  w dniu 31 października 2017 r. doszło do podpisania\n                           pomiędzy Emitentem oraz Warmińskimi Zakładami Przetwórstwa Owocowo – Warzywnego Sp.\n                           z o.o. z Powszechną Kasą Oszczędności Bank Polski S.A. aneksów do dotychczas obowiązujących\n                           umów - umowy kredytu w formie limitu kredytowego wielocelowego z dnia 20 grudnia 2010\n                           r. _z późniejszymi zmianami_ oraz umowy kredytu w formie limitu kredytowego wielocelowego\n                           z dnia 22 marca 2006 r. _z późniejszymi zmianami_ _Aneksy_. Na mocy Aneksów okres\n                           obowiązywania limitów finansowania został przedłużony do dnia 31 grudnia 2017 r.",
        "date": "2017-10-31"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 25 października 2017 r. doszło\n                           do podpisania pakietu umów oraz do podjęcia czynności zmierzających do wykonania warunków\n                           umowy kredytu zawartej w dniu 21 września 2017 r. pomiędzy Emitentem, Warmińskimi\n                           Zakładami Przetwórstwa Owocowo-Warzywnego Sp. z o.o. i Mitmar Sp. z o.o. jako Kredytobiorcami\n                           a Powszechną Kasą Oszczędności Bank Polski S.A. oraz Credit Agricole Bank Polski S.A.\n                           jako Kredytodawcami _Banki_ w ramach konsorcjum bankowego utworzonego przez Banki\n                           _Umowa Kredytu_, dotyczącego finansowania Grupy Kapitałowej PAMAPOL. O zawarciu Umowy Kredytu oraz częściowym spełnieniu warunków jego pierwszego uruchomienia\n                           Emitent informował odpowiednio w treści raportów nr 18/2017 oraz 21/2017, 22/2017\n                           i 23/2017 _Raporty_. W dniu 25 października 2017 r. w szczególności doszło do:  złożenia oświadczeń o ustanowieniu hipotek na nieruchomościach Kredytobiorców,  zawarcia umów zastawu na zbiorze rzeczy i praw Kredytobiorców oraz na części aktywów\n                           finansowych nie będących własnością Kredytobiorców,  zawarcia umowy wsparcia oraz umowy podporządkowania przez Kredytobiorców oraz m.in.\n                           podmioty trzecie, w tym znaczących akcjonariuszy Emitenta,  podpisania weksli własnych in blanco przez Kredytobiorców wraz z deklaracją wekslową,  złożenia przez Kredytobiorców oświadczeń o poddaniu się egzekucji w trybie art.\n                           777 Kodeksu Postępowania Cywilnego.Biorąc pod uwagę podpisane w dniu dzisiejszym umowy oraz podjęte w dniu dzisiejszym\n                           czynności a także dotychczas spełnione warunki, o których Emitent informował w Raportach,\n                           do pierwszego uruchomienia Kredytu niezbędne jest jeszcze spełnienie w szczególności\n                           następujących warunków:  zabezpieczenie spłaty części Kredytu poprzez umowy zastawu na aktywach finansowych\n                           niebędących własnością Kredytobiorców,   przedstawienie Bankom oświadczeń dotyczących spłaty oraz oświadczeń o zwolnieniach\n                           istniejących zabezpieczeń od Pierwotnych Kredytodawców wskazanych w raporcie nr 18/2017,\n                           a także złożenie i opłacenie wniosków o wpis hipotek oraz zastawów.",
        "date": "2017-10-25"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 24 października 2017 r. Zgromadzenia\n                           Wspólników spółek zależnych Emitenta, tj. Warmińskich Zakładów Przetwórstwa Owocowo-Warzywnego\n                           Sp. z o.o. _WZPOW_ i Mitmar Sp. z o.o. _Mitmar_ podjęły uchwały o wyrażeniu zgody\n                           na zawarcie oraz wykonanie umowy kredytu zawartej w dniu 21 września 2017 r. pomiędzy\n                           Emitentem, WZPOW i Mitmar jako Kredytobiorcami a Powszechną Kasą Oszczędności Bank\n                           Polski S.A. oraz Credit Agricole Bank Polski S.A. jako Kredytodawcami _Banki_ w ramach\n                           konsorcjum bankowego utworzonego przez Banki _Umowa Kredytu_, dotyczącego finansowania\n                           Grupy Kapitałowej PAMAPOL. Wyrażenie przez Zgromadzenia Wspólników spółek zależnych przedmiotowej zgody stanowi\n                           częściowe spełnienie jednego z warunków pierwszego uruchomienia Umowy Kredytu _tj.\n                           przedstawienia Bankom uchwał właściwych organów Kredytobiorców; ww. zgody stanowią\n                           wszystkie zgody wymagane przez Banki od Zgromadzeń Wspólników WZPOW i Mitmar_. O zawarciu\n                           Umowy Kredytu Emitent informował w treści raportu bieżącego nr 18/2017.",
        "date": "2017-10-24"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 23 października 2017 r. Rada Nadzorcza\n                           Emitenta i Rady Nadzorcze spółek zależnych Emitenta, tj. Warmińskich Zakładów Przetwórstwa\n                           Owocowo-Warzywnego Sp. z o.o. _WZPOW_ i Mitmar Sp. z o.o. _Mitmar_ podjęły uchwały\n                           o wyrażeniu zgody na zawarcie oraz wykonanie umowy kredytu zawartej w dniu 21 września\n                           2017 r. pomiędzy Emitentem, WZPOW i Mitmar jako Kredytobiorcami a Powszechną Kasą\n                           Oszczędności Bank Polski S.A. oraz Credit Agricole Bank Polski S.A. jako Kredytodawcami\n                           _Banki_ w ramach konsorcjum bankowego utworzonego przez Banki _Umowa Kredytu_, dotyczącego\n                           finansowania Grupy Kapitałowej PAMAPOL. Wyrażenie przez Radę Nadzorczą Emitenta i Rady Nadzorcze spółek zależnych przedmiotowej\n                           zgody stanowi częściowe spełnienie jednego z warunków pierwszego uruchomienia Umowy\n                           Kredytu. O zawarciu Umowy Kredytu Emitent informował w treści raportu bieżącego nr\n                           18/2017.",
        "date": "2017-10-23"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 20 października 2017 r. powziął\n                           informację o podpisaniu przez PKO Faktoring S.A. _Faktor_ aneksów do umów faktoringu\n                           krajowego bez przejęcia ryzyka _Aneksy_ zawartych pomiędzy Emitentem oraz spółką zależną\n                           Emitenta – Warmińskimi Zakładami Przetwórstwa Owocowo-Warzywnego  Sp. z o.o. _WZPOW_\n                           a Faktorem. O zawarciu przedmiotowych umów oraz ich zmianach Emitent informował w\n                           treści raportów bieżących nr 11/2013, 41/2013, 5/2014, 44/2014, 12/2015, 1/2016, 17/2016 i 19/2016.Zmianie uległa wysokość limitów finansowania udzielonych przez Faktora. Łączny limit\n                           finansowania określony w aneksach wynosi 15 mln zł dla Emitenta _poprzednio 16 mln\n                           zł_ i 5 mln zł dla WZPOW _poprzednio 6 mln zł_. W związku z powyższym zmianie uległa wysokość ogólnego limitu przyznanego Grupie Kapitałowej\n                           PAMAPOL z kwoty 22 mln zł do kwoty 20 mln zł. Okres obowiązywania limitów finansowania\n                           nie uległ zmianie, tj. obowiązuje do dnia 16 grudnia 2017 r.Zawarcie niniejszego aneksu stanowi spełnienie jednego z warunków pierwszego uruchomienia\n                           umowy kredytu zawartej w dniu 21 września 2017 r. pomiędzy Emitentem, WZPOW, Mitmar\n                           Sp. z o.o. jako Kredytobiorcami a Powszechną Kasą Oszczędności Bank Polski S.A. oraz\n                           Credit Agricole Bank Polski S.A. jako Kredytodawcami _Banki_ w ramach konsorcjum bankowego\n                           utworzonego przez Banki, dotyczącego finansowania Grupy Kapitałowej PAMAPOL _Umowa\n                           Kredytu_. O zawarciu Umowy Kredytu Emitent informował w treści raportu bieżącego nr\n                           18/2017.",
        "date": "2017-10-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do treści raportu bieżącego nr 8/2017, oraz nr 18/2017 Zarząd PAMAPOL\n                           S.A. _Emitent_ informuje, iż  w dniu 29 września 2017 r. doszło do podpisania pomiędzy\n                           Emitentem oraz Warmińskimi Zakładami Przetwórstwa Owocowo – Warzywnego Sp. z o.o.\n                           z Powszechną Kasą Oszczędności Bank Polski S.A. aneksów do dotychczas obowiązujących\n                           umów - umowy kredytu w formie limitu kredytowego wielocelowego z dnia 20 grudnia 2010\n                           r. _z późniejszymi zmianami_ oraz umowy kredytu w formie limitu kredytowego wielocelowego\n                           z dnia 22 marca 2006 r. _z późniejszymi zmianami_ _Aneksy_. Na mocy Aneksów okres\n                           obowiązywania limitów finansowania został przedłużony o 1 miesiąc, tj. do dnia 31\n                           października 2017 r.",
        "date": "2017-09-29"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 17/2017 z dnia 8 września 2017 r. Zarząd Pamapol\n                           S.A. _Emitent_ informuje, że w dniu 22 września 2017 r. odbyło się Nadzwyczajne Zgromadzenie\n                           Wspólników _NZW_ spółki zależnej Emitenta – Warmińskich Zakładów Przetwórstwa Owocowo-Warzywnego\n                           Sp. z o.o. _WZPOW_, którego jednym z punktów porządku obrad było powzięcie uchwały\n                           w trybie art. 233 § 1 KSH, tj. w sprawie dalszego istnienia WZPOW.NZW WZPOW podjęło uchwałę wyrażającą zgodę na dalsze istnienie WZPOW.",
        "date": "2017-09-22"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent, PAMAPOL_ informuje, że w dniu 21 września 2017 r. pomiędzy\n                           Emitentem, Warmińskimi Zakładami Przetwórstwa Owocowo-Warzywnego Sp. z o.o. _WZPOW_,\n                           Mitmar Sp. z o.o. _Mitmar_ jako Kredytobiorcami a Bankami Powszechną Kasę Oszczędności\n                           Bank Polski S.A. _PKO BP S.A._ oraz Credit Agricole Bank Polski S.A. _CREDIT AGRICOLE_\n                           jako Kredytodawcami _łącznie: Banki_ doszło do zawarcia umowy kredytu w ramach konsorcjum\n                           bankowego utworzonego przez Banki _Umowa Kredytu_, dotyczącego finansowania Grupy\n                           Kapitałowej PAMAPOL _Grupy PAMAPOL_. Przedmiotem Umowy jest refinansowanie przez poszczególne Banki _na maksymalnym poziomie\n                           po 50% kwoty limitu i poszczególnych sublimitów_ istniejącego zadłużenia Grupy PAMAPOL\n                           oraz finansowanie bieżącej działalności gospodarczej do kwoty 100 mln PLN, z tym że\n                           maksymalne sublimity nie mogą być wyższe niż do 20 mln PLN dla Emitenta, do 60 mln\n                           PLN dla WZPOW, do 20 mln dla MITMAR. Środki z części przyznanych sublimitów będą przeznaczone w pierwszej kolejności na\n                           całkowitą spłatę oznaczonych istniejących zobowiązań spółek Grupy PAMAPOL wobec BGŻ\n                           BNP Paribas S.A., PKO BP S.A., ING Bank Śląski S.A., Deutsche Bank Polska S.A., mBank\n                           S.A., Coface Poland Factoring Sp. z o.o. _Pierwotni Kredytodawcy_.Okres kredytowania określony został do 48 miesięcy _Okres Umowy_, z zastrzeżeniem\n                           że kredyt w rachunku bieżącym będzie udzielony na okres 12 miesięcy a kredyty obrotowe\n                           odnawialne na okres odpowiednio 12 lub 18 miesięcy z możliwością przedłużenia po pozytywnej\n                           ocenie zdolności Kredytobiorców. Oprocentowanie kredytu _poszczególnych sublimitów_ oparte będzie na zmiennej stopie\n                           procentowej, w oparciu o odpowiednie stopy WIBOR, EURIBOR, LIBOR _stawka referencyjna_,\n                           powiększonej o marżę.Zgodnie z Umową Kredytu zabezpieczenie wierzytelności Banków z tytułu udzielonego\n                           kredytu stanowią w szczególności: przelew wierzytelności pieniężnej z umowy/umów ubezpieczenia nieruchomości, mienia\n                           ruchomego oraz środków obrotowych _zapasów_ znajdujących się w zakładach Kredytobiorców, weksel własny in blanco Kredytobiorców wraz z deklaracją wekslową, pełnomocnictwo do dysponowania wszystkimi rachunkami bankowymi Kredytobiorcy we\n                           wszystkich bankach prowadzących obsługę Kredytobiorców, zastaw rejestrowy wraz z blokadą na rachunku maklerskim aktywów finansowych nie\n                           będących własnością Kredytobiorców z zastrzeżeniem, że zastaw będzie stanowić jedynie\n                           zabezpieczenie sublimitu do łącznej kwoty 60 mln PLN w obu Bankach dla WZPOW,  hipoteki umowne łączne do kwoty łącznej 130,4 mln PLN na nieruchomościach gruntowych\n                           zabudowanych stanowiących własność Emitenta położonych w Ruścu i nieruchomości położonej\n                           we Wrześni, oraz na nieruchomościach położonych w Kwidzynie znajdujących się w wieczystym\n                           użytkowaniu WZPOW, i nieruchomościach położonych w Głownie będących własnością MITMAR, zastaw rejestrowy na środkach obrotowych _zapasach_ Kredytobiorców, zastaw rejestrowy na zbiorze rzeczy ruchomych, środkach trwałych Kredytobiorców,\n                            umowa wsparcia lub poręczenia na zasadach ogólnych zawarta m.in. przez podmioty\n                           trzecie, w tym znaczących akcjonariuszy PAMAPOL.Każdy z Kredytobiorców zobowiązany jest solidarnie w ten sposób, że Banki mogą żądać\n                           całości lub części świadczeń wynikających z Umowy Kredytu od wszystkich Kredytobiorców\n                           łącznie, od kilku z nich lub od każdego z osobna, a zaspokojenie Banków przez któregokolwiek\n                           z Kredytobiorców zwalnia pozostałych Kredytobiorców.  Umowa Kredytu zawiera warunki, których spełnienie jest niezbędne do pierwszego uruchomienia\n                           kredytu. Uruchomienie kredytu nastąpi po przedstawieniu Bankom w szczególności: uchwał właściwych organów Kredytobiorców i podmiotów ustanawiających zabezpieczenie, oświadczeń dotyczących spłaty oraz oświadczeń o zwolnieniach istniejących zabezpieczeń\n                           od Pierwotnych Kredytodawców,  oświadczenia o poddaniu się egzekucji w trybie 777 Kodeksu Postępowania Cywilnego, potwierdzenia obniżenia o 2 mln PLN limitu faktoringu w PKO BP Faktoring S.A. _do\n                           20 mln PLN_, złożeniu i opłaceniu wniosków o wpis hipotek oraz zastawów rejestrowych.Pozostałe\n                           warunki Umowy Kredytu nie odbiegają od warunków powszechnie stosowanych dla danego\n                           typu umów. Kredytobiorcy zobowiązani są w okresie obowiązywania Umowy Kredytu do przestrzegania\n                           ustalonych przez Banki standardów, w szczególności do niezaciągania zadłużenia finansowego\n                           innego niż dozwolone, przestrzegania zakazu sprzedaży składników majątkowych innych\n                           niż dozwolone bez uprzedniej zgody Banków, realizacji umownych wskaźników finansowych,\n                           zakazu wypłaty dywidendy.W sytuacji wystąpienia i trwania naruszenia warunków Umowy Kredytu Kredytodawca może\n                           m.in. wstrzymać wypłatę niewykorzystanego kredytu, wypowiedzieć Umowę Kredytu i zażądać\n                           spłaty kwoty zadłużenia lub jej części łącznie z narosłymi odsetkami, egzekwować wymagalne\n                           wierzytelności z zabezpieczeń, a także zażądać dodatkowego zabezpieczenia na zabezpieczenie\n                           spłaty kwoty zadłużenia.W ocenie Zarządu Emitenta Umowa Kredytu zwiększa bezpieczeństwo finansowania Grupy\n                           PAMAPOL. Uruchomienie kredytu w ramach Umowy Kredytu będzie wymagało zgody Rady Nadzorczej\n                           Emitenta.Zarząd PAMAPOL informuje, że przekazanie do publicznej wiadomości informacji poufnej\n                           dotyczącej otrzymania zatwierdzonej przez PKO BP S.A. oraz CREDIT AGRICOLE  wiążącej\n                           oferty finansowania spółek Grupy PAMAPOL _Oferta Finansowania_ zostało opóźnione do\n                           momentu zawarcia Umowy Kredytu na podstawie art. 17 ust. 1 i 4 Rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE z uwagi na ochronę prawnie uzasadnionych interesów Emitenta\n                           tj. ryzyko istotnego pogorszenia pozycji negocjacyjnej z dotychczasowymi bankami kredytującymi\n                           spółki Grupy PAMAPOL w sytuacji niedojścia do zawarcia Umowy Kredytu. Niezależnie od powyższego Rada Nadzorcza Emitenta na wypadek gdyby wystąpiły okoliczności\n                           utrudniające uruchomienie kredytu z Umowy Kredytu _do którego konieczne jest np. ustanowienie\n                           zabezpieczenia wierzytelności Banków na majątku podmiotów trzecich, które są poza\n                           kontrolą Emitenta - wymagane zgody innych podmiotów niezależnych od Emitenta_ dla\n                           bezpieczeństwa finansowania Grupy PAMAPOL podjęła w dniu dzisiejszym uchwałę w sprawie\n                           wyrażenia zgody na zawarcie z dotychczasowymi kredytodawcami tj. BGŻ BNP Paribas S.A.\n                           _poprzednio Bankiem Gospodarki Żywnościowej S.A._, PKO BP S.A., ING Bank Śląski S.A.,\n                           Deutsche Bank Polska S.A. aneksów do umów kredytów obrotowych spółek Grupy PAMAPOL\n                           dotyczących przedłużenia obowiązywania limitów finansowania na okres nie krótszy niż\n                           1 miesiąc, z możliwością wcześniejszej spłaty. Powyższa zgoda spełnia także warunek\n                           dotyczący wydłużenia okresu obowiązywania umowy kredytowej z BGŻ BNP Paribas S.A.,\n                           o którym Emitent informował w raporcie bieżącym nr 13/2017 z dnia 30 czerwca 2017\n                           r.",
        "date": "2017-09-21"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd Pamapol S.A. _Emitent, Spółka_ przekazuje do publicznej wiadomości wstępne\n                           jednostkowe i skonsolidowane wyniki finansowe Spółki i Grupy Kapitałowej Pamapol S.A.\n                           za I półrocze 2017 r., które kształtują się następująco: Pamapol S.A. - przychody ze sprzedaży 118,9 mln PLN- EBITDA 0,3 mln PLN- strata netto 3,2 mln PLNGrupa Kapitałowa Pamapol S.A. - przychody ze sprzedaży 221,0 mln PLN- EBITDA 2,7 mln PLN- strata netto 6,2 mln PLNWpływ na wyniki finansowe i znaczny spadek rentowności w stosunku do analogicznego\n                           okresu roku 2016 miały czynniki sygnalizowane przez Emitenta w skonsolidowanym rozszerzonym\n                           raporcie okresowym za I kwartał 2017r., w szczególności związane ze wzrostem cen na\n                           rynku surowcowym oraz wzrostem kosztów pracy. Ponadto wpływ na osiągnięte wyniki finansowe\n                           miały także zdarzenia jednorazowe dotyczące odpisów z tytułu trwałej utraty wartości\n                           i likwidacji zapasów oraz odpisów aktualizujących wartość należności przez Emitenta\n                           i spółki zależne Emitenta. Emitent zastrzega, że przedstawione informacje mają charakter wstępny i mogą różnić\n                           się od danych ostatecznych. Emitent przypomina, że poddane przeglądowi biegłego rewidenta ostateczne wyniki finansowe\n                           za I półrocze 2017 r. zostaną przekazane w skonsolidowanym raporcie półrocznym za\n                           I półrocze 2017 r., który zostanie opublikowany w dniu 26 września 2017 r.Wyniki finansowe spółki zależnej Emitenta – Warmińskie Zakłady Przetwórstwa Owocowo-Warzywnego\n                           Sp. z o.o. _WZPOW_ zobowiązują Zarząd tej spółki do podjęcia czynności zgodnych z\n                           treścią art. 233 § 1 KSH, tj. do zwołania Nadzwyczajnego Zgromadzenia Wspólników WZPOW\n                           w celu powzięcia uchwały dotyczącej dalszego istnienia tej spółki. Mając powyższe\n                           na uwadze Zarząd WZPOW ogłosił na dzień 22 września 2017 r. zwołanie Nadzwyczajnego\n                           Zgromadzenia Wspólników, którego jednym z punktów porządku obrad będzie podjęcie w/w\n                           uchwały.",
        "date": "2017-09-08"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. informuje o zmianie terminu przekazania do publicznej wiadomości\n                           rozszerzonego skonsolidowanego raportu półrocznego PAMAPOL S.A. za I półrocze 2017\n                           r.                              Raport, o którym mowa powyżej opublikowany zostanie w dniu 26 września 2017 r.   \n                           Zgodnie z treścią raportu bieżącego nr 1/2017 z dnia 26 stycznia 2017 r. pierwotny\n                           termin publikacji ww. raportu określony był na dzień 15 września 2017 r.",
        "date": "2017-09-08"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do treści raportów bieżących nr 4/2017 oraz 12/2017 dotyczących przetargu\n                           nieograniczonego na dostawy artykułów spożywczych do magazynów organizacji partnerskich\n                           w ramach Programu Operacyjnego Pomoc Żywnościowa 2014-2020, Podprogram 2017 _Podprogram_\n                           organizowanego przez Agencję Rynku Rolnego _Agencja_, Zarząd PAMAPOL S.A. _Emitent_\n                           informuje, że w dniu 17 sierpnia 2017 r. powziął informację o podpisaniu przez Agencję\n                           umowy na dostawy artykułów spożywczych realizowanych w ramach Podprogramu _Umowa_.\n                            Na mocy Umowy Emitent zobowiązał się do dostarczenia, w okresie od sierpnia 2017 r.\n                           do 31 maja 2018 r. szynki drobiowej _artykuły spożywcze_, o wymaganiach jakościowych\n                           określonych w Umowie, na rzecz organizacji partnerskich:  Federacji Polskich Banków\n                           Żywności, Polskiego Komitetu Pomocy Społecznej, Caritas Polska i Polskiego Czerwonego\n                           Krzyża, w celu bezpłatnej dystrybucji w ramach Podprogramu.Łączna wartość  dostaw objętych treścią Umowy wynosi 41,8 mln zł brutto _w tym 5%\n                           VAT_. Dostawy odbywać się będą na podstawie miesięcznych harmonogramów. W okresie od sierpnia\n                           2017 r. do 30 listopada 2017 r. oraz od 1 grudnia do 28 lutego 2018 r. Emitent dostarczy\n                           do magazynów organizacji partnerskich po minimum 35% całkowitej ilości dostaw przewidzianych\n                           w Umowie. Zapłata będzie dokonywana na podstawie składanych przez Emitenta wniosków\n                           sporządzanych odrębnie za dostawy zrealizowane w poszczególnych miesiącach.Emitent wniósł zabezpieczenie należytego wykonania Umowy na łączną kwotę około 4,2\n                           mln zł. W Umowie przewidziano kary umowne płacone na rzecz Agencji m.in. w przypadku:1_ odstąpienia od Umowy z przyczyn niezależnych od Agencji lub w przypadku, gdy Agencja\n                           odstąpi od Umowy z przyczyn leżących po stronie Emitenta, w wysokości 10% wartości\n                           brutto niedostarczonego artykułu spożywczego,2_ dostarczenia do magazynów ww. organizacji partnerskich artykułów spożywczych po\n                           upływie terminu realizacji określonego w Umowie, w wysokości 1% wartości brutto dostarczonego\n                           z opóźnieniem artykułu spożywczego, za każdy dzień opóźnienia,3_ niezrealizowania dostaw w ww. terminach i w ww. ilościach do magazynów ww. organizacji\n                           partnerskich, w wysokości 2% wartości brutto wyliczonej w odniesieniu do ilości, która\n                           nie została dostarczona w określonym terminie,4_ dostarczenia artykułów spożywczych niespełniających wymagań jakościowych, określonych\n                           w Umowie, w wysokości 10% wartości brutto całej wadliwej partii artykułów spożywczych;\n                           kara ulega zwiększeniu o 2 p.p. w każdym kolejnym przypadku naruszenia tych wymagań,5_ dostarczenia artykułów wolnych od wad po upływie terminu wskazanego w Umowie, w\n                           wysokości 2% wartości brutto dostawy zrealizowanej z opóźnieniem za każdy dzień opóźnienia,\n                           w przypadku gdy zachodzi konieczność wymiany artykułów,6_ dostarczenia do magazynów ww. organizacji partnerskich artykułów spożywczych po\n                           upływie terminu wskazanego w harmonogramie dostaw, w wysokości 1% wartości brutto\n                           dostawy zrealizowanej z opóźnieniem, za każdy dzień opóźnienia,7_ niezrealizowania dostawy przewidzianej w harmonogramie dostaw, w wysokości 2% wartości\n                           brutto niezrealizowanej dostawy,8_ dostarczenia do magazynów ww. organizacji partnerskich artykułów spożywczych w\n                           ilości niezgodnej z ilością zaplanowaną w harmonogramie dostaw, w wysokości 2% wartości\n                           brutto wyliczonej w odniesieniu do różnicy pomiędzy ilością zaplanowaną a dostarczoną.Agencja zastrzegła w Umowie prawo dochodzenia, na zasadach ogólnych, odszkodowania\n                           przewyższającego wysokość kar umownych do wysokości rzeczywiście poniesionej szkody.\n                           Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.",
        "date": "2017-08-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. informuje, że w dniu 1 sierpnia 2017 r. otrzymał od Familiar S.A.,\n                           SICAV – SIF, zawiadomienie o zmniejszeniu stanu posiadania poniżej 5% ogólnej liczby\n                           głosów w PAMAPOL S.A. o następującej treści:\"Niniejszym Familiar S.A., SICAV-SIF, spółka prawa Wielkiego Księstwa Luksemburga,\n                           zorganizowana w formie societe anonyme jako spółka inwestycyjna o kapitale zmiennym\n                           – specjalistycznego funduszu inwestycyjnego _societe d’investissement a capital variable\n                           – fonds d’investissement specialise_ z siedzibą w Luksemburgu, 12, rue Eugene Ruppert,\n                           L-2453 Luxemburg, Wielkie Księstwo Luksemburga _\"Fundusz\"_, na podstawie art. 69 ust.\n                           1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _tj. Dz. U. z 2016 poz. 1639 ze zm._ _\"Ustawa o ofercie\"_, informuje, iż w związku\n                           ze sprzedażą w dniu 25 lipca 2017 r. 16 550 akcji spółki pod firmą Pamapol S.A. _\"Spółka\"_,\n                           Fundusz zmniejszył udział w ogólnej liczby głosów w Spółce poniżej 5%.Przed dokonaniem transakcji Fundusz posiadał 1 750 504 akcji Spółki, stanowiących\n                           5,04 % kapitału zakładowego i uprawniających do wykonywania 1 750 504 głosów na walnym\n                           zgromadzeniu akcjonariuszy Spółki, dających 5,04% udziału w ogólnej liczbie głosów\n                           na walnym zgromadzeniu akcjonariuszy Spółki. Po dokonaniu transakcji Fundusz posiada 1 733 954 akcji Spółki, stanowiących 4,99\n                           % kapitału zakładowego i uprawniających do wykonywania 1 733 954 głosów na walnym\n                           zgromadzeniu akcjonariuszy Spółki, dających 4,99 % udziału w ogólnej liczbie głosów\n                           na walnym zgromadzeniu akcjonariuszy Spółki.Fundusz nie posiada instrumentów finansowych, o których mowa w art. 69b ust.1 Ustawy\n                           o ofercie.Fundusz ponadto informuje, iż nie istnieją podmioty zależne od Funduszu posiadające\n                           akcje Spółki, a także osoby, o których mowa w art. 87 ust 1 pkt 3_ lit c_ Ustawy o\n                           ofercie.\"",
        "date": "2017-08-01"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd Pamapol S.A. _Emitent_ informuje, że w dniu 30 czerwca 2017 r. pomiędzy spółką\n                           zależną Emitenta - Warmińskimi Zakładami Przetwórstwa Owocowo – Warzywnego Sp. z o.o.\n                           _Kredytobiorca, WZPOW_ a Bankiem BGŻ BNP Paribas S.A. dokonano zmiany postanowień\n                           umowy kredytu rewolwingowego z dnia 13 września 2011 r. oraz umowy kredytu obrotowego\n                           w rachunku bieżącym z dnia 26 stycznia 2001 r. Zmiana postanowień wymienionych umów\n                           jest związana z upływem w dniu 30 czerwca 2017 r. terminu Porozumienia Restrukturyzacyjnego\n                           z dnia 25 września 2014 r., o którym Emitent informował w raporcie bieżącym nr 30/2014,\n                           a którego stronami byli Emitent oraz WZPOW jako kredytobiorcy oraz Powszechna Kasa\n                           Oszczędności BP S.A. _PKO BP_ i Bank Gospodarki Żywnościowej S.A. _obecnie Bank BGŻ\n                           BNP Paribas S.A._ jako kredytodawcy.  O zawarciu aneksów do umów kredytowych z PKO\n                           BP  wydłużających okres obowiązywania limitów finansowania do dnia 30 września 2017\n                           r. Emitent informował w treści raportu bieżącego nr 8/2017 z dnia 23 czerwca 2017\n                           r.  W umowie kredytu rewolwingowego, zwanej obecnie umową o kredyt odnawialny skupowy,\n                           dokonano zmniejszenia kwoty limitu z dotychczasowych 37 mln zł do 35 mln zł. Tak ustalona\n                           kwota limitu została podzielona na 2 transze: transzę w wysokości 20 mln zł  z okresem\n                           kredytowania do 30 czerwca 2018 r. i transzę w wysokości 15 mln zł z okresem kredytowania\n                           do 30 czerwca 2022 r., przy czym limit w tej transzy w okresie kredytowania będzie\n                           obniżany według uzgodnionego harmonogramu.  W efekcie obniżenia kwoty limitu zmianie uległa wysokość poręczenia według prawa cywilnego\n                           udzielonego przez  Emitenta z tytułu zabezpieczenia spłaty kredytu odnawialnego skupowego\n                           z dotychczasowych 60 mln zł do 52,5 mln zł, a okres poręczenia wydłużono do dnia 30\n                           czerwca 2025 r.W umowie kredytu obrotowego w rachunku bieżącym, zwanej obecnie umową o kredyt w rachunku\n                           bieżącym, z kwotą limitu 5 mln zł, dokonano wydłużenia okresu kredytowania do dnia\n                           30 czerwca 2018 r.  Obie umowy kredytowe zawierają zastrzeżenie, iż w przypadku, gdyby finansowanie udzielone\n                           Kredytobiorcy przez PKO BP nie zostało odnowione lub zostało odnowione w kwocie proporcjonalnie\n                           niższej niż łączna kwota finansowania Banku BGŻ BNP Paribas S.A. z tytułu udzielonych\n                           kredytów, kwota finansowania oraz/lub harmonogram spłat zostaną dostosowane proporcjonalnie.\n                           Ponadto Kredytobiorca zobowiązany jest w okresie kredytowania do przestrzegania ustalonych\n                           przez Banku BGŻ BNP Paribas S.A. standardów, w szczególności do wykonywania obowiązków\n                           informacyjnych oraz do dostarczenia w terminie do dnia 30 września 2017 r. odpowiednich\n                           zgód korporacyjnych.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 4/2017 z dnia 23 maja 2017 r., w którym wskazano,\n                           że z informacji przedstawionej oferentom obecnym podczas otwarcia ofert w ramach przetargu\n                           organizowanego przez Agencję Rynku Rolnego na dostawy artykułów spożywczych w ramach\n                           Programu Operacyjnego Pomoc Żywnościowa 2014-2020 wynikało, iż PAMAPOL S.A. _Emitent_\n                           złożył najkorzystniejszą ofertę cenową na dostawę szynki drobiowej do magazynów organizacji\n                           partnerskich, Zarząd Emitenta informuje, że w dniu 28 czerwca 2017 r. na stronie internetowej\n                           Agencji Rynku Rolnego zamieszczono informację o wyniku postępowania dla wybranych\n                           zadań częściowych. W punkcie \"Informacja o wyborze najkorzystniejszej oferty\" dla\n                           zadania częściowego nr 14 wskazano ofertę PAMAPOL S.A. z ceną 41,8 mln zł brutto.\n                           O zawarciu przyszłej umowy na dostawy produktów objętych przetargiem Emitent powiadomi\n                           w formie odrębnego raportu bieżącego.",
        "date": "2017-06-28"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. podaje do publicznej wiadomości wykaz akcjonariuszy posiadających\n                           co najmniej 5% głosów na Zwyczajnym Walnym Zgromadzeniu PAMAPOL S.A., którego obrady\n                           odbyły się w dniu 26 czerwca 2017 roku:AMERYKANKA STRUKTURA Sp. z o.o. spółka komandytowa z siedzibą w Ruścu, ul. Wieluńska\n                           2 - posiadająca 24.786.750 akcji, dających 24.786.750 głosów, co stanowiło 100 % głosów\n                           na tym Zwyczajnym Walnym Zgromadzeniu i 71,33 % ogólnej liczby głosów.",
        "date": "2017-06-26"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent, Spółka_ informuje, że w dniu 26 czerwca 2017 r. wpłynęło\n                           do Spółki oświadczenie Pana Przemysława Chabowskiego o rezygnacji z przyczyn osobistych\n                           z pełnienia funkcji Członka Rady Nadzorczej PAMAPOL S.A. Pan Przemysław Chabowski\n                           pełnił funkcję Członka Rady Nadzorczej Spółki od 26 czerwca 2014 r., a w okresie od\n                           11 marca 2013 r. do 7 kwietnia 2014 r. pełnił funkcję Prezesa Zarządu Spółki.Ponadto, Emitent informuje, iż w dniu 26 czerwca 2017 r. Zwyczajne Walne Zgromadzenie\n                           Spółki podjęło uchwałę, w sprawie powołania do składu Rady Nadzorczej IV Wspólnej\n                           Kadencji Pana Waldemara Frąckowiaka i Pana Krzysztofa Urbanowicza, jako Członków Niezależnych.\n                           W skład Rady Nadzorczej wchodzą obecnie: Pan Paweł Szataniak – Przewodniczący Rady Nadzorczej, Pan Mariusz Szataniak – Zastępca\n                           Przewodniczącego Rady Nadzorczej, Pan Rafał Tuzimek – Sekretarz Rady Nadzorczej, oraz\n                           Członkowie Rady Nadzorczej – Pan Piotr Kamiński, Pan Waldemar Frąckowiak i Pan Krzysztof\n                           Urbanowicz. Mandaty Członków Rady Nadzorczej IV Wspólnej Kadencji wygasają z dniem\n                           odbycia Walnego Zgromadzenia zatwierdzającego sprawozdanie Spółki za rok 2017.Żaden z powołanych Członków Niezależnych Rady Nadzorczej nie prowadzi w żadnej formie\n                           działalności konkurencyjnej w stosunku do Spółki, nie uczestniczy w spółce konkurencyjnej\n                           jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej,\n                           nie uczestniczy w innej konkurencyjnej osobie prawnej jako członek jej organu oraz\n                           nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Poniżej zamieszczono informacje dotyczące posiadanego wykształcenia, kwalifikacji\n                           i zajmowanych wcześniej stanowisk, wraz z opisem przebiegu kariery zawodowej osób\n                           powołanych do Rady Nadzorczej Spółki:- Waldemar FrąckowiakProfesor zwyczajny, habilitacja, tytuł dr, tytuł mgr – Uniwersytet Ekonomiczny w Poznaniu,\n                           Polska Harvard Business School, Alumnus, Boston, USA, 1992, 1993. Profesor zwyczajny, pomysłodawca i kierownik Katedry Inwestycji i Rynków Kapitałowych\n                           na Uniwersytecie Ekonomicznym w Poznaniu. Główny obszar jego zainteresowań badawczych\n                           dotyczy: strategii korporacyjnej i finansów, fuzji i przejęć, rynków i instytucji\n                           finansowych. Jest autorem ponad 300 publikacji naukowych i prasowych, w tym kilkunastu\n                           książek i tekstów badawczych.Profesor Frąckowiak jest pionierem polskiego rynku fuzji i przejęć, posiada bogate\n                           doświadczenie w zakresie prowadzenia badań i kształcenia akademickiego, doradztwa\n                           w dziedzinie finansów korporacji, a także pełnienia funkcji członka zarządu bez uprawnień\n                           wykonawczych oraz prezesa zarówno spółek notowanych na giełdzie, jak i innych dużych\n                           firm i spółek inwestycyjnych. Był założycielem i Partnerem Zarządzającym Spółki W.\n                           Frąckowiak & Partnerzy, jednej z pierwszych kancelarii doradczych i audytorskich w\n                           Polsce, która posiada obecnie 25-letnie doświadczenie, a która w późniejszych latach\n                           funkcjonowała jako HLB Frąckowiak & Partnerzy, a obecnie działa pod nazwą Grant Thornton.\n                           W latach 90. aktywnie doradzał inwestorom w zakresie wielu pierwszych dużych transakcji\n                           przeprowadzonych na polskim rynku fuzji i przejęć po transformacji ustrojowej z 1990\n                           r. Od roku 1993 towarzyszył polskiej transformacji, współtworząc jednocześnie historię\n                           nowoczesnej polskiej gospodarki, uczestniczył i doradzał w niektórych z największych\n                           transakcji i restrukturyzacji właścicielskich w Polsce, jak i innych międzynarodowych\n                           projektach inwestycyjnych.W minionych latach Profesor Frąckowiak pełnił również funkcję prezesa oraz członka\n                           zarządu bez uprawnień wykonawczych w różnych czołowych polskich przedsiębiorstwach\n                           – zarówno notowanych na giełdzie, jak i spółkach prywatnych, takich jak KGHM Polska\n                           Miedź S.A., BZ WBK Bank S.A., Inter Groclin Auto S.A. oraz Giełda Papierów Wartościowych\n                           w Warszawie. Profesor Frąckowiak posiada szeroką sieć kontaktów biznesowych i akademickich w Polsce,\n                           USA i wielu krajach UE, a ponadto jest aktywnym wykładowcą podczas wielu imprez i\n                           prezentacji biznesowych, rządowych, akademickich, naukowych i innych.- Krzysztof UrbanowiczWykształcenie:2011/2012\tIESE _Zaawansowany Program Managerski_2004/2005\tSt Gallen University _Zaawansowana Akademia Managerska_2002\tINSEAD _Zaawansowana Akademia Managerska_1994\tUniversity of Illinois at Urbana Champaign\tMaster of  Business Administration 1994\tUniwersytet Warszawski\tMagister Zarządzania i Marketingu1993\tSzkoła Biznesu Politechniki Warszawskiej\tMagister Inżynier Zarządzania Biznesem, program prowadzony przez London Business\n                           School,                                   HEC School of Management z Paryża, Norges\n                           Handelhoyskole z Bergen i Politechniki                                           \n                           Warszawskiej1992\tPolitechnika Warszawska\tMagister Inżynier Inżynierii LądowejPan Krzysztof Urbanowicz był uczestnikiem wielu szkoleń, w szczególności:2016\tAkademia startupów, reklama na facebooku, google adwords, landing pages, SEO\n                           i                                                       pozycjonowanie2007/2008\tTrening Coachingowy 116 godzin ‘Co-Active Coaching’ Coactive Training Institute\t1994 - 2001\tSzkolenie medialne telewizyjne, zarządzanie kryzysem,  programy szkoleniowe\n                           Volvo, efektywność                              zawodowa _MCE – Belgia_, metodologia\n                           projektów i techniki prezentacji _McKinsey Europe _                             zarządzanie czasem i projektami, różne kursy z dziedziny\n                           zarządzania personelem, team work,                                     przywództwo,\n                           planowanie rynkowe, MIS, audyt, DSS, zarządzanie sprzedażą, różne szkolenia      \n                           zawodowe we Francji, UK, Niemczech, Węgrzech, Hong-Kong, MalezjaPrzebieg kariery zawodowej: - od 07.2016  do chwili obecnej - Prezes Zarządu Elzab S.A. – Warszawa/Zabrze- od 04.2015 do 06.2016 - Vice Prezes Zarządu Comp S.A. – Warszawa- od 01.2014 do 04.2015  - Członek Zarządu Comp S.A. – Warszawa, - od 12.2010 do 04.2015 - Prezes Zarządu Elzab S.A. – Warszawa/Zabrze\t- od 01.2011 do chwili obecnej - Przewodniczący Rady Nadzorczej Elzab Soft Sp. z o.o.\n                           Zabrze - od 01.2011 do 02.2016 - Przewodniczący Rady Nadzorczej Micra Metripond , Kft, Węgry- od 04.2011 do 11.2011  - Członek Zarządu Novitus S.A. – Warszawa- od 09.2010 do 12.2010 - Niezależny Członek Rady Nadzorczej – Elzab SA, Zabrze- od 02.2009 do 12.2009 - Prezes Zarządu i Dyrektor Zarządzający  – Unipetrol SA,\n                           Praga- od 2006 do 2007 - Dyrektor Zarządzający -  Ursa CEE – Środkowo Wschodnia Europa,\n                           - od 2005 do 2007 - Dyrektor Zarządzający – Ursa Nordic AB, Sztokholm- od 2003 do 2007 - Prezes Zarządu – Ursa Polska Sp. z o.o.- od 2001 do 2003 - Dyrektor Zarządzający ds. Likwidacji Szkód – PZU SA, Warszawa\t- od 1999 do 2001- Prezes i Dyrektor Zarządzający – VOLVO Auto Polska Sp. z o.o.,\n                           Warszawa\t- od 1997 do 1999 - Senior Management Consultant - SHELL International Petroleum Company,\n                           UK - od 1993 do 1996 - Dyrektor Sprzedaży i Marketingu na kraj, rynek butli - SHELL Gas\n                           Polska",
        "date": "2017-06-26"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Na podstawie § 38 ust.1 pkt 7- 9 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych […], Zarząd PAMAPOL S.A. przekazuje w załączeniu treść uchwał\n                           podjętych przez Zwyczajne Walne Zgromadzenie PAMAPOL S.A. w dniu 26 czerwca 2017 roku.Podczas obrad Zwyczajnego Walnego Zgromadzania nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, ani też nie zgłoszono sprzeciwów do protokołu\n                           w stosunku do podjętych uchwał.",
        "date": "2017-06-26"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W związku z planowanym na dzień 30 czerwca 2017 r. upływem terminu Porozumienia Restrukturyzacyjnego\n                           z dnia 25 września 2014 r., o którym Emitent informował w raporcie bieżącym nr 30/2014,\n                           a którego stronami byli Emitent oraz Warmińskie Zakłady Przetwórstwa Owocowo-Warzywnego\n                           Sp. z o.o. _WZPOW_ jako kredytobiorcy oraz Powszechna Kasa Oszczędności BP S.A. _PKO\n                           BP_ i Bank Gospodarki Żywnościowej S.A. _obecnie Bank BGŻ BNP Paribas S.A._ jako kredytodawcy,\n                           Zarząd Pamapol S.A. informuje, iż kontynuuje rozmowy z bankami dotyczące koncepcji\n                           dalszego finansowania Grupy Pamapol na rok 2017 i kolejne lata. Finalizacja prowadzonych\n                           rozmów przewidywana jest po dniu 30 czerwca 2017 r.W związku z tym Emitent oraz WZPOW zawarły  w dniu dzisiejszym, tj. w dniu 23 czerwca\n                           2017 r. z PKO BP aneksy do dotychczas obowiązujących umów - umowy kredytu w formie\n                           limitu kredytowego wielocelowego z dnia 20 grudnia 2010 r. z późniejszymi zmianami\n                           oraz umowy kredytu w formie limitu kredytowego wielocelowego z dnia 22 marca 2006\n                           r. z późniejszymi zmianami. Na mocy ww. aneksów okres obowiązywania limitów finansowania\n                           został przedłużony o 3 miesiące, tj. do dnia 30 września 2017 r.  W najbliższym okresie przewidywane jest dokonanie stosownych uzgodnień z drugim finansującym,\n                           tj. Bankiem BGŻ BNP Paribas S.A.",
        "date": "2017-06-23"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W uzupełnieniu raportu bieżącego nr 6/2017 z dnia 30 maja 2017 roku zawierającego\n                           projekty uchwał Zwyczajnego Walnego Zgromadzenia PAMAPOL S.A. _Spółka_ zwołanego na\n                           dzień 26 czerwca 2017 r., Zarząd Spółki przekazuje w załączeniu przyjęte w dniu 22\n                           czerwca  2017 r. sprawozdania Rady Nadzorczej, których rozpatrzenie będzie przedmiotem\n                           punktów od 6 do 9 planowanego porządku obrad Zwyczajnego Walnego Zgromadzenia, tj.:- Sprawozdanie Rady Nadzorczej za rok 2016 zawierające wyniki oceny: sprawozdania\n                           Zarządu z działalności Spółki i Grupy Kapitałowej PAMAPOL w roku 2016, sprawozdania\n                           finansowego Spółki i Grupy Kapitałowej PAMAPOL za rok obrotowy obejmujący okres od\n                           1 stycznia 2016 roku do 31 grudnia 2016 roku, wniosku Zarządu w sprawie podziału zysku\n                           osiągniętego w 2016 r.,  - Sprawozdanie z działalności Rady Nadzorczej za rok obrotowy 2016,- Sprawozdanie Rady Nadzorczej z oceny sytuacji Spółki i Grupy Kapitałowej PAMAPOL,\n                           z uwzględnieniem oceny systemów kontroli wewnętrznej, zarządzania ryzykiem, compliance\n                           oraz funkcji audytu wewnętrznego oraz przedstawienie informacji w sprawie polityki\n                           dotyczącej działalności sponsoringowej, charytatywnej lub innej o zbliżonym charakterze,- Sprawozdanie Rady Nadzorczej z oceny sposobu wypełniania przez Spółkę w 2016 roku\n                           obowiązków informacyjnych dotyczących stosowania zasad ładu korporacyjnego, określonych\n                           w Regulaminie Giełdy oraz przepisach dotyczących informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych.",
        "date": "2017-06-22"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zgodnie z § 38 ust.1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […] Zarząd spółki PAMAPOL S.A. _Emitent_ z siedzibą w Ruścu, w załączeniu\n                           podaje do publicznej wiadomości treść projektów uchwał, które będą przedmiotem obrad\n                           Zwyczajnego Walnego Zgromadzenia PAMAPOL S.A. zwołanego na dzień 26 czerwca 2017 roku.Jednocześnie Emitent informuje, że sprawozdania Rady Nadzorczej, o których mowa w\n                           pkt 6-9 planowanego porządku obrad Zwyczajnego Walnego Zgromadzenia przekazane zostaną\n                           do publicznej wiadomości w trybie raportu bieżącego oraz zamieszczone na stronie internetowej\n                           niezwłocznie po ich przyjęciu przez Radę Nadzorczą.",
        "date": "2017-05-30"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL Spółki Akcyjnej z siedzibą w Ruścu _Spółka_ działając na podstawie\n                           art. 399 § 1 i 402 _1_ k.s.h. § 1 i 2, w związku z art. 395 § 1 k.s.h. zwołuje na\n                           dzień 26 czerwca 2017 roku  na godzinę 11.00 Zwyczajne Walne Zgromadzenie, które odbędzie\n                           się w siedzibie Spółki w Ruścu przy ulicy Wieluńskiej 2.Proponowany porządek obrad :                                                     \n                           1. Otwarcie obrad Zwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał.4. Wybór Komisji Skrutacyjnej.5. Przyjęcie porządku obrad.6. Przedstawienie sprawozdania Rady Nadzorczej za rok 2016 zawierającego wyniki oceny:\n                           sprawozdania Zarządu z działalności Spółki i Grupy Kapitałowej PAMAPOL  w roku 2016,\n                           sprawozdania finansowego Spółki i Grupy Kapitałowej PAMAPOL za rok obrotowy obejmujący\n                           okres od 1 stycznia 2016 roku do 31 grudnia 2016 roku, wniosku  Zarządu w sprawie\n                           podziału zysku osiągniętego w 2016 roku.7. Przedstawienie sprawozdania z działalności Rady Nadzorczej za rok obrotowy 2016.\n                           8. Przedstawienie sprawozdania Rady Nadzorczej  z oceny sytuacji Spółki, z uwzględnieniem\n                           oceny systemów kontroli wewnętrznej, zarządzania ryzykiem, compliance oraz funkcji\n                           audytu wewnętrznego oraz przedstawienie informacji w sprawie polityki dotyczącej działalności\n                           sponsoringowej, charytatywnej lub innej o zbliżonym charakterze.9. Przedstawienie sprawozdania Rady Nadzorczej z oceny sposobu wypełniania przez Spółkę\n                           w 2016 roku obowiązków informacyjnych dotyczących stosowania zasad ładu korporacyjnego,\n                           określonych w Regulaminie Giełdy oraz przepisach dotyczących informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych.10. Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z\n                           działalności Spółki i Grupy Kapitałowej PAMAPOL za rok obrotowy obejmujący okres od\n                           1 stycznia 2016 roku do 31 grudnia 2016 roku.11. Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania finansowego\n                           Spółki za rok obrotowy obejmujący okres od 1 stycznia 2016 roku do 31 grudnia 2016\n                           roku.12. Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania finansowego\n                           Grupy Kapitałowej PAMAPOL za rok obrotowy obejmujący okres od 1 stycznia 2016 roku\n                           do 31 grudnia 2016 roku.13. Podjęcie uchwały w sprawie podziału zysku za rok obrotowy obejmujący okres od\n                           1 stycznia 2016 roku do 31 grudnia 2016 roku.14. Podjęcie uchwał w sprawie udzielenia absolutorium z wykonania obowiązków przez\n                           członków Rady Nadzorczej w roku 2016.15. Podjęcie uchwał w sprawie udzielenia absolutorium z wykonania obowiązków przez\n                           członków Zarządu w roku 2016.16. Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej.17. Podjęcie uchwały w sprawie ustalenia wynagrodzenia dla Członków Rady Nadzorczej.18. Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia.I.   Opis procedur dotyczących uczestnictwa w Walnym Zgromadzeniu oraz wykonywania\n                           prawa głosu zgodnie z art. 402_2_ punkt 2 KSHNa podstawie art. 402_2_ Kodeksu Spółek Handlowych Spółka przekazuje poniżej informacje\n                           dotyczące udziału w Walnym Zgromadzeniu Spółki.Z uwzględnieniem ograniczeń przewidzianych w Kodeksie Spółek Handlowych, Akcjonariusze\n                           Spółki mogą kontaktować się ze Spółką za pomocą środków komunikacji elektronicznej.\n                           W szczególności Akcjonariusze Spółki mogą zgłaszać wnioski, żądania, oraz przesyłać\n                           zawiadomienia i dokumenty. Komunikacja Akcjonariuszy ze Spółką w formie elektronicznej\n                           odbywa się przy wykorzystaniu dedykowanego adresu e-mail: wza@pamapol.com.pl.Akcjonariusze wykorzystujący elektroniczne środki komunikacji ponoszą wyłączne ryzyko\n                           związane z ich wykorzystaniem.Wszelkie przesyłane do Spółki dokumenty, które nie zostały sporządzone w języku polskim,\n                           powinny być przetłumaczone na język polski przez tłumacza przysięgłego. Wszelkie dokumenty\n                           przesyłane przez Akcjonariusza do Spółki, jak również przez Spółkę do Akcjonariusza\n                           drogą elektroniczną powinny być zeskanowane do formatu PDF.a_   Akcjonariuszowi lub Akcjonariuszom reprezentującym co najmniej 1/20 kapitału\n                           zakładowego przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad\n                           Zwyczajnego Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi\n                           Spółki nie później niż na 21 dni przed terminem Zwyczajnego Walnego Zgromadzenia.\n                           Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie Spółki pod\n                           adresem 97-438 Rusiec, ul. Wieluńska 2 lub w postaci elektronicznej i przesłane na\n                           następujący adres poczty elektronicznej Spółki: wza@pamapol.com.pl.Akcjonariusz lub Akcjonariusze żądający umieszczenia określonych spraw w porządku\n                           obrad muszą przedstawić, wraz z żądaniem, dokumenty potwierdzające ich tożsamość oraz\n                           uprawnienie do żądania umieszczenia określonych spraw w porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia, w szczególności:1.   świadectwo depozytowe lub zaświadczenie o prawie uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu Spółki, wystawione przez podmiot prowadzący rachunek papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi, potwierdzające, że jego\n                           adresat jest Akcjonariuszem Spółki i posiada odpowiednią liczbę akcji na dzień złożenia\n                           żądania,2.   w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,3.   w przypadku Akcjonariusza innego niż osoba fizyczna – kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania\n                           Akcjonariusza wraz z oświadczeniem, że dane zawarte w odpisie z KRS nie uległy zmianie.Obowiązek załączenia dokumentów, o których mowa powyżej dotyczy Akcjonariuszy występujących\n                           z żądaniem zarówno w formie pisemnej jak i elektronicznej. Dokumenty powinny zostać\n                           dołączone w postaci właściwej dla formy żądania _dokument papierowy lub jego kopia\n                           albo skan i konwersja do formatu PDF_. Spółka może podjąć niezbędne działania służące\n                           identyfikacji Akcjonariusza lub Akcjonariuszy i weryfikacji ważności przesłanych dokumentów.Zarząd Spółki niezwłocznie, jednak nie później niż na osiemnaście dni przed wyznaczonym\n                           terminem Zwyczajnego Walnego Zgromadzenia ogłosi zmiany w porządku obrad, wprowadzone\n                           na ewentualne żądanie Akcjonariusza lub Akcjonariuszy. Ogłoszenie nowego porządku\n                           obrad zostanie opublikowane w trybie raportu bieżącego oraz umieszczone na stronie\n                           internetowej www.grupapamapol.plb_   Akcjonariusz lub Akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału\n                           zakładowego mogą przed terminem  Zwyczajnego Walnego Zgromadzenia zgłaszać na piśmie\n                           w siedzibie Spółki pod adresem 97-438 Rusiec, ul. Wieluńska 2 lub przy wykorzystaniu\n                           środków komunikacji elektronicznej _w sposób i na adres poczty elektronicznej Spółki\n                           podany w pkt a_ powyżej_ projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad.Akcjonariusz lub Akcjonariusze zgłaszający projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Zwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone\n                           do porządku obrad, muszą przedstawić, wraz z żądaniem, dokumenty potwierdzające ich\n                           tożsamość oraz uprawnienie do zgłoszenia projektu uchwały Zwyczajnego Walnego Zgromadzenia,\n                           w szczególności:1.   świadectwo depozytowe lub zaświadczenie o prawie uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu Spółki, wystawione przez podmiot prowadzący rachunek papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi, potwierdzające, że jego\n                           adresat jest Akcjonariuszem Spółki i posiada odpowiednią liczbę akcji na dzień złożenia\n                           żądania,2.   w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,3.   w przypadku Akcjonariusza innego niż osoba fizyczna – kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania\n                           Akcjonariusza wraz z oświadczeniem, że dane zawarte w odpisie z KRS nie uległy zmianie.Obowiązek załączenia dokumentów, o których mowa powyżej dotyczy Akcjonariuszy występujących\n                           z żądaniem zarówno w formie pisemnej jak i elektronicznej. Dokumenty powinny zostać\n                           dołączone w postaci właściwej dla formy żądania _dokument papierowy lub jego kopia\n                           albo skan i konwersja do formatu PDF_. Spółka może podjąć niezbędne działania służące\n                           identyfikacji Akcjonariusza lub Akcjonariuszy i weryfikacji ważności przesłanych dokumentów.c_   Każdy z Akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu może\n                           podczas Zwyczajnego Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad podczas Walnego Zgromadzenia. O zamiarze zgłoszenia\n                           takich projektów uczestnik Walnego Zgromadzenia powinien uprzedzić Przewodniczącego\n                           Walnego Zgromadzenia, przekazując mu treść projektu na piśmie, najpóźniej po podjęciu\n                           przez Walne Zgromadzenie uchwały o przyjęciu porządku obrad.d_   Akcjonariusz może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Spółka informuje, iż wzór formularza\n                           pozwalającego na wykonywanie prawa głosu przez pełnomocnika zawierający dane określone\n                           w art. 402_3_ KSH został zamieszczony na stronie internetowej www.grupapamapol.pl,\n                           w zakładce RELACJE INWESTORSKIE – WALNE ZGROMADZENIA.Pełnomocnictwo do głosowania przez pełnomocnika powinno być udzielone na piśmie lub\n                           w postaci elektronicznej, w przypadku Akcjonariuszy będących osobami prawnymi i spółkami\n                           osobowymi do pełnomocnictwa należy dołączyć potwierdzenie uprawnienia do działania\n                           w imieniu tego podmiotu załączając aktualny odpis z KRS wraz z oświadczeniem, że dane\n                           zawarte w odpisie z KRS nie uległy zmianie. Udzielenie pełnomocnictwa w postaci elektronicznej\n                           nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym przy pomocy\n                           ważnego kwalifikowanego certyfikatu.Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej musi być dokonane\n                           najpóźniej na 24 godziny przed terminem Zwyczajnego Walnego Zgromadzenia w związku\n                           z potrzebą przeprowadzenia działań weryfikacyjnych. Spółka podejmie odpowiednie działania\n                           służące identyfikacji Akcjonariusza i pełnomocnika w celu weryfikacji ważności pełnomocnictwa\n                           udzielonego w postaci elektronicznej. Weryfikacja ta polegać może w szczególności\n                           na zwrotnym pytaniu w formie elektronicznej lub telefonicznej skierowanym do Akcjonariusza\n                           lub pełnomocnika w celu potwierdzenia faktu udzielenia pełnomocnictwa i jego zakresu.Jeżeli pełnomocnictwo zostaje udzielone w formie elektronicznej, to Akcjonariusz-mocodawca\n                           powinien zawiadomić o tym Spółkę. Zawiadomienie powinno zostać złożone Spółce w terminie\n                           umożliwiającym dokonanie identyfikacji mocodawcy i jego pełnomocnika, nie później\n                           jednak niż w dniu poprzedzającym dzień, na które zostało zwołane Walne Zgromadzenie.\n                           Zawiadomienie może mieć formę pisemną lub postać elektroniczną. Zawiadomienie w formie\n                           pisemnej powinno być przesłane na adres Spółki 97-438 Rusiec, ul. Wieluńska 2. Zawiadomienie\n                           w formie elektronicznej jest przesyłane na adres: wza@pamapol.com.pl Zawiadomienie powinno zawierać:1.   Imię i nazwisko albo nazwę _firmę_ Akcjonariusza-mocodawcy oraz imiona i nazwiska\n                           osób uprawnionych do udzielenia pełnomocnictwa w jego imieniu.2.   Rodzaj oraz numer identyfikacyjny dokumentu tożsamości, a także numer PESEL mocodawcy\n                           _w przypadku osób fizycznych_ albo numer KRS _w przypadku podmiotów wpisanych do rejestru\n                           przedsiębiorców_ oraz miejsce zamieszkania _siedzibę_ mocodawcy.3.   Imię i nazwisko albo nazwę _firmę_ pełnomocnika, rodzaj oraz numer identyfikacyjny\n                           dokumentu tożsamości, a także numer PESEL pełnomocnika _w przypadku osób fizycznych_\n                           albo numer KRS _w przypadku podmiotów wpisanych do rejestru przedsiębiorców_, miejsce\n                           zamieszkania _siedzibę_ oraz kopię ww. dokumentów przesłaną w formie elektronicznej.4.   Numer telefonu lub adres poczty elektronicznej, które umożliwiają stały kontakt\n                           z mocodawcą.5.   Numer telefonu lub adres poczty elektronicznej, które umożliwiają weryfikację\n                           pełnomocnika.6.   Datę udzielenia pełnomocnictwa.7.   Wskazanie Walnego Zgromadzenia, w związku z którym pełnomocnictwo jest udzielane.8.   Zakres pełnomocnictwa, w tym w szczególności wszelkie ograniczenia pełnomocnictw\n                           oraz wskazanie, czy pełnomocnik może ustanawiać także dalszych pełnomocników.9.   Wskazanie, czy pełnomocnictwo jest odwołalne.10.   Podpis mocodawcy lub osób działających w imieniu mocodawcy.Jeżeli zawiadomienie zostało dokonane zgodnie z powyższymi wymogami Spółka niezwłocznie\n                           potwierdza mocodawcy dokonanie zawiadomienia.Jeżeli zawiadomienie nie odpowiada powyższym wymogom Spółka niezwłocznie informuje\n                           o tym zgłaszającego wskazując na braki zawiadomienia.Spółka na swojej stronie internetowej udostępnia do pobrania wzór formularza zawiadomienia\n                           o udzieleniu pełnomocnictwa w postaci elektronicznej, który może być stosowany przez\n                           Akcjonariusza do zawiadomienia Spółki o udzieleniu pełnomocnictwa w postaci elektronicznej.\n                           Formularz ten, po wypełnieniu zgodnie z instrukcją w nim zawartą powinien być przez\n                           Akcjonariusza wysyłany na dedykowany adres e-mail wskazany powyżej.Brak zawiadomienia albo zawiadomienie dokonane z naruszeniem wyżej wskazanych wymogów\n                           jest uwzględnianie przy ocenie istnienia zgodnego z prawem umocowania pełnomocnika\n                           do reprezentacji mocodawcy na Walnym Zgromadzeniu. W szczególności może stanowić podstawę\n                           do niedopuszczenia lub do wykluczenia danej osoby z uczestnictwa w Walnym Zgromadzeniu.Każdy Akcjonariusz, w tym także pełnomocnicy, bezpośrednio po przybyciu na Walne Zgromadzenie\n                           mają obowiązek wpisania się na listę obecności. Akcjonariusze zostaną dopuszczeni do uczestnictwa w Walnym Zgromadzeniu po okazaniu\n                           dowodu tożsamości,  a pełnomocnicy po okazaniu dowodu tożsamości i ważnego pełnomocnictwa\n                           udzielonego w formie pisemnej lub w postaci elektronicznej _w tym ostatnim przypadku\n                           pełnomocnik powinien okazać wydruk pełnomocnictwa w formacie PDF_. Przedstawiciele\n                           osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne odpisy z odpowiednich\n                           rejestrów, wskazujące osoby uprawnione do reprezentowania tych podmiotów wraz  z oświadczeniem,\n                           że dane nie uległy zmianie.Pełnomocnik wykonuje wszystkie uprawnienia Akcjonariusza na Walnym Zgromadzeniu, chyba,\n                           że co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego pełnomocnictwa,\n                           jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż\n                           jednego Akcjonariusza i głosować odmiennie z akcji każdego Akcjonariusza. Akcjonariusz\n                           Spółki posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowym\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków.Jeżeli pełnomocnikiem Akcjonariusza na Zwyczajnym Walnym Zgromadzeniu jest Członek\n                           Zarządu, Członek Rady Nadzorczej, pracownik Spółki lub członek organów lub pracownik\n                           spółki zależnej od Spółki, udzielone mu pełnomocnictwo może upoważniać do reprezentacji\n                           Akcjonariusza tylko na jednym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić\n                           Akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu\n                           interesów. Udzielenie dalszego pełnomocnictwa jest w takim wypadku wyłączone.e_   Spółka nie przewiduje uczestnictwa Akcjonariuszy Spółki w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej, ani też wypowiadania się w\n                           trakcie Walnego Zgromadzenia przy wykorzystaniu takich środków.f_   Spółka nie przewiduje wykonywania prawa głosu przez Akcjonariuszy Spółki na Walnym\n                           Zgromadzeniu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej.II.   Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu zgodnie z art. 402_2_ punkt\n                           3 KSHDzień rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu przypada na szesnasty\n                           dzień przed datą Zwyczajnego Walnego Zgromadzenia _dzień rejestracji_, tj. na dzień\n                           10 czerwca 2017 r. Prawo uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mają tylko\n                           osoby będące Akcjonariuszami Spółki w dniu 10 czerwca 2017 roku, tj. w dniu rejestracji\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela Spółki, zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Zwyczajnego Walnego Zgromadzenia, nie później\n                           niż w pierwszym dniu powszednim po dniu rejestracji, tj. nie później niż w dniu 12\n                           czerwca 2017 r., podmiot prowadzący rachunek papierów wartościowych wystawia imienne\n                           zaświadczenie o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.III.   Uprawnieni do uczestnictwa w Walnym Zgromadzeniu, zgodnie z art. 402_2_ punkt\n                           4 KSHW Zwyczajnym Walnym Zgromadzeniu Spółki będą miały prawo uczestniczyć osoby, które:a_   na szesnaście dni przed datą Zwyczajnego Walnego Zgromadzenia, tj. w dniu   10\n                           czerwca 2017 r.  _dzień rejestracji_ będą Akcjonariuszami Spółki.orazb_   nie wcześniej niż po ogłoszeniu o zwołaniu Zwyczajnego Walnego Zgromadzenia i\n                           nie później niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa w Walnym\n                           Zgromadzeniu, tj. w dniu 12 czerwca 2017 r. złożą żądanie o wystawienie imiennego\n                           zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu w podmiocie prowadzącym\n                           rachunek papierów wartościowych, na których zapisane są akcje Spółki. Rekomenduje się Akcjonariuszom odebranie ww. wystawionego zaświadczenia o prawie uczestnictwa\n                           i zabranie go ze sobą w dniu Zwyczajnego Walnego Zgromadzenia.Spółka ustala listę Akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu na podstawie wykazu przekazanego przez Krajowy Depozyt Papierów Wartościowych\n                           _KDPW_, a sporządzonego na podstawie wystawionych przez podmioty prowadzące rachunki\n                           wartościowe imiennych zaświadczeń o prawie uczestnictwa w Walnym Zgromadzeniu.Na trzy dni powszednie przed terminem Zwyczajnego Walnego Zgromadzenia _tj. od dnia\n                           21 czerwca 2017 r._ w siedzibie Spółki zostanie wyłożona do wglądu lista Akcjonariuszy\n                           uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu. Każdy Akcjonariusz\n                           będzie mógł żądać przesłania mu listy Akcjonariuszy nieodpłatnie pocztą elektroniczną\n                           podając adres, na który lista powinna być wysłana.IV.   Informacja o pełnym tekście dokumentacji oraz projekty uchwał, zgodnie z art.\n                           402_2_ punkt 5 KSHOsoby uprawnione do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mogą uzyskać pełny\n                           tekst dokumentacji, która ma być przedstawiona na Zwyczajnym Walnym Zgromadzeniu oraz\n                           projekty uchwał w siedzibie Spółki pod adresem 97-438 Rusiec, ul. Wieluńska 2 lub\n                           na stronie internetowej Spółki pod adresem: www.grupapamapol.pl, w zakładce RELACJE\n                           INWESTORSKIE – WALNE ZGROMADZENIA.V.   Wskazanie strony internetowej, na której będą udostępniane informacje dotyczące\n                           Walnego Zgromadzenia, zgodnie z art. 402_2_ punkt 6 KSHSpółka będzie udostępniała wszelkie informacje Zwyczajnego Walnego Zgromadzenia na\n                           stronie internetowej Spółki pod adresem: www.grupapamapol.pl , w zakładce RELACJE\n                           INWESTORSKIE – WALNE ZGROMADZENIA.Szczegółowa podstawa prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych [...].",
        "date": "2017-05-30"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że z informacji przedstawionej oferentom\n                           obecnym podczas otwarcia ofert w ramach przetargu nieograniczonego na dostawy artykułów\n                           spożywczych do magazynów organizacji partnerskich w ramach Programu Operacyjnego Pomoc\n                           Żywnościowa 2014-2020, Podprogram 2017 _Przetarg_ organizowanego przez Agencję Rynku\n                           Rolnego z siedzibą w Warszawie wynika, iż Emitent złożył najkorzystniejszą ofertę\n                           cenową na jedno z zadań częściowych objętych Przetargiem, tj. na dostawę szynki drobiowej\n                           do magazynów organizacji partnerskich: Federacji Polskich Banków Żywności, Polskiego\n                           Komitetu Pomocy Społecznej, Caritas Polska, Polskiego Czerwonego Krzyża.         \n                           Łączna wartość oferty złożonej przez Emitenta w ramach Przetargu  wynosi ok. 41,8\n                           mln zł brutto.Emitent zastrzega, iż procedura przetargowa nie została zakończona, oraz że formalne\n                           rozstrzygnięcie Przetargu, a także zawarcie przyszłej umowy na dostawy produktów objętych\n                           Przetargiem może zależeć od wniesienia ewentualnego protestu _odwołania_ przez innych\n                           uczestników postępowania przetargowego. Ponadto warunkiem zawarcia umowy będzie wniesienie\n                           zabezpieczenia należytego wykonania umowy w wysokości 10% całkowitej wartości zamówienia\n                           brutto _w ramach danego zadania częściowego_.O formalnym rozstrzygnięciu Przetargu, oraz o zawarciu przyszłej umowy na dostawy\n                           produktów objętych Przetargiem Emitent powiadomi w formie odrębnego raportu bieżącego.",
        "date": "2017-05-23"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. informuje o zmianie terminu przekazania do publicznej wiadomości\n                           rozszerzonego skonsolidowanego raportu PAMAPOL S.A. za I kwartał 2017 r. Raport, o\n                           którym mowa powyżej opublikowany zostanie w dniu 29 maja 2017 r. Zgodnie z treścią\n                           raportu bieżącego nr 1/2017 z dnia 26 stycznia 2017 r. pierwotny termin publikacji\n                           ww. raportu określony był na dzień 26 maja 2017 r.Szczegółowa podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych […].",
        "date": "2017-05-22"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Działając na podstawie § 5 ust. 1 pkt 19 rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych […], Zarząd PAMAPOL S.A. _Emitent, Spółka_ informuje,\n                           iż w dniu 16 marca 2017 roku Rada Nadzorcza Emitenta podjęła uchwałę o wyborze biegłego\n                           rewidenta do przeprowadzenia:1. badania sprawozdania finansowego Spółki oraz skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej PAMAPOL za okres od:                                           \n                           - 1 stycznia 2018 roku do 31 grudnia 2018 roku,- 1 stycznia 2019 roku do 31 grudnia 2019 roku.2. przeglądu śródrocznego sprawozdania finansowego Spółki oraz skonsolidowanego śródrocznego\n                           sprawozdania finansowego Grupy Kapitałowej PAMAPOL za okres od:                  \n                           - 1 stycznia 2018 roku do 30 czerwca 2018 roku,- 1 stycznia 2019 roku do 30 czerwca 2019 roku.Wybrany podmiot to: Grant Thornton Polska Spółka z ograniczoną odpowiedzialnością\n                           Spółka komandytowa z siedzibą w Poznaniu, ul. Abpa Antoniego Baraniaka 88 E, wpisana\n                           pod numerem KRS 0000407558 do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy\n                           Poznań- Nowe Miasto  i Wilda, VIII Wydział Gospodarczy Krajowego Rejestru Sadowego,\n                           wpisana na listę Krajowej Rady Biegłych Rewidentów pod nr 4055.Zgodnie z treścią raportu bieżącego nr 10/2016 z dnia 31 maja 2016 r. Emitent  korzysta\n                           i będzie korzystał  z usług wybranego podmiotu  w zakresie badania i przeglądu sprawozdań\n                           finansowych Emitenta i Grupy Kapitałowej PAMAPOL  za lata obrotowe 2016 i 2017.Ponadto, Emitent oraz spółki z Grupy Kapitałowej Pamapol  korzystały  w analogicznym\n                           zakresie przedmiotowym z usług audytorskich spółek sieci Grant Thornton, tj. Grant\n                           Thornton Frąckowiak Spółka z ograniczoną odpowiedzialnością  w latach obrotowych 2005-2008,\n                           2010-2012 oraz Grant Thornton Frąckowiak Spółka z ograniczoną odpowiedzialnością Spółka\n                           komandytowa w latach obrotowych  2013-2015. Wybór biegłego rewidenta został dokonany przez Radę Nadzorczą na podstawie § 17 ust.\n                           2 lit. p_ Statutu PAMAPOL S.A., zgodnie z obowiązującymi przepisami i normami zawodowymi.",
        "date": "2017-03-16"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 21 grudnia 2018 r. powziął informację\n                           o podpisaniu przez PKO Faktoring S.A. _Faktor_ aneksów do umów faktoringu krajowego\n                           bez przejęcia ryzyka oraz umów faktoringu krajowego z przejęciem ryzyka _łącznie Umowy_,\n                           zawartych pomiędzy Emitentem oraz spółką zależną Emitenta – Warmińskimi Zakładami\n                           Przetwórstwa Owocowo-Warzywnego  Sp. z o.o. _WZPOW_ a Faktorem, stanowiących kontynuację\n                           dotychczasowej formy finansowania, o której Emitent informował w treści raportów bieżących\n                           nr 11/2013, 41/2013, 5/2014, 44/2014, 12/2015, 1/2016, 17/2016, 19/2016, 21/2017 i\n                           33/2017.Na mocy zawartych aneksów do Umów zmienił się na czas nieoznaczony okres obowiązywania\n                           udzielonego przez Faktora dla Emitenta i WZPOW limitu finansowania.Ponadto, zmieniono zakres przedmiotowy zawartych umów faktoringu z przejęciem ryzyka,\n                           poszerzając ich treść także o transakcje faktoringu eksportowego w walucie EUR lub\n                           USD.Jednocześnie Emitent informuje, iż łączny limit finansowania udzielony przez Faktora\n                           w ramach zawartych Umów nie uległ zmianie i wynosi 20 mln zł oraz stanowi górną granicę\n                           finansowania wypłaconego na podstawie Umów, co jest zgodne z warunkami określonymi\n                           w umowie kredytu konsorcjalnego, o którym Emitent informował w raporcie bieżącym nr\n                           18/2017. Łączny limit finansowania dla Emitenta wynosi 16 mln zł a dla WZPOW odpowiednio\n                           4 mln zł.",
        "date": "2018-12-21"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 36/2018 w sprawie wniesienia przez PAMAPOL S.A.\n                           _Spółka_ zażalenia na postanowienie Sądu Okręgowego w Łodzi z dnia 17 września 2018\n                           r. o wstrzymaniu wykonania uchwały numer 5 Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 17 sierpnia 2018 r. sprawie zniesienia dematerializacji akcji oraz wycofania\n                           akcji Spółki z obrotu na rynku regulowanym, Zarząd Spółki informuje, że w dniu 21\n                           grudnia 2018 r. powziął informację o oddaleniu ww. zażalenia.",
        "date": "2018-12-21"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 39/2018 w sprawie wyrażenia zgody przez Radę\n                           Nadzorczą PAMAPOL S.A. _Emitent_ na objęcie przez Emitenta nowych udziałów w spółce\n                           zależnej – Warmińskie Zakłady Przetwórstwa Owocowo-Warzywnego sp. z o.o. z siedzibą\n                           w Kwidzynie _WZPOW_, Zarząd Emitenta informuje, iż w dniu 29 listopada 2018 r. Zwyczajne\n                           Zgromadzenie Wspólników WZPOW podjęło uchwałę o podwyższeniu kapitału zakładowego\n                           WZPOW z kwoty 30.095.600 zł do kwoty 37.230.600 zł, to jest o kwotę 7.135.000 zł,\n                           poprzez utworzenie 142.700 nowych udziałów o wartości nominalnej 50 zł każdy. Nowe\n                           udziały w podwyższonym kapitale zakładowym WZPOW obejmie Emitent i pokryje je w całości\n                           wkładem gotówkowym. Udziały zostaną objęte po wartości nominalnej, za łączną kwotę\n                           7.135.000 zł. Po rejestracji ww. podwyższenia kapitału zakładowego Emitent posiadać\n                           będzie 723.246 udziałów w WZPOW, stanowiących 97,13% kapitału zakładowego i uprawniających\n                           do 97,13% w ogólnej liczbie głosów w WZPOW.Jednocześnie wobec utrzymującego się,  po sporządzeniu rocznych sprawozdań finansowych\n                           WZPOW, stanu w którym zgodnie z art. 233 Kodeksu spółek handlowych wymagane jest powzięcie\n                           uchwały dotyczącej dalszego istnienia spółki, Zwyczajne Zgromadzenie Wspólników WZPOW\n                           podjęło uchwałę wyrażającą zgodę na dalsze istnienie WZPOW. O podjęciu analogicznej\n                           uchwały w 2017 roku Emitent informował w raporcie bieżącym nr 19/2017 z dnia 22 września\n                           2017 r.",
        "date": "2018-11-29"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, iż w dniu 22 listopada 2018 r. Rada Nadzorcza\n                           Emitenta, na podstawie § 17 ust. 2 lit. \"j\" i \"k\" Statutu Spółki, podjęła uchwałę\n                           w sprawie wyrażenia zgody na objęcie przez Emitenta 142.700 nowych udziałów w  spółce\n                           zależnej – Warmińskie Zakłady Przetwórstwa Owocowo-Warzywnego sp. z o.o. z siedzibą\n                           w Kwidzynie _WZPOW_, każdy o wartości nominalnej 50,00 zł. Udziały zostaną objęte\n                           za łączną kwotę 7.135.000,00 zł, tj. 50,00 zł za każdy udział. Kapitał zakładowy WZPOW wynosi obecnie 30.095.600,00 zł i dzieli się na 601.912 udziałów\n                           o wartości nominalnej 50,00 zł każdy.Emitent posiada 580.546 udziałów w kapitale zakładowym WZPOW, co stanowi 96,45% kapitału\n                           zakładowego WZPOW i uprawnia do 580.546 głosów na Walnym Zgromadzeniu, tj. stanowi\n                           96,45% udziału w ogólnej liczbie głosów. W związku z tym podjęcie przez Radę Nadzorczą\n                           uchwały w sprawie wyrażenia zgody na objęcie przez Emitenta udziałów stanowi w praktyce\n                           podjęcie decyzji o podwyższeniu kapitału zakładowego WZPOW. Jej formalną realizacją\n                           będzie podjęcie stosownej uchwały przez Zgromadzenie Wspólników WZPOW zwołane na dzień\n                           29 listopada 2018 r. Po objęciu przez Emitenta nowych udziałów kapitał zakładowy WZPOW\n                           wynosić będzie 37.230.600,00 zł, a Emitent posiadać będzie 723.246 udziałów, stanowiących\n                           97,13% kapitału zakładowego, uprawniających do 723.246 głosów na Walnym Zgromadzeniu,\n                           tj. stanowiących 97,13% udziału w ogólnej liczbie głosów.",
        "date": "2018-11-22"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "PAMAPOL S.A. _\"Spółka\"_ informuje,  że w dniu 30 października 2018 r. wpłynęło do\n                           Spółki od osoby blisko związanej z osobami pełniącymi obowiązki zarządcze - AMERYKANKA\n                           STRUKTURA sp. z o.o. sp.k. powiadomienie o nabyciu w dniu 26 października 2018 r.\n                           akcji Spółki w ramach transakcji pakietowej posesyjnej.Treść powiadomienia Spółka przekazuje w załączniku do niniejszego raportu.",
        "date": "2018-10-30"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 28/2018, Zarząd PAMAPOL S.A. _Spółka_ informuje,\n                           że w dniu 18 października 2018 r. wpłynęło do Spółki postanowienie Komisji Nadzoru\n                           Finansowego _Komisja_ z dnia 10 października 2018 r. w sprawie zawieszenia postępowania\n                           administracyjnego w sprawie udzielenia zezwolenia na przywrócenie akcjom Spółki formy\n                           dokumentu _zniesienie dematerializacji akcji_, wszczęte na podstawie wniosku złożonego\n                           przez Spółkę w dniu 6 września 2018 r. Komisja wskazała, że przeciwko Spółce toczy się postępowanie w sprawie uchylenia lub\n                           stwierdzenia nieważności Uchwały nr 5 Nadzwyczajnego Walnego Zgromadzenia Spółki z\n                           dnia 17 sierpnia 2018 r. w sprawie zniesienia dematerializacji akcji oraz wycofania\n                           z obrotu na rynku regulowanym _o czym Spółka informowała w raportach bieżących nr\n                           32/2018 i 35/2018_, którego rozstrzygnięcie w ocenie Komisji stanowi zagadnienie wstępne\n                           w myśl Kodeksu Postępowania Administracyjnego.Zgodnie z postanowieniem Komisji od rozstrzygnięcia przez Sąd ww. zagadnienia prawnego,\n                           zależy możliwość podjęcia przez Komisję decyzji w przedmiocie zezwolenia na przywrócenie\n                           akcjom Spółki formy dokumentu.",
        "date": "2018-10-18"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportów bieżących nr 32/2018 i 35/2018, Zarząd PAMAPOL S.A. _Spółka_\n                           informuje, że w dniu 27 września 2018 r. pełnomocnik Spółki wniósł do Sądu Okręgowego\n                           w Łodzi, X Wydział Gospodarczy _Sąd_ zażalenie na postanowienie Sądu z dnia 17 września\n                           2018 r. w przedmiocie zabezpieczenia roszczenia powodów poprzez wstrzymanie wykonania\n                           uchwały numer 5 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 17 sierpnia 2018\n                           r. sprawie zniesienia dematerializacji akcji oraz wycofania akcji Spółki z obrotu\n                           na rynku regulowanym _podstawowym_ prowadzonym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A.",
        "date": "2018-09-27"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 32/2018 z dnia 20 września 2018 r. Zarząd PAMAPOL\n                           S.A. _Spółka_ informuje, że w dniu 21 września 2018 r. otrzymał odpis pozwu wniesionego\n                           przeciwko Spółce przez grupę akcjonariuszy mniejszościowych do Sądu Okręgowego w Łodzi,\n                           X Wydział Gospodarczy _Sąd_. Pozew został złożony przez 21 akcjonariuszy Spółki, którzy\n                           głosowali przeciwko uchwale numer 5 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia\n                           17 sierpnia 2018 r. sprawie zniesienia dematerializacji akcji oraz wycofania akcji\n                           Spółki z obrotu na rynku regulowanym _podstawowym_ prowadzonym przez Giełdę Papierów\n                           Wartościowych w Warszawie S.A. _Uchwała_, a po jej powzięciu zażądali zaprotokołowania\n                           sprzeciwu. Wymienieni akcjonariusze wnoszą w pozwie o stwierdzenie nieważności Uchwały ewentualnie\n                           o jej uchylenie. Powodowie wnieśli również o zabezpieczenie ich roszczenia poprzez\n                           wstrzymanie wykonania Uchwały do czasu prawomocnego zakończenia postępowania, a Sąd\n                           przychylił się do tego wniosku, o czym Spółka informowała w raporcie bieżącym nr 32/2018.",
        "date": "2018-09-21"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 18/2017 dotyczącego zawarcia w dniu 21 września\n                           2017 r. pomiędzy PAMAPOL S.A. i jego spółkami zależnymi WZPOW Sp. z o.o. i Mitmar\n                           Sp. z o.o. a bankami Powszechną Kasę Oszczędności Bank Polski S.A. oraz Credit Agricole\n                           Bank Polski S.A. umowy kredytu w ramach konsorcjum bankowego utworzonego przez banki,\n                           dotyczącego finansowania Grupy Kapitałowej PAMAPOL, w którym wskazano, iż kredyt w\n                           rachunku bieżącym będzie udzielony na okres 12 miesięcy, a kredyty obrotowe odnawialne\n                           na okres odpowiednio 12 lub 18 miesięcy z możliwością przedłużenia po pozytywnej ocenie\n                           zdolności kredytobiorców, Zarząd  PAMAPOL S.A. informuje iż w dniu 21 września 2018\n                           r. powziął informację o wydłużeniu przez banki okresów dostępności ww. kredytów.",
        "date": "2018-09-21"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportów bieżących nr 13/2018, 23/2018 oraz 31/2018 dotyczących przetargu\n                           nieograniczonego na dostawy artykułów spożywczych do magazynów organizacji partnerskich\n                           w ramach Programu Operacyjnego Pomoc Żywnościowa 2014-2020, Podprogram 2018 _Podprogram_\n                           organizowanego przez Krajowy Ośrodek Wsparcia Rolnictwa z siedzibą w Warszawie _KOWR_,\n                           Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 21 września 2018 r. powziął informację\n                           o podpisaniu dwóch kolejnych umów na dostawy artykułów spożywczych realizowanych w\n                           ramach Podprogramu _Umowy_. Na mocy zawartych Umów Emitent i spółka zależna Emitenta - Warmińskie Zakłady Przetwórstwa\n                           Owocowo-Warzywnego sp. z o.o. _WZPOW_ zobowiązali się do dostarczenia, w okresie od\n                           października 2018 r. do 31 maja 2019 r. fasoli białej _Emitent_ oraz groszku z marchewką\n                           _WZPOW_, o wymaganiach jakościowych określonych w Umowach, na rzecz organizacji partnerskich:\n                           Federacji Polskich Banków Żywności, Caritas Polska, Polskiego Komitetu Pomocy Społecznej\n                           i Polskiego Czerwonego Krzyża.Wartość dostaw objętych treścią umowy zawartej przez Emitenta oraz przez WZPOW wynosi\n                           odpowiednio ok. 12,5 mln zł brutto i 14 mln zł brutto.Dostawy odbywać się będą w każdym miesiącu realizacji dostaw. W okresie do 31grudnia\n                           2018 r. Emitent oraz WZPOW dostarczą odpowiednio do magazynów organizacji partnerskich\n                           od 40% do 60% całkowitej ilości dostaw przewidzianych w poszczególnych Umowach. Zapłata\n                           będzie dokonywana na podstawie składanych przez Emitenta oraz WZPOW wniosków sporządzanych\n                           odrębnie za dostawy zrealizowane w poszczególnych miesiącach.Emitent oraz WZPOW wnieśli zabezpieczenie należytego wykonania Umów na łączną kwotę\n                           ok. 2,7 mln zł. W Umowach przewidziano szereg kar umownych płaconych na rzecz KOWR m.in. w przypadku,\n                           gdy KOWR odstąpi od Umowy z przyczyn leżących po stronie Emitenta lub WZPOW _w wysokości\n                           10% wartości brutto niedostarczonego artykułu spożywczego_, w przypadku stwierdzenia\n                           niezgodności dostarczonego artykułu spożywczego z wymaganiami określonymi w Umowie\n                           _30% wartości brutto wadliwej partii artykułu spożywczego_, w przypadku niezrealizowania\n                           dostawy przewidzianej w harmonogramie dostaw, dostarczenia artykułu spożywczego w\n                           ilości niezgodnej z ilością zaplanowaną, dostarczenia artykułu spożywczego po upływie\n                           terminu _w wysokości liczonej jako procent wartości brutto artykułu spożywczego niedostarczonego\n                           lub dostarczonego z opóźnieniem_ i in. KOWR zastrzegła w Umowach prawo dochodzenia,\n                           na zasadach ogólnych, odszkodowania przewyższającego wysokość kar umownych do wysokości\n                           rzeczywiście poniesionej szkody. Pozostałe warunki Umów nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.",
        "date": "2018-09-21"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent, Spółka_ informuje, że w dniu 20 września 2018 r.  powziął\n                           informację o wniesieniu pozwu przeciwko Spółce przez grupę akcjonariuszy mniejszościowych\n                           do Sądu Okręgowego w Łodzi, X Wydział Gospodarczy _Sąd_,  poprzez fakt, iż w tym dniu\n                           otrzymał z Sądu odpis postanowienia z dnia 17 września 2018 r. w przedmiocie wniosku\n                           o zabezpieczenie roszczenia. Zgodnie z treścią przedmiotowego postanowienia Sąd postanowił\n                           udzielić zabezpieczenia roszczenia powodów poprzez wstrzymanie wykonania uchwały numer\n                           5 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 17 sierpnia 2018 r. sprawie zniesienia\n                           dematerializacji akcji oraz wycofania akcji Spółki z obrotu na rynku regulowanym _podstawowym_\n                           prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A. _Uchwała_ do czasu\n                           prawomocnego zakończenia postępowania. O podjęciu Uchwały Emitent informował w treści raportów bieżących nr 24/2018 oraz\n                           25/2018/K.",
        "date": "2018-09-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportów bieżących nr 13/2018 oraz 23/2018 dotyczących przetargu nieograniczonego\n                           na dostawy artykułów spożywczych do magazynów organizacji partnerskich w ramach Programu\n                           Operacyjnego Pomoc Żywnościowa 2014-2020, Podprogram 2018 _Podprogram_ organizowanego\n                           przez Krajowy Ośrodek Wsparcia Rolnictwa z siedzibą w Warszawie _KOWR_, Zarząd PAMAPOL\n                           S.A. _Emitent_ informuje, że w dniu 17 września 2018 r. powziął informację o podpisaniu\n                           przez KOWR umowy na dostawę artykułu spożywczego realizowanego w ramach Podprogramu\n                           _Umowa_. Na mocy zawartej Umowy Emitent zobowiązał się do dostarczenia, w okresie od października\n                           2018 r. do 31 maja 2019 r. szynki drobiowej o wymaganiach jakościowych określonych\n                           w Umowie, na rzecz organizacji partnerskich: Federacji Polskich Banków Żywności, Caritas\n                           Polska, Polskiego Komitetu Pomocy Społecznej i Polskiego Czerwonego Krzyża.Wartość dostaw objętych treścią Umowy wynosi ok. 43,3 mln zł brutto. Dostawy odbywać się będą w każdym miesiącu realizacji dostaw. W okresie do 31grudnia\n                           2018 r. Emitent dostarczy do magazynów organizacji partnerskich od 40% do 60% całkowitej\n                           ilości dostaw przewidzianych w Umowie. Zapłata będzie dokonywana na podstawie składanych\n                           przez Emitenta wniosków sporządzanych odrębnie za dostawy zrealizowane w poszczególnych\n                           miesiącach.Emitent wniósł zabezpieczenie należytego wykonania Umowy na kwotę ok. 4,3 mln zł.\n                           W Umowie przewidziano szereg kar umownych płaconych na rzecz KOWR m.in. w przypadku,\n                           gdy KOWR odstąpi od Umowy z przyczyn leżących po stronie Emitenta _w wysokości 10%\n                           wartości brutto niedostarczonego artykułu spożywczego_, w przypadku stwierdzenia niezgodności\n                           dostarczonego artykułu spożywczego z wymaganiami określonymi w Umowie _30% wartości\n                           brutto wadliwej partii artykułu spożywczego_, w przypadku niezrealizowania dostawy\n                           przewidzianej w harmonogramie dostaw, dostarczenia artykułu spożywczego w ilości niezgodnej\n                           z ilością zaplanowaną, dostarczenia artykułu spożywczego po upływie terminu _w wysokości\n                           liczonej jako procent wartości brutto artykułu spożywczego niedostarczonego lub dostarczonego\n                           z opóźnieniem_ i in. KOWR zastrzegła w Umowie prawo dochodzenia, na zasadach ogólnych,\n                           odszkodowania przewyższającego wysokość kar umownych do wysokości rzeczywiście poniesionej\n                           szkody. Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów. Emitent informuje, że zawarta Umowa jest pierwszą z trzech umów, które mają zostać\n                           zawarte przez Grupę Emitenta z KOWR w ramach Programu. Łączna  wartość tych umów wynosić\n                           będzie ok. 69,8 mln zł brutto.O zawarciu kolejnych dwóch umów tj. na dostawę fasoli białej przez Emitenta i groszku\n                           z marchewką przez spółkę zależną Emitenta - Warmińskie Zakłady Przetwórstwa Owocowo-Warzywnego\n                           sp. z o.o., Emitent poinformuje niezwłocznie w formie raportu bieżącego.",
        "date": "2018-09-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Spółka, Emitent_ informuje, że w dniu 12 września 2018 r. Rada\n                           Nadzorcza Spółki podjęła uchwały o powołaniu do składu Zarządu Spółki następujące\n                           osoby, powierzając im sprawowanie funkcji Członka Zarządu Spółki:- Panią Aleksandrę Smorawa,- Pana Tomasza Brandta,- Panią Małgorzatę Bednarek.W związku z powyższym obecny skład Zarządu Emitenta przedstawia się następująco:1. Pan Krzysztof Półgrabia – Wiceprezes Zarządu, odpowiedzialny za organizację pracy\n                           zarządu,2. Pan Igor Fortuna – Wiceprezes Zarządu,3. Pani Aleksandra Smorawa – Członek Zarządu,4. Pan Tomasz Brandt – Członek Zarządu,5. Pani Małgorzata Bednarek – Członek Zarządu.Informacje dotyczące posiadanego wykształcenia, kwalifikacji i zajmowanych wcześniej\n                           stanowisk, wraz z opisem przebiegu kariery zawodowej nowych Członków Zarządu stanowią\n                           załączniki do niniejszego raportu.Zgodnie ze złożonymi oświadczeniami, nowi Członkowie Zarządu nie wykonują poza przedsiębiorstwem\n                           Emitenta działalności, która byłaby konkurencyjna w stosunku do działalności wykonywanej\n                           w przedsiębiorstwie Emitenta oraz nie uczestniczą w spółce konkurencyjnej jako wspólnicy\n                           spółki cywilnej, spółki osobowej, spółki kapitałowej i nie uczestniczą w konkurencyjnej\n                           osobie prawnej jako członkowie organu. Nie figurują w Rejestrze Dłużników Niewypłacalnych\n                           prowadzonym na podstawie Ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2018-09-12"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_, w uzupełnieniu informacji przekazanej w raporcie bieżącym\n                           nr 10/2018 z dnia 26 czerwca 2018 r. w sprawie powołania Członków Rady Nadzorczej\n                           Emitenta na V Wspólną Kadencję informuje, iż na posiedzeniu Rady Nadzorczej w dniu\n                           12 września 2018 r., Rada Nadzorcza działając na podstawie § 14 ust. 5 Statutu Emitenta\n                           podjęła uchwały o wyborze: - na Przewodniczącego Rady Nadzorczej Pana Pawła Szataniaka,- na Zastępcę Przewodniczącego Rady Nadzorczej Pana Mariusza Szataniaka,- na Sekretarza Rady Nadzorczej Pana Piotra Kamińskiego.W związku z powyższym obecny skład Rady Nadzorczej Emitenta przedstawia się następująco:1. Pan Paweł Szataniak – Przewodniczący Rady Nadzorczej,2. Pan Mariusz Szataniak – Zastępca Przewodniczącego Rady Nadzorczej,3. Pan Piotr Kamiński – Sekretarz Rady Nadzorczej, Członek Rady Nadzorczej,4. Pan Waldemar Frąckowiak – Członek Niezależny Rady Nadzorczej,5. Pan Krzysztof Urbanowicz – Członek Niezależny Rady Nadzorczej. Następnie Rada Nadzorcza podjęła uchwałę o w delegowaniu Pana Pawła Szataniak, Przewodniczącego\n                           Rady Nadzorczej, do samodzielnego pełnienia czynności nadzorczych w stosunku do działalności\n                           Zarządu Spółki, w szczególności działalności bieżącej. Czynności nadzorcze Pan Paweł\n                           Szataniak będzie pełnił od dnia podjęcia niniejszej uchwały do czasu podjęcia uchwały\n                           o zakończeniu delegowania do samodzielnego pełnienia czynności nadzorczych. Jednocześnie w dniu 12 września 2018 r., Rada Nadzorcza Spółki, powołała Komitet Audytu\n                           nowej kadencji. Zgodnie z uchwałą Rady Nadzorczej Spółki w skład Komitetu Audytu zostali\n                           powołani dotychczasowi jego członkowie tj.:1. Waldemar Frąckowiak - Przewodniczący Komitetu Audytu, Członek niezależny Komitetu\n                           Audytu,2. Krzysztof Urbanowicz - Członek niezależny Komitetu Audytu,3. Piotr Kamiński - Członek Komitetu Audytu.Zarząd Emitenta informuje, że Komitet Audytu we wskazanym składzie spełnia kryteria\n                           niezależności oraz pozostałe wymagania określone w art. 128 ust.1 i art. 129 ust.\n                           1,3,5, i 6 ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym tj. przynajmniej jeden Członek Komitetu Audytu posiada wiedzę\n                           i umiejętności w zakresie rachunkowości lub badania sprawozdań finansowych, przynajmniej\n                           jeden członek komitetu audytu posiada wiedzę i umiejętności z zakresu branży, w której\n                           działa Spółka, większość Członków Komitetu Audytu, w tym jego przewodniczący jest\n                           niezależna od Spółki.",
        "date": "2018-09-12"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Spółka_ informuje, że w dniu 6 września 2018 r. w związku z podjęciem\n                           uchwały nr 5 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 17 sierpnia 2018 r.\n                           w sprawie zniesienia dematerializacji akcji oraz wycofania akcji Spółki z obrotu na\n                           rynku regulowanym _podstawowym_ prowadzonym przez Giełdę Papierów Wartościowych  w\n                           Warszawie S.A., Spółka złożyła do Komisji Nadzoru Finansowego _KNF_ wniosek      \n                           o udzielenie przez KNF zezwolenia na przywrócenie akcjom Spółki formy dokumentu _zniesienie\n                           dematerializacji akcji_.",
        "date": "2018-09-06"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Spółka_ przekazuje w załączeniu odpowiedzi na pytania Akcjonariuszy\n                           zadane podczas obrad Nadzwyczajnego Walnego Zgromadzenia Spółki w dniu 17 sierpnia\n                           2018 r., udzielane w trybie art. 428 § 5 Kodeksu spółek handlowych. Jednocześnie Spółka koryguje omyłkę w numeracji raportu bieżącego: raport o numerze\n                           27/2018/K powinien mieć numer 26/2018/K.",
        "date": "2018-08-31"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Spółka_ informuje, że w dniu 27 sierpnia 2018 r. otrzymał, dokonane\n                           protokołem notarialnym z tego samego dnia, sprostowanie omyłki w protokole z przebiegu\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Spółki, które odbyło się w dniu 17 sierpnia\n                           2018 r. Zgodnie z treścią sprostowania liczba złożonych sprzeciwów do protokołu w\n                           stosunku do  uchwały nr 5 w sprawie zniesienia dematerializacji akcji oraz wycofania\n                           akcji Spółki z obrotu na rynku regulowanym _podstawowym_ prowadzonym przez Giełdę\n                           Papierów Wartościowych w Warszawie S.A., podjętej przez Nadzwyczajne Walne Zgromadzenie\n                           Spółki w dniu 17 sierpnia 2018 r. wyniosła 23, a nie 21 jak wskazano poprzednio.W związku z powyższym poprawna treść raportu bieżącego nr 25/2018 brzmi następująco:\n                           \"Zarząd PAMAPOL S.A. przekazuje w załączeniu treść uchwał podjętych, oraz treść uchwały,\n                           która była poddana pod głosowanie, a nie została podjęta przez Nadzwyczajne Walne\n                           Zgromadzenie PAMAPOL S.A. w dniu 17 sierpnia 2018 roku.Podczas obrad Nadzwyczajnego Walnego Zgromadzania nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad. Emitent informuje ponadto, że zgłoszono 23 sprzeciwy\n                           do protokołu w stosunku do podjętej uchwały nr 5 w sprawie zniesienia dematerializacji\n                           akcji oraz wycofania akcji Spółki z obrotu na rynku regulowanym _podstawowym_ prowadzonym\n                           przez Giełdę Papierów Wartościowych w Warszawie S.A.\"Treść załączników do raportu bieżącego nr 25/2018 nie uległa zmianie.",
        "date": "2018-08-27"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. informuje, że w raporcie bieżącym nr 26/2018 w wyniku błędu technicznego\n                           nie podał wykazu akcjonariuszy posiadających co najmniej 5% liczby głosów na Nadzwyczajnym\n                           Walnym Zgromadzeniu PAMAPOL S.A. w dniu 17 sierpnia 2018 r.Prawidłowa treść raportu bieżącego nr 26/2018 winna posiadać następującą treść:Zarząd PAMAPOL S.A. podaje do publicznej wiadomości wykaz akcjonariuszy posiadających\n                           co najmniej 5% głosów na Nadzwyczajnym Walnym Zgromadzeniu PAMAPOL S.A., którego obrady\n                           odbyły się w dniu 17 sierpnia 2018 roku:AMERYKANKA STRUKTURA Sp. z o.o. spółka komandytowa z siedzibą w Ruścu, ul. Wieluńska\n                           2 - posiadająca 28.047.407 akcji, dających 28.047.407 głosów, co stanowiło 92,70 %\n                           głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i 80,71 % ogólnej liczby głosów.",
        "date": "2018-08-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym\n                           Zgromadzeniu PAMAPOL S.A. w dniu 17 sierpnia 2018 r.",
        "date": "2018-08-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. przekazuje w załączeniu treść uchwał podjętych, oraz treść uchwały,\n                           która była poddana pod głosowanie, a nie została podjęta przez Nadzwyczajne Walne\n                           Zgromadzenie PAMAPOL S.A. w dniu 17 sierpnia 2018 roku.Podczas obrad Nadzwyczajnego Walnego Zgromadzania nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad. Emitent informuje ponadto, że  zgłoszono 21\n                           sprzeciwów do protokołu w stosunku do podjętej uchwały nr 5 w sprawie zniesienia dematerializacji\n                           akcji oraz wycofania akcji Spółki z obrotu na rynku regulowanym _podstawowym_ prowadzonym\n                           przez Giełdę Papierów Wartościowych w Warszawie S.A.",
        "date": "2018-08-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd Pamapol S.A. _Spółka_ informuje, że obradujące w dniu 17 sierpnia 2018 r. Nadzwyczajne\n                           Walne Zgromadzenie Spółki _NWZ_ podjęło uchwałę w sprawie zniesienia dematerializacji\n                           akcji oraz wycofania akcji Spółki z obrotu na rynku regulowanym prowadzonym przez\n                           GPW.Szczegółowa treść ww. uchwały zostanie przekazana wraz z treścią pozostałych uchwał\n                           podjętych przez NWZ Spółki po zakończeniu obrad NWZ.",
        "date": "2018-08-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 13/2018 z dnia 17 lipca 2018 r., w którym wskazano,\n                           że z informacji przedstawionej oferentom obecnym podczas otwarcia ofert w ramach przetargu\n                           organizowanego przez Krajowy Ośrodek Wsparcia Rolnictwa _KOWR_ na dostawy artykułów\n                           spożywczych w ramach Programu Operacyjnego Pomoc Żywnościowa 2014-2020 wynikało, iż\n                           PAMAPOL S.A. _Emitent_  oraz Warmińskie Zakłady Przetwórstwa Owocowo –Warzywnego Sp.\n                           z o.o. _WZPOW_ złożyły najkorzystniejsze oferty cenowe na dostawę odpowiednio fasoli\n                           białej i szynki drobiowej, oraz groszku z marchewką do magazynów organizacji partnerskich,\n                           Zarząd Emitenta informuje, że na stronie internetowej KOWR zamieszczono informację\n                           o wyniku postępowania dla wybranych zadań częściowych. W punkcie \"Informacja o wyborze\n                           oferty najkorzystniejszej\" dla zadań częściowych nr 2 i 12 wskazano ofertę Emitenta\n                           z ceną ok. 55,8 mln zł brutto, a dla zadania częściowego nr 1 wskazano ofertę WZPOW\n                           z ceną ok. 14 mln zł brutto.O zawarciu przyszłej umowy na dostawy produktów objętych przetargiem Emitent powiadomi\n                           w formie odrębnego raportu bieżącego.",
        "date": "2018-08-14"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 06 sierpnia 2018 r. powziął informację\n                           o dokonaniu przez Sąd Rejonowy w Zgierzu V Wydział Ksiąg Wieczystych _Sąd_ wpisu hipoteki\n                           umownej łącznej do kwoty 47,1 mln zł na nieruchomościach spółki zależnej Emitenta\n                           – MITMAR Sp. z o.o. _MITMAR_ ustanowionej w celu zabezpieczenia zawartej w dniu 21\n                           września 2017 r. pomiędzy Emitentem, MITMAR i Warmińskimi Zakładami Przetwórstwa Owocowo-Warzywnego\n                           Sp. z o.o. _Kredytobiorcy_ a Bankami Powszechną Kasą Oszczędności Bank Polski oraz\n                           Credit Agricole Bank Polski S.A. jako Kredytodawcami _Banki_, umowy kredytu w ramach\n                           konsorcjum bankowego utworzonego przez te Banki _Umowa Kredytu_, dotyczącego finansowania\n                           Grupy Kapitałowej PAMAPOL. Powyższa czynność kończy proces skutecznego ustanowienia\n                           hipotek na nieruchomościach Kredytobiorców w związku z Umową Kredytu. Łącznie ustanowiono\n                           hipoteki umowne na nieruchomościach gruntowych niezabudowanych i zabudowanych oraz\n                           prawie użytkowania wieczystego nieruchomości i prawie własności posadowionych tamże\n                           budynków, położonych w Ruścu, Wrześni, Kwidzynie i Głownie, do kwoty 130,4 mln zł.\n                           O zawarciu Umowy Kredytu oraz realizacji warunków jej wykonania Emitent informował\n                           w treści raportów nr 18/2017, 21/2017, 22/2017, 23/2017,24/2017, 29/2017 i 2/2018.\n                           Przedmiotowe ustanowienie hipotek stanowi realizację ostatniego z pozostających do\n                           spełnienia warunków wykonania Umowy Kredytu w zakresie zabezpieczenia wierzytelności\n                           Banków.",
        "date": "2018-08-06"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd Pamapol S.A. informuje, że w dniu 24 lipca 2018 r. otrzymał od Nationale -\n                           Nederlanden OFE zawiadomienie o zmniejszeniu stanu posiadania poniżej 5% głosów na\n                           walnym zgromadzeniu Pamapol S.A. w wyniku rozliczenia sprzedaży akcji w odpowiedzi\n                           na wezwanie. Treść zawiadomienia stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2018-07-24"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "PAMAPOL S.A. _Spółka_ informuje, że w dniu 23 lipca 2018 r. Pan Robert Jankowski złożył\n                           rezygnację z pełnienia funkcji Prezesa Zarządu Spółki z dniem 31 sierpnia 2018 r.Pan Robert Jankowski poinformował, że przyczyną rezygnacji są sprawy osobiste, które\n                           sprawiają, iż w najbliższym czasie nie będzie mógł poświęcić się wyłącznie pracy zawodowej,\n                           a tym samym pełnić funkcji Prezesa Zarządu w takim wymiarze i z takim zaangażowaniem\n                           jak dotychczas. Ponadto, biorąc pod uwagę dotychczasową współpracę i rozpoczęte zmiany\n                           w Grupie Pamapol Pan Robert Jankowski zadeklarował chęć współpracy z Grupą Pamapol\n                           na innych polach działania.",
        "date": "2018-07-23"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zgodnie z § 19 ust.1 pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […], Zarząd spółki PAMAPOL S.A. z siedzibą w Ruścu, w załączeniu podaje\n                           do publicznej wiadomości treść projektów uchwał, które będą przedmiotem obrad Nadzwyczajnego\n                           Walnego Zgromadzenia PAMAPOL S.A. zwołanego na dzień 17 sierpnia 2018 roku na godzinę\n                           10.00 w siedzibie Spółki w Ruścu przy ulicy Wieluńskiej 2.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL Spółki Akcyjnej z siedzibą w Ruścu _Spółka_ działając na podstawie\n                           art. 399 § 1, art. 400 § 1 i art. 402 _1_ k.s.h. § 1 i 2, w związku z art. 398 k.s.h.,\n                           na żądanie akcjonariusza AMERYKANKA STRUKTURA Sp. z o.o. sp.k. zwołuje na dzień 17\n                           sierpnia 2018 r. na godzinę 10.00 Nadzwyczajne Walne Zgromadzenie, które odbędzie\n                           się  w siedzibie Spółki w Ruścu przy ulicy Wieluńskiej 2.Proponowany porządek obrad : 1_ Otwarcie Walnego Zgromadzenia.2_ Wybór Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia.3_ Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do podejmowania uchwał.4_ Podjęcie uchwały w sprawie wyboru Komisji Skrutacyjnej Nadzwyczajnego Walnego Zgromadzenia.5_ Przyjęcie porządku obrad.6_ Podjęcie uchwały w sprawie zniesienia dematerializacji akcji oraz wycofania akcji\n                           Spółki  z obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A. 7_ Podjęcie uchwały w sprawie kosztów zwołania i odbycia Nadzwyczajnego Walnego Zgromadzenia.8_ Zamknięcie obrad Walnego Zgromadzenia.  I. Opis procedur dotyczących uczestnictwa\n                           w Walnym Zgromadzeniu oraz wykonywania prawa głosu zgodnie z art. 402_2_ punkt 2 KSHNa podstawie art. 402_2_ Kodeksu Spółek Handlowych Spółka przekazuje poniżej informacje\n                           dotyczące udziału w Nadzwyczajnym Walnym Zgromadzeniu Spółki.Z uwzględnieniem ograniczeń przewidzianych w Kodeksie Spółek Handlowych, Akcjonariusze\n                           Spółki mogą kontaktować się ze Spółką za pomocą środków komunikacji elektronicznej.\n                           W szczególności Akcjonariusze Spółki mogą zgłaszać wnioski, żądania, oraz przesyłać\n                           zawiadomienia i dokumenty. Komunikacja Akcjonariuszy ze Spółką w formie elektronicznej\n                           odbywa się przy wykorzystaniu dedykowanego adresu e-mail: wza@pamapol.com.pl.Akcjonariusze wykorzystujący elektroniczne środki komunikacji ponoszą wyłączne ryzyko\n                           związane z ich wykorzystaniem.Wszelkie przesyłane do Spółki dokumenty, które nie zostały sporządzone w języku polskim,\n                           powinny być przetłumaczone na język polski przez tłumacza przysięgłego. Wszelkie dokumenty\n                           przesyłane przez Akcjonariusza do Spółki, jak również przez Spółkę do Akcjonariusza\n                           drogą elektroniczną powinny być zeskanowane do formatu PDF.a_ Akcjonariuszowi lub Akcjonariuszom reprezentującym co najmniej 1/20 kapitału zakładowego\n                           przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie\n                           później niż na 21 dni przed terminem Nadzwyczajnego Walnego Zgromadzenia. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie Spółki pod adresem\n                           97-438 Rusiec, ul. Wieluńska 2 lub w postaci elektronicznej i przesłane na następujący\n                           adres poczty elektronicznej Spółki: wza@pamapol.com.pl.Akcjonariusz lub Akcjonariusze żądający umieszczenia określonych spraw w porządku\n                           obrad muszą przedstawić, wraz z żądaniem, dokumenty potwierdzające ich tożsamość oraz\n                           uprawnienie do żądania umieszczenia określonych spraw w porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia, w szczególności:1. świadectwo depozytowe lub zaświadczenie o prawie uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu Spółki, wystawione przez podmiot prowadzący rachunek papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi, potwierdzające, że jego\n                           adresat jest Akcjonariuszem Spółki i posiada odpowiednią liczbę akcji na dzień złożenia\n                           żądania,2. w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego, paszportu\n                           lub innego dokumentu potwierdzającego tożsamość,3. w przypadku Akcjonariusza innego niż osoba fizyczna – kopię aktualnego odpisu z\n                           właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania\n                           Akcjonariusza wraz z oświadczeniem, że dane zawarte w odpisie z KRS nie uległy zmianie.Obowiązek załączenia dokumentów, o których mowa powyżej dotyczy Akcjonariuszy występujących\n                           z żądaniem zarówno w formie pisemnej jak i elektronicznej. Dokumenty powinny zostać\n                           dołączone w postaci właściwej dla formy żądania _dokument papierowy lub jego kopia\n                           albo skan i konwersja do formatu PDF_. Spółka może podjąć niezbędne działania służące\n                           identyfikacji Akcjonariusza lub Akcjonariuszy i weryfikacji ważności przesłanych dokumentów.Zarząd Spółki niezwłocznie, jednak nie później niż na osiemnaście dni przed wyznaczonym\n                           terminem Nadzwyczajnego Walnego Zgromadzenia ogłosi zmiany w porządku obrad, wprowadzone\n                           na ewentualne żądanie Akcjonariusza lub Akcjonariuszy. Ogłoszenie nowego porządku\n                           obrad zostanie opublikowane w trybie raportu bieżącego oraz umieszczone na stronie\n                           internetowej www.grupapamapol.plb_ Akcjonariusz lub Akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału\n                           zakładowego mogą przed terminem Nadzwyczajnego Walnego Zgromadzenia zgłaszać na piśmie\n                           w siedzibie Spółki pod adresem 97-438 Rusiec, ul. Wieluńska 2 lub przy wykorzystaniu\n                           środków komunikacji elektronicznej _w sposób i na adres poczty elektronicznej Spółki\n                           podany w pkt a_ powyżej_ projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone\n                           do porządku obrad.Akcjonariusz lub Akcjonariusze zgłaszający projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Nadzwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać\n                           wprowadzone do porządku obrad, muszą przedstawić, wraz z żądaniem, dokumenty potwierdzające\n                           ich tożsamość oraz uprawnienie do zgłoszenia projektu uchwały Nadzwyczajnego Walnego\n                           Zgromadzenia, w szczególności:1. świadectwo depozytowe lub zaświadczenie o prawie uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu Spółki, wystawione przez podmiot prowadzący rachunek papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi, potwierdzające, że jego\n                           adresat jest Akcjonariuszem Spółki i posiada odpowiednią liczbę akcji na dzień złożenia\n                           żądania,2. w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego, paszportu\n                           lub innego dokumentu potwierdzającego tożsamość,3. w przypadku Akcjonariusza innego niż osoba fizyczna – kopię aktualnego odpisu z\n                           właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania\n                           Akcjonariusza wraz z oświadczeniem, że dane zawarte w odpisie z KRS nie uległy zmianie.Obowiązek załączenia dokumentów, o których mowa powyżej dotyczy Akcjonariuszy występujących\n                           z żądaniem zarówno w formie pisemnej jak i elektronicznej. Dokumenty powinny zostać\n                           dołączone w postaci właściwej dla formy żądania _dokument papierowy lub jego kopia\n                           albo skan i konwersja do formatu PDF_. Spółka może podjąć niezbędne działania służące\n                           identyfikacji Akcjonariusza lub Akcjonariuszy i weryfikacji ważności przesłanych dokumentów.c_ Każdy z Akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu może podczas\n                           Nadzwyczajnego Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. O zamiarze zgłoszenia takich projektów\n                           uczestnik Walnego Zgromadzenia powinien uprzedzić Przewodniczącego Walnego Zgromadzenia,\n                           przekazując mu treść projektu na piśmie, najpóźniej po podjęciu przez Walne Zgromadzenie\n                           uchwały o przyjęciu porządku obrad.d_ Akcjonariusz może uczestniczyć w Nadzwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Spółka informuje, iż wzór formularza\n                           pozwalającego na wykonywanie prawa głosu przez pełnomocnika zawierający dane określone\n                           w art. 402_3_ KSH został zamieszczony na stronie internetowej www.grupapamapol.pl,\n                           w zakładce RELACJE INWESTORSKIE – WALNE ZGROMADZENIA.Pełnomocnictwo do głosowania przez pełnomocnika powinno być udzielone na piśmie lub\n                           w postaci elektronicznej, w przypadku Akcjonariuszy będących osobami prawnymi i spółkami\n                           osobowymi do pełnomocnictwa należy dołączyć potwierdzenie uprawnienia do działania\n                           w imieniu tego podmiotu załączając aktualny odpis z KRS wraz z oświadczeniem, że dane\n                           zawarte w odpisie z KRS nie uległy zmianie. Udzielenie pełnomocnictwa w postaci elektronicznej\n                           nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym przy pomocy\n                           ważnego kwalifikowanego certyfikatu.Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej musi być dokonane\n                           najpóźniej na 24 godziny przed terminem Nadzwyczajnego Walnego Zgromadzenia w związku\n                           z potrzebą przeprowadzenia działań weryfikacyjnych. Spółka podejmie odpowiednie działania\n                           służące identyfikacji Akcjonariusza i pełnomocnika w celu weryfikacji ważności pełnomocnictwa\n                           udzielonego w postaci elektronicznej. Weryfikacja ta polegać może w szczególności\n                           na zwrotnym pytaniu w formie elektronicznej lub telefonicznej skierowanym do Akcjonariusza\n                           lub pełnomocnika w celu potwierdzenia faktu udzielenia pełnomocnictwa i jego zakresu.Jeżeli pełnomocnictwo zostaje udzielone w formie elektronicznej, to Akcjonariusz-mocodawca\n                           powinien zawiadomić o tym Spółkę. Zawiadomienie powinno zostać złożone Spółce w terminie\n                           umożliwiającym dokonanie identyfikacji mocodawcy i jego pełnomocnika, nie później\n                           jednak niż w dniu poprzedzającym dzień, na które zostało zwołane Walne Zgromadzenie.\n                           Zawiadomienie może mieć formę pisemną lub postać elektroniczną. Zawiadomienie w formie\n                           pisemnej powinno być przesłane na adres Spółki 97-438 Rusiec, ul. Wieluńska 2. Zawiadomienie\n                           w formie elektronicznej jest przesyłane na adres: wza@pamapol.com.pl Zawiadomienie powinno zawierać:1. Imię i nazwisko albo nazwę _firmę_ Akcjonariusza-mocodawcy oraz imiona i nazwiska\n                           osób uprawnionych do udzielenia pełnomocnictwa w jego imieniu.2. Rodzaj oraz numer identyfikacyjny dokumentu tożsamości, a także numer PESEL mocodawcy\n                           _w przypadku osób fizycznych_ albo numer KRS _w przypadku podmiotów wpisanych do rejestru\n                           przedsiębiorców_ oraz miejsce zamieszkania _siedzibę_ mocodawcy.3. Imię i nazwisko albo nazwę _firmę_ pełnomocnika, rodzaj oraz numer identyfikacyjny\n                           dokumentu tożsamości, a także numer PESEL pełnomocnika _w przypadku osób fizycznych_\n                           albo numer KRS _w przypadku podmiotów wpisanych do rejestru przedsiębiorców_, miejsce\n                           zamieszkania _siedzibę_ oraz kopię ww. dokumentów przesłaną w formie elektronicznej.4. Numer telefonu lub adres poczty elektronicznej, które umożliwiają stały kontakt\n                           z mocodawcą.5. Numer telefonu lub adres poczty elektronicznej, które umożliwiają weryfikację pełnomocnika.6. Datę udzielenia pełnomocnictwa.7. Wskazanie Walnego Zgromadzenia, w związku z którym pełnomocnictwo jest udzielane.8. Zakres pełnomocnictwa, w tym w szczególności wszelkie ograniczenia pełnomocnictw\n                           oraz wskazanie, czy pełnomocnik może ustanawiać także dalszych pełnomocników.9. Wskazanie, czy pełnomocnictwo jest odwołalne.10. Podpis mocodawcy lub osób działających w imieniu mocodawcy.Jeżeli zawiadomienie zostało dokonane zgodnie z powyższymi wymogami Spółka niezwłocznie\n                           potwierdza mocodawcy dokonanie zawiadomienia.Jeżeli zawiadomienie nie odpowiada powyższym wymogom Spółka niezwłocznie informuje\n                           o tym zgłaszającego wskazując na braki zawiadomienia.Spółka na swojej stronie internetowej udostępnia do pobrania wzór formularza zawiadomienia\n                           o udzieleniu pełnomocnictwa w postaci elektronicznej, który może być stosowany przez\n                           Akcjonariusza do zawiadomienia Spółki o udzieleniu pełnomocnictwa w postaci elektronicznej.\n                           Formularz ten, po wypełnieniu zgodnie z instrukcją w nim zawartą powinien być przez\n                           Akcjonariusza wysyłany na dedykowany adres e-mail wskazany powyżej.Brak zawiadomienia albo zawiadomienie dokonane z naruszeniem wyżej wskazanych wymogów\n                           jest uwzględnianie przy ocenie istnienia zgodnego z prawem umocowania pełnomocnika\n                           do reprezentacji mocodawcy na Walnym Zgromadzeniu. W szczególności może stanowić podstawę\n                           do niedopuszczenia lub do wykluczenia danej osoby z uczestnictwa w Walnym Zgromadzeniu.Każdy Akcjonariusz, w tym także pełnomocnicy, bezpośrednio po przybyciu na Walne Zgromadzenie\n                           mają obowiązek wpisania się na listę obecności. Akcjonariusze zostaną dopuszczeni do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu\n                           po okazaniu dowodu tożsamości, a pełnomocnicy po okazaniu dowodu tożsamości i ważnego\n                           pełnomocnictwa udzielonego w formie pisemnej lub w postaci elektronicznej _w tym ostatnim\n                           przypadku pełnomocnik powinien okazać wydruk pełnomocnictwa w formacie PDF_. Przedstawiciele\n                           osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne odpisy z odpowiednich\n                           rejestrów, wskazujące osoby uprawnione do reprezentowania tych podmiotów wraz z oświadczeniem,\n                           że dane nie uległy zmianie.Pełnomocnik wykonuje wszystkie uprawnienia Akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu,\n                           chyba, że co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego\n                           pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować\n                           więcej niż jednego Akcjonariusza i głosować odmiennie z akcji każdego Akcjonariusza.\n                           Akcjonariusz Spółki posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowym może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.Jeżeli pełnomocnikiem Akcjonariusza na Nadzwyczajnym Walnym Zgromadzeniu jest Członek\n                           Zarządu, Członek Rady Nadzorczej, pracownik Spółki lub członek organów lub pracownik\n                           spółki zależnej od Spółki, udzielone mu pełnomocnictwo może upoważniać do reprezentacji\n                           Akcjonariusza tylko na jednym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić\n                           Akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu\n                           interesów. Udzielenie dalszego pełnomocnictwa jest w takim wypadku wyłączone.e_ Spółka nie przewiduje uczestnictwa Akcjonariuszy Spółki w Walnym Zgromadzeniu przy\n                           wykorzystaniu środków komunikacji elektronicznej, ani też wypowiadania się w trakcie\n                           Walnego Zgromadzenia przy wykorzystaniu takich środków.f_ Spółka nie przewiduje wykonywania prawa głosu przez Akcjonariuszy Spółki na Walnym\n                           Zgromadzeniu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej.II. Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu zgodnie z art. 402_2_ punkt\n                           3 KSHDzień rejestracji uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu przypada na szesnasty\n                           dzień przed datą Nadzwyczajnego Walnego Zgromadzenia _dzień rejestracji_, tj. na dzień\n                           1 sierpnia 2018 r. Prawo uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu mają tylko\n                           osoby będące Akcjonariuszami Spółki w dniu 1 sierpnia 2018 r., tj. w dniu rejestracji\n                           uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela Spółki, zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Nadzwyczajnego Walnego Zgromadzenia, nie\n                           później niż w pierwszym dniu powszednim po dniu rejestracji, tj. nie później niż w\n                           dniu 2 sierpnia 2018 r., podmiot prowadzący rachunek papierów wartościowych wystawia\n                           imienne zaświadczenie o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu.III. Uprawnieni do uczestnictwa w Walnym Zgromadzeniu, zgodnie z art. 402_2_ punkt\n                           4 KSHW Nadzwyczajnym Walnym Zgromadzeniu Spółki będą miały prawo uczestniczyć osoby, które:a_ na szesnaście dni przed datą Nadzwyczajnego Walnego Zgromadzenia, tj. w dniu 1\n                           sierpnia 2018 r. _dzień rejestracji_ będą Akcjonariuszami Spółki.orazb_ nie wcześniej niż po ogłoszeniu o zwołaniu Nadzwyczajnego Walnego Zgromadzenia\n                           i nie później niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa w Walnym\n                           Zgromadzeniu, tj. w dniu 2 sierpnia 2018 r. złożą żądanie o wystawienie imiennego\n                           zaświadczenia o prawie uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu w podmiocie\n                           prowadzącym rachunek papierów wartościowych, na których zapisane są akcje Spółki.\n                           Rekomenduje się Akcjonariuszom odebranie ww. wystawionego zaświadczenia o prawie uczestnictwa\n                           i zabranie go ze sobą w dniu Nadzwyczajnego Walnego Zgromadzenia.Spółka ustala listę Akcjonariuszy uprawnionych do uczestnictwa w Nadzwyczajnym Walnym\n                           Zgromadzeniu na podstawie wykazu przekazanego przez Krajowy Depozyt Papierów Wartościowych\n                           _KDPW_, a sporządzonego na podstawie wystawionych przez podmioty prowadzące rachunki\n                           wartościowe imiennych zaświadczeń o prawie uczestnictwa w Walnym Zgromadzeniu.Na trzy dni powszednie przed terminem Nadzwyczajnego Walnego Zgromadzenia _tj. od\n                           dnia 13 sierpnia 2018 r._ w siedzibie Spółki zostanie wyłożona do wglądu lista Akcjonariuszy\n                           uprawnionych do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu. Każdy Akcjonariusz\n                           będzie mógł żądać przesłania mu listy Akcjonariuszy nieodpłatnie pocztą elektroniczną\n                           podając adres, na który lista powinna być wysłana.IV. Informacja o pełnym tekście dokumentacji oraz projekty uchwał, zgodnie z art.\n                           402_2_ punkt 5 KSHOsoby uprawnione do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu mogą uzyskać\n                           pełny tekst dokumentacji, która ma być przedstawiona na Nadzwyczajnym Walnym Zgromadzeniu\n                           oraz projekty uchwał w siedzibie Spółki pod adresem 97-438 Rusiec, ul. Wieluńska 2\n                           lub na stronie internetowej Spółki pod adresem: www.grupapamapol.pl, w zakładce RELACJE\n                           INWESTORSKIE – WALNE ZGROMADZENIA.V. Wskazanie strony internetowej, na której będą udostępniane informacje dotyczące\n                           Walnego Zgromadzenia, zgodnie z art. 402_2_ punkt 6 KSHSpółka będzie udostępniała wszelkie informacje Nadzwyczajnego Walnego Zgromadzenia\n                           na stronie internetowej Spółki pod adresem: www.grupapamapol.pl, w zakładce RELACJE\n                           INWESTORSKIE – WALNE ZGROMADZENIA.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. informuje,  że w dniu 20 lipca 2018 r. otrzymał od Panów Pawła\n                           Szataniaka i Mariusza Szataniaka oraz od Amerykanka Struktura sp. z o.o. sp.k. zawiadomienie\n                           o następującej treści: \"Działając na podstawie art. 69, art. 69a ust. 1 pkt 3 i art. 87 ust. 4 pkt 1 oraz\n                           art. 77 ust. 7 Ustawy z 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _\"Ustawa o ofercie\"_ Paweł Szataniak, Mariusz Szataniak oraz Amerykanka Struktura\n                           sp. z o.o. sp.k. _która jest kontrolowana w 100% przez Pawła Szataniak i Mariusza\n                           Szataniak_ zawiadamiają o zmianie w stanie posiadania akcji w Pamapol S.A. w wyniku\n                           rozliczenia w dniu 20 lipca 2018 r. transakcji nabycia przez Amerykanka Struktura\n                           sp. z o.o. sp.k. 3.260.657 akcji Pamapol S.A. w ramach wezwania ogłoszonego przez\n                           Amerykanka Struktura sp. z o.o. sp.k. w dniu 23 maja 2018 r. Przed rozliczeniem transakcji nabycia akcji w wezwaniu Amerykanka Struktura sp. z\n                           o.o. sp.k. posiadała bezpośrednio, a Paweł Szataniak i Mariusz Szataniak łącznie posiadali\n                           pośrednio 24.786.750 akcji Pamapol S.A., co stanowiło 71,33% kapitału zakładowego\n                           Pamapol S.A. i uprawniało do 24.786.750 głosów na Walnym Zgromadzeniu tj. stanowiło\n                           71,33% udziału w ogólnej liczbie głosów. Paweł Szataniak i Mariusz Szataniak nie posiadali\n                           bezpośrednio akcji Pamapol S.A.Po rozliczeniu transakcji nabycia akcji w wezwaniu Amerykanka Struktura sp. z o.o.\n                           sp.k. posiada bezpośrednio, a Paweł Szataniak i Mariusz Szataniak łącznie posiadają\n                           pośrednio 28.047.407 akcji Pamapol S.A., co stanowi 80,71% kapitału zakładowego Pamapol\n                           S.A. i uprawnia do 28.047.407 głosów na Walnym Zgromadzeniu tj. stanowi 80,71% udziału\n                           w ogólnej liczbie głosów. Paweł Szataniak i Mariusz Szataniak nie posiadają bezpośrednio\n                           akcji Pamapol S.A. Nie istnieją inne niż wskazane w zawiadomieniu podmioty zależne od któregokolwiek\n                           z akcjonariuszy dokonujących zawiadomienia, posiadające akcje Pamapol S.A. Nie istnieje\n                           osoba trzecia, z którą którykolwiek z podmiotów dokonujących zawiadomienia zawarłby\n                           umowę w sprawie przekazania uprawnienia do wykonywania prawa głosu.Żaden z zawiadamiających nie posiada głosów z akcji, o których mowa w art. 69 ust.\n                           4 pkt 7 i 8 Ustawy o ofercie\"",
        "date": "2018-07-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "PAMAPOL S.A. _\"Spółka\"_ informuje,  że w dniu 20 lipca 2018 r. wpłynęło do Spółki\n                           od osoby blisko związanej z osobami pełniącymi obowiązki zarządcze - AMERYKANKA STRUKTURA\n                           sp. z o.o. sp.k. powiadomienie o nabyciu akcji Spółki w ramach wezwania do zapisywania\n                           się na sprzedaż jej akcji ogłoszonego w dniu 23 maja 2018 r.Treść powiadomienia Spółka przekazuje w załączniku do niniejszego raportu.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "PAMAPOL S.A. _\"Spółka\"_ informuje,  że w dniu 20 lipca 2018 r. wpłynęły do Spółki\n                           od wszystkich członków Zarządu  Spółki, tj. Prezesa Zarządu – Pana Roberta Jankowskiego,\n                           Wiceprezesa Zarządu - Pana Krzysztofa Półgrabii, oraz Wiceprezesa Zarządu – Pana Igora\n                           Fortuny  powiadomienia o zbyciu akcji w odpowiedzi na wezwanie do zapisywania się\n                           na sprzedaż akcji Spółki ogłoszone w dniu 23 maja 2018 r. przez AMERYKANKA STRUKTURA\n                           sp. z o.o. sp. k. Treść powiadomień Spółka przekazuje w załączniku do niniejszego\n                           raportu.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportów bieżących nr 5/2018 i nr 12/2018  w sprawie wezwania na sprzedaż\n                           akcji Pamapol S.A. _Wezwanie_, Zarząd Pamapol S.A. _Spółka_ informuje, że zgodnie\n                           z komunikatem  Powszechnej Kasy Oszczędności Bank Polski S.A. Oddział – Dom Maklerski\n                           PKO Banku Polskiego w Warszawie, pełniącego funkcję podmiotu pośredniczącego w Wezwaniu\n                           ogłoszonym w dniu 23 maja 2018 r. przez AMERYKANKA STRUKTURA spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowa z siedzibą w Ruścu,  przedmiotem transakcji\n                           nabycia akcji objętych zapisami złożonymi w ramach Wezwania, zrealizowanej na Giełdzie\n                           Papierów Wartościowych w Warszawie S.A. w dniu 17 lipca 2018 r., było 3 260 657 akcji\n                           Spółki.",
        "date": "2018-07-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że z informacji przedstawionej oferentom\n                           obecnym podczas otwarcia ofert w ramach przetargu nieograniczonego na dostawy artykułów\n                           spożywczych do magazynów organizacji partnerskich w ramach Programu Operacyjnego Pomoc\n                           Żywnościowa 2014-2020, Podprogram 2018 _Przetarg_ organizowanego przez Krajowy Ośrodek\n                           Wsparcia Rolnictwa z siedzibą w Warszawie wynika, iż Emitent i spółka zależna Warmińskie\n                           Zakłady Przetwórstwa Owocowo-Warzywnego Sp. z o.o. _WZPOW_ złożyły  najkorzystniejsze\n                           oferty cenowe na trzy z siedemnastu zadań częściowych objętych Przetargiem, tj. Emitent\n                           – na dostawę fasoli białej i szynki drobiowej na wartość ok. 55,8 mln zł brutto, a\n                           WZPOW na dostawę groszku z marchewką na wartość ok. 14 mln zł brutto. Dostawy będą\n                           realizowane na rzecz organizacji partnerskich: Federacji Polskich Banków Żywności,\n                           Caritas Polska, Polskiego Komitetu Pomocy Społecznej, Polskiego Czerwonego Krzyża.\n                           Łączna wartość oferty złożonej przez Emitenta i WZPOW w ramach Przetargu  wynosi ok.\n                           69,8 mln zł brutto.Emitent zastrzega, iż procedura przetargowa nie została zakończona, oraz że formalne\n                           rozstrzygnięcie Przetargu, a także zawarcie przyszłej umowy na dostawy produktów objętych\n                           Przetargiem może zależeć od wniesienia ewentualnego odwołania przez innych uczestników\n                           postępowania przetargowego. Ponadto warunkiem zawarcia umów będzie wniesienie zabezpieczenia\n                           należytego wykonania umowy w wysokości 10% całkowitej wartości zamówienia brutto _w\n                           ramach danego zadania częściowego_.O formalnym rozstrzygnięciu Przetargu, oraz o zawarciu przyszłych umów na dostawy\n                           produktów objętych Przetargiem Emitent powiadomi w formie odrębnego raportu bieżącego.",
        "date": "2018-07-17"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W nawiązaniu do raportu bieżącego nr 5/2018 w sprawie ogłoszenia wezwania do zapisywania\n                           się na sprzedaż akcji Pamapol S.A. _Wezwanie_, Zarząd Pamapol S.A. _Spółka_ powziął\n                           informację, iż główny akcjonariusz, tj. AMERYKANKA STRUKTURA spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowa _Wzywający_ opublikował komunikat, w którym\n                           informuje, iż podjął decyzję o zmianie z dniem 9 lipca 2018 r. ceny, po której nabywane\n                           będą akcje objęte Wezwaniem z 1,00 zł na 1,20 zł za każdą akcję.Wskazana powyżej podwyższona cena zostanie zapłacona za wszystkie akcje Spółki objęte\n                           zapisami w odpowiedzi na Wezwanie, w tym także za akcje Spółki objęte zapisami złożonymi\n                           przed dniem opublikowania informacji o zmianie ceny w Wezwaniu.Pełny tekst komunikatu stanowi załącznik do niniejszego raportu.",
        "date": "2018-07-09"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. podaje do publicznej wiadomości wykaz akcjonariuszy posiadających\n                           co najmniej 5% głosów na Zwyczajnym Walnym Zgromadzeniu PAMAPOL S.A., którego obrady\n                           odbyły się w dniu 26 czerwca 2018 roku:1. AMERYKANKA STRUKTURA Sp. z o.o. spółka komandytowa z siedzibą w Ruścu, ul. Wieluńska\n                           2 - posiadająca 24.786.750 akcji, dających 24.786.750 głosów, co stanowiło 92,19 %\n                           głosów na tym Zwyczajnym Walnym Zgromadzeniu i 71,33 % ogólnej liczby głosów.2. NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY, z siedzibą  w Warszawie, ul.\n                           Topiel 12 - posiadający 2.100.000 akcji, dających 2.100.000 głosów, co stanowiło 7,81\n                           % głosów na tym Zwyczajnym Walnym Zgromadzeniu i 6,04 % ogólnej liczby głosów.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, iż w dniu 26 czerwca 2018 r. Zwyczajne Walne\n                           Zgromadzenie PAMAPOL S.A. podjęło uchwałę, w której ustaliło iż Rada Nadzorcza V Wspólnej\n                           Kadencji składać się będzie z 5 członków i powołało do Rady Nadzorczej tej kadencji:\n                           - Pawła Szataniaka - Mariusza Szataniaka, - Piotra Kamińskiego, - Waldemara Frąckowiaka _Członek Niezależny_- Krzysztofa Urbanowicza _Członek Niezależny_Powołani członkowie Rady Nadzorczej nie wykonują poza przedsiębiorstwem Emitenta działalności,\n                           która byłaby konkurencyjna w stosunku do działalności wykonywanej w przedsiębiorstwie\n                           Emitenta oraz nie uczestniczą w spółce konkurencyjnej jako wspólnicy spółki cywilnej,\n                           spółki osobowej, spółki kapitałowej lub jako członkowie organu w konkurencyjnej osobie\n                           prawnej oraz nie figurują w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.Informacje dotyczące posiadanego wykształcenia, kwalifikacji i zajmowanych wcześniej\n                           stanowisk, wraz z opisem przebiegu kariery zawodowej osób powołanych do Rady Nadzorczej\n                           Spółki zawiera załącznik do niniejszego raportu bieżącego.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. przekazuje w załączeniu treść uchwał podjętych przez Zwyczajne\n                           Walne Zgromadzenie PAMAPOL S.A. w dniu 26 czerwca 2018 roku.Podczas obrad Zwyczajnego Walnego Zgromadzania nie odstąpiono od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, ani też nie zgłoszono sprzeciwów do protokołu\n                           w stosunku do podjętych uchwał.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "W uzupełnieniu raportu bieżącego nr 7/2018 z dnia 30 maja 2018 roku zawierającego\n                           projekty uchwał Zwyczajnego Walnego Zgromadzenia PAMAPOL S.A. _Spółka_ zwołanego na\n                           dzień 26 czerwca 2018 r., Zarząd Spółki przekazuje w załączeniu przyjęte w dniu 25\n                           czerwca  2018 r. sprawozdania Rady Nadzorczej, których rozpatrzenie będzie przedmiotem\n                           punktów od 6 do 9 planowanego porządku obrad Zwyczajnego Walnego Zgromadzenia, tj.:-Sprawozdanie Rady Nadzorczej za rok 2017 zawierające wyniki oceny: sprawozdania Zarządu\n                           z działalności Spółki i Grupy Kapitałowej PAMAPOL w roku 2017, sprawozdania finansowego\n                           Spółki i Grupy Kapitałowej PAMAPOL za rok obrotowy obejmujący okres od 1 stycznia\n                           2017 roku do 31 grudnia 2017 roku, wniosku Zarządu w sprawie podziału zysku osiągniętego\n                           w 2017 r.,  -Sprawozdanie z działalności Rady Nadzorczej za rok obrotowy 2017,-Sprawozdanie Rady Nadzorczej z oceny sytuacji Spółki i Grupy Kapitałowej PAMAPOL,\n                           z uwzględnieniem oceny systemów kontroli wewnętrznej, zarządzania ryzykiem, compliance\n                           oraz funkcji audytu wewnętrznego oraz przedstawienie informacji w sprawie polityki\n                           dotyczącej działalności sponsoringowej, charytatywnej lub innej o zbliżonym charakterze,-Sprawozdanie Rady Nadzorczej z oceny sposobu wypełniania przez Spółkę w 2017 roku\n                           obowiązków informacyjnych dotyczących stosowania zasad ładu korporacyjnego, określonych\n                           w Regulaminie Giełdy oraz przepisach dotyczących informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych.",
        "date": "2018-06-25"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zgodnie z § 19 ust.1 pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych […] Zarząd spółki PAMAPOL S.A. _Emitent_ z siedzibą w Ruścu, w załączeniu\n                           podaje do publicznej wiadomości treść projektów uchwał, które będą przedmiotem obrad\n                           Zwyczajnego Walnego Zgromadzenia PAMAPOL S.A. zwołanego na dzień 26 czerwca 2018 roku\n                           na godzinę 11.00 w siedzibie Spółki w Ruścu przy ulicy Wieluńskiej 2.Jednocześnie Emitent informuje, że sprawozdania Rady Nadzorczej, o których mowa w\n                           pkt 6-9 planowanego porządku obrad Zwyczajnego Walnego Zgromadzenia przekazane zostaną\n                           do publicznej wiadomości w trybie raportu bieżącego oraz zamieszczone na stronie internetowej\n                           niezwłocznie po ich przyjęciu przez Radę Nadzorczą.",
        "date": "2018-05-30"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL Spółki Akcyjnej z siedzibą w Ruścu _Spółka_ działając na podstawie\n                           art. 399 § 1 i 402 _1_ k.s.h. § 1 i 2, w związku z art. 395 § 1 k.s.h. zwołuje na\n                           dzień 26 czerwca 2018 roku  na godzinę 11.00 Zwyczajne Walne Zgromadzenie, które odbędzie\n                           się w siedzibie Spółki w Ruścu przy ulicy Wieluńskiej 2.Proponowany porządek obrad :    1. Otwarcie obrad Zwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał.4. Wybór Komisji Skrutacyjnej.5. Przyjęcie porządku obrad.6. Przedstawienie sprawozdania Rady Nadzorczej za rok 2017 zawierającego wyniki oceny:\n                           sprawozdania Zarządu z działalności Spółki i Grupy Kapitałowej PAMAPOL  w roku 2017,\n                           sprawozdania finansowego Spółki i Grupy Kapitałowej PAMAPOL za rok obrotowy obejmujący\n                           okres od 1 stycznia 2017 roku do 31 grudnia 2017 roku, wniosku  Zarządu w sprawie\n                           podziału zysku netto osiągniętego w 2017 roku.7. Przedstawienie sprawozdania z działalności Rady Nadzorczej za rok obrotowy 2017.\n                           8. Przedstawienie sprawozdania Rady Nadzorczej  z oceny sytuacji Spółki, z uwzględnieniem\n                           oceny systemów kontroli wewnętrznej, zarządzania ryzykiem, compliance oraz funkcji\n                           audytu wewnętrznego oraz przedstawienie informacji w sprawie polityki dotyczącej działalności\n                           sponsoringowej, charytatywnej lub innej o zbliżonym charakterze.9. Przedstawienie sprawozdania Rady Nadzorczej z oceny sposobu wypełniania przez Spółkę\n                           w 2017 roku obowiązków informacyjnych dotyczących stosowania zasad ładu korporacyjnego,\n                           określonych w Regulaminie Giełdy oraz przepisach dotyczących informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych.10. Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z\n                           działalności Spółki i Grupy Kapitałowej PAMAPOL za rok obrotowy obejmujący okres od\n                           1 stycznia 2017 roku do 31 grudnia 2017 roku.11. Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania finansowego\n                           Spółki za rok obrotowy obejmujący okres od 1 stycznia 2017 roku do 31 grudnia 2017\n                           roku.12. Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania finansowego\n                           Grupy Kapitałowej PAMAPOL za rok obrotowy obejmujący okres od 1 stycznia 2017 roku\n                           do 31 grudnia 2017 roku.13. Podjęcie uchwały w sprawie podziału zysku netto za rok obrotowy obejmujący okres\n                           od 1 stycznia 2017 roku do 31 grudnia 2017 roku.14. Podjęcie uchwał w sprawie udzielenia absolutorium z wykonania obowiązków przez\n                           członków Rady Nadzorczej w roku 2017.15. Podjęcie uchwał w sprawie udzielenia absolutorium z wykonania obowiązków przez\n                           członków Zarządu w roku 2017.16. Podjęcie uchwały w sprawie ustalenia liczby Członków Rady Nadzorczej V Wspólnej\n                           Kadencji.17. Podjęcie uchwał w sprawie powołania Członków Rady Nadzorczej na V Wspólną Kadencję.18. Podjęcie uchwały w sprawie ustalenia wynagrodzenia dla Członków Rady Nadzorczej.19. Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia.\nI.   Opis procedur dotyczących uczestnictwa w Walnym Zgromadzeniu oraz wykonywania\n                           prawa głosu zgodnie z art. 402_2_ punkt 2 KSHNa podstawie art. 402_2_ Kodeksu Spółek Handlowych Spółka przekazuje poniżej informacje\n                           dotyczące udziału w Walnym Zgromadzeniu Spółki.Z uwzględnieniem ograniczeń przewidzianych w Kodeksie Spółek Handlowych, Akcjonariusze\n                           Spółki mogą kontaktować się ze Spółką za pomocą środków komunikacji elektronicznej.\n                           W szczególności Akcjonariusze Spółki mogą zgłaszać wnioski, żądania, oraz przesyłać\n                           zawiadomienia i dokumenty. Komunikacja Akcjonariuszy ze Spółką w formie elektronicznej\n                           odbywa się przy wykorzystaniu dedykowanego adresu e-mail: wza@pamapol.com.pl.Akcjonariusze wykorzystujący elektroniczne środki komunikacji ponoszą wyłączne ryzyko\n                           związane z ich wykorzystaniem.Wszelkie przesyłane do Spółki dokumenty, które nie zostały sporządzone w języku polskim,\n                           powinny być przetłumaczone na język polski przez tłumacza przysięgłego. Wszelkie dokumenty\n                           przesyłane przez Akcjonariusza do Spółki, jak również przez Spółkę do Akcjonariusza\n                           drogą elektroniczną powinny być zeskanowane do formatu PDF.a_   Akcjonariuszowi lub Akcjonariuszom reprezentującym co najmniej 1/20 kapitału\n                           zakładowego przysługuje prawo żądania umieszczenia określonych spraw w porządku obrad\n                           Zwyczajnego Walnego Zgromadzenia Spółki. Żądanie powinno zostać zgłoszone Zarządowi\n                           Spółki nie później niż na 21 dni przed terminem Zwyczajnego Walnego Zgromadzenia.\n                           Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Żądanie może zostać złożone na piśmie w siedzibie Spółki pod\n                           adresem 97-438 Rusiec, ul. Wieluńska 2 lub w postaci elektronicznej i przesłane na\n                           następujący adres poczty elektronicznej Spółki: wza@pamapol.com.pl.Akcjonariusz lub Akcjonariusze żądający umieszczenia określonych spraw w porządku\n                           obrad muszą przedstawić, wraz z żądaniem, dokumenty potwierdzające ich tożsamość oraz\n                           uprawnienie do żądania umieszczenia określonych spraw w porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia, w szczególności:1.   świadectwo depozytowe lub zaświadczenie o prawie uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu Spółki, wystawione przez podmiot prowadzący rachunek papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi, potwierdzające, że jego\n                           adresat jest Akcjonariuszem Spółki i posiada odpowiednią liczbę akcji na dzień złożenia\n                           żądania,2.   w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,3.   w przypadku Akcjonariusza innego niż osoba fizyczna – kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania\n                           Akcjonariusza wraz z oświadczeniem, że dane zawarte w odpisie z KRS nie uległy zmianie.Obowiązek załączenia dokumentów, o których mowa powyżej dotyczy Akcjonariuszy występujących\n                           z żądaniem zarówno w formie pisemnej jak i elektronicznej. Dokumenty powinny zostać\n                           dołączone w postaci właściwej dla formy żądania _dokument papierowy lub jego kopia\n                           albo skan i konwersja do formatu PDF_. Spółka może podjąć niezbędne działania służące\n                           identyfikacji Akcjonariusza lub Akcjonariuszy i weryfikacji ważności przesłanych dokumentów.Zarząd Spółki niezwłocznie, jednak nie później niż na osiemnaście dni przed wyznaczonym\n                           terminem Zwyczajnego Walnego Zgromadzenia ogłosi zmiany w porządku obrad, wprowadzone\n                           na ewentualne żądanie Akcjonariusza lub Akcjonariuszy. Ogłoszenie nowego porządku\n                           obrad zostanie opublikowane w trybie raportu bieżącego oraz umieszczone na stronie\n                           internetowej www.grupapamapol.plb_   Akcjonariusz lub Akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału\n                           zakładowego mogą przed terminem  Zwyczajnego Walnego Zgromadzenia zgłaszać na piśmie\n                           w siedzibie Spółki pod adresem 97-438 Rusiec, ul. Wieluńska 2 lub przy wykorzystaniu\n                           środków komunikacji elektronicznej _w sposób i na adres poczty elektronicznej Spółki\n                           podany w pkt a_ powyżej_ projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad.Akcjonariusz lub Akcjonariusze zgłaszający projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Zwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone\n                           do porządku obrad, muszą przedstawić, wraz z żądaniem, dokumenty potwierdzające ich\n                           tożsamość oraz uprawnienie do zgłoszenia projektu uchwały Zwyczajnego Walnego Zgromadzenia,\n                           w szczególności:1.   świadectwo depozytowe lub zaświadczenie o prawie uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu Spółki, wystawione przez podmiot prowadzący rachunek papierów wartościowych\n                           zgodnie z przepisami o obrocie instrumentami finansowymi, potwierdzające, że jego\n                           adresat jest Akcjonariuszem Spółki i posiada odpowiednią liczbę akcji na dzień złożenia\n                           żądania,2.   w przypadku Akcjonariusza będącego osobą fizyczną – kopię dowodu osobistego,\n                           paszportu lub innego dokumentu potwierdzającego tożsamość,3.   w przypadku Akcjonariusza innego niż osoba fizyczna – kopię aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego upoważnienie do reprezentowania\n                           Akcjonariusza wraz z oświadczeniem, że dane zawarte w odpisie z KRS nie uległy zmianie.Obowiązek załączenia dokumentów, o których mowa powyżej dotyczy Akcjonariuszy występujących\n                           z żądaniem zarówno w formie pisemnej jak i elektronicznej. Dokumenty powinny zostać\n                           dołączone w postaci właściwej dla formy żądania _dokument papierowy lub jego kopia\n                           albo skan i konwersja do formatu PDF_. Spółka może podjąć niezbędne działania służące\n                           identyfikacji Akcjonariusza lub Akcjonariuszy i weryfikacji ważności przesłanych dokumentów.c_   Każdy z Akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu może\n                           podczas Zwyczajnego Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad podczas Walnego Zgromadzenia. O zamiarze zgłoszenia\n                           takich projektów uczestnik Walnego Zgromadzenia powinien uprzedzić Przewodniczącego\n                           Walnego Zgromadzenia, przekazując mu treść projektu na piśmie, najpóźniej po podjęciu\n                           przez Walne Zgromadzenie uchwały o przyjęciu porządku obrad.d_   Akcjonariusz może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Spółka informuje, iż wzór formularza\n                           pozwalającego na wykonywanie prawa głosu przez pełnomocnika zawierający dane określone\n                           w art. 402_3_ KSH został zamieszczony na stronie internetowej www.grupapamapol.pl,\n                           w zakładce RELACJE INWESTORSKIE – WALNE ZGROMADZENIA.Pełnomocnictwo do głosowania przez pełnomocnika powinno być udzielone na piśmie lub\n                           w postaci elektronicznej, w przypadku Akcjonariuszy będących osobami prawnymi    i\n                           spółkami osobowymi do pełnomocnictwa należy dołączyć potwierdzenie uprawnienia do\n                           działania w imieniu tego podmiotu załączając aktualny odpis z KRS wraz z oświadczeniem,\n                           że dane zawarte w odpisie z KRS nie uległy zmianie. Udzielenie pełnomocnictwa w postaci\n                           elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu.Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej musi być dokonane\n                           najpóźniej na 24 godziny przed terminem Zwyczajnego Walnego Zgromadzenia w związku\n                           z potrzebą przeprowadzenia działań weryfikacyjnych. Spółka podejmie odpowiednie działania\n                           służące identyfikacji Akcjonariusza i pełnomocnika w celu weryfikacji ważności pełnomocnictwa\n                           udzielonego w postaci elektronicznej. Weryfikacja ta polegać może w szczególności\n                           na zwrotnym pytaniu w formie elektronicznej lub telefonicznej skierowanym do Akcjonariusza\n                           lub pełnomocnika w celu potwierdzenia faktu udzielenia pełnomocnictwa i jego zakresu.Jeżeli pełnomocnictwo zostaje udzielone w formie elektronicznej, to Akcjonariusz-mocodawca\n                           powinien zawiadomić o tym Spółkę. Zawiadomienie powinno zostać złożone Spółce w terminie\n                           umożliwiającym dokonanie identyfikacji mocodawcy i jego pełnomocnika, nie później\n                           jednak niż w dniu poprzedzającym dzień, na które zostało zwołane Walne Zgromadzenie.\n                           Zawiadomienie może mieć formę pisemną lub postać elektroniczną. Zawiadomienie w formie\n                           pisemnej powinno być przesłane na adres Spółki 97-438 Rusiec, ul. Wieluńska 2. Zawiadomienie\n                           w formie elektronicznej jest przesyłane na adres: wza@pamapol.com.pl Zawiadomienie powinno zawierać:1.    Imię i nazwisko albo nazwę _firmę_ Akcjonariusza-mocodawcy oraz imiona i nazwiska\n                           osób uprawnionych do udzielenia pełnomocnictwa w jego imieniu.2.   Rodzaj oraz numer identyfikacyjny dokumentu tożsamości, a także numer PESEL mocodawcy\n                           _w przypadku osób fizycznych_ albo numer KRS _w przypadku podmiotów wpisanych do rejestru\n                           przedsiębiorców_ oraz miejsce zamieszkania _siedzibę_ mocodawcy.3.   Imię i nazwisko albo nazwę _firmę_ pełnomocnika, rodzaj oraz numer identyfikacyjny\n                           dokumentu tożsamości, a także numer PESEL pełnomocnika _w przypadku osób fizycznych_\n                           albo numer KRS _w przypadku podmiotów wpisanych do rejestru przedsiębiorców_, miejsce\n                           zamieszkania _siedzibę_ oraz kopię ww. dokumentów przesłaną w formie elektronicznej.4.   Numer telefonu lub adres poczty elektronicznej, które umożliwiają stały kontakt\n                           z mocodawcą.5.   Numer telefonu lub adres poczty elektronicznej, które umożliwiają weryfikację\n                           pełnomocnika.6.   Datę udzielenia pełnomocnictwa.7.   Wskazanie Walnego Zgromadzenia, w związku z którym pełnomocnictwo jest udzielane.8.   Zakres pełnomocnictwa, w tym w szczególności wszelkie ograniczenia pełnomocnictw\n                           oraz wskazanie, czy pełnomocnik może ustanawiać także dalszych pełnomocników.9.   Wskazanie, czy pełnomocnictwo jest odwołalne.10.   Podpis mocodawcy lub osób działających w imieniu mocodawcy.Jeżeli zawiadomienie zostało dokonane zgodnie z powyższymi wymogami Spółka niezwłocznie\n                           potwierdza mocodawcy dokonanie zawiadomienia.Jeżeli zawiadomienie nie odpowiada powyższym wymogom Spółka niezwłocznie informuje\n                           o tym zgłaszającego wskazując na braki zawiadomienia.Spółka na swojej stronie internetowej udostępnia do pobrania wzór formularza zawiadomienia\n                           o udzieleniu pełnomocnictwa w postaci elektronicznej, który może być stosowany przez\n                           Akcjonariusza do zawiadomienia Spółki o udzieleniu pełnomocnictwa w postaci elektronicznej.\n                           Formularz ten, po wypełnieniu zgodnie z instrukcją w nim zawartą powinien być przez\n                           Akcjonariusza wysyłany na dedykowany adres e-mail wskazany powyżej.Brak zawiadomienia albo zawiadomienie dokonane z naruszeniem wyżej wskazanych wymogów\n                           jest uwzględnianie przy ocenie istnienia zgodnego z prawem umocowania pełnomocnika\n                           do reprezentacji mocodawcy na Walnym Zgromadzeniu. W szczególności może stanowić podstawę\n                           do niedopuszczenia lub do wykluczenia danej osoby z uczestnictwa w Walnym Zgromadzeniu.Każdy Akcjonariusz, w tym także pełnomocnicy, bezpośrednio po przybyciu na Walne Zgromadzenie\n                           mają obowiązek wpisania się na listę obecności. Akcjonariusze zostaną dopuszczeni do uczestnictwa w Walnym Zgromadzeniu po okazaniu\n                           dowodu tożsamości, a pełnomocnicy po okazaniu dowodu tożsamości i ważnego pełnomocnictwa\n                           udzielonego w formie pisemnej lub w postaci elektronicznej _w tym ostatnim przypadku\n                           pełnomocnik powinien okazać wydruk pełnomocnictwa w formacie PDF_. Przedstawiciele\n                           osób prawnych lub spółek osobowych winni dodatkowo okazać aktualne odpisy z odpowiednich\n                           rejestrów, wskazujące osoby uprawnione do reprezentowania tych podmiotów wraz  z oświadczeniem,\n                           że dane nie uległy zmianie.Pełnomocnik wykonuje wszystkie uprawnienia Akcjonariusza na Walnym Zgromadzeniu, chyba,\n                           że co innego wynika z treści pełnomocnictwa. Pełnomocnik może udzielić dalszego pełnomocnictwa,\n                           jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż\n                           jednego Akcjonariusza i głosować odmiennie z akcji każdego Akcjonariusza. Akcjonariusz\n                           Spółki posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowym\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków.Jeżeli pełnomocnikiem Akcjonariusza na Zwyczajnym Walnym Zgromadzeniu jest Członek\n                           Zarządu, Członek Rady Nadzorczej, pracownik Spółki lub członek organów lub pracownik\n                           spółki zależnej od Spółki, udzielone mu pełnomocnictwo może upoważniać do reprezentacji\n                           Akcjonariusza tylko na jednym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić\n                           Akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu\n                           interesów. Udzielenie dalszego pełnomocnictwa jest w takim wypadku wyłączone.e_   Spółka nie przewiduje uczestnictwa Akcjonariuszy Spółki w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej, ani też wypowiadania się w\n                           trakcie Walnego Zgromadzenia przy wykorzystaniu takich środków.f_   Spółka nie przewiduje wykonywania prawa głosu przez Akcjonariuszy Spółki na Walnym\n                           Zgromadzeniu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej.II.   Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu zgodnie z art. 402_2_ punkt\n                           3 KSHDzień rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu przypada na szesnasty\n                           dzień przed datą Zwyczajnego Walnego Zgromadzenia _dzień rejestracji_, tj. na dzień\n                           10 czerwca 2018 r. Prawo uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mają tylko\n                           osoby będące Akcjonariuszami Spółki w dniu 10 czerwca 2018 roku, tj. w dniu rejestracji\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela Spółki, zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Zwyczajnego Walnego Zgromadzenia, nie później\n                           niż w pierwszym dniu powszednim po dniu rejestracji, tj. nie później niż w dniu 11\n                           czerwca 2018 r., podmiot prowadzący rachunek papierów wartościowych wystawia imienne\n                           zaświadczenie o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu.III.    Uprawnieni do uczestnictwa w Walnym Zgromadzeniu, zgodnie z art. 402_2_ punkt\n                           4 KSHW Zwyczajnym Walnym Zgromadzeniu Spółki będą miały prawo uczestniczyć osoby, które:a_   na szesnaście dni przed datą Zwyczajnego Walnego Zgromadzenia, tj. w dniu 10\n                           czerwca 2018 r.  _dzień rejestracji_ będą Akcjonariuszami Spółki.orazb_   nie wcześniej niż po ogłoszeniu o zwołaniu Zwyczajnego Walnego Zgromadzenia i\n                           nie później niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa w Walnym\n                           Zgromadzeniu, tj. w dniu 11 czerwca 2018 r. złożą żądanie o wystawienie imiennego\n                           zaświadczenia o prawie uczestnictwa w Zwyczajnym Walnym Zgromadzeniu w podmiocie prowadzącym\n                           rachunek papierów wartościowych, na których zapisane są akcje Spółki. Rekomenduje się Akcjonariuszom odebranie ww. wystawionego zaświadczenia o prawie uczestnictwa\n                           i zabranie go ze sobą w dniu Zwyczajnego Walnego Zgromadzenia.Spółka ustala listę Akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu na podstawie wykazu przekazanego przez Krajowy Depozyt Papierów Wartościowych\n                           _KDPW_, a sporządzonego na podstawie wystawionych przez podmioty prowadzące rachunki\n                           wartościowe imiennych zaświadczeń o prawie uczestnictwa w Walnym Zgromadzeniu.Na trzy dni powszednie przed terminem Zwyczajnego Walnego Zgromadzenia _tj. od dnia\n                           21 czerwca 2018 r._ w siedzibie Spółki zostanie wyłożona do wglądu lista Akcjonariuszy\n                           uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu. Każdy Akcjonariusz\n                           będzie mógł żądać przesłania mu listy Akcjonariuszy nieodpłatnie pocztą elektroniczną\n                           podając adres, na który lista powinna być wysłana.IV.   Informacja o pełnym tekście dokumentacji oraz projekty uchwał, zgodnie z art.\n                           402_2_ punkt 5 KSHOsoby uprawnione do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mogą uzyskać pełny\n                           tekst dokumentacji, która ma być przedstawiona na Zwyczajnym Walnym Zgromadzeniu oraz\n                           projekty uchwał w siedzibie Spółki pod adresem 97-438 Rusiec, ul. Wieluńska 2 lub\n                           na stronie internetowej Spółki pod adresem: www.grupapamapol.pl, w zakładce RELACJE\n                           INWESTORSKIE – WALNE ZGROMADZENIA.V.   Wskazanie strony internetowej, na której będą udostępniane informacje dotyczące\n                           Walnego Zgromadzenia, zgodnie z art. 402_2_ punkt 6 KSHSpółka będzie udostępniała wszelkie informacje Zwyczajnego Walnego Zgromadzenia na\n                           stronie internetowej Spółki pod adresem: www.grupapamapol.pl , w zakładce RELACJE\n                           INWESTORSKIE – WALNE ZGROMADZENIA.Szczegółowa podstawa prawna: § 19 ust. 1  Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           [...].",
        "date": "2018-05-30"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Spółka_ powziął informację, iż główny akcjonariusz tj. AMERYKANKA\n                           STRUKTURA spółka z ograniczoną odpowiedzialnością spółka komandytowa _Wzywający_ ogłosił\n                           wezwanie do zapisywania się na sprzedaż akcji Spółki na podstawie art. 91 ust. 6 ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Wezwanie_.Wzywający wraz z podmiotami zależnymi i dominującymi, zamierza osiągnąć po przeprowadzeniu\n                           Wezwania 100% głosów na Walnym Zgromadzeniu Emitenta.Pełny tekst Wezwania załączony jest do niniejszego raportu.",
        "date": "2018-05-23"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Spółka_ informuje, iż w dniu 22 maja 2018 r. Rada Nadzorcza odwołała\n                           Pana Igora Fortunę z funkcji Członka Zarządu Spółki powierzając mu jednocześnie sprawowanie\n                           funkcji Wiceprezesa Zarządu Spółki.Pan Igor Fortuna posiada wykształcenie wyższe, jest absolwentem Akademii Rolniczej\n                           we Wrocławiu, magistrem inżynierem technologii żywności.Doświadczenie zawodowe Pana Igora Fortuny:         -  od 11 sierpnia 2015 r. – Członek Zarządu MITMAR Sp. z o.o.,         -  od 12 stycznia 2015 r. – Członek Zarządu PAMAPOL S.A.,         -  od września 2013 r. zatrudniony w PAMAPOL S.A. na stanowisku dyrektora\n                           badań i rozwoju                oraz dyrektora zakładu produkcyjnego,         -  od lipca 2007 r. do sierpnia 2013 r. zatrudniony w Zakładach Mięsnych\n                           Krzyżanowscy             obecnie QFG na  stanowisku dyrektora ds. produkcji,         -  od listopada 2006 r. do lipca 2007 r. zatrudniony w Zakładach Mięsnych\n                           \"Animex S.A.\"                                          w Starachowicach na stanowisku zastępcy dyrektora produkcji,         -  od listopada 2005 r. do listopada 2006 r. zatrudniony w Zakładach Mięsnych\n                           \"Animex S.A.\"               w Starachowicach  na stanowisku dyrektora produkcji,         -  od maja 2005 r. do listopada 2005 r. zatrudniony w Zakładach Mięsnych\n                           \"Animex S.A.\"                                             w Starachowicach na stanowisku pełniący obowiązki dyrektora produkcji,         -  od września 2000 r. do maja 2005 r. zatrudniony w Zakładach Mięsnych \"Animex\n                           S.A.\"                                       w Starachowicach na stanowisku kierownika wydziału konfekcjonowania,\n                           które uległo                  zmianie z dniem 1 sierpnia 2003 r. na stanowisko szefa wydziału,         -  od grudnia 1999 r. do września 2000 r. zatrudniony w Zakładach Mięsnych\n                           \"Przylep\" S.A.                                      w Przylepie na stanowisku kierownika przetwórni,         -  od maja 1999 r. zatrudniony w Zakładach Mięsnych \"Przylep\" S.A. w Przylepie\n                           na              stanowisku starszego mistrza produkcji,         -  od marca 1998 r. zatrudniony w Zakładach Mięsnych \"Przylep\" S.A. w Przylepie\n                           na              stanowisku specjalisty ds. technologii.Pan Igor Fortuna nie wykonuje\n                           innej działalności poza przedsiębiorstwem Spółki. Nie uczestniczy w spółce konkurencyjnej\n                           jako wspólnik spółki cywilnej, spółki osobowej, spółki kapitałowej i nie uczestniczy\n                           w konkurencyjnej osobie prawnej jako członek jej organu. Pan Igor Fortuna nie figuruje\n                           w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie Ustawy  o Krajowym\n                           Rejestrze Sądowym.",
        "date": "2018-05-22"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. informuje o zmianie terminu przekazania do publicznej wiadomości\n                           rozszerzonego skonsolidowanego raportu kwartalnego PAMAPOL S.A. za I kwartał 2018\n                           r. Raport, o którym mowa powyżej opublikowany zostanie w dniu 21 maja 2018 r. Zgodnie\n                           z treścią raportu bieżącego nr 1/2018 z dnia 29 stycznia 2018 r. pierwotny termin\n                           publikacji ww. raportu określony był na dzień 25 maja 2018 r.",
        "date": "2018-05-16"
    },
    {
        "company_name": "PAMAPOL SA",
        "content": "Zarząd PAMAPOL S.A. _Emitent_ informuje, że w dniu 2 lutego 2018 r. powziął informację\n                           o wydaniu przez Sąd Rejonowy Gdańsk – Północ w Gdańsku, Wydział IX Gospodarczy – Rejestru\n                           Zastawów _Sąd_ w dniu 23 stycznia 2018 r. postanowienia o wpisie do rejestru zastawów,\n                           zastawu rejestrowego na zapasach towarów handlowych do najwyższej sumy zabezpieczenia\n                           150 mln zł ustanowionego przez spółkę zależną Emitenta - Warmińskie Zakłady Przetwórstwa\n                           Owocowo-Warzywnego _WZPOW_ w celu zabezpieczenia zawartej w dniu 21 września 2017\n                           r. pomiędzy Emitentem, MITMAR Sp. z o.o.  i WZPOW _Kredytobiorcy_ a Bankami Powszechną\n                           Kasą Oszczędności Bank Polski _PKO PB S.A., Zastawnik_ oraz Credit Agricole Bank Polski\n                           S.A. jako Kredytodawcami, umowy kredytu w ramach konsorcjum bankowego utworzonego\n                           przez te Banki _Umowa Kredytu_, dotyczącego finansowania Grupy Kapitałowej PAMAPOL.\n                           O zawarciu Umowy Kredytu oraz spełnieniu warunków jego pierwszego uruchomienia Emitent\n                           informował w treści raportów nr 18/2017 oraz 21/2017, 22/2017, 23/2017,24/2017 i 29/2017.Zgodnie z treścią Umowy Kredytu oraz zawartych w dniu 25 października 2017 r. przez\n                           Kredytobiorców _Zastawcy_ z PKO BP S.A.  _Zastawnikiem_  umów zastawu rejestrowego\n                           na zbiorze rzeczy i praw każdy z Zastawców zobowiązał się odrębnie do ustanowienia\n                           na rzecz Zastawnika zastawów rejestrowych na środkach trwałych i zapasach towarów\n                           handlowych do najwyższej sumy zabezpieczenia w wysokości 150 mln zł. Postanowienie Sądu, o którym mowa powyżej kończy proces skutecznego ustanowienia zastawów\n                           rejestrowych na środkach trwałych i zapasach Kredytobiorców i stanowi realizację warunków\n                           wykonania Umowy Kredytu w tym zakresie.",
        "date": "2018-02-02"
    }
]