[
    {
        "company_name": "PC GUARD",
        "content": "Zarząd PC Guard SA na podstawie § 5 ust.1 pkt 21_ Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych _..._ informuje, iż w dniu 21 sierpnia 2017\n                           roku Członek Rady Nadzorczej Pan Tomasz Pańczyk złożył rezygnację z pełnionej funkcji.",
        "date": "2017-08-21"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd spółki \"PC Guard\" spółka akcyjna z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           iż dzisiaj _10 lipca 2017r._ Pani Aneta Frukacz złożyła rezygnację z pełnienia funkcji\n                           Prezesa Zarządu Spółki, ze skutkiem na dzień 11 lipca 2017r. Przyczyną rezygnacji\n                           są względy osobiste.",
        "date": "2017-07-10"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd spółki \"PC Guard\" S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportu bieżącego nr 10/2017 z dnia 10 czerwca 2017r. oraz raportu bieżącego nr 12/2017 z dnia 13 czerwca 2017r, niniejszym informuje, że Zarząd Krajowego Depozytu Papierów Wartościowych  S.A. podjął\n                           dnia 21 czerwca 2017r. uchwałę nr 394/2017 w sprawie zmiany wartości nominalnej akcji\n                           Spółki, o następującej treści:\"§1Na podstawie § 2 ust. 1 i 4 oraz §85 ust. 2 pkt 1 Regulaminu Krajowego Depozytu Papierów\n                           Wartościowych, po rozpatrzeniu wniosku spółki PC GUARD S.A., Zarząd Krajowego Depozytu\n                           postanawia określić, w związku ze zmianą wartości nominalnej akcji spółki PC GUARD\n                           S.A. z 1zł _jeden złoty_ na 19zł _dziewiętnaście złotych_, dzień 30 czerwca 2017r.\n                           jako dzień wymiany 30.688.591_trzydzieści milionów sześćset osiemdziesiąt osiem tysięcy\n                           pięćset dziewięćdziesiąt jeden_ akcji spółki PC GUARDS.A. oznaczonych kodem PLGUARD00019 na 1.615.189 _jeden milion sześćset piętnaście\n                           tysięcy sto osiemdziesiąt dziewięć_ akcji spółki PC GUARD S.A. o wartości nominalnej 19 zł _dziewiętnaście złotych_ każda.§2Dniem referencyjnym, o którym mowa w § 187 ust. 1 Szczegółowych Zasad Działania Krajowego\n                           Depozytu Papierów Wartościowych, dla dokonania wymiany, o której mowa w § 1, jest\n                           dzień 23 czerwca 2017r.§3Zarząd Krajowego Depozytu stwierdza, że po przeprowadzeniu operacji wymiany, o której mowa w § 1, kodem PLGUARD00019 oznaczonych jest 1.615.189 _jeden milion sześćset\n                           piętnaście tysięcy sto osiemdziesiąt dziewięć_ akcji spółki PC GUARD S.A. o wartości nominalnej 19 zł _dziewiętnaście złotych_ każda.§4Uchwała wchodzi w życie z dniem podjęcia.\"Zarząd Spółki przypomina, że powyższa uchwała jest kolejnym etapem w procesie scalenia\n                           akcji w kapitale zakładowym Spółki, to jest dotychczasowych 30.688.591 akcji na okaziciela\n                           serii A, B, C, D, E i F, o wartości nominalnej 1,00 zł każda, w 1.615.189 akcji na\n                           okaziciela serii G, o wartości nominalnej 19,00 zł każda _stosunek scalenia - 19:1_.",
        "date": "2017-06-22"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd \"PC Guard\" S.A. _\"Emitent\"_ informuje, w nawiązaniu do raportu bieżącego  Emitenta\n                           9/2017 z dnia 7 czerwca 2017r., że dnia 20 czerwca 2017r. doręczono Emitentowi odpis\n                           postanowienia Sądu Rejonowego dla m.st. Warszawy w Warszawie XIII Wydział Gospodarczy Krajowego Rejestru Sądowego _\"Sąd Rejestrowy\"_\n                           o wpisie zmian w Krajowym Rejestrze Sądowym, dotyczącym między innymi:1_wpisu scalenia akcji Emitenta, uchwalonego przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Emitenta z dnia 7 grudnia 2016r. _po przerwach_,2_wpisu kapitału docelowego uchwalonego przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Emitenta z dnia 7 grudnia 2016r. _po przerwach_.Wobec powyższego Emitent potwierdza dokonanie przez Sąd Rejestrowy rejestracji zmian\n                           Statutu, o których Emitent informował już w raporcie bieżącym nr 9/2017 z dnia 7 czerwca\n                           2017r.Poniżej Emitent ponownie przekazuje treść zmian postanowień Statutu Emitenta zarejestrowanych\n                           dnia 30 maja 2017r. przez Sąd Rejestrowy:Dotychczasowe brzmienie pkt III ust. 1 Statutu Spółki:\"Kapitał zakładowy wynosi 30 688 591,00 zł _trzydzieści milionów sześćset osiemdziesiąt\n                           osiem tysięcy pięćset dziewięćdziesiąt jeden złotych_ i dzieli się na 30 688 591 _dwanaście\n                           milionów dziewięćdziesiąt dziewięć tysięcy dziewięćset dziewięćdziesiąt dziewięć_\n                           akcji w tym:100 000 akcji na okaziciela serii A o numerach 000001 do 100000,400 000 akcji na okaziciela serii B o numerach 000001 do 400000,500 000 akcji na okaziciela serii C o numerach 000001 do 500000,10 000 000 akcji na okaziciela serii D o numerach 00000001 do 10000000,1 099 999 akcji na okaziciela serii E o numerach od 0000001 do 1099999,18 588 592 akcji na okaziciela serii E o numerach o 00000001 do 18588592.\"Nowe brzmienie pkt III ust. 1 Statutu Spółki:\"Kapitał zakładowy wynosi 30.688.591,00 zł _słownie złotych: trzydzieści milionów\n                           sześćset osiemdziesiąt osiem tysięcy pięćset dziewięćdziesiąt jeden 00/100_ i dzieli\n                           się na 1.615.189 _słownie: jeden milion sześćset piętnaście tysięcy sto osiemdziesiąt\n                           dziewięć_ akcji na okaziciela serii G o wartości nominalnej 19,00 zł _słownie złotych:\n                           dziewiętnaście 00/100_ każda, o numerach od 0000001 do 1615189.\"Dotychczasowe brzmienie pkt III ust. 2 Statutu Spółki:\"Akcje serii A o numerach od 000001 do 100000 pokryte zostaną gotówką w ten sposób,\n                           że muszą być opłacone przynajmniej w ¼ _jednej czwartej_ części ich wartości nominalnej\n                           w chwili zarejestrowania Spółki. Spłata reszty należności następuje jednorazowo lub\n                           w ratach płatnych w ciągu jednego roku od zawiązania Spółki. Na akcje niecałkowicie\n                           opłacone zysk rozdziela się w stosunku do wpłat dokonanych na akcje.\"Nowe brzmienie pkt III ust. 2 Statutu Spółki:\"Akcje serii G o numerach od 0000001 do 1615189 opłacone zostały w całości przed zarejestrowaniem\n                           tych akcji w rejestrze przedsiębiorców Krajowego Rejestru Sądowego.\"Dotychczasowe brzmienie pkt III ust. 4a Statutu Spółki:\"Zarząd jest upoważniony do dokonania jednego lub kilku podwyższeń kapitału zakładowego\n                           Spółki o kwotę nie większą niż 8 250 000,00 _słownie: osiem milionów dwieście pięćdziesiąt\n                           tysięcy_ złotych poprzez emisję nie więcej niż 8 250 000 _słownie: osiem milionów\n                           dwieście pięćdziesiąt tysięcy_ akcji zwykłych na okaziciela _Kapitał Docelowy_, na\n                           następujących zasadach:a_ Zarząd może wykonać przyznane mu upoważnienie przez dokonanie jednego albo kilku\n                           kolejnych podwyższeń kapitału zakładowego w granicach Kapitału Docelowego;b_ podwyższenie kapitału zakładowego w ramach Kapitału Docelowego Zarząd może przeprowadzić\n                           poprzez emisję warrantów subskrypcyjnych, z terminem wykonywania prawa zapisu upływającym\n                           nie później niż okres, o którym mowa w lit. c_ poniżej; warranty subskrypcyjne emitowane\n                           na zasadzie określonej w niniejszym lit. b_ mogą być odpłatne lub nieodpłatne; Zarząd\n                           jest upoważniony do ustalenia ceny emisyjnej warrantów subskrypcyjnych;c_ upoważnienie określone w niniejszym ustępie, zostało udzielone na okres nie dłuższy\n                           niż 3 lata licząc od dnia wpisu do rejestru zmiany Statutu w zakresie określonym niniejszym\n                           punktem;d_ akcje wydane w ramach Kapitału Docelowego mogą być obejmowane w zamian za wkłady\n                           pieniężne lub niepieniężne;e_ cena emisyjna akcji wydawanych w ramach Kapitału Docelowego będzie wynosiła 2,0\n                           zł _dwa złote_;f_ uchwała Zarządu podjęta w ramach statutowego upoważnienia udzielonego w niniejszym\n                           artykule zastępuje uchwałę Walnego Zgromadzenia w sprawie podwyższenia kapitału zakładowego;g_ Zarząd samodzielnie decyduje o wszystkich sprawach związanych z podwyższeniem kapitału\n                           w ramach Kapitału Docelowego, z zastrzeżeniem postanowień niniejszego pkt 4a;h_ Zarząd jest upoważniony za zgodą Rady Nadzorczej, do wydania akcji w zamian za\n                           wkład niepieniężny;i_ Zarząd jest upoważniony, za zgodą Rady Nadzorczej, do pozbawienia dotychczasowych\n                           akcjonariuszy prawa poboru w całości lub w części.\"Nowe brzmienie pkt III ust. 4a Statutu Spółki:\"1_ Zarząd Spółki jest upoważniony do dokonania jednego lub kilku podwyższeń kapitału\n                           zakładowego Spółki o kwotę nie większą łącznie niż 23.016.429,00 zł _słownie złotych:\n                           dwadzieścia trzy miliony szesnaście tysięcy czterysta dwadzieścia dziewięć 00/100_\n                           poprzez emisję nie więcej niż 1.211.391 _słownie: jeden milion dwieście jedenaście\n                           tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela serii H o numerach od\n                           0000001 do 1211391, o wartości nominalnej 19,00 zł _słownie złotych: dziewiętnaście\n                           00/100_ każda, w drodze jednego lub kilku kolejnych podwyższeń kapitału zakładowego\n                           _kapitał docelowy_. 2_ Upoważnienie Zarządu do podwyższania kapitału zakładowego oraz do emitowania nowych\n                           akcji w ramach kapitału docelowego wygasa z upływem 3 _słownie: trzech_ lat od dnia\n                           wpisania do rejestru przedsiębiorców zmiany Statutu przewidującej niniejsze upoważnienie\n                           dla Zarządu. 3_ Zarząd jest upoważniony do ustalenia ceny emisyjnej 1.211.391 _słownie: jeden milion\n                           dwieście jedenaście tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela serii\n                           H o numerach od 0000001 do 1211391. 4_ Uchwała Zarządu podjęta w ramach statutowego upoważnienia udzielonego w niniejszym\n                           paragrafie zastępuje uchwałę Walnego Zgromadzenia w sprawie podwyższenia kapitału\n                           zakładowego. 5_ Zarząd Spółki, z zastrzeżeniem niniejszego ustępu 4a, samodzielnie decyduje o wszystkich\n                           sprawach związanych z podwyższeniem kapitału zakładowego w ramach kapitału docelowego,\n                           w szczególności Zarząd jest upoważniony do: a_ podejmowania uchwał oraz innych działań w sprawie dematerializacji 1.211.391 _słownie:\n                           jeden milion dwieście jedenaście tysięcy trzysta dziewięćdziesiąt jeden_ praw do akcji\n                           oraz akcji na okaziciela serii H o numerach od 0000001 do 1.211.391 oraz zawierania\n                           umów z Krajowym Depozytem Papierów Wartościowych S.A. o rejestrację praw do akcji\n                           oraz akcji w depozycie papierów wartościowych, b_ podejmowania uchwał oraz innych działań w sprawie emisji 1.211.391 _słownie: jeden\n                           milion dwieście jedenaście tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela\n                           serii H o numerach od 0000001 do 1211391 w drodze oferty publicznej lub prywatnej\n                           oraz w sprawie ubiegania się o dopuszczenie praw do akcji oraz akcji do obrotu na\n                           rynku regulowanym. 6_ Zarząd jest upoważniony, za zgodą Rady Nadzorczej Spółki, do wydania w całości\n                           lub w części 1.211.391 _słownie: jeden milion dwieście jedenaście tysięcy trzysta\n                           dziewięćdziesiąt jeden_ akcji na okaziciela serii H o numerach od 0000001 do 1211391\n                           akcji w zamian za wkład niepieniężny. 7_ Zarząd jest upoważniony, za zgodą Rady Nadzorczej Spółki, do pozbawienia dotychczasowych\n                           akcjonariuszy prawa poboru w całości lub w części 1.211.391 _słownie: jeden milion\n                           dwieście jedenaście tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela serii\n                           H o numerach od 0000001 do 1211391. 8_ Zarząd w ramach upoważnienia do podwyższania kapitału zakładowego w ramach kapitału\n                           docelowego, może emitować warranty subskrypcyjne, z terminem wykonania prawa zapisu\n                           upływającym nie później niż okres, na który zostało udzielone Zarządowi upoważnienie\n                           do podwyższenia kapitału zakładowego w ramach kapitału docelowego. Zarząd, za zgodą\n                           Rady Nadzorczej, może pozbawić akcjonariuszy prawa poboru warrantów w całości lub\n                           w części. Warranty subskrypcyjne mogą zostać wyemitowane nieodpłatnie lub odpłatnie.\n                           W przypadku odpłatnej emisji warrantów, Zarząd jest upoważniony do ustalenia ich ceny\n                           emisyjnej.\"Dotychczasowe brzmienie pkt III ust. 4b Statutu Spółki:\"Kapitał zakładowy Spółki został warunkowo podwyższony o kwotę nie większą niż 22\n                           000 000,00 zł _słownie: dwadzieścia dwa miliony złotych 00/100 groszy_, poprzez emisję\n                           nie więcej niż 22 000 000 _słownie: dwadzieścia dwa miliony_ akcji zwykłych na okaziciela\n                           serii F o wartości nominalnej 1 zł _słownie jeden złoty_ każda i łącznej wartości\n                           nominalnej 22 000 000,00 zł _słownie: dwadzieścia dwa miliony złotych 00/100 groszy_,\n                           w celu przyznania praw do objęcia akcji serii F przez posiadaczy warrantów subskrypcyjnych\n                           serii A, emitowanych na podstawie Uchwały nr 6 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 15 kwietnia 2011 roku. Prawo do objęcia akcji serii F może być wykonane\n                           do dnia 30 czerwca 2012 roku.\"Nowe brzmienie pkt III ust. 4b Statutu Spółki:Pkt III ust. 4b Statutu Spółki został skreślony.W załączeniu Emitent  ponownie przesyła treść nowego tekstu jednolitego Statutu.",
        "date": "2017-06-21"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd spółki \"PC Guard\" S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportu\n                           bieżącego nr 10/2017 z dnia 10 czerwca 2017r., niniejszym informuje, że Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. podjął\n                           dnia 12 czerwca 2017r. uchwałę nr 569/2017 w sprawie zawieszenia na Głównym Rynku\n                           Giełdy Papierów Wartościowych w Warszawie S.A. obrotu akcjami Spółki, o następującej\n                           treści:\"§ 1Po rozpatrzeniu wniosku spółki PC GUARD S.A. o zawieszenie notowań akcji tej spółki\n                           w związku z połączeniem akcji, Zarząd Giełdy działając na podstawie § 30 ust. 1 pkt\n                           1_ Regulaminu Giełdy postanawia zawiesić obrót akcjami spółki PC GUARD S.A., oznaczonymi\n                           kodem \"PLGUARD00019\", od dnia 20 czerwca 2017 r. do dnia 30 czerwca 2017 r. _włącznie_.§ 2Na podstawie § 110 ust. 10 i 11 Regulaminu Giełdy, Zarząd Giełdy postanawia, co następuje:1_ zlecenia maklerskie na akcje spółki PC GUARD S.A., o których mowa w § 1, przekazane\n                           na giełdę, a nie zrealizowane do dnia 19 czerwca 2017 r. _włącznie_, tracą ważność\n                           po zakończeniu sesji giełdowej w tym dniu;2_ w okresie zawieszenia, o którym mowa w § 1, zlecenia maklerskie na akcje spółki\n                           PC GUARD S.A. nie będą przyjmowane.§ 3Uchwała wchodzi w życie z dniem podjęcia.\".Zarząd Spółki informuje ponadto, że dnia 13 czerwca 2017r. złożył do Krajowego Depozytu\n                           Papierów Wartościowych S.A. wniosek w sprawie przeprowadzenia dnia 30 czerwca 2017r.\n                           scalenia akcji w kapitale zakładowym Spółki. Dzień referencyjny wyznaczono na dzień\n                           23 czerwca 2017r. Zarząd Spółki przypomina, że powyższy proces obejmuje scalenie dotychczasowych 30.688.591\n                           akcji na okaziciela serii A, B, C, D, E i F, o wartości nominalnej 1,00 zł każda,\n                           w 1.615.189 akcji na okaziciela serii G, o wartości nominalnej 19,00 zł każda _stosunek\n                           scalenia - 19:1_.",
        "date": "2017-06-13"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd spółki \"PC Guard\" S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportu\n                           bieżącego nr 10/2017 z dnia 9 czerwca 2017 roku dotyczącego uzgodnienia harmonogramu\n                           scalenia akcji Emitenta oraz złożenia wniosku o zawieszenie obrotu akcjami i ustalenia\n                           dnia referencyjnego oraz zawarcia umowy o uzupełnienie tak zwanych \"resztówek scaleniowych\",\n                           niniejszym informuje, że w związku z przeprowadzanym procesem scalenia akcji, Spółka\n                           dokona ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Akcjonariuszy za rok\n                           2016 _\"ZWZA\"_ niezwłocznie po dokonaniu scalenia akcji w kapitale zakładowym Spółki\n                           w Krajowym Depozycie Papierów Wartościowych S.A. _\"KDPW\"_. Tym samym ZWZA odbędzie\n                           się po dniu 30 czerwca 2017 roku.Powyższe wynika tylko i wyłącznie z faktu toczącego się już procesu scalania akcji\n                           w kapitale zakładowym Spółki w KDPW, przez co akcjonariusze Spółki mogliby mieć techniczne\n                           trudności w dokonaniu rejestracji na ZWZA w trakcie procesu scalania.Tym samym Zarząd Spółki uznał za zasadne przesunięcie ogłoszenia o zwołaniu ZWZA i\n                           dokonanie tego ogłoszenia niezwłocznie po dokonaniu scalenia akcji w kapitale zakładowym\n                           Spółki i wznowieniu obrotu tymi akcjami na Giełdzie Papierów Wartościowych w Warszawie\n                           S.A.Zarząd Spółki wskazuje, że w harmonogramie scalenia za dzień wznowienia obrotu akcjami\n                           w kapitale zakładowym Spółki na Giełdzie Papierów Wartościowych w Warszawie S.A. obrano\n                           dzień 3 lipca 2017 roku.Podstawa prawna: art. 17 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w\n                           sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2017-06-09"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd spółki \"PC Guard\" S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że uzgodniono\n                           z Krajowym Depozytem Papierów Wartościowych S.A. w Warszawie _\"KDPW_ i Giełdą Papierów\n                           Wartościowych w Warszawie S.A. _\"GPW\"_ harmonogram procedury scalenia akcji, który\n                           wygląda następująco:1.Złożenie przez Zarząd Spółki wniosku do GPW o zawieszenie obrotu akcjami na Giełdzie\n                           w okresie od dnia R-3 do dnia R+5 _włącznie_ – dnia 8 czerwca 2017 roku;2.Uchwała Zarządu GPW dot. zawieszenia obrotu akcjami emitenta – dnia 12 czerwca 2017\n                           roku;3.Złożenie przez Zarząd Spółki dokumentów do KDPW dotyczących przeprowadzenia operacji\n                           scalenia akcji – dnia 13 czerwca 2017 roku;4.Zawieszenie obrotu akcjami – od dnia 20 czerwca 2017r. do dnia 30 czerwca 2017r.;5.Dzień Referencyjny – dnia 23 czerwca 2017 roku;6.Informacja KDPW do emitenta o łącznej liczbie niedoborów scaleniowych – dnia 28\n                           czerwca 2017 roku;7.Emitent składa do KDPW Aneks do listu księgowego potwierdzający liczbę praw akcyjnych\n                           na pokrycie niedoborów – dnia 29 czerwca 2017 roku;8.Dzień scalenia akcji w KDPW – dnia 30 czerwca 2017 roku;9.Wznowienie obrotu po scaleniu – dnia 3 lipca 2017 roku.Zarząd Spółki przypomina, że powyższy proces obejmuje scalenie dotychczasowych 30.688.591\n                           akcji na okaziciela serii A, B, C, D, E i F, o wartości nominalnej 1,00 zł każda,\n                           w 1.615.189 akcji na okaziciela serii G, o wartości nominalnej 19,00 zł każda _stosunek\n                           scalenia – 19:1_.W związku z powyższym, Zarząd Spółki informuje, że dnia 8 czerwca 2017 roku Spółka\n                           złożyła do GPW wniosek o zawieszenie na okres od dnia 20 czerwca 2017 roku do dnia\n                           30 czerwca 2017 roku notowań akcji Spółki w związku z rozpoczynającą się procedurą\n                           scalenia akcji. Ponadto, Zarząd Spółki informuje, że stosownie do upoważnienia zawartego w uchwale\n                           nr 1 Zwyczajnego Walnego Zgromadzenia Akcjonariuszy Spółki odbytego _po przerwach_\n                           dnia 7 grudnia 2016 roku, ustalił dzień referencyjny na dzień 23 czerwca 2017 roku.Ponadto, dnia 8 czerwca 2017 roku złożono również wniosek do Zarządu GPW o zaprzestanie\n                           kwalifikowania akcji Spółki do segmentu LISTA ALERTÓW i notowanie ich w systemie notowań\n                           ciągłych, począwszy od sesji giełdowej, na której akcje te będą notowane po scaleniu,\n                           tj. od dnia 3 lipca 2017 roku _włącznie_.Również dnia 8 czerwca 2017 roku Spółka zawarła z akcjonariuszem Spółki, to jest Panem\n                           Michałem Kwiatkowskim _\"Akcjonariusz\"_, umowę o uzupełnienie tak zwanych \"resztówek\n                           scaleniowych\". Na jej podstawie Akcjonariusz zobowiązał się zrzec nieodpłatnie swoich\n                           praw akcyjnych w Spółce na rzecz innych akcjonariuszy Spółki posiadających w dniu\n                           referencyjnym akcje o dotychczasowej wartości nominalnej 1,00 PLN każda, w liczbie\n                           od 1 do 18 _co nie pozwoliłoby na przeliczenie tych akcji w jedną akcję Spółki o nowej\n                           wartości nominalnej 19,00 PLN_ i uzupełnienia tak powstałych resztówek scaleniowych,\n                           to jest otrzymania przez innego akcjonariusza dodatkowej jednej nowej akcji Spółki\n                           o nowej wartości nominalnej 19,00 PLN. Tym samym Zarząd Spółki prosi swoich akcjonariuszy do dostosowania stanów posiadania\n                           akcji Spółki na rachunkach papierów wartościowych i rachunkach zbiorczych, w terminie\n                           do dnia referencyjnego, w taki sposób, aby liczba akcji Spółki zapisanych na nich\n                           w tym dniu stanowiła jedno- lub wielokrotność liczby 19.Zarząd Spółki będzie na bieżąco raportować o kolejnych krokach podjętych celem dokonania\n                           scalenia akcji w kapitale zakładowym Spółki.Podstawa prawna: art. 17 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w\n                           sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Rozporządzenie MAR_.",
        "date": "2017-06-09"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd \"PC Guard\" S.A. _\"Emitent\"_ informuje, że w dniu wczorajszym powziął informację\n                           o dokonaniu dnia 30 maja 2017 roku przez Sąd Rejonowy dla m.st. Warszawy w Warszawie\n                           XIII Wydział Gospodarczy KRS _\"Sąd Rejestrowy\"_ zmiany wpisu Emitenta w Krajowym Rejestrze\n                           Sądowym, dotyczącym między innymi: 1_wpisu scalenia akcji Emitenta, uchwalonego przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Emitenta z dnia 7 grudnia 2016r. _po przerwach_,2_wpisu kapitału docelowego uchwalonego przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Emitenta z dnia 7 grudnia 2016r. _po przerwach_.Powyższą informację Emitent potwierdzi kolejnym raportem bieżącym w przypadku doręczenia\n                           mu stosownego postanowienia Sądu Rejestrowego.Odnosząc się do pkt. 1_, Sąd Rejestrowy zarejestrował scalanie akcji Emitenta poprzez\n                           połączenie każdych 19 _słownie: dziewiętnastu_ akcji zwykłych na okaziciela o dotychczasowej\n                           wartości nominalnej 1,00 zł _słownie złotych: jeden_ każda, w jedną akcję o nowej\n                           wartości nominalnej wynoszącej 19,00 zł _słownie złotych: dziewiętnaście_, wobec czego\n                           stosunek wymiany zostaje ustalony jako 19:1. Scalenie akcji przeprowadza się przy\n                           zachowaniu niezmienionej wysokości kapitału zakładowego tj. 30.688.591,00 zł _słownie\n                           złotych: trzydzieści milionów sześćset osiemdziesiąt osiem tysięcy pięćset dziewięćdziesiąt\n                           jeden_.Po powyższej rejestracji struktura kapitału zakładowego Emitenta przedstawia się następująco:\"Kapitał zakładowy wynosi 30.688.591,00 zł _słownie złotych: trzydzieści milionów\n                           sześćset osiemdziesiąt osiem tysięcy pięćset dziewięćdziesiąt jeden 00/100_ i dzieli\n                           się na 1.615.189 _słownie: jeden milion sześćset piętnaście tysięcy sto osiemdziesiąt\n                           dziewięć_ akcji na okaziciela serii G o wartości nominalnej 19,00 zł _słownie złotych:\n                           dziewiętnaście  00/100_ każda, o numerach od 0000001 do 1615189\".Po zarejestrowaniu zmian w wysokości kapitału zakładowego ogólna liczba głosów ze\n                           wszystkich wyemitowanych akcji wynosi 1.615.189 głosów. Emitent jednocześnie informuje, że niezwłocznie przystąpi do procesu scalenia akcji\n                           w ramach Krajowego Depozytu Papierów Wartościowych S.A., o czym będzie informował\n                           w kolejnych raportach bieżących.Odnosząc się do pkt. 2_ to na podstawie właśnie wpisanego nowego kapitału docelowego,\n                           Zarząd Emitenta jest upoważniony do dokonania jednego lub kilku podwyższeń kapitału\n                           zakładowego Spółki o kwotę nie większą łącznie niż 23.016.429,00 zł _słownie złotych:\n                           dwadzieścia trzy miliony szesnaście tysięcy czterysta dwadzieścia dziewięć 00/100_\n                           poprzez emisję nie więcej niż 1.211.391 _słownie: jeden milion dwieście jedenaście\n                           tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela serii H o numerach od\n                           0000001 do 1211391, o wartości nominalnej 19,00 zł _słownie złotych: dziewiętnaście\n                           00/100_ każda, w drodze jednego lub kilku kolejnych podwyższeń kapitału zakładowego.\n                           Upoważnienie Zarządu Emitenta do podwyższania kapitału zakładowego oraz do emitowania\n                           nowych akcji w ramach kapitału docelowego wygasa z upływem 3 _słownie: trzech_ lat\n                           od dnia wpisania do rejestru przedsiębiorców zmiany Statutu Emitenta przewidującej\n                           niniejsze upoważnienie dla Zarządu.Treść zmian postanowień Statutu Emitenta zarejestrowanych dnia 30 maja 2017r. przez\n                           Sąd Rejestrowy:Dotychczasowe brzmienie pkt III ust. 1 Statutu Spółki:\"Kapitał zakładowy wynosi 30 688 591,00 zł _trzydzieści milionów sześćset osiemdziesiąt\n                           osiem tysięcy pięćset dziewięćdziesiąt jeden złotych_ i dzieli się na 30 688 591 _dwanaście\n                           milionów dziewięćdziesiąt dziewięć tysięcy dziewięćset dziewięćdziesiąt dziewięć_\n                           akcji w tym:100 000 akcji na okaziciela serii A o numerach 000001 do 100000,400 000 akcji na okaziciela serii B o numerach 000001 do 400000,500 000 akcji na okaziciela serii C o numerach 000001 do 500000,10 000 000 akcji na okaziciela serii D o numerach 00000001 do 10000000,1 099 999 akcji na okaziciela serii E o numerach od 0000001 do 1099999,18 588 592 akcji na okaziciela serii E o numerach o 00000001 do 18588592.\"Nowe brzmienie pkt III ust. 1 Statutu Spółki:\"Kapitał zakładowy wynosi 30.688.591,00 zł _słownie złotych: trzydzieści milionów\n                           sześćset osiemdziesiąt osiem tysięcy pięćset dziewięćdziesiąt jeden 00/100_ i dzieli\n                           się na 1.615.189 _słownie: jeden milion sześćset piętnaście tysięcy sto osiemdziesiąt\n                           dziewięć_ akcji na okaziciela serii G o wartości nominalnej 19,00 zł _słownie złotych:\n                           dziewiętnaście 00/100_ każda, o numerach od 0000001 do 1615189.\"Dotychczasowe brzmienie pkt III ust. 2 Statutu Spółki:\"Akcje serii A o numerach od 000001 do 100000 pokryte zostaną gotówką w ten sposób,\n                           że muszą być opłacone przynajmniej w ¼ _jednej czwartej_ części ich wartości nominalnej\n                           w chwili zarejestrowania Spółki. Spłata reszty należności następuje jednorazowo lub\n                           w ratach płatnych w ciągu jednego roku od zawiązania Spółki. Na akcje niecałkowicie\n                           opłacone zysk rozdziela się w stosunku do wpłat dokonanych na akcje.\"Nowe brzmienie pkt III ust. 2 Statutu Spółki:\"Akcje serii G o numerach od 0000001 do 1615189 opłacone zostały w całości przed zarejestrowaniem\n                           tych akcji w rejestrze przedsiębiorców Krajowego Rejestru Sądowego.\"Dotychczasowe brzmienie pkt III ust. 4a Statutu Spółki:\"Zarząd jest upoważniony do dokonania jednego lub kilku podwyższeń kapitału zakładowego\n                           Spółki o kwotę nie większą niż 8 250 000,00 _słownie: osiem milionów dwieście pięćdziesiąt\n                           tysięcy_ złotych poprzez emisję nie więcej niż 8 250 000 _słownie: osiem milionów\n                           dwieście pięćdziesiąt tysięcy_ akcji zwykłych na okaziciela _Kapitał Docelowy_, na\n                           następujących zasadach:a_ Zarząd może wykonać przyznane mu upoważnienie przez dokonanie jednego albo kilku\n                           kolejnych podwyższeń kapitału zakładowego w granicach Kapitału Docelowego;b_ podwyższenie kapitału zakładowego w ramach Kapitału Docelowego Zarząd może przeprowadzić\n                           poprzez emisję warrantów subskrypcyjnych, z terminem wykonywania prawa zapisu upływającym\n                           nie później niż okres, o którym mowa w lit. c_ poniżej; warranty subskrypcyjne emitowane\n                           na zasadzie określonej w niniejszym lit. b_ mogą być odpłatne lub nieodpłatne; Zarząd\n                           jest upoważniony do ustalenia ceny emisyjnej warrantów subskrypcyjnych;c_ upoważnienie określone w niniejszym ustępie, zostało udzielone na okres nie dłuższy\n                           niż 3 lata licząc od dnia wpisu do rejestru zmiany Statutu w zakresie określonym niniejszym\n                           punktem;d_ akcje wydane w ramach Kapitału Docelowego mogą być obejmowane w zamian za wkłady\n                           pieniężne lub niepieniężne;e_ cena emisyjna akcji wydawanych w ramach Kapitału Docelowego będzie wynosiła 2,0\n                           zł _dwa złote_;f_ uchwała Zarządu podjęta w ramach statutowego upoważnienia udzielonego w niniejszym\n                           artykule zastępuje uchwałę Walnego Zgromadzenia w sprawie podwyższenia kapitału zakładowego;g_ Zarząd samodzielnie decyduje o wszystkich sprawach związanych z podwyższeniem kapitału\n                           w ramach Kapitału Docelowego, z zastrzeżeniem postanowień niniejszego pkt 4a;h_ Zarząd jest upoważniony za zgodą Rady Nadzorczej, do wydania akcji w zamian za\n                           wkład niepieniężny;i_ Zarząd jest upoważniony, za zgodą Rady Nadzorczej, do pozbawienia dotychczasowych\n                           akcjonariuszy prawa poboru w całości lub w części.\"Nowe brzmienie pkt III ust. 4a Statutu Spółki:\"1_ Zarząd Spółki jest upoważniony do dokonania jednego lub kilku podwyższeń kapitału\n                           zakładowego Spółki o kwotę nie większą łącznie niż 23.016.429,00 zł _słownie złotych:\n                           dwadzieścia trzy miliony szesnaście tysięcy czterysta dwadzieścia dziewięć 00/100_\n                           poprzez emisję nie więcej niż 1.211.391 _słownie: jeden milion dwieście jedenaście\n                           tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela serii H o numerach od\n                           0000001 do 1211391, o wartości nominalnej 19,00 zł _słownie złotych: dziewiętnaście\n                           00/100_ każda, w drodze jednego lub kilku kolejnych podwyższeń kapitału zakładowego\n                           _kapitał docelowy_. 2_ Upoważnienie Zarządu do podwyższania kapitału zakładowego oraz do emitowania nowych\n                           akcji w ramach kapitału docelowego wygasa z upływem 3 _słownie: trzech_ lat od dnia\n                           wpisania do rejestru przedsiębiorców zmiany Statutu przewidującej niniejsze upoważnienie\n                           dla Zarządu. 3_ Zarząd jest upoważniony do ustalenia ceny emisyjnej 1.211.391 _słownie: jeden milion\n                           dwieście jedenaście tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela serii\n                           H o numerach od 0000001 do 1211391. 4_ Uchwała Zarządu podjęta w ramach statutowego upoważnienia udzielonego w niniejszym\n                           paragrafie zastępuje uchwałę Walnego Zgromadzenia w sprawie podwyższenia kapitału\n                           zakładowego. 5_ Zarząd Spółki, z zastrzeżeniem niniejszego ustępu 4a, samodzielnie decyduje o wszystkich\n                           sprawach związanych z podwyższeniem kapitału zakładowego w ramach kapitału docelowego,\n                           w szczególności Zarząd jest upoważniony do: a_ podejmowania uchwał oraz innych działań w sprawie dematerializacji 1.211.391 _słownie:\n                           jeden milion dwieście jedenaście tysięcy trzysta dziewięćdziesiąt jeden_ praw do akcji\n                           oraz akcji na okaziciela serii H o numerach od 0000001 do 1.211.391 oraz zawierania\n                           umów z Krajowym Depozytem Papierów Wartościowych S.A. o rejestrację praw do akcji\n                           oraz akcji w depozycie papierów wartościowych, b_ podejmowania uchwał oraz innych działań w sprawie emisji 1.211.391 _słownie: jeden\n                           milion dwieście jedenaście tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela\n                           serii H o numerach od 0000001 do 1211391 w drodze oferty publicznej lub prywatnej\n                           oraz w sprawie ubiegania się o dopuszczenie praw do akcji oraz akcji do obrotu na\n                           rynku regulowanym. 6_ Zarząd jest upoważniony, za zgodą Rady Nadzorczej Spółki, do wydania w całości\n                           lub w części 1.211.391 _słownie: jeden milion dwieście jedenaście tysięcy trzysta\n                           dziewięćdziesiąt jeden_ akcji na okaziciela serii H o numerach od 0000001 do 1211391\n                           akcji w zamian za wkład niepieniężny. 7_ Zarząd jest upoważniony, za zgodą Rady Nadzorczej Spółki, do pozbawienia dotychczasowych\n                           akcjonariuszy prawa poboru w całości lub w części 1.211.391 _słownie: jeden milion\n                           dwieście jedenaście tysięcy trzysta dziewięćdziesiąt jeden_ akcji na okaziciela serii\n                           H o numerach od 0000001 do 1211391. 8_ Zarząd w ramach upoważnienia do podwyższania kapitału zakładowego w ramach kapitału\n                           docelowego, może emitować warranty subskrypcyjne, z terminem wykonania prawa zapisu\n                           upływającym nie później niż okres, na który zostało udzielone Zarządowi upoważnienie\n                           do podwyższenia kapitału zakładowego w ramach kapitału docelowego. Zarząd, za zgodą\n                           Rady Nadzorczej, może pozbawić akcjonariuszy prawa poboru warrantów w całości lub\n                           w części. Warranty subskrypcyjne mogą zostać wyemitowane nieodpłatnie lub odpłatnie.\n                           W przypadku odpłatnej emisji warrantów, Zarząd jest upoważniony do ustalenia ich ceny\n                           emisyjnej.\"Dotychczasowe brzmienie pkt III ust. 4b Statutu Spółki:\"Kapitał zakładowy Spółki został warunkowo podwyższony o kwotę nie większą niż 22\n                           000 000,00 zł _słownie: dwadzieścia dwa miliony złotych 00/100 groszy_, poprzez emisję\n                           nie więcej niż 22 000 000 _słownie: dwadzieścia dwa miliony_ akcji zwykłych na okaziciela\n                           serii F o wartości nominalnej 1 zł _słownie jeden złoty_ każda i łącznej wartości\n                           nominalnej 22 000 000,00 zł _słownie: dwadzieścia dwa miliony złotych 00/100 groszy_,\n                           w celu przyznania praw do objęcia akcji serii F przez posiadaczy warrantów subskrypcyjnych\n                           serii A, emitowanych na podstawie Uchwały nr 6 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 15 kwietnia 2011 roku. Prawo do objęcia akcji serii F może być wykonane\n                           do dnia 30 czerwca 2012 roku.\"Nowe brzmienie pkt III ust. 4b Statutu Spółki:Pkt III ust. 4b Statutu Spółki został skreślony.W załączeniu Emitent przesyła treść nowego tekstu jednolitego Statutu.Podstawa prawna: §15 w zw. z §5 ust. 1 pkt 9 oraz §38 ust. 1 pkt 2 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-07"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd PC Guard S.A. _dalej \"Emitent\"_ informuje, że w dniu 2 maja 2017 roku przekazał\n                           do publicznej wiadomości Skonsolidowany Raport Roczny RS oraz Jednostkowy Raport Roczny\n                           R za 2016 rok. Korekta dokonywana jest ze względu na niewypełnienie wszystkich obowiązków wynikających\n                           z § 91 i 92 Rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych\n                           _..._ z dnia 19 lutego 2009 roku oraz ze względu na omyłkę w opublikowanym sprawozdaniu,\n                           pozostałe korekty są konsekwencją wspomnianej omyłki. Zestawienie zmian w Jednostkowym i Skonsolidowanym Raporcie Rocznym za rok 2016 umieszczono\n                           w załączniku do niniejszego Raportu Bieżącego.Skorygowany Skonsolidowany Raport Roczny oraz Jednostkowy Raport Roczny za rok 2016\n                           zostanie opublikowany w dniu dzisiejszym, tj. 15 maja 2017 roku.Podstawa prawna: § 6 ust.4 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych _..._ z dnia 19 lutego 2009 roku.",
        "date": "2017-05-15"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd Spółki \"PC GUARD\" S.A. z siedzibą w Warszawie, zwanej dalej \"Spółką\", w ślad\n                           za raportem bieżącym numer 6/2017 przekazanym do publicznej wiadomości dnia 8 maja\n                           2017r.,Niniejszym wskazuje, że Zarząd Spółki dokona korekt przedmiotowych raportów okresowych\n                           _to jest przekaże opinie i raporty z badania jednostkowego sprawozdania finansowego\n                           Spółki i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Spółki za rok\n                           obrotowy 2016 do publicznej wiadomości_ do dnia 15 maja 2017r.Zmiana terminu wskazanego w treści raportu bieżącego nr 6/2017 z dnia 8 maja 2017r.\n                           wynika z przedłużających się prac podmiotu uprawnionego do badania rzeczonych sprawozdań\n                           finansowych.",
        "date": "2017-05-11"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd Spółki \"PC GUARD\" S.A. z siedzibą w Warszawie, zwanej dalej \"Spółką\", w uzupełnieniu\n                           raportu bieżącego numer 5/2017 z dnia 2 maja 2017r., wobec przekazania Zarządowi Spółki\n                           przez Radę Nadzorczą Spółki stosownej dokumentacji, niniejszym potwierdza wybór spółki\n                           Eureka Auditing Sp. z o. o. z siedzibą przy ul. Marcinkowskiego 22 w Poznaniu _61\n                           – 827 Poznań_, podmiotu uprawnionego do badania sprawozdań finansowych, numer ewidencyjny\n                           137, do zbadania jednostkowego sprawozdania finansowego Spółki i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Spółki za rok obrotowy 2016. Wyboru spółki\n                           Eureka Auditing Sp. z o. o. Rada Nadzorcza Spółki dokonała uchwałą z dnia 28 kwietnia\n                           2017r., podjętą w trybie pisemnym, na podstawie  pkt. IV ust. 4a Statutu Spółki, zgodnie\n                           z obowiązującymi przepisami.Umowa pomiędzy Spółką a spółką Eureka Auditing Sp. z o. o. z siedzibą w Poznaniu zawarta\n                           zostanie na okres niezbędny do zbadania jednostkowego sprawozdania finansowego Spółki\n                           i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Spółki za rok obrotowy\n                           2016.         Spółka już wcześniej korzystała z usług wybranego podmiotu w zakresie badania jednostkowego\n                           i skonsolidowanego sprawozdania finansowego Spółki sporządzanych za pierwsze półrocze\n                           roku 2015 oraz w zakresie badania jednostkowego i skonsolidowanego sprawozdania finansowego\n                           Spółki sporządzanych za rok 2015.Zarząd Spółki ponadto wskazuje, że do dnia 11 maja 2017r. dokona korekt raportu okresowego\n                           rocznego skonsolidowanego za 2016 RS oraz raportu okresowego rocznego za 2016 R _oba\n                           raporty okresowe zostały opublikowane dnia 2 maja 2017r._ i w ramach dokonania korekty\n                           przekaże opinie i raporty z badania jednostkowego sprawozdania finansowego Spółki\n                           i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Spółki za rok obrotowy\n                           2016 do publicznej wiadomości.",
        "date": "2017-05-08"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd Spółki \"PC GUARD\" S.A. z siedzibą w Warszawie, zwanej dalej \"Spółką\", informuje,\n                           że w dniu dzisiejszym, tj. w dniu 2 maja 2017 roku, otrzymał informację o dokonaniu\n                           przez Radę Nadzorczą Spółki, w trybie pisemnym, wyboru spółki Eureka Auditing Sp.\n                           z o. o. z siedzibą przy ul. Marcinkowskiego 22 w Poznaniu _61 – 827 Poznań_, podmiotu\n                           uprawnionego do badania sprawozdań finansowych, numer ewidencyjny 137, do zbadania\n                           jednostkowego sprawozdania finansowego Spółki i skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Spółki za rok obrotowy 2016. Dokonanie przez Radę Nadzorczą Spółki\n                           wyboru spółki Eureka Auditing sp. z o. o. z siedzibą w Poznaniu do zbadania jednostkowego\n                           sprawozdania finansowego Spółki i skonsolidowanego sprawozdania finansowego Grupy\n                           Kapitałowej Spółki za rok obrotowy 2016 ma zostać potwierdzone Zarządowi Spółki w\n                           terminie do dnia 5 maja 2017 roku poprzez przekazanie Zarządowi Spółki odpowiedniej\n                           dokumentacji Rady Nadzorczej Spółki. Zarząd Spółki poinformuje w odrębnym raporcie\n                           bieżącym o potwierdzeniu wyboru przez Radę Nadzorczą Spółki spółki Eureka Auditing\n                           sp. z o. o. z siedzibą w Poznaniu do zbadania jednostkowego sprawozdania finansowego\n                           Spółki i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Spółki za rok\n                           obrotowy 2016. Zarząd Spółki poinformuje również w odrębnym raporcie bieżącym o terminie\n                           przekazania opinii i raportu z badania jednostkowego sprawozdania finansowego Spółki\n                           i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Spółki za rok obrotowy\n                           2016, przy czym przekazania opinii i raportu z badania jednostkowego sprawozdania\n                           finansowego Spółki i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Spółki\n                           za rok obrotowy 2016, wobec powyższych okoliczności, powinno nastąpić najpóźniej do\n                           dnia 10 maja 2017 roku.",
        "date": "2017-05-02"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd spółki PC Guard S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_, w uzupełnieniu\n                           raportu bieżącego 3/2017 z dnia 17 marca 2017r. informuje, że w dniu 16 marca 2017\n                           roku wydał i przeniósł na spółkę RX sp. z o. o. z siedzibą w Warszawie dokument odcinka\n                           zbiorowego 36.353.132 akcji na okaziciela serii F spółki Genesis Energy S.A. z siedzibą\n                           w Warszawie, reprezentujących 18,63 % kapitału zakładowego spółki Genesis Energy S.A.\n                           z siedzibą w Warszawie, w wykonaniu zobowiązania z dnia 27 stycznia 2017 roku do opłacenia\n                           ceny emisyjnej objętych przez Spółkę 14.540 zwykłych obligacji na okaziciela serii\n                           A emitowanych przez spółkę RX sp. z o. o. z siedzibą w Warszawie, o wartości nominalnej\n                           100,00 PLN każda, o łącznej wartości nominalnej 1.454.000,00 PLN _\"Obligacje\"_. Wykup Obligacji nastąpi w dniu 31 lipca 2017 roku poprzez zapłatę przez spółkę RX\n                           sp.z o.o. z siedzibą w Warszawie na rzecz Spółki ceny wykupu równej wartości nominalnej\n                           Obligacji Obligacje są oprocentowane według stałej stopy procentowej równej 5% w skali roku\n                           _przyjmuje się, że rok jest równy 365 dniom_. Oprocentowanie jest naliczane od dnia\n                           przydziału Obligacji. Wypłata oprocentowania nastąpi wraz z wykupem Obligacji. Obligacje nie są zabezpieczone.Wskutek wydania dokumentu odcinka zbiorowego 36.353.132 akcji na okaziciela serii\n                           F spółki Genesis Energy S.A. z siedzibą w Warszawie na rzecz spółki RX sp. z o. o.\n                           z siedzibą w Warszawie, Spółce nie przysługują już żadne akcje w kapitale zakładowym\n                           spółki Genesis Energy S.A.",
        "date": "2017-04-13"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd spółki PC Guard S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ informuje, że\n                           w dniu 16 marca 2017 roku wydał i przeniósł na spółkę RX sp. z o. o. z siedzibą w\n                           Warszawie dokument odcinka zbiorowego 36.353.132 akcji na okaziciela serii F spółki\n                           Genesis Energy S.A. z siedzibą w Warszawie, reprezentujących 18,63 % kapitału zakładowego\n                           spółki Genesis Energy S.A. z siedzibą w Warszawie, w wykonaniu zobowiązania z dnia\n                           27 stycznia 2017 roku do opłacenia ceny emisyjnej objętych przez Spółkę 14.540 zwykłych\n                           obligacji na okaziciela serii A emitowanych przez spółkę RX sp. z o. o. z siedzibą\n                           w Warszawie, o wartości nominalnej 100,00 PLN każda, o łącznej wartości nominalnej\n                           1.454.000,00 PLN. Wskutek wydania dokumentu odcinka zbiorowego 36.353.132 akcji na\n                           okaziciela serii F spółki Genesis Energy S.A. z siedzibą w Warszawie na rzecz spółki\n                           RX sp. z o. o. z siedzibą w Warszawie spółka ta stała się właścicielem powyższych\n                           akcji, a Spółce przysługuje 14.540 zwykłych obligacji na okaziciela serii A wyemitowanych\n                           przez spółkę RX sp. z o. o. z siedzibą w Warszawie, o wartości nominalnej 100,00 PLN\n                           każda, o łącznej wartości nominalnej 1.454.000,00 PLN.",
        "date": "2017-03-17"
    },
    {
        "company_name": "PC GUARD",
        "content": "Zarząd PC Guard SA określa następujące daty przekazywania raportów okresowych w 2017\n                           roku:Raport Roczny za 2016 rok - 2 maja 2017 r.Skonsolidowany Raport Roczny za 2016 rok - 2 maja 2017 r.Skonsolidowany raport kwartalny za 1 kwartał 2017 r. - 30 maja 2017 r.Skonsolidowany raport półroczny za I półrocze 2017 r. - 29 września 2017 r.Skonsolidowany raport kwartalny za III kwartał 2017 r. - 29 listopada 2017 r. Spółka PC Guard SA informuje również, że działając na podstawie § 101 ust. 2 Rozporządzenia\n                           Ministra Finansów w sprawie informacji bieżących i okresowych, nie będzie publikowała\n                           raportu kwartalnego oraz skonsolidowanego raportu kwartalnego za II oraz IV kwartał\n                           2017 roku.Jednocześnie PC Guard SA informuje, że skonsolidowane raporty kwartalne i skonsolidowany\n                           raport półroczny będą zawierać odpowiednio skrócone kwartalne i półroczne informacje\n                           finansowe i zgodnie z § 83 w/w rozporządzenia nie będą publikowane odrębne raporty\n                           kwartalne i półroczne Emitenta.Podstawa prawna: §103 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych.",
        "date": "2017-01-31"
    }
]