[
    {
        "company_name": "PEIXIN",
        "content": "Further to the published semi-annual report for the 1st half of 2017 of the Peixin\n                           International Group N.V. with its incorporated seat in Amsterdam, the Netherlands\n                           /\"the \"Company\"/, the Management Board of the Company informs that as a result of\n                           an obvious editorial mistake, the member of the Supervisory Board was presented indecorously.\n                           The mistake consisted in erroneous indication Mr Ya Li as a member of the Company’s\n                           Supervisory Board, which was resigned from the company already. The other content\n                           of the semi-annual report remains unchanged.",
        "date": "2017-12-13"
    },
    {
        "company_name": "PEIXIN",
        "content": "The Management Board of Peixin International Group N.V. _“Peixin\", “the Company\"_\n                           informs that after overcoming technical difficulties related to the Company’s accounting\n                           system, which is used to the aggregation of the financial data, Peixin discloses in\n                           the attachment consolidated quarterly selected financial results for the 3Q2017.",
        "date": "2017-12-12"
    },
    {
        "company_name": "PEIXIN",
        "content": "The Management Board of Peixin International Group N.V. with its incorporated seat\n                           in Amsterdam, the Netherlands /the \"Company\"/ informs that on 18 April 2017 the Company\n                           completed analysis regarding the preliminary financial results for the year 2016.The Company anticipates that the revenues generated by the Group in 2016 will decrease\n                           approx. by 56% in comparison to the year 2015, from EUR 68,5 million for the year\n                           ended on 31 December 2015 to EUR 30,4 million for year ended on 31 December 2016.\n                           The decrease of revenues was mainly the result of the economic transformation of China,\n                           the pressure from the economic downturn has brought about the decrease of the demand\n                           of production and the purchase of machineries.With the declining economy, the Company had to give up much more sale margin to the\n                           downstream consumers, the Company reduced the unit price of the machineries to get\n                           more orders, what influenced on profits as well.  In consequence the Company expects\n                           fall of the gross profit approx. by 69% in 2016 in comparison to the year 2015, from\n                           EUR 20,1 million for the year ended on 31 December 2015 to EUR 6,3 million for year\n                           ended on 31 December 2016. The Company expects also decline of the net profit approx.\n                           by 93% in 2016 in comparison to the year 2015, from EUR 10,5 million for the year\n                           ended on 31 December 2015 to EUR 0,8 million for year ended on 31 December 2016.Simultaneously the Company remains that complete information on consolidated financial\n                           results achieved by the Group of Peixin in year 2016 will be presented in the consolidated\n                           annual report for 2016, which will be disclosed on 28 April 2017.",
        "date": "2017-04-18"
    },
    {
        "company_name": "PEIXIN",
        "content": "The Management Board of Peixin International Group N.V. with its incorporated seat\n                           in Amsterdam, the Netherlands /\"the \"Company\"/, hereby informs that publication of\n                           the consolidated annual report for 2016 will take place on 28 April 2017 instead of\n                           18 April 2017.The Company explains that terms of publication of the periodic reports of the Company\n                           arise from the Dutch Act on rules regarding the financial markets and their supervision\n                           _Act on Financial Supervision_. In connection with the amended Transparency Directive,\n                           an issuer whose shares are admitted to trading on a regulated market shall make an\n                           annual report generally available within four months after the end of the financial\n                           year.",
        "date": "2017-04-18"
    },
    {
        "company_name": "PEIXIN",
        "content": "With reference to the current report No. 7/2016 dated 5 July 2016 concerning resignation\n                           of the previous Chief Financial Officer and the Member of the Company's Management\n                           Board, the Management Board of Peixin International Group N.V. with its incorporated\n                           seat in Amsterdam, the Netherlands /the \"Company\"/, hereby informs, that on 5 March\n                           2017 the Supervisory Board of the Company nominated Mrs. Subi Huang for the function\n                           of CFO _Chief Financial Officer_ and meanwhile the Member of the Management Board\n                           of the Company.Mrs. Subi Huang is 40 years old and obtained colleague degree of Enterprise Management\n                           from Quanzhou Liming Vacational Univercity.  Since 1999 Mrs. Subi Huang has been working as Accountant, Financial Manager _Since\n                           2004_ in Quanzhou Tailing Trade Co. Ltd., and Since 2012 Mrs. Subi Huang was the Director\n                           and Chief Financial Manager for Xiamen Huama Technology Co. Ltd. Simultaneously the Company explains that pursuant to the Company’s Articles of Association,\n                           a person nominated by the Supervisory Board as a candidate for the vacant seat at\n                           the Management Board, should subsequently be appointed by the General Meeting. Provided\n                           that the General Meeting will adopt a resolution to appoint Mrs. Subi Huang as a member\n                           of the Management Board, the Supervisory Board appointed Mrs. Subi Huang as Chief\n                           Financial Officer of the Company for the period of time when he will be a member of\n                           the Management Board.",
        "date": "2017-03-05"
    }
]