[
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. z siedzibą w Poznaniu _\"Emitent\"_\n                           informuje, iż w dniu dzisiejszym zawarł ze spółką MBM-BUD sp. z o.o. z siedzibą w\n                           Poznaniu _\"MBM\"_ list intencyjny dotyczący potencjalnej współpracy w zakresie wdrożenia\n                           do sprzedaży unikalnej, prefabrykowanej ściany trójwarstwowej oraz nowego typu łącznika\n                           ścian prefabrykowanych _\"Projekt\"_. W ramach Projektu MBM planuje wdrożyć do swojej\n                           oferty chronione prawami własności intelektualnej rozwiązania o charakterze innowacyjnym,\n                           zapewniające kluczowe przewagi konkurencyjne  w zakresie ciężaru, grubości, transportu\n                           i montażu ścian. Emitent jest właścicielem 24% kapitału zakładowego MBM i w ramach\n                           Projektu zadeklarował zainteresowanie zakupem przez podmioty z grupy kapitałowej Pekabex\n                           produktów MBM w ilości 420.000 m2 na przestrzeni lat 2020-2023. MBM zamierza pozyskać\n                           dofinansowanie na realizację Projektu ze środków Unii Europejskiej w ramach Programu\n                           Operacyjnego Inteligentny Rozwój 2014-2020, działanie 3.2.1. \"Badania na rynek\". Równocześnie\n                           spółka zależna Emitenta – Pekabex Inwestycje II S.A. zawarła z MBM umowę dzierżawy\n                           gruntu o powierzchni 11.700 m2 w miejscowości Badowo Mściska _gmina Mszczonów_, na\n                           którym MBM planuje budowę hali produkcyjnej, gdzie będą produkowane w/w produkty.\n                           Umowa dzierżawy wchodzi w życie pod warunkiem otrzymania przez MBM dofinansowania\n                           i rozpoczęcia realizacji Projektu.Dalsza współpraca w ramach Projektu uzależniona będzie od pozyskania przez MBM dofinansowania\n                           na realizację planowanego przedsięwzięcia oraz rozpoczęcia realizacji Projektu. Emitent\n                           informuje, iż nie zostały jeszcze podjęte szczegółowe negocjacje dotyczące warunków\n                           finansowych i handlowych zakupu produktów od MBM a zawarty list intencyjny ma charakter\n                           niewiążący. List intencyjny został uznany za istotną umowę z uwagi na fakt iż szacowana\n                           wartość produktów, które podmioty z grupy kapitałowej Pekabex nabędą od MBM jeśli\n                           Projekt będzie realizowany najprawdopodobniej przekroczy 10% skonsolidowanych kapitałów\n                           własnych Emitenta, choć ich dokładna wartość, z uwagi na powyższe, nie jest jeszcze\n                           znana.",
        "date": "2017-12-29"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           że w dniu dzisiejszym Bank BGŻ BNP Paribas Spółka Akcyjna _dalej \"Bank\"_ zawarł ze\n                           spółką zależną Emitenta – Pekabex Bet S.A. _\"Kredytobiorca\"_ aneks nr 14 _\"Aneks\"_\n                           do umowy wielocelowej linii kredytowej z dnia 26 marca 2013 roku _dalej \"Umowa\"_.\n                           Na podstawie Aneksu doszło w szczególności do udostepnienia linii kredytowej do dnia\n                           31.10.2019r. oraz podwyższenia limitu kredytowego na finansowanie działalności bieżącej\n                           Kredytobiorcy, w formie linii kredytowej, gwarancyjnej i akredytyw do kwoty 68.000.000\n                           złotych. W ramach limitu kredytobiorca będzie miał możliwość wystawiania gwarancji\n                           do pełnej wysokości limitu, kredytu w rachunku bieżącym do wysokości 11.000.000zł,\n                           kredytu odnawialnego do 4.000.000zł oraz akredytyw do 5.000.000 zł. Jednocześnie doszło\n                           do stosownej zmiany zabezpieczeń ustanowionych na podstawie Umowy, w tym Emitent oraz\n                           jego spółki zależne: Pekabex Pref S.A. i Centrum Nowoczesnej Prefabrykacji sp. z o.\n                           o. zawarły z Bankiem stosowne aneksy do umów poręczeń, podwyższających wysokość tych\n                           poręczeń do kwoty 74.800.000 złotych każde.Na mocy Aneksu doszło również do ustanowienia dwóch nowych zabezpieczeń: poręczenia\n                           wg prawa cywilnego udzielonego przez inną spółkę zależną Emitenta – Pekabex Inwestycje\n                           II S.A. do wysokości 74.800.000,00 złote, oraz ustanowienia przez tą spółkę na należącej\n                           do niej nieruchomości położonej w miejscowości w Badowo Mściska, gm. Mszczonów hipoteki\n                           umownej do sumy 102.000.000 złotych wraz z cesją praw z polisy ubezpieczeniowej jej\n                           dotyczacej.   Pozostałe warunki Aneksu nie odbiegają od warunków standardowych dla tego typu umów.Zawarcie Aneksu zostało uznane za informację istotną z uwagi na wysokość zwiększonego\n                           limitu kredytowego oraz wielkości zmienionych zabezpieczeń przekraczających 10% skonsolidowanych\n                           kapitałów własnych Emitenta, jak również na fakt, że zwiększenie limitów kredytowych\n                           wpływa pozytywnie na płynność finansową Kredytobiorcy.",
        "date": "2017-12-22"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym spółka Pekabex Bet S.A. _spółkę w 100% zależną od Emitenta_\n                           zawarła z Veidekke Entreprenad AB _\"Veidekke\"_ z siedzibą w Szwecji umowę na projektowanie,\n                           produkcję, dostawę i montaż prefabrykowanych elementów betonowych dla 70 mieszkań\n                           i 2 lokali usługowych dla inwestycji Siv 1, Hylllie w Malmo, w Szwecji _\"Umowa\"_.Za wykonanie przedmiotu Umowy Pekabex Bet S.A. otrzyma wynagrodzenie w wysokości 8\n                           965 831,06 złotych netto. Strony ustaliły termin rozpoczęcia prac na 4 tydzień 2018\n                           roku, zaś zakończenia prac objętych przedmiotem Umowy na 36 tydzień 2018 roku. Postanowienia dotyczące kar umownych nie odbiegają od warunków standardowych dla tego\n                           typu umów, w tym za niedotrzymanie terminu zakończenia w wysokości 1% wartości Umowy\n                           za każdy rozpoczęty tydzień opóźnienia. Łączna wysokość kar umownych z tego tytułu\n                           nie może przekroczyć 10 % wartości Umowy.Pozostałe warunki Umowy, nie odbiegają od warunków standardowych dla tego typu umów\n                           i są oparte na zasadach ABT 06 i ABT-U 07. Prawem właściwym dla umowy jest prawo szwedzkie.Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów zawartych\n                           z Veidekke od początku roku przekracza 10% wartości skonsolidowanych kapitałów własnych\n                           Emitenta i wynosi 38 291 532,71 złotych jak również ma ona spodziewany istotny oraz\n                           pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za tym idzie Grupy\n                           Pekabex. Umową o największej wartości jest umowa, o której Emitent informował w raporcie\n                           bieżącym nr 24/2017 w dniu 8 czerwca 2017 r.",
        "date": "2017-12-20"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 40/2017 z dnia 14 września 2017 r., Zarząd Poznańskiej\n                           Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż w dniu dzisiejszym\n                           Pekabex Development sp. z o.o., spółka w 100% zależną od Emitenta _\"Pekabex Development\"_,\n                           działająca jako kupujący zawarła z \"Centrostal\" Przedsiębiorstwo Wielobranżowe S.A.\n                           _\"Centrostal\"_ przyrzeczoną umowę sprzedaży nieruchomości gruntowej położonej przy\n                           ulicy Jasielskiej 9 w Poznaniu oznaczonej numerem działki 14/4 o powierzchni 0,8468\n                           ha dla której to nieruchomości Sąd Rejonowy Poznań-Stare Miasto w Poznaniu V Wydział\n                           Ksiąg Wieczystych prowadzi księgę pod oznaczeniem PO1P/00115614/0 _\"Nieruchomość\"_.Umowa zawiera standardowe w tego typu transakcjach zapewnienia i oświadczenia sprzedawcy\n                           i kupującego, jak również standardowe kwestie dotyczące odpowiedzialności stron. Cena\n                           sprzedaży podana w raporcie bieżącym nr 40/2017 nie uległa zmianie i wynosi 3 500\n                           000 złotych netto, tj. 4 305 000 złotych brutto. Zgodnie z treścią umowy przedwstępnej,\n                           Pekabex Development zapłacił zaliczkę i zadatek. Reszta ceny sprzedaży w kwocie 3\n                           444 000 złotych brutto zostanie zapłacona w terminie najpóźniej do dnia 27 grudnia\n                           2017 r. Podobnie, jak w raporcie bieżącym nr 40/2017, Emitent informuje, iż niniejsza umowa\n                           została uznana za znaczącą z uwagi na fakt, iż na zakupionej nieruchomości planowana\n                           jest realizacja projektu deweloperskiego polegającego na wybudowaniu do 6 budynków\n                           mieszkaniowych w technologii prefabrykowanej.",
        "date": "2017-12-13"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w listopadzie 2017 roku wyniosła 16 631 m3.",
        "date": "2017-12-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           że w dniu dzisiejszym powziął wiadomość o podpisaniu przez bank DNB Bank Polska Spółka\n                           Akcyjna _\"Bank\"_, a podpisanego uprzednio przez spółkę zależną od Emitenta - Pekabex\n                           Bet S.A. _\"Kredytobiorca\"_, aneksu nr 27 _\"Aneks\"_ do umowy o limit kredytowy z dnia\n                           29 września 2008 roku _\"Linia Kredytowa\"_ z przeznaczeniem na gwarancje bankowe oraz\n                           kredyt odnawialny. Aneks zwiększa limit kredytowy do maksymalnej wysokości 90 000\n                           000 złotych oraz wydłuża bieżący okres wykorzystania kredytu do dnia 30 października\n                           2018 roku, a także dzień ostatecznej spłaty do dnia 30 października 2028 roku. W związku z podpisaniem Aneksu doszło do zmian dokumentów zabezpieczeń Linii Kredytowej,\n                           w tym:a. Kredytobiorca poddał się wobec Banku rygorowi dobrowolnej egzekucji wprost z aktu\n                           notarialnego w trybie art. 777§1 pkt 5 KPC, co do obowiązku zapłaty Bankowi kwoty\n                           wymagalnych wierzytelności Banku z tytułu Linii Kredytowej do wysokości 135 000 000\n                           złotych, przy czym Bank będzie mógł wystąpić o nadanie aktowi notarialnemu klauzuli\n                           wykonalności w terminie do dnia 30 października 2031 roku;b. Dotychczasowe hipoteki umowne na nieruchomości Kredytobiorcy opisanej w Księdze\n                           Wieczystej nr PO1P/00187976/0 oraz Emitenta opisane w Księgach Wieczystych o numerach\n                           PO1P/00053923/6, PO1P/00111461/4 zostały zastąpione hipoteką umowną łączną do kwoty\n                           maksymalnej 135 000 000 złotych. Emitent równocześnie zobowiązał się do poddania się\n                           z przedmiotu hipoteki wobec Banku rygorowi dobrowolnej egzekucji wprost z aktu notarialnego\n                           w trybie art. 777§1 pkt 6 KPC do wysokości nie wyższej jednak niż 135 000 000 złotych,\n                           przy czym Bank będzie mógł wystąpić o nadanie aktowi notarialnemu klauzuli wykonalności\n                           w terminie do dnia 30 października 2031 roku. c. Emitent oraz jego spółki zależne: Pekabex Pref S.A. i Centrum Nowoczesnej Prefabrykacji\n                           sp. z o.o. zawarły z Bankiem aneksy do umów poręczenia, na mocy których termin obowiązywania\n                           poręczenia ww. spółek za zobowiązania Kredytobiorcy z tytułu Linii Kredytowej został\n                           ustalony na okres do dnia 31 stycznia 2029 roku, zaś ograniczenie kwotowe poręczenia\n                           zostało zwiększone do kwoty 135 000 000 złotych. Równocześnie, spółki o jakich mowa\n                           powyżej, zobowiązały się do poddania wobec Banku rygorowi dobrowolnej egzekucji wprost\n                           z aktu notarialnego w trybie art. 777§1 pkt 5 KPC do wysokości nie wyższej jednak\n                           niż 135 000 000 złotych przy czym Bank będzie mógł wystąpić o nadanie aktowi notarialnemu\n                           klauzuli wykonalności w terminie do dnia 30 października 2031 roku.d. Emitent oraz jego spółka zależna Centrum Nowoczesnej Prefabrykacji sp. z o.o. zawarły\n                           z Bankiem aneksy do umów zastawu rejestrowego na mocy których najwyższa suma zabezpieczenia\n                           zwiększona została do kwoty 135 000 000 złotych. Równocześnie, Emitent oraz Centrum\n                           Nowoczesnej Prefabrykacji sp. z o.o. zobowiązały się do poddania wobec Banku rygorowi\n                           dobrowolnej egzekucji wprost z aktu notarialnego w trybie art. 777§1 pkt 6 KPC do\n                           wysokości nie wyższej jednak niż 135 000 000 złotych, przy czym Bank będzie mógł wystąpić\n                           o nadanie aktowi notarialnemu klauzuli wykonalności w terminie do dnia 30 października\n                           2031 roku. \t e. Bank udzielił zgody na wykreślenie zastawu rejestrowego wpisanego do ww. rejestru\n                           pod pozycją 2220009, a który to dotychczas zabezpieczał wierzytelności Banku z tytułu\n                           zawartej umowy Linii Kredytowej. W jego miejsce Bank oraz Kredytobiorca zawarły nową\n                           umowę zastawu rejestrowego na zbiorze rzeczy ruchomych lub praw o zmiennym składzie\n                           do najwyższej sumy zabezpieczenia w wysokości 135 000 000 złotych. Równocześnie, dokonano zmian pozostałych zabezpieczeń z tytułu Linii Kredytowej, zgodnie\n                           z którymi zwiększono wierzytelność Banku do wysokości 90 000 000 złotych. Pozostałe warunki Aneksu nie odbiegają od warunków ustalonych między Bankiem a Kredytobiorcą\n                           w poprzednich aneksach, o których Emitent informował w raportach bieżących nr 32/2015\n                           z dnia 10 grudnia 2015 r. oraz nr 54/2016 z dnia 17 listopada 2016 r.",
        "date": "2017-12-01"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje, że w\n                           dniu dzisiejszym spółka zależna Emitenta – Kokoszki Prefabrykacja S.A. _\"Spółka\"_\n                           zawarła z Bankiem Powszechna Kasa Oszczędności Bank Polski S.A. _dalej \"Bank\"_ transakcję\n                           zmiany stopy procentowej Interest Rate Swap _IRS_ polegającą na zabezpieczeniu stałej\n                           stopy procentowej kredytu udzielonego przez Bank Spółce, o którego udzieleniu Emitent\n                           informował raportem bieżącym nr 4/2017 w dniu 6 marca 2017 r. _dalej \"Kredyt\"_. Przedmiotem transakcji była zamiana zmiennej stopy procentowej Kredytu na stała stopę\n                           procentową w wysokości opartej na uzgodnionej stałej stopie procentowej WIBOR 1M w\n                           wysokości 2,57. Stała stopa procentowa obowiązywać będzie w okresie od dnia 1 grudnia\n                           2017 r. do dnia 1 stycznia 2027 r. czyli w okresie spłaty Kredytu zgodnie z umową\n                           kredytową. Transakcja została zawarta na całą pozostałą do spłaty kwotę kredytu tj.\n                           na kwotę 28.434.782,64 PLN. Zawarcie transakcji IRS miało na celu zabezpieczenie Spółki przed wzrostem wysokości\n                           przyszłych płatności odsetkowych, do którego mogło dojść w wyniku podniesienia stóp\n                           procentowych. Jednocześnie Emitent informuje, iż w dniu dzisiejszym, Spółka zawarła z Bankiem aneks\n                           nr 1 do umowy ramowej w zakresie współpracy na rynku finansowym zawartej w dniu 04\n                           września 2017 r. Aneks przewiduje w szczególności, w związku z zawarciem transakcji\n                           IRS, ustanowienie przez Spółkę na rzecz Banku hipoteki umownej łącznej do kwoty 3.015.000,00\n                           zł, na: a_\tprzysługującym Spółce prawie własności nieruchomości położonej w Gdańsku, dla której\n                           Sąd Rejonowy w Gdańsk – Północ w Gdańsku, III Wydział Ksiąg Wieczystych prowadzi księgę\n                           wieczystą KW Nr GD1G/00249865/1, b_\tprzysługującym Spółce prawie użytkowania wieczystego nieruchomości położonych w\n                           Gdańsku, dla których Sąd Rejonowy w Gdańsk – Północ w Gdańsku, III Wydział Ksiąg Wieczystych\n                           prowadzi księgi wieczyste KW Nr GD1G/00057913/0, GD1G/00122621/3, GD1G/00266685/0,\n                           o bezpośrednio niższym pierwszeństwie od hipoteki zabezpieczającej wierzytelność z\n                           tytułu Kredytu. Wniosek o ustanowienie Hipoteki powinien zostać złożony w terminie\n                           14 dni od daty zawarcia transakcji IRS. Pomiędzy Spółką, i osobami zarządzającymi lub nadzorującymi Spółkę, a Bankiem nie\n                           ma żadnych powiązań. Nieruchomości na których ustanowiono Hipotekę Emitent uznał za\n                           istotne aktywa, z uwagi na ich wartość.  Informacja została uznana za poufną z uwagi na fakt, że dotyczy Kredytu w wysokości\n                           przekraczającej 10% skonsolidowanych aktywów Emitenta oraz ustanowienia hipoteki na\n                           istotnych aktywach Spółki.",
        "date": "2017-11-23"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym spółka Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_\n                           zawarła z Warszawskim Rolno-Spożywczym Rynkiem Hurtowym S.A. z siedzibą w Broniszach\n                           _\"Zamawiający\"_ umowę na wykonanie Hali Handlowo-Logistycznej wraz z infrastrukturą,\n                           której przedmiotem jest kompleksowe wykonanie budowy hali, dróg dojazdowych i placów\n                           manewrowych, zabudowy Kanału Ożarowskiego zgodnie z projektem budowy \"Hali Handlowo\n                           - Logistycznej\" znajdującej się na terenie Warszawskiego Rolno - Spożywczego Rynku\n                           Hurtowego S.A. w miejscowości Bronisze przy ul. Poznańskiej 98, gm. Ożarów Mazowiecki\n                           wraz z wszelkimi uzgodnieniami, wykonaniem dokumentacji powykonawczej oraz przygotowaniem\n                           dokumentów umożliwiających zgłoszenie budynku do użytkowania na terenie WR SRH S.A\n                           z siedzibą w Broniszach przy ul. Poznańskiej 98 _\"Umowa\"_.Za wykonanie robót będących przedmiotem Umowy oraz za wszystkie materiały i środki\n                           produkcji dostarczone przez Pekabex Bet S.A., a niezbędne do prawidłowego wykonania\n                           przedmiotu Umowy a także za wykonanie dokumentacji powykonawczej i pozostałej dokumentacji\n                           odbiorowej Pekabex Bet S.A. otrzyma wynagrodzenie w wysokości 42 814 357,95 zł netto\n                           _słownie: czterdzieści dwa miliony osiemset czternaście tysięcy trzysta pięćdziesiąt\n                           siedem złotych 95/100_, powiększone o należny podatek VAT.Przedmiot Umowy zostanie wykonany w 44 tygodnie od dnia protokolarnego, przekazania\n                           terenu budowy.Zamawiający jest uprawniony do dochodzenia zapłaty kar umownej za każdy dzień zwłoki\n                           w wykonaniu przedmiotu Umowy  w wysokości 0,05% wynagrodzenia netto za pierwsze 21\n                           dni, a za każdy kolejny dzień zwłoki w wysokości 0,1% wynagrodzenia netto, a także\n                           za każdy dzień zwłoki, liczonego od upływu terminu wyznaczonego na usunięcie wad stwierdzonych\n                           przy odbiorze lub ujawnionych w okresie rękojmi za wady lub gwarancji jakości w wysokości\n                           0,2% kwoty elementu scalonego określonego w harmonogramie rzeczowo – finansowego.\n                           Nadto, Umowa przewiduje uprawnienie Zamawiającego do dochodzenia kary umownej w wysokości\n                           10% wynagrodzenia umownego w przypadku odstąpienia z przyczyn zależnych od Pekabex\n                           Bet S.A. Łączna wysokość kar umownych nałożona na Pekabex Bet S.A. nie może przewyższać\n                           10% wartości przedmiotu Umowy netto. Natomiast Zamawiający zapłaci Pekabex Bet S.A.\n                           karę umowną w przypadku odstąpienia od Umowy z przyczyn zależnych od Zamawiającego\n                           w wysokości 10% wynagrodzenia. Zgodnie z Umową, strony są uprawnione do dochodzenia\n                           odszkodowania uzupełniającego na zasadach ogólnych. Zgodnie z treścią Umowy, Pekabex Bet S.A. jest zobowiązany do przedłożenia Zamawiającemu\n                           w terminie 7 dni od dnia przekazania Pekabex Bet S.A. placu budowy nieodwołalną, podzielną,\n                           bezwarunkową i płatną na pierwsze żądanie gwarancję bankową lub ubezpieczeniową dobrego\n                           wykonania, na kwotę nie mniejszą niż 5% wynagrodzenia, która zostanie wystawiona na\n                           cały okres realizacji inwestycji. Dodatkowo, Pekabex Bet S.A. jest zobowiązany do dostarczenia Zamawiającemu zabezpieczenia\n                           zobowiązań na cały okres realizacji przedmiotu Umowy oraz rękojmi i gwarancji w formie\n                           kaucji lub gwarancji bankowej na kwotę stanowiącą 5% wartości Umowy netto. 2,5% udzielonego\n                           w ten sposób zabezpieczania zostanie zredukowane po usunięciu wszystkich usterek stwierdzonych\n                           protokolarnie w trakcie odbioru, zaś kolejne 2,5% wartości Umowy zostanie zwrócone\n                           po zakończeniu obowiązywania gwarancji. Pekabex Bet S.A. udzielił rękojmi i gwarancji\n                           jakości na okres 36 miesięcy, licząc od daty odbioru końcowego przedmiotu umowy oraz\n                           na 60 miesięcy na poszycie dachowe wraz z obróbkami przy czym okres gwarancji jakości\n                           i rękojmi dla zamontowanych urządzeń udzielane jest na okres i warunkach przewidziany\n                           przez producenta.Zamawiający zapłaci Pekabex Bet S.A. wynagrodzenie w terminie 14 dni od dnia dostarczenia\n                           faktury. Zgodnie z treścią umowy Pekabex Bet S.A. łączna wartość faktur częściowych\n                           nie może przekroczyć 95% wartości uzgodnionego wynagrodzenia. Pozostałe 5% wartości\n                           wynagrodzenia płatne będzie na podstawie faktury końcowej. Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, że wartość umowy przekracza 10%\n                           wartości skonsolidowanych kapitałów Emitenta i wynosi 42.814.357,95 zł złotych netto\n                           jak również ma ona spodziewany istotny oraz pozytywny wpływ na sytuację majątkową\n                           spółki Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2017-11-22"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym spółka Pekabex Bet S.A. _spółkę w 100% zależną od Emitenta_\n                           zawarła z SERVEONE POLAND Sp. z o.o. z siedzibą we Wrocławiu _\"Zamawiający\"_ następujące\n                           umowy:1_ Umowę o wykonanie robót żelbetowych prefabrykowanych dla budynku 201 dla inwestycji\n                           pn. LGC Advanced Battery Factory Plant -Phase 2 w Biskupicach Podgórnych _\"Umowa \n                           nr 1\"_ oraz2_ Umowę o wykonanie robót żelbetowych prefabrykowanych dla budynku 301 dla inwestycji\n                           pn. LGC Advanced Battery Factory Plant -Phase 2 w Biskupicach Podgórnych _\"Umowa \n                           nr 2\"_Szacunkowa wartość Umowy nr 1, bez podatku VAT, wynosi netto 24 200 000,00 zł. Strony\n                           ustaliły termin rozpoczęcia prac budowlanych na budowie na dzień 3 kwietnia 2018 roku.\n                           Strony ponadto wskazały termin 15 lipca 2018 roku jako dzień zakończenia realizacji\n                           Umowy nr 1.Umowa nr 1 zawiera standardowe postanowienia dotyczące kar umownych dla tego typu\n                           umów, w tym za każdy dzień zwłoki względem terminu końcowego oraz względem ustalonych\n                           kamieni milowych w wysokości 0,1% ceny umownej netto, a także za opóźnienie w usunięciu\n                           wad stwierdzonych przy odbiorze końcowym lub w okresie gwarancji i rękojmi w wysokości\n                           0,05% ceny umownej netto za każdy dzień zwłoki. Nadto, Umowa nr 1 przewiduje uprawnienie\n                           Zamawiającego do dochodzenia kary umownej w wysokości 10% ceny umownej netto w przypadku\n                           odstąpienia od Umowy nr 1 przez Zamawiającego. Strony wprowadziły limit kar umownych\n                           nałożonych na Pekabex Bet S.A. maksymalnie do wysokości 10% ceny umownej netto. Zgodnie\n                           z Umową nr 1, realizacja przez Zamawiającego zastrzeżonych w Umowie nr 1 kar umownych\n                           nie wyłącza jego uprawnienia do dochodzenia odszkodowania na zasadach ogólnych, przenoszącego\n                           wysokość zastrzeżonych kar umownych.Zgodnie z treścią Umowy nr 1, Pekabex Bet S.A. jest zobowiązany do dostarczenia Zamawiającemu\n                           zabezpieczenia właściwego wykonania umowy w formie gwarancji bankowej lub zatrzymania\n                           pieniężnego na kwotę stanowiącą 10 % wartości umowy z terminem ważności do upływu\n                           3 miesięcy po zakończeniu okresu gwarancyjnego. Pekabex Bet S.A. udzielił gwarancji\n                           na przedmiot Umowy nr 1 na okres 3 lat liczony od dnia usunięcia wszystkich usterek\n                           wskazanych w protokole odbioru końcowego.Zamawiający zapłaci Pekabex Bet S.A. wynagrodzenie  z tytułu wykonania Umowy nr 1w\n                           terminie 45 dni od dnia dostarczenia faktury. Pozostałe warunki Umowy nr 1 nie odbiegają od warunków standardowych dla tego typu\n                           umów.Szacunkowa wartość Umowy nr 2, bez podatku VAT, wynosi netto 53 700 000,00 zł. Strony\n                           ustaliły termin rozpoczęcia prac budowlanych na budowie na dzień 8 stycznia 2018 roku.\n                           Strony ponadto wskazały termin 31 maja 2018 roku jako dzień zakończenia realizacji\n                           Umowy nr 2.Umowa nr 2 zawiera standardowe postanowienia dotyczące kar umownych dla tego typu\n                           umów, w tym za każdy dzień zwłoki względem terminu końcowego oraz względem ustalonych\n                           kamieni milowych w wysokości 0,1% ceny umownej netto, a także za opóźnienie w usunięciu\n                           wad stwierdzonych przy odbiorze końcowym lub w okresie gwarancji i rękojmi w wysokości\n                           0,05% ceny umownej netto za każdy dzień zwłoki. Nadto, Umowa nr 2 przewiduje uprawnienie\n                           Zamawiającego do dochodzenia kary umownej w wysokości 10% ceny umownej netto w przypadku\n                           odstąpienia od Umowy nr 2 przez Zamawiającego. Strony wprowadziły limit kar umownych\n                           nałożonych na Pekabex Bet S.A. maksymalnie do wysokości 10% ceny umownej netto. Zgodnie\n                           z Umową nr 2, realizacja przez Zamawiającego zastrzeżonych w Umowie nr 2 kar umownych\n                           nie wyłącza jego uprawnienia do dochodzenia odszkodowania na zasadach ogólnych, przenoszącego\n                           wysokość zastrzeżonych kar umownych.Zgodnie z treścią Umowy nr 2, Pekabex Bet S.A. jest zobowiązany do dostarczenia Zamawiającemu\n                           zabezpieczenia właściwego wykonania umowy w formie gwarancji bankowej lub zatrzymania\n                           pieniężnego na kwotę stanowiącą 10 % wartości umowy z terminem ważności do upływu\n                           3 miesięcy po zakończeniu okresu gwarancyjnego. Pekabex Bet S.A. udzielił gwarancji\n                           na przedmiot Umowy nr 2 na okres 3 lat liczony od dnia usunięcia wszystkich usterek\n                           wskazanych w protokole odbioru końcowego.Zamawiający zapłaci Pekabex Bet S.A. wynagrodzenie  z tytułu wykonania Umowy nr 2\n                           w terminie 45 dni od dnia dostarczenia faktury. Pozostałe warunki Umowy nr 2 nie odbiegają od warunków standardowych dla tego typu\n                           umów.Umowa nr 1 i Umowa nr 2 zostały uznane za znaczące z uwagi na fakt, że łączna wartość\n                           umów zawartych z Zamawiającym od początku roku przekracza 10% wartości skonsolidowanych\n                           kapitałów Emitenta i wynosi 77 900 000,00 złotych netto jak również mają one spodziewany,\n                           istotny oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za\n                           tym idzie Grupy Pekabex.",
        "date": "2017-11-13"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w październiku 2017 roku wyniosła 18 161\n                           m3.",
        "date": "2017-11-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym spółka Pekabex Bet S.A. _spółkę w 100% zależną od Emitenta_\n                           zawarła z Hochtief Polska S.A. z siedzibą w Warszawie umowę o wykonanie robót w zakresie\n                           kompleksowego wykonania produkcji, dostawy i montażu wraz z wykonaniem projektu warsztatowego\n                           elementów prefabrykowanych dla inwestycji pn. \"Business Garden Wrocław\" we Wrocławiu\n                           _\"Umowa\"_. Wynagrodzenie ryczałtowe należne spółce Pekabex Bet S.A. za wykonanie przedmiotu Umowy\n                           zostało określone na kwotę 23 659 172,00 złotych netto plus należny podatek VAT według\n                           obowiązującej stawki, w zakresie w jakim Pekabex Bet S.A. zobowiązany jest do jego\n                           naliczenia. Rozpoczęcie robót _montażu_ strony ustaliły na dzień 8.01.2018 roku. Strony\n                           ponadto wskazały termin zakończenia robót _montażu_ na dzień 30.09.2018 roku oraz\n                           termin 30.10.2018 roku jako dzień zakończenia realizacji przedmiotu Umowy.Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym za opóźnienie w dotrzymaniu terminów realizacji etapów _\"kamieni milowych\"_\n                           i/lub terminów pośrednich _\"kamieni milowych\"_ w wysokości 0,1% wynagrodzenia umownego\n                           netto za każdy dzień opóźnienia  oraz za opóźnienie  w wykonaniu przedmiotu Umowy\n                           w wysokości 0,1 % wynagrodzenia netto za każdy dzień opóźnienia, a także za opóźnienie\n                           w usunięciu wad stwierdzonych w trakcie odbioru oraz w okresie rękojmi lub gwarancji\n                           w wysokości 0,1% wynagrodzenia umownego za każdy dzień opóźnienia. Nadto, Umowa przewiduje\n                           uprawnienie Hochtief Polska S.A. do dochodzenia kary umownej w wysokości 10% wynagrodzenia\n                           umownego netto w przypadku odstąpienia od Umowy przez Hochtief Polska S.A. z przyczyn\n                           leżących po stronie Pekabex Bet S.A., jak również w razie odstąpienia od Umowy przez\n                           Pekabex Bet S.A. z przyczyn niezależnych od Hochtief Polska S.A. Natomiast Hochtief\n                           Polska S.A. zapłaci Pekabex Bet S.A. karę umowną w przypadku odstąpienia od Umowy\n                           przez Pekabex Bet S.A. z przyczyn leżących po stronie Hochtief Polska S.A. lub odstąpienia\n                           od Umowy przez Hochtief Polska S.A z przyczyn niezależnych od Pekabex Bet S.A. w wysokości\n                           10 % wynagrodzenia umownego netto. Strony wprowadziły limit kar umownych do wysokości\n                           10% wynagrodzenia umownego netto. Niezależnie od powyższego limitu kar umownych Pekabex\n                           Bet S.A. dodatkowo zapłaci Hochtief S.A. karę umowną w wysokości 5 % całkowitego wynagrodzenia\n                           netto w przypadku zwłoki w zakończeniu realizacji przedmiotu Umowy przekraczającej\n                           6 miesięcy, lecz tylko w przypadku gdy Inwestor nałoży analogiczną karę na Hochtief\n                           Polska S.A. z przyczyn leżących po stronie Pekabex Bet S.A. Zgodnie z Umową, Strony\n                           są uprawnione do dochodzenia odszkodowania przewyższającego wysokość zastrzeżonych\n                           kar umownych, do wysokości poniesionej szkody.Zgodnie z treścią Umowy, Pekabex Bet S.A. jest zobowiązany do dostarczenia Hochtief\n                           Polska S.A. gwarancji spełnienia warunków Umowy w formie gwarancji bankowej lub ubezpieczeniowej\n                           na kwotę stanowiącą 5% wartości wynagrodzenia umownego netto z terminem ważności dłuższym\n                           o 4 miesiące od odbioru inwestycji przez inwestora. Dodatkowo Pekabex Bet S.A. jest\n                           zobowiązany do dostarczenia Hochtief Polska S.A. zabezpieczenia zobowiązań wynikających\n                           z rękojmi i gwarancji w formie gwarancji ubezpieczeniowej na kwotę stanowiącą 3 %\n                           wartości Umowy netto z terminem ważności do upływu 5 lat i 4 miesięcy od daty odbioru\n                           robót przez inwestora od Hochtief Polska S.A., jednakże nie później niż do dnia 31.07.2025\n                           r. Pekabex Bet S.A. udzielił rękojmi za wady przedmiotu Umowy na okres 60 miesięcy\n                           i 30 dni licząc od odbioru końcowego robót przez Hochtief Polska S.A. od Pekabex Bet\n                           S.A. Nadto Pekabex Bet S.A. udzieli gwarancji jakości na okres 10 lat i 30 dni licząc\n                           od odbioru inwestycji przez inwestora. Hochtief Polska S.A. zapłaci Pekabex Bet S.A. wynagrodzenie w terminie 30 dni od dnia\n                           dostarczenia faktury. Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów zawartych\n                           z Hochtief Polska S.A. od początku roku przekracza 10% wartości skonsolidowanych kapitałów\n                           Emitenta i wynosi 35  623 713,94 złotych netto jak również ma ona spodziewany istotny\n                           oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za tym idzie\n                           Grupy Pekabex. Umową o największej wartości zawartą z Hochtief Polska S.A. w tym roku\n                           jest Umowa o której Emitent informuje w niniejszym raporcie.",
        "date": "2017-10-20"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje iż w dniu\n                           dzisiejszym Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_ zawarła ze spółką\n                           Przedsiębiorstwo Budowlane \"Granit\" sp. z o.o. _\"Podwykonawca\"_ aneks do umowy o roboty\n                           budowlane, o której zawarciu Emitent informował raportem bieżącym nr 14/2016 z dnia\n                           31 marca 2016 r _\"Umowa\"_. Na mocy aneksu strony aneksu postanowiły w szczególności\n                           rozszerzyć przedmiot Umowy, zmienić terminy jej realizacji, oraz zwiększyć wynagrodzenie\n                           Podwykonawcy z tytułu wykonania Umowy do kwoty 28.702.182,42 złotych netto.Zawarcie aneksu zostało uznane za znaczące z uwagi na fakt, że wartość Umowy po zmianach\n                           wprowadzonych aneksem przekracza 10% wartości skonsolidowanych kapitałów własnych\n                           Emitenta, oraz z uwagi na fakt, że okoliczność zawarcia Umowy była przedmiotem raportu\n                           bieżącego.",
        "date": "2017-10-19"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez Skanska Sverige AB z siedzibą\n                           w Szwecji  umowy o roboty budowlane, podpisanej uprzednio przez Pekabex Bet S.A. _spółkę\n                           w 100% zależną od Emitenta_, której przedmiotem jest dostawa oraz montaż konstrukcji\n                           prefabrykowanej i stalowej dla inwestycji Nya Hovas Kv A w Goteborgu, w Szwecji _\"Umowa\"_.\n                           Wynagrodzenie należne spółce Pekabex Bet S.A. z tytułu realizacji Umowy wynosi 13\n                           661 000 złotych. Przedmiot umowy zostanie wykonany etapowo, przy czym ostatni etap zostanie wykonany\n                           do 22 tygodnia 2018 roku. Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym za niedotrzymanie terminu zakończenia wykonania przedmiotu Umowy w wysokości\n                           1% wartości umownego wynagrodzenia za każdy rozpoczęty tydzień. Strony wprowadziły\n                           limit kar umownych za opóźnienie w wykonaniu przedmiotu Umowy w wysokości 10% wynagrodzenia\n                           umownego.Płatność faktur nastąpi zgodnie z ustalonym między stronami planem płatności, przy\n                           czym Skanska Sverige AB jest uprawniona do zatrzymania 10% wartości z każdej wystawionej\n                           przez Pekabex Bet S.A. faktury, do czasu uzyskania 5% wartości wynagrodzenia tytułem\n                           zabezpieczenia swoich roszczeń. Ponadto, nie później niż w terminie 2 tygodni przed\n                           rozpoczęciem montażu, Pekabex Bet S.A.  jest zobowiązany do dostarczenia gwarancji\n                           należytego wykonania Umowy w formie gwarancji bankowej lub innego zabezpieczenia w\n                           zaakceptowanego przez Skanska Sverige AB w wysokości 5% wartości wynagrodzenia ważnego\n                           do czasu odbioru prac Pekabex Bet S.A. Dodatkowo, Pekabex Bet S.A. jest zobowiązany\n                           do dostarczenia, przed wymagalnością końcowej faktury, zabezpieczenia usunięcia wad\n                           i usterek o wartości 5% wynagrodzenia ważnego do upływu 2 lat od odbioru inwestorskiego\n                           tj. do 1 kwietnia 2021 roku. Prawem właściwym dla umowy jest prawo szwedzkie. Pozostałe warunki Umowy nie odbiegają\n                           od warunków standardowych dla tego typu umów i są oparte na zasadach ABT 06. Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów zawartych\n                           z Skanska Sverige AB od początku roku przekracza 10% wartości skonsolidowanych kapitałów\n                           własnych Emitenta i wynosi 55 699 024,00 złotych netto. O zawarciu wcześniejszych\n                           umów Emitent informował w raportach bieżących nr 38/2017 z dnia 4 września 2017 r.\n                           oraz nr 41/2017 z dnia 27 września 2017 r. Umową o największej wartości jest umowa,\n                           o której Emitent informuje w niniejszym raporcie. Ponadto, zawarcie powyższej umowy\n                           ma spodziewany istotny oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet\n                           S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2017-10-16"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta we wrześniu 2017 roku wyniosła 17 032 m3.",
        "date": "2017-10-06"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez Skanska Sverige AB z siedzibą\n                           w Szwecji  umowy dostawy, podpisanej uprzednio przez Pekabex Bet S.A. _spółkę w 100%\n                           zależną od Emitenta_, której przedmiotem jest dostawa ścian prefabrykowanych oraz\n                           cokołów dla inwestycji Kv. Tygeln 2 w Solna, w Szwecji _\"Umowa\"_. Wynagrodzenie należne spółce Pekabex Bet S.A. z tytułu realizacji Umowy wynosi 9 900\n                           000 złotych. Przedmiot Umowy zostanie wykonany zgodnie z ustalonym harmonogramem.\n                           Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym za niedotrzymanie terminów rozpoczęcia robót oraz zakończenia w wysokości 3%\n                           wartości opóźnionego ładunku za każdy tydzień. Pekabex Bet S.A. nie jest jednak zobowiązany\n                           do zapłaty za więcej niż 10 tygodni opóźnienia. Jeśli opóźnienie przekroczy 10 tygodni,\n                           Skanska Sverige AB będzie uprawniona do anulowania Umowy, przy czym AB może zdecydować\n                           czy anulowanie będzie dotyczyło części czy całego przedmiotu Umowy. Zgodnie z treścią Umowy, Pekabex Bet S.A. jest uprawniony do wystawienia faktury w\n                           każdym miesiącu. Faktury mogą zostać wystawione tylko po dostawie zamówionych elementów\n                           prefabrykowanych na plac budowy, przy czym Pekabex Bet S.A. jest uprawniony do wystawienia\n                           faktury z tytułu projektowania oraz produkcji przed rozpoczęciem dostaw. Płatność\n                           nastąpi w terminie 30 dni od dnia dostarczenia faktury.\tPekabex Bet S.A. w terminie 4 tygodni od dnia podpisania Umowy dostarczy gwarancję\n                           należytego wykonania Umowy w formie gwarancji bankowej lub innego zabezpieczenia w\n                           zaakceptowanego przez Skanska Sverige AB w wysokości 10% wartości wynagrodzenia. Powyższe\n                           zabezpieczenie zostanie zredukowane do wartości 5% w okresie obowiązywania gwarancji.\n                           Zabezpieczenie zostanie zwrócone po upływie okresu gwarancji, usunięciu wszelkich\n                           wad i usterek jak również po wypełnieniu innych, umownych zobowiązań Pekabex Bet S.A.\n                           Prawem właściwym dla umowy jest prawo szwedzkie. Pozostałe warunki Umowy nie odbiegają\n                           od warunków standardowych dla tego typu umów i są oparte na zasadach ABM 07. Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów zawartych\n                           z Skanska Sverige AB od początku roku przekracza 10% wartości skonsolidowanych kapitałów\n                           własnych Emitenta i wynosi 42 038 024,00 złotych netto. O zawarciu wcześniejszych\n                           umów Emitent informował w raporcie bieżącym nr 38/2017 w dniu 4 września 2017 r. Ponadto,\n                           zawarcie powyższej umowy ma spodziewany istotny oraz pozytywny wpływ na sytuację majątkową\n                           spółki Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2017-09-27"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym Pekabex Development sp. z o.o., spółka w 100% zależną od Emitenta\n                           _poprzednio Innowa Bet Wytwórnia Konstrukcji Prefabrykowanej sp. z o.o. _\"Pekabex\n                           Development\"_ zawarła z \"Centrostal\" Przedsiębiorstwo Wielobranżowe S.A. _\"Centrostal\"_\n                           przedwstępną umowę sprzedaży nieruchomości gruntowej położonej przy ulicy Jasielskiej\n                           9 w Poznaniu oznaczonej numerem działki 14/4 o powierzchni 0,8468 ha dla której to\n                           nieruchomości Sąd Rejonowy Poznań-Stare Miasto w Poznaniu V Wydział Ksiąg Wieczystych\n                           prowadzi księgę pod oznaczeniem PO1P/00115614/0 _\"Nieruchomość\"_.Strony zgodnie ustaliły cenę sprzedaży Nieruchomości na kwotę 3.500.000 złotych netto,\n                           tj. 4.305.000 złotych brutto. Na mocy umowy przedwstępnej Pekabex Development zobowiązała\n                           się do zapłaty na rzecz Centrostal zadatku w wysokości 435.000 złotych oraz zaliczki\n                           w wysokości 435.000 złotych do dnia 28 września 2017 roku. Strony postanowiły, iż\n                           przyrzeczona umowa sprzedaży zawarta zostanie w terminie najpóźniej do dnia 14 grudnia\n                           2017 r. Umowa została uznana za znaczącą z uwagi na fakt, iż na zakupionej nieruchomości planowana\n                           jest realizacja projektu deweloperskiego polegającego na wybudowaniu do 6 budynków\n                           mieszkaniowych w technologii prefabrykowanej. Projekt będzie pilotażowy i w przypadku\n                           jego powodzenia planowane jest zastosowanie technologii prefabrykowanej w budownictwie\n                           mieszkaniowym na szerszą skalę, zarówno w potencjalnych projektach własnych, gdzie\n                           grupa Pekabex występowałaby jako inwestor jak i we współpracy z deweloperami, gdzie\n                           Pekabex byłby wykonawcą konstrukcji prefabrykowanej.",
        "date": "2017-09-14"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w sierpniu 2017 roku wyniosła 14 871 m3.",
        "date": "2017-09-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez Skanska Sverige AB z siedzibą\n                           w Szwecji  umowy o roboty budowlane, podpisanej uprzednio przez Pekabex Bet S.A. _spółkę\n                           w 100% zależną od Emitenta_, której przedmiotem jest dostawa, produkcja oraz montaż\n                           konstrukcji prefabrykowanej dla inwestycji Kv. Sodeberg 4 w Kristianstad w Szwecji\n                           _\"Umowa\"_. Wynagrodzenie należne spółce Pekabex Bet S.A. z tytułu realizacji Umowy wynosi 13\n                           428 024,00 złotych. Przedmiot Umowy zostanie wykonany etapowo, przy czym ostatni etap zostanie wykonany\n                           w terminie do 14.12.2017 r. _dla budynku C_, 20.02.2018 _dla budynku A_ oraz do 01.03.2018\n                           _dla budynku B_. Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym za niedotrzymanie terminów rozpoczęcia robót oraz zakończenia w wysokości 1%\n                           wartości wynagrodzenia za każdy tydzień niedotrzymania umownego terminu zakończenia\n                           robót oraz za niedotrzymanie terminów pośrednich w wysokości 1% wartości wynagrodzenia\n                           danego etapu. Limit kar w tytułu opóźnienia wynosi 10 % wartości wynagrodzenia.Zgodnie z treścią Umowy, płatność nastąpi na podstawie ustalonego przez strony planu\n                           płatności. Skanska Sverige AB jest uprawniony do zatrzymania kwoty 10% wartości każdej\n                           faktury do czasu uzyskania 5% wartości wynagrodzenia, która to zostanie zwrócona po\n                           odbiorze robót. Niezależnie od powyższego zatrzymania Skanska Sverige AB będzie uprawniony\n                           do zatrzymania 100 000,00 zł tytułem zabezpieczenia otrzymania kompletnej dokumentacji\n                           powykonawczej. Pekabex Bet S.A. w terminie 2 tygodni od podpisania umowy dostarczy gwarancję należytego\n                           wykonania umowy  w formie bezwarunkowej, nieodwołalnej i płatnej na pierwsze żądanie\n                           gwarancji bankowej w wysokości 10% wartości wynagrodzenia ważnej do dnia odbioru inwestorskiego.\n                           Ponadto, Pekabex Bet S.A. w terminie 4 tygodni od dnia podpisania protokołu odbioru\n                           inwestorskiego dostarczy gwarancję w wysokości 5% wartości wynagrodzenia ważnej do\n                           upływu 2 lat od odbioru inwestorskiego, jednakże nie później niż do 23.11.2018 r.\n                           Prawem właściwym dla umowy jest prawo szwedzkie. Pozostałe warunki Umowy nie odbiegają\n                           od warunków standardowych dla tego typu umów i są oparte na zasadach ABT 06 i ABT-U\n                           07.Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów zawartych\n                           z Skanska Sverige AB od początku roku przekracza 10% wartości skonsolidowanych kapitałów\n                           własnych Emitenta i wynosi 32 138 024,00 złotych netto. Umową o największej wartości\n                           jest umowa, o której Emitent informuje w niniejszym raporcie. Ponadto zawarcie umowy\n                           ma spodziewany istotny oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet\n                           S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2017-09-04"
    },
    {
        "company_name": "PEKABEX",
        "content": "W dniu dzisiejszym do wiadomości Zarządu Poznańskiej Korporacji Budowlanej Pekabex\n                           S.A. _\"Emitent\"_ doszła pogłoska, że w raporcie udostępnianym do wiadomości przekazywanej\n                           klientom przez firmę Coface Poland _\"Coface\"_ znalazła się informacja o fakcie złożenia\n                           przez jednego z kontrahentów Pekabex wniosku o upadłość spółki Pekabex Bet S.A. _spółka\n                           w 100% zależna od Emitenta_ oraz o rzekomym pogorszeniu się sytuacji finansowej Pekabex\n                           Bet S.A. z tego tytułu.W wyniku weryfikacji tej informacji ustalono, że wniosek taki rzeczywiście został\n                           złożony przez byłego kontrahenta Pekabex jednak został on złożony w złej wierze, bez\n                           jakichkolwiek podstaw formalnych lub merytorycznych.  Wniosek  nie został opłacony\n                           ani nie zawiera załączników dlatego nie ma żadnej mocy prawnej.  Należy dodać również,\n                           że wielkość kwot wskazanych we wniosku to 75 667,87 zł co przy miesięcznych obrotach\n                           Pekabex na poziomie około 50 mln nie spełnia jakichkolwiek kryteriów materialności,\n                           kwoty te zostały już wcześniej uregulowane lub były jeszcze nie wymagalne. Z kontrahentem,\n                           który złożył  wniosek toczony był spór który został zakończony podpisaniem porozumienia\n                           i nałożeniem na kontrahenta kary umownej w kwocie 90 tys. złotych _która to kara została\n                           przez tego kontrahenta uznana_.   Publikując swoją informację Coface nie zweryfikowała powyższych informacji dlatego\n                           Emitent zażądał od Coface udzielenia niezwłocznych wyjaśnień w tym zakresie uzależniając\n                           od tego podjęcie ewentualnych dalszych kroków prawnych. Emitent podaje ten fakt do\n                           publicznej wiadomości w formie raportu bieżącego żeby wyjaśnić i przeciąć ewentualne\n                           plotki i pogłoski związane ze wzmiankowaną publikacją.",
        "date": "2017-08-10"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez spółkę Budimex S.A. z siedzibą\n                           w Warszawie, umowy o wykonanie robót budowlanych, uprzednio podpisanej przez spółkę\n                           Pekabex Bet S.A. _spółkę w 100% zależną od Emitenta_ której przedmiotem jest dostawa\n                           i montaż żelbetowej prefabrykowanej konstrukcji budynków wraz z niezbędnymi elementami\n                           zabetonowanymi w przedmiotowej konstrukcji  i wykonanie, uzgodnienie oraz uzyskanie\n                           akceptacji projektanta oraz zamawiającego  dokumentacji projektowej, wykonawczej,\n                           zamiennej i warsztatowej w zakresie dostarczanej i montowanej prefabrykowanej konstrukcji\n                           budynków dla inwestycji w Kałuszynie. Wynagrodzenie ryczałtowe należne spółce Pekabex Bet S.A. za wykonanie przedmiotu umowy\n                           zostało określone na kwotę 25 250 000,00 złotych. Od wynagrodzenia zostanie odprowadzony\n                           podatek od towarów i usług _VAT_ w sposób oraz w wysokości zgodnej z obowiązującymi\n                           przepisami. Strony wskazały termin 3 lutego 2018 roku jako dzień zakończenia robót\n                           objętych przedmiotem umowy, w tym zakończenie dostawy i montażu elementów prefabrykowanej\n                           konstrukcji w terminie do dnia 20 stycznia 2018 roku.Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym za niedotrzymanie terminu zakończenia robót objętych przedmiotem umowy w wysokości\n                           0,2% wynagrodzenia umownego za każdy dzień opóźnienia  oraz za niedotrzymanie terminów\n                           wykonania etapów/elementów robót określonych w umowie, w szczególności w harmonogramie\n                           realizacji przedmiotu umowy _lub określonych zgodnie z jego postanowieniami_ w wysokości\n                           0,12% wynagrodzenia umownego za każdy dzień opóźnienia a także za opóźnienie w usunięciu\n                           wad stwierdzonych przy odbiorze lub w okresie rękojmi lub gwarancji w wysokości 0,2%\n                           wynagrodzenia umownego za każdy dzień opóźnienia, licząc od upływu terminu wyznaczonego\n                           przez Budimex S.A. na usunięcie wad. Nadto, umowa przewiduje uprawnienie Budimex S.A.\n                           do dochodzenia kary umownej w wysokości 10% wynagrodzenia umownego w przypadku odstąpienia\n                           od umowy przez Budimex S.A. z przyczyn leżących po stronie Pekabex Bet S.A., jak również\n                           w razie odstąpienia od umowy przez Pekabex Bet S.A. z przyczyn niezależnych od Budimex\n                           S.A. Strony wprowadziły limit kar umownych do wysokości 10% wynagrodzenia umownego\n                           netto. Zgodnie z umową, Budimex S.A. jest uprawniony do dochodzenia odszkodowania\n                           przewyższającego wysokość zastrzeżonych kar umownych, do wysokości poniesionej szkody.Zgodnie z treścią umowy, Pekabex Bet S.A. jest zobowiązany do dostarczenia Budimex\n                           S.A. gwarancji bankowej z tytułu niewykonania lub nienależytego wykonania umowy na\n                           kwotę stanowiącą 10% wartości wynagrodzenia umownego z terminem ważności do upływu\n                           60 dni po dacie upływu krótszego z okresów rękojmi i gwarancji _tj. 5 lat i 30 dni_,\n                           nie dłużej niż do dnia 29 lipca 2024 roku. Nadto gwarancja zostanie zredukowania do\n                           50% jej wartości po upływie 60 dni od daty odbioru końcowego inwestycji przez inwestora.\n                           Pekabex Bet S.A. udzielił gwarancji jakości i rękojmi na okres 10 lat i 30 dni licząc\n                           od odbioru inwestycji przez inwestora na prace w zakresie konstrukcji dachu oraz na\n                           okres 5 lat i 30 dni od odbioru inwestycji przez inwestora na pozostały zakres przedmiotu\n                           umowy. Budimex S.A. zapłaci Pekabex Bet S.A. wynagrodzenie w terminie 30 dni od dnia dostarczenia\n                           faktury. Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów brutto zawartych\n                           z Budimex S.A. od początku roku przekracza 10% wartości skonsolidowanych kapitałów\n                           Emitenta i wynosi 35 312 019,00 złotych brutto jak również ma ona spodziewany istotny\n                           oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za tym idzie\n                           Grupy Pekabex. Umową o największej wartości zawartą z Budimex S.A. w tym roku jest\n                           umowa o której Emitent informuje w niniejszym raporcie.",
        "date": "2017-08-09"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w lipcu 2017 roku wyniosła 14 192 m3.",
        "date": "2017-08-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd spółki Poznańska Korporacja Budowlana Pekabex S.A. _\"Emitent\"_ informuje, iż\n                           w dniu dzisiejszym spółka Pekabex Bet S.A. _spółka w 100% zależną od Emitenta_ podpisała\n                           ze spółką CD Locum Inwestycje sp. z o.o. porozumienie, na mocy którego cofnęła oświadczenie\n                           o odstąpieniu, o którym Emitent informował raportem bieżącym nr 33/2017 z dnia 21\n                           lipca 2017 r. i wznowiła realizację znaczącej umowy o wykonanie prac projektowych,\n                           wyprodukowanie, dostawę i montaż elementów prefabrykowanych na potrzeby wykonania\n                           żelbetowej konstrukcji prefabrykowanej wielofunkcyjnego centrum handlowo – usługowo\n                           – rozrywkowego pn. Galeria Handlowa \"Stara Ujeżdżalnia\" wraz z kinem, jednokondygnacyjnym\n                           parkingiem podziemnym oraz infrastrukturą towarzyszącą położoną w Jarosławiu _\"Umowa\"_,\n                           o zawarciu której Emitent informował raportem bieżącym nr 21/2017 w dniu 1 czerwca\n                           2017 r.Strony Umowy uzgodniły iż zabezpieczeniem płatności należności z Umowy będzie hipoteka\n                           na nieruchomościach podmiotu powiązanego z CD Locum Inwestycje sp. z o.o. do kwoty\n                           8.739 tys. zł oraz poręczenie podmiotów powiązanych z CD Locum Inwestycje sp. z o.o.\n                           do wysokości 19.420 tys. zł. Ponadto porozumienie przewiduje, że wysokość gwarancji\n                           dobrego wykonania zostanie zmieniona z kwoty 1.942 tys. zł na kwotę 971 tys. zł, jak\n                           również, że na okres pierwszych pięciu lat okresu rękojmi i gwarancji Umowy zamiast\n                           gwarancji bankowej na kwotę 971 tys. zł, Pekabex Bet S.A. dostarczy CD Locum Inwestycje\n                           sp. z o.o. gwarancję wystawioną przez Emitenta do tej samej kwoty.",
        "date": "2017-08-04"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym spółka Pekabex Bet S.A. _spółka w 100% zależną od Emitenta_\n                           odstąpiła od umowy zawartej ze spółką CD Locum Inwestycje sp. z o.o., której przedmiotem\n                           było wykonanie prac projektowych, wyprodukowanie, dostawa i montaż elementów prefabrykowanych\n                           na potrzeby wykonania żelbetowej konstrukcji prefabrykowanej wielofunkcyjnego centrum\n                           handlowo – usługowo – rozrywkowego pn. Galeria Handlowa \"Stara Ujeżdżalnia\" wraz z\n                           kinem, jednokondygnacyjnym parkingiem podziemnym oraz infrastrukturą towarzyszącą\n                           położoną w Jarosławiu _\"Umowa\"_, a o której Emitent informował raportem bieżącym nr\n                           21/2017 w dniu 1 czerwca 2017 r. Odstąpienie od umowy nastąpiło z przyczyny leżącej po stronie CD Locum Inwestycje\n                           sp. z o.o., wskutek nie ustanowienia i nie przedstawienia Pekabex Bet S.A. gwarancji\n                           bankowej do której ustanowienia zgodnie z Umową spółka CD Locum Inwestycje sp. z o.o.\n                           była zobowiązana. Spółka Pekabex Bet S.A. nie wyklucza wznowienia prac w przypadku przedstawienia przez\n                           CD Locum Inwestycje sp. z o.o. satysfakcjonującego zabezpieczenia płatności na rzecz\n                           Pekabex Bet S.A.",
        "date": "2017-07-21"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd spółki Poznańska Korporacja Budowlana Pekabex S.A. informuje, że w dniu dzisiejszym\n                           otrzymał zawiadomienie od p. Jarosława Gniadka złożone na podstawie art. 69 ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.    Skan zawiadomienia stanowi załącznik do raportu.",
        "date": "2017-07-19"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym Pekabex Bet S.A. _spółka w 100% zależną od Emitenta_ podpisał\n                           umowę o wykonanie robót budowlano-montażowych _\"Umowa\"_, podpisanej uprzednio przez\n                           PORR S.A. _\"Zamawiający\"_. Przedmiotem Umowy jest wykonanie konstrukcji prefabrykowanej\n                           dla inwestycji pod nazwą \"Business Garden Poznań II- Poznań, ul. Bułgarska/Łubieńska/Pastelowa\".\n                           Wynagrodzenie należne Pekabex Bet S.A. z tytułu prawidłowego wykonania świadczeń objętych\n                           przedmiotem Umowy zostało określone na kwotę 21 107 000,00 złotych netto plus podatek\n                           VAT zgodnie z obowiązującymi przepisami prawa. Rozpoczęcie wykonywania robót nastąpi\n                           10 lipca 2017 r. Przedmiot Umowy zostanie wykonany etapowo, zgodnie z ustalonym harmonogramem,\n                           przy czym termin zakończenia montażu ustalono na dzień 11 maja 2018 r. Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym: 0,3% wartości budynku _etapu_ którego dotyczy opóźnienie netto za każdy dzień\n                           opóźnienia w stosunku do terminów zakończenia świadczeń częściowych _terminów pośrednich_\n                           a także 0,2 % wynagrodzenia netto za każdy dzień opóźnienia w stosunku do terminu\n                           zakończenia całości świadczenia. Strony ustaliły górny pułap kar umownych za opóźnienie\n                           w wysokości 10 % wynagrodzenia netto. Nadto, w przypadku odstąpienia od Umowy przez\n                           Zamawiającego z przyczyn leżących po stronie Pekabex Bet S.A. zostanie nałożona na\n                           Pekabex Bet S.A. kara umowna w wysokości 10 % wynagrodzenia netto. Zamawiający ponadto\n                           jest uprawniony do dochodzenia odszkodowania za szkodę, w wysokości przewyższającej\n                           naliczone kary umowne. Natomiast w przypadku odstąpienia od umowy przez Pekabex BET\n                           S.A. z przyczyn leżących po stronie Zamawiającego, zostanie nałożona na Zamawiającego\n                           kara umowna w wysokości 10 % wynagrodzenia netto.Termin wymagalności faktury wynosi 30 dni od dnia doręczenia weryfikowalnej faktury.Pekabex Bet S.A. dostarczy Zamawiającemu zabezpieczenie dobrego wykonania Umowy na\n                           kwotę równą 5 % wartości wynagrodzenia netto z okresem ważności o 30 dni dłuższym\n                           od przewidywanego w Umowie terminu odbioru Inwestycji przez Inwestora _przewidywany\n                           na 15 lutego 2019 r._, jednak nie dłużej niż do 15 maja 2019 r.  Nadto Pekabex Bet\n                           S.A. dostarczy Zamawiającemu zabezpieczenie z tytułu usunięcia wad i usterek na kwotę\n                           równą 5 % wartości wynagrodzenia netto, z okresem ważności 5 lat plus 60 dni licząc\n                           od daty utraty ważności zabezpieczenia dobrego wykonania Umowy.Pekabex Bet S.A. udzielił Zamawiającemu gwarancji jakości i rękojmi na okres rozpoczynający\n                           się od odbioru dokonanego przez Zamawiającego i kończący się po upływie 10 lat i 60\n                           dni. Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, iż łączna wartość umów zawartych\n                           z Zamawiającym w tym roku przekracza 10% wartości skonsolidowanych kapitałów Emitenta\n                           i wynosi 36 781 891,54 złotych netto jak również ma ona spodziewany istotny oraz pozytywny\n                           wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2017-07-10"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w czerwcu 2017 roku wyniosła 13 384 m3.",
        "date": "2017-07-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez NCC Sverige AB z siedzibą\n                           w Szwecji  umowy, podpisanej uprzednio przez Pekabex Bet S.A. _spółkę w 100% zależną\n                           od Emitenta_, której przedmiotem jest produkcja, dostawa oraz montaż konstrukcji prefabrykowane\n                           dla inwestycji Linaberg 19 w Mariehall, Bromma w Szwecji _\"Umowa\"_. Wynagrodzenie należne spółce Pekabex Bet S.A. za realizację kompletnego zakresu przedmiotu\n                           Umowy zostało określone na kwotę 51 714 549,29 złotych netto. Przedmiot umowy zostanie\n                           wykonany etapowo, zgodnie z ustalonym przez strony harmonogramem, przy czym zakończenie\n                           robót planowane jest na dzień 14 sierpnia 2020 r. Umowa zawiera standardowe postanowienia\n                           dotyczące kar umownych dla tego typu umów, w tym za niedotrzymanie terminów pośrednich\n                           w wysokości 50 000 SEK dla pierwszego tygodnia oraz 106 000 SEK dla kolejnych tygodni\n                           przekroczenia terminu, jak również 0,25% wartości wynagrodzenia za każdy tydzień niedotrzymania\n                           umownego terminu końcowego. Zgodnie z treścią Umowy, zapłata nastąpi w terminie 30 dni od dnia dostarczenia faktury,\n                           zgodnie z ustalonym planem płatności. Pekabex Bet S.A. udzielił również gwarancji\n                           na okres 5 lat od dnia odbioru inwestorskiego. Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów\n                           i są oparte na zasadach ABT 06 i ABT-U 07. Prawem właściwym dla umowy jest prawo szwedzkie.Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów zawartych\n                           z NCC Sverige AB od początku roku przekracza 10% wartości skonsolidowanych kapitałów\n                           Emitenta i wynosi 74 470 790,29 złotych netto. Ponadto zawarcie umowy ma spodziewany\n                           istotny oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za\n                           tym idzie Grupy Pekabex. Umową o największej wartości jest umowa, o której Emitent informuje w niniejszym raporcie,\n                           przy czym o zawarciu innych umów z NCC Sverige AB Emitent informował w raporcie o\n                           numerze 7/2017 w dniu 9 marca 2017 r.",
        "date": "2017-07-05"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           że Rada Nadzorcza Emitenta podjęła uchwałę w sprawie wyboru audytora do przeprowadzenia\n                           przeglądu skróconego śródrocznego jednostkowego sprawozdania finansowego Emitenta\n                           oraz skróconego skonsolidowanego sprawozdania finansowego Emitenta za okres od dnia\n                           1 stycznia 2017 r. do dnia 30 czerwca 2017 r. jak również do zbadania jednostkowego\n                           oraz skonsolidowanego sprawozdania finansowego Emitenta za rok 2017. Zgodnie z powołaną\n                           wyżej uchwałą Rada Nadzorcza Emitenta wybrała \"Grant Thornton Polska\" spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowa z siedzibą w Poznaniu _kod pocztowy: 61-131_\n                           przy ul. Abpa Antoniego Baraniaka 88 E, wpisaną na listę podmiotów uprawnionych do\n                           badania sprawozdań finansowych prowadzoną przez Krajową Izbę Biegłych Rewidentów pod\n                           numerem 3654.Rada Nadzorcza Emitenta dokonała wyboru biegłego rewidenta na podstawie artykułu 18\n                           ust. 2 pkt 4_ Statutu Emitenta. Wybór nastąpił zgodnie z obowiązującymi przepisami.Rada Nadzorcza Emitenta upoważniła Zarząd Emitenta do zawarcia z firmą ’’Grant Thornton\n                           Polska\" spółka z ograniczoną odpowiedzialnością spółka komandytowa umowy na przeprowadzenie\n                           przeglądu skróconego śródrocznego jednostkowego sprawozdania finansowego Spółki oraz\n                           skróconego skonsolidowanego sprawozdania finansowego Spółki za okres od dnia 1 stycznia\n                           2017 r. do dnia 30 czerwca 2017 r. jak również do zbadania jednostkowego oraz skonsolidowanego\n                           sprawozdania finansowego Spółki za rok 2017. Umowa zostanie zawarta na okres zapewniający\n                           wykonanie przedmiotu umowy.Jednocześnie Emitent wskazuje, iż korzystał wcześniej z usług wybranego audytora w\n                           zakresie badania jednostkowego oraz skonsolidowanego sprawozdania finansowego Emitenta\n                           za pierwsze półrocze roku obrotowego 2016 oraz jednostkowego i skonsolidowanego rocznego\n                           sprawozdania finansowego Emitenta za rok 2016. Emitent wskazuje również, iż korzystał\n                           wcześniej z usług innej spółki z Grupy Grant Thornton w zakresie przeglądu i badania\n                           sprawozdań finansowych według Polskich Standardów Rachunkowości _PSR_ oraz Międzynarodowych\n                           Standardów Rachunkowości _MSSF_ Emitenta i Grupy Kapitałowej Pekabex za lata 2013,\n                           2014 i 2015 oraz przeprowadzenia weryfikacji i przekształcenia zaudytowanych sprawozdań\n                           finansowych Emitenta i Grupy Kapitałowej Pekabex za lata 2011-2012 na Międzynarodowe\n                           Standardy Rachunkowości.",
        "date": "2017-07-05"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S. A. _\"Spółka\"_ informuje, że w\n                           dniu 30 czerwca 2017 r. Zwyczajne Walne Zgromadzenie Spółki podjęło uchwałę w sprawie\n                           wypłaty dywidendy w wysokości 2 663 432,64 zł _dwa miliony sześćset sześćdziesiąt\n                           trzy tysiące czterysta trzydzieści dwa złote sześćdziesiąt cztery grosze_, tj. 0,11\n                           zł na jedną akcję. Liczba akcji objętych dywidendą wynosi 24 213 024 _słownie dwadzieścia\n                           cztery miliony dwieście trzynaście tysięcy dwadzieścia cztery_ sztuk. Zwyczajne Walne Zgromadzenie Spółki ustaliło dzień dywidendy na 5 lipca 2017 roku\n                           oraz dzień wypłaty dywidendy na 31 lipca 2017 roku.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Spółka\"_ przekazuje do publicznej\n                           wiadomości listę akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki w dniu 30 czerwca 2017 r.: 1.\tOpoka II FIZ: 9 784 585 głosów, stanowiących 95,03% głosów na WZA oraz 40,41% ogólnej\n                           liczby głosów.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S. A. _\"Spółka\"_ podaje do wiadomości\n                           treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki w dniu\n                           30 czerwca 2017 roku.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż powziął wiadomość o podpisaniu przez Veidekke Entreprenad AB _\"Veidekke\"_ z siedzibą\n                           w Szwecji oraz Pekabex Bet S. A. _\"Spółka\"_, spółkę w 100% zależną od Emitenta umowy\n                           dostawy. Niniejsza umowa została zawarta w ramach ramowej umowy dostawy, o zawarciu\n                           której Emitent informował w raporcie o numerze 8/2016 w dniu 27 lutego 2016 r. Przedmiotem umowy jest wyprodukowanie oraz dostawa elementów prefabrykowanych dla\n                           projektu Branddorren w Szwecji. Wynagrodzenie należne Spółce za realizację kompletnego\n                           zakresu przedmiotu umowy zostało określone na kwotę 15 768 608,82 złotych netto. Przedmiot\n                           umowy zostanie wykonany etapowo, przy czym ostatni etap zostanie wykonany do 7 kwietnia\n                           2018 r. Prawem właściwym dla umowy jest prawo szwedzkie.Pozostałe warunki Umowy, w tym postanowienia dotyczące kar umownych nie odbiegają\n                           od warunków standardowych dla tego typu umów i są zgodne z ramową umową dostawy, o\n                           której Emitent informował raporcie o numerze 8/2016. Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów zawartych\n                           z Veidekke od początku roku przekracza 10% wartości skonsolidowanych kapitałów własnych\n                           Emitenta i wynosi 24 687 735,82 złotych jak również ma ona spodziewany istotny oraz\n                           pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za tym idzie Grupy\n                           Pekabex. Umową o największej wartości jest umowa, o której Emitent informuje w niniejszym\n                           raporcie.",
        "date": "2017-06-08"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w maju 2017 roku wyniosła 13 089 m3.",
        "date": "2017-06-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex Spółka Akcyjna z siedzibą w Poznaniu,\n                           adres: ul. Szarych Szeregów 27, 60-462 Poznań, wpisanej do rejestru przedsiębiorców\n                           prowadzonego przez Sąd Rejonowy Poznań-Nowe Miasto i Wilda w Poznaniu, VIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000109717 _\"Spółka\"_, działając\n                           na podstawie art. 399 § 1 w związku z art. 4021 i art. 4022 ustawy – Kodeks spółek\n                           handlowych, zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień 30 czerwca 2017 r.,\n                           o godzinie 10:00 w Poznaniu w siedzibie Spółki przy ul. Szarych Szeregów 27.1.\tPORZĄDEK OBRAD1.1\tOtwarcie Zwyczajnego Walnego Zgromadzenia.1.2\tWybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.1.3\tStwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia oraz zdolności\n                           do podejmowania uchwał.1.4\tPrzyjęcie porządku obrad.1.5\tRozpatrzenie i zatwierdzenie jednostkowego sprawozdania Spółki za rok 2016.1.6\tRozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania Spółki za rok 2016.1.7\tRozpatrzenie i zatwierdzenie sprawozdania Zarządu  z działalności Spółki w roku\n                           2016.1.8\tRozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności grupy kapitałowej\n                           Pekabex w roku 2016.1.9\tPodjęcie uchwały w sprawie podziału zysku za rok obrotowy 2016.1.10\tRozpatrzenie sprawozdania Rady Nadzorczej Spółki za rok 2016.1.11\tPodjęcie uchwał w sprawie udzielenia absolutorium członkom Zarządu z wykonania\n                           obowiązków w roku 2016.1.12\tPodjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z\n                           wykonania przez nich obowiązków w roku 2016.1.13\tZamknięcie obrad Zwyczajnego Walnego Zgromadzenia.Pełen tekst ogłoszenia Zarząd Spółki przesyła w załączeniu do niniejszego raportu.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_ podpisała\n                           umowę ze spółką CD Locum Inwestycje sp. z o.o., której przedmiotem jest wykonanie\n                           prac projektowych, wyprodukowanie, dostawa i montaż elementów prefabrykowanych na\n                           potrzeby wykonania żelbetowej konstrukcji prefabrykowanej wielofunkcyjnego centrum\n                           handlowo – usługowo – rozrywkowego pn. Galeria Handlowa \"Stara Ujeżdżalnia\" wraz z\n                           kinem, jednokondygnacyjnym parkingiem podziemnym oraz infrastrukturą towarzyszącą\n                           położoną w Jarosławiu _dalej “Umowa\"_. Z tytułu wykonania Umowy Pekabex Bet S.A. otrzyma wynagrodzenie, którego wysokość\n                           zostanie obliczona powykonawczo. Szacunkowa wartość wynagrodzenia z tytułu wykonania\n                           Umowy wynosi  19.420.027,00 zł  _słownie: dziewiętnaście milionów czterysta dwadzieścia\n                           tysięcy dwadzieścia siedem złotych 00/100_ netto. Zabezpieczeniem zapłaty wynagrodzenia\n                           w początkowym okresie realizacji Umowy są zaliczki i zabezpieczenie części wynagrodzenia\n                           na rachunku ESCROW, a docelowo gwarancja płatności na kwotę 45% szacunkowego wynagrodzenia\n                           z tytułu wykonania Umowy netto, którą kontrahent powinien dostarczyć do dnia 03.07.2017\n                           r. Niedostarczenie gwarancji stanowi podstawę odstąpienia przez Pekabex Bet S.A. od\n                           Umowy. Poza tym Umowa zawiera standardowe postanowienia dla tego typu umów, w tym dotyczące,\n                           ewentualnego wykonawstwa zastępczego, gwarancji i rękojmi, zabezpieczeń należytego\n                           wykonania umowy oraz usunięcia wad i usterek, oraz kar umownych, których maksymalna\n                           wysokość, możliwa do nałożenia przez kontrahenta na Pekabex Bet S.A., nie może przekroczyć\n                           10% szacunkowego wynagrodzenia netto. Planowane zakończenie całości zakresu prac objętych\n                           Umową zostało ustalone na dzień 31 października 2017 r.",
        "date": "2017-06-01"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_, informuje, że powziął\n                           wiadomość, iż w dniu wczorajszym Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_\n                           odstąpiła od umowy o generalne wykonawstwo, zawartej ze spółką Marathon International\n                           sp. z o. o. _\"Inwestor\"_, której przedmiotem było kompleksowe zaprojektowanie i wybudowanie\n                           hali przeładunkowej, części biurowo socjalnej, serwisu samochodowego oraz zbiorników\n                           technicznych i urządzeń budowlanych w miejscowości Glinka Duchowna, gm. Kostrzyn,\n                           a o której zawarciu Emitent informował raportem bieżącym nr 24/2016 w dniu 31 maja\n                           2016 r. Obiekt będący przedmiotem umowy został ukończony oraz uzyskane zostało pozwolenie\n                           na użytkowanie obiektu, a fakturacja przekroczyła 80% wartości kontraktu. Odstąpienie\n                           od umowy nastąpiło z przyczyny leżącej po stronie Inwestora. W dniu 22 lutego 2017\n                           r., w trybie art. 649_3_ KC zażądał od Inwestora przedłożenia gwarancji zapłaty wynagrodzenia\n                           z przedmiotowej umowy. W związku z nieotrzymaniem tej gwarancji w terminie znacząco\n                           dłuższym niż termin na przedłożenie gwarancji wynikający z ustawy, oraz brakiem woli\n                           ze strony Inwestora do rozwiązania sporu w sposób polubowny, odstąpienie od umowy\n                           okazało się zasadne i konieczne.",
        "date": "2017-05-26"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_, stosownie do zapowiedzi\n                           zawartej w raporcie bieżącym 18/2017 z dnia 24 maja 2017 r. niniejszym informujemy,\n                           iż w dniu dzisiejszym Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_ zawarła\n                           umowę ze spółką Przedsiębiorstwo Produkcyjno-Handlowego \"AMG\" sp. z o.o. w Lęborku.\n                           Przedmiotem Umowy jest generalne wykonawstwo hali produkcyjno-magazynowej wraz z budynkiem\n                           socjalno-biurowym w formule \"zaprojektuj i wybuduj\" w Lęborku, o całkowitej powierzchni\n                           zabudowy ok. 11 530 m2.  Z tytułu wykonania umowy Pekabex Bet S.A. otrzyma wynagrodzenie\n                           w wysokości 15 500 000 złotych netto powiększone o podatek VAT zgodnie z obowiązującymi\n                           przepisami. Wykonanie projektu budowlanego nastąpi w terminie do dnia 31 lipca 2017\n                           r., a całość przedmiotu umowy zostanie zrealizowana nie później niż w terminie 12\n                           miesięcy od daty ostatecznego pozwolenia na budowę. Umowa zawiera standardowe postanowienia dla tego typu umów, w tym dotyczące gwarancji\n                           i rękojmi, zabezpieczeń należytego wykonania umowy oraz usunięcia wad i usterek, oraz\n                           kar umownych, których maksymalna wysokość, możliwa do nałożenia przez każdą ze stron,\n                           nie może przekroczyć 15% wynagrodzenia netto.",
        "date": "2017-05-25"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął informację, że w ramach przeprowadzonego przez  Przedsiębiorstwo\n                           Produkcyjno-Handlowego \"AMG\" sp. z o.o. w Lęborku _\"Zamawiający\"_ zapytania ofertowego\n                           z dnia 27.04.2017 r. na generalne wykonawstwo hali produkcyjno-magazynowej wraz z\n                           budynkiem socjalno-biurowym w formule \"zaprojektuj  i wybuduj\" w Lęborku, spółka Pekabex\n                           Bet S.A. _spółka w 100% zależną od Emitenta_ została wybrana jako generalny wykonawca\n                           ww. inwestycji. Niniejsze postępowanie przetargowe jest realizowana w ramach projektu\n                           pt. \"Wdrożenie nowej technologii produkcji kontenerów specjalistycznych\" w ramach\n                           poddziałania 3.2.2 Programu Operacyjnego Inteligentny Rozwój 2014-2020. Oferta złożona\n                           przez Pekabex Bet S.A. zgodnie z przyjętą w zapytaniu ofertowym metodologią została\n                           oceniona najwyżej. Pekabex Bet S.A. spełnił wszystkie warunki udziału w postępowaniu\n                           w zakresie dotyczące posiadanego doświadczenia i gotowości do realizacji przedsięwzięcia.\n                           Powyższy wybór ma znaczenie formalne, zaś umowa na realizację ww. inwestycji zostanie\n                           podpisana wkrótce. O podpisaniu umowy Emitent poinformuje osobnym raportem.Informacja została uznana za znaczącą z uwagi na fakt, że Zamawiający w ramach prowadzonego\n                           zapytania ofertowego poinformował o wyborze Pekabex na swojej internetowej, co nie\n                           jest standardową praktyką stosowaną w tego typu relacjach gospodarczych. Nadto, wartość\n                           złożonej oferty przekracza 10% wartości skonsolidowanych kapitałów własnych Emitenta\n                           i wynosi 15 500 000,00 złotych netto plus należny podatek VAT jak również ma ona spodziewany\n                           istotny oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za\n                           tym idzie Grupy Pekabex.",
        "date": "2017-05-24"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 2/2017, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Spółka\"_ informuje, iż zmianie ulega termin przekazania raportu okresowego\n                           Spółki za I kwartał 2017 r. Skonsolidowany raport kwartalny za I kwartał 2017 r. zostanie\n                           opublikowany w dniu 24 maja 2017 r. Wcześniej ogłoszony termin przekazania raportu\n                           okresowego za I kwartał 2017 r. ustalony był na dzień 22 maja 2017 r.   Przyczyną zmiany terminu są prace związane z jednoczesnym przygotowywaniem okresowego\n                           raportu rocznego oraz raportu kwartalnego.",
        "date": "2017-05-18"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Spółka\"_ informuje, że Nadzwyczajne\n                           Walne Zgromadzenie Spółki w dniu 17 maja 2017 r., w związku z upływem poprzedniej\n                           kadencji Rady Nadozrczej Spółki, powołało Radę Nadzorczą Spółki nowej kadencji, w\n                           składzie:Pan Ryszard KlimczykPan Maciej GrabskiPan Stefan GrabskiPan Piotr CyburtPan Piotr TarachaŻyciorys Pana Piotra Tarachy, który został powołany do Rady Nadzorczej Spółki po raz\n                           pierwszy, stanowi załącznik do niniejszego raportu.",
        "date": "2017-05-17"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Spółka\"_ przekazuje do publicznej\n                           wiadomości listę akcjonariuszy posiadających co najmniej 5% liczby głosów na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki w dniu 17 maja 2017 r.:1. Opoka II FIZ: 9 784 585 głosów, stanowiących 95,03% głosów na WZA oraz 40,41% ogólnej\n                           liczby głosów.",
        "date": "2017-05-17"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S. A. _\"Spółka\"_ podaje do wiadomości\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki\n                           w dniu 17 maja 2017 roku.",
        "date": "2017-05-17"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w kwietniu 2017 roku wyniosła 13 392 m3.",
        "date": "2017-05-05"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez Przedsiębiorstwo Handlowe\n                           A-T S.A.  _\"Zamawiający\"_ umowy o roboty budowlane _\"Umowa\"_, podpisanej uprzednio\n                           przez Pekabex Bet S.A. _spółkę w 100% zależną od Emitenta_. Przedmiotem Umowy jest realizacja inwestycji polegającej na rozbudowie budynku magazynowo\n                           – biurowego wraz z towarzyszącymi budowlami i infrastrukturą w systemie \"projektuj\n                           i buduj\". Za wykonanie robót, Pekabex Bet S.A. otrzyma wynagrodzenie w wysokości 14 000 000\n                           złotych netto za budynek magazynowy wraz z infrastrukturą zewnętrzną oraz 8 605 000\n                           złotych netto za budynek biurowy. Do kwoty wynagrodzenia doliczony zostanie podatek\n                           VAT zgodnie z obowiązującymi przepisami. Plac budowy zostanie wydany przez Zamawiającego\n                           w terminie nie późniejszym niż 5 dni od dnia podpisania Umowy. Wszystkie roboty dla\n                           części magazynowej zostaną zakończone w terminie do dnia 1 grudnia 2017 r. zaś dla\n                           pozostałej części do dnia 2 lipca 2018 r.Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym 0,1% wynagrodzenia netto w przypadku niedotrzymania terminu gotowości do udostępnienia\n                           powierzchni magazynu Zamawiającemu, w celu montażu regałów i innego wyposażenia przypadającego\n                           na dzień 6 listopada 2017 r., za każdy dzień zwłoki oraz 0,2% wynagrodzenia netto\n                           w przypadku niedotrzymania terminu osiągnięcia gotowości do odbioru końcowego budynku\n                           magazynowego oraz budynku biurowego, za każdy dzień zwłoki liczonej od siódmego dnia\n                           zwłoki w odniesieniu do wskazanych terminów. Opóźnienie do siedmiu dni w stosunku\n                           do wskazanych powyżej terminów przyjmuje się w wysokości 0,05% wartości wynagrodzenia\n                           netto. Nadto, w przypadku odstąpienia od Umowy z przyczyn od Pekabex Bet S.A., Zamawiającemu\n                           będzie przysługiwało prawo do żądania kary umownej w wysokości 10% wartości wynagrodzenia\n                           netto, zaś w przypadku odstąpienia od umowy z przyczyn zależnych od Zamawiającego,\n                           Pekabex Bet S.A. będzie przysługiwać prawo do żądania kary umownej w wysokości 10%\n                           wynagrodzenia netto. Łączna wartość kar umownych naliczonych przez Zamawiającego nie\n                           może przekroczyć 10% wynagrodzenia netto. Uprawnienie do naliczania kar umownych wygasa\n                           po upływie 30 dni od dnia wystąpienia przesłanki uprawniającej Zamawiającego do naliczenia\n                           kary umownej. Dodatkowo, strony postanowiły, iż całkowita odpowiedzialność Pekabex Bet S.A. wobec\n                           Zamawiającego na podstawie Umowy lub w związku z Umową ograniczona jest do wysokości\n                           100% wynagrodzenia netto. Pekabex Bet S.A. dostarczy Zamawiającemu gwarancję należytego wykonania umowy na kwotę\n                           równą 10% wynagrodzenia netto, ważną do dnia podpisania protokołu odbioru końcowego,\n                           jednakże nie dłużej niż do dnia 1 sierpnia 2018 r. Ponadto, w terminie 14 dni od dnia\n                           odbioru końcowego, Pekabex Bet S.A. dostarczy Zamawiającemu gwarancję usunięcia wad\n                           na kwotę równą 5% wynagrodzenia brutto, ważną przez okres 5 lat od daty podpisania\n                           protokołu odbioru końcowego. Pekabex Bet S.A. udzielił Zamawiającemu gwarancji jakości obejmującej zarówno projektowanie,\n                           jakość użytych materiałów, urządzeń jak i wykonawstwo robót.Zamawiający zapłaci Pekabex Bet S.A. wynagrodzenie w terminie 30 dni od dnia doręczenia\n                           prawidłowo wystawionej faktury.Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, iż wartość umowy przekracza 10%\n                           wartości skonsolidowanych kapitałów własnych Emitenta i wynosi 22 605 000 złotych\n                           netto jak również ma ona spodziewany istotny oraz pozytywny wpływ na sytuację majątkową\n                           spółki Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2017-04-28"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez spółkę Accolade PL XI Sp.\n                           z o.o. _\"Inwestor\"_ podpisanej przez spółkę Pekabex Bet S.A. _spółkę w 100% zależną\n                           od Emitenta_ której przedmiotem jest budowa hali magazynowej C1 _\"Zadanie 1\"_ i C2\n                           _\"Zadanie 2\"_ wraz z budynkami biurowymi, niezbędną infrastrukturą zewnętrzną i pomieszczeniami\n                           technicznymi w ramach inwestycji o nazwie \"Panattoni Park Kielce w Kielcach – etap\n                           II, położonej w Kielcach. O podpisaniu listu intencyjnego dot. powyższego przedsięwzięcia\n                           Emitent informował w raporcie bieżącym nr 50/2018 w dniu 29 sierpnia 2018 r.Wynagrodzenie ryczałtowe należne spółce Pekabex Bet S.A. za wykonanie kontraktu wynosi\n                           6.521.883,00 Euro netto. Podatek VAT zostanie doliczony po obowiązującej stawce. Płatności\n                           zostaną zrealizowane w Euro. Strony wskazały termin 15 marca 2019 r. jako dzień zakończenia\n                           robót, w tym uzyskania pozwolenia na użytkowanie dla Zadania 1 oraz termin 11 kwietnia\n                           2019 r. jako dzień zakończenia robót, w tym uzyskania pozwolenia na użytkowanie dla\n                           Zadania 2. Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym za niedotrzymanie terminu zakończenia robót objętych przedmiotem umowy w wysokości\n                           0,1% ceny zadania _Zadanie 1 lub Zadanie 2_ netto za dany zakres przedmiotu umowy,\n                           którego dotyczy opóźnienie za każdy dzień opóźnienia w odniesieniu do terminów określonych\n                           umową. Dodatkowo Inwestor będzie uprawniony do żądania zapłaty kary umownej w przypadku\n                           odmowy podpisania protokołu umożliwiającego Inwestorowi wcześniejszy dostęp w wysokości\n                           0,1 % wynagrodzenia netto w części dotyczącej powierzchni podlegającej wcześniejszemu\n                           dostępowi, do której wykonawca nie zapewnia wcześniejszego dostępu za każdy dzień\n                           opóźnienia. Strony wprowadziły limit kar umownych w wysokości 7,5 % ceny umowy netto.\n                           Zgodnie z umową, Inwestor jest uprawniony do dochodzenia odszkodowania przewyższającego\n                           wysokość zastrzeżonych kar umownych.Zgodnie z treścią umowy, Pekabex Bet S.A. jest zobowiązany do dostarczenia Inwestorowi\n                           gwarancji bankowej z tytułu zabezpieczenia prawidłowego wykonania wszystkich prac\n                           przez Pekabex Bet S.A. a także prawidłowego wykonania obowiązków wynikających z rękojmi\n                           i udzielonej gwarancji umowy na kwotę stanowiącą 5% ceny kontraktu netto umownego\n                           na okres 5 lat liczony od daty podpisania protokołu przekazania inwestycji przez Inwestora\n                           i Pekabex Bet S.A. Pekabex BET S.A. udziela Inwestorowi gwarancje jakości i rękojmi\n                           za wady na okres 5 lat liczony od dnia podpisania protokołu przekazania inwestycji.Inwestor zapłaci Pekabex Bet S.A. wynagrodzenie w terminie 30 dni od dnia otrzymania\n                           przez Inwestora faktury, przy tym pierwsza płatność zostanie dokonana w terminie 45\n                           dni od dnia otrzymania przez Inwestora faktury.Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, że łączna wartość umów zawartych\n                           z Inwestorem przekracza 10% wartości skonsolidowanych kapitałów Emitenta i wynosi\n                           19 050 410,06 EUR netto, a także że ma spodziewany pozytywny wpływ na sytuację finansową\n                           Pekabex Bet S.A. i co za tym idzie, całej grupy kapitałowej Emitenta. Umową o największej\n                           wartości jest umowa, o której zawarciu Emitent informował w raporcie nr 33/2018 w\n                           dniu 8 czerwca 2018 r.",
        "date": "2018-12-06"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w listopadzie 2018 roku wyniosła 13 283 m3.",
        "date": "2018-12-06"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 45/2018 z dnia 10 lipca 2018 r. dot. zawarcia\n                           umowy o roboty budowlane pomiędzy spółką Pekabex Bet S.A. _spółką w 100% zależna od\n                           Emitenta_ a Metrix Metal sp. z o.o. z siedzibą w Tczewie _\"Zamawiający\"_, Zarząd Poznańskiej\n                           Korporacji Budowanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż Pekabex Bet\n                           S.A. otrzymała oświadczenie Zamawiającego o podjęciu decyzji o realizacji ze spółką\n                           Pekabex Bet S.A. II etapu inwestycji polegającego na budowie hali produkcyjno-magazynowej,\n                           obiektu socjalno-biurowego i magazynu wraz z wewnętrznym układem drogowym, parkingiem\n                           i niezbędną infrastrukturą techniczną. Tym samym Zamawiający podtrzymał decyzję o\n                           realizacji przez Pekabex Bet S.A. II etapu inwestycji, którego zakres i wartość określone\n                           zostały uprzednio w umowie o generalne wykonawstwo z dnia 10 lipca 2018 r., o której\n                           zawarciu Emitent informował w raporcie bieżącym nr 45/2018.Powyższa informacja została uznana za istotna, gdyż dotyczy umowy mającej spodziewany\n                           istotny oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za\n                           tym idzie Grupy Pekabex.",
        "date": "2018-11-30"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ w nawiązaniu do\n                           raportów bieżących 3/2018, 9/2018, 30/2018, 47/2018, 56/2018 informuje, że w dniu\n                           dzisiejszym spółka zależna Emitenta – Kokoszki Prefabrykacja S.A. _\"Spółka\"_ zawarła\n                           ze spółką EBAWE Anlagentechnik GmbH z siedzibą w Eilenburg/Niemcy umowę, której przedmiotem\n                           jest dostawa i montaż innowacyjnej linii technologicznej do produkcji prefabrykowanych\n                           elementów betonowych. Linia technologiczna zostanie zamontowana w nowym zakładzie\n                           Spółki, który powstanie na terenie Pomorskiej Specjalnej Strefy Ekonomicznej. Zakupiona linia służyć będzie produkcji stropów filigranowych oraz ścian w sposób\n                           w pełni zautomatyzowany, pionierski na rynku polskim. Przewidywane, docelowe moce\n                           produkcyjne to ok. 500 tys. m2 rocznie. Elementy produkowane w nowym zakładzie będą\n                           wykorzystane dla potrzeb budownictwa mieszkaniowego w kraju ale mogą być również eksportowane,\n                           w szczególności do krajów skandynawskich. Zakup linii technologicznej jest odpowiedzią\n                           na dostrzegalne w sektorze budowlano-produkcyjnym problemy z dostępem do siły roboczej\n                           i postępującym wzrostem kosztów zatrudnienia.Wartość linii technologicznej wraz z dostawą wynosi 7.150.900 EUR. Zgodnie z umową\n                           pierwsza produkcja przy wykorzystaniu nowej linii technologicznej powinna być możliwa\n                           w terminie 12 miesięcy od dnia podpisania umowy. Pozostałe warunki umowy nie odbiegają\n                           od warunków typowych dla tego rodzaju umów. Umowa została uznana za znaczącą z uwagi na fakt, iż jej zawarcie jest istotnym krokiem\n                           w procesie powstawania kolejnego, nowoczesnego zakładu Grupy Kapitałowej Pekabex,\n                           jak również z uwagi na fakt, że szacowana wartość umowy przekracza 10% wartości skonsolidowanych\n                           kapitałów Emitenta.",
        "date": "2018-11-21"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w październiku 2018 roku wyniosła 16 905\n                           m3.",
        "date": "2018-11-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym spółka Pekabex Bet S.A. _spółka w 100% zależną od Emitenta_\n                           zawarła z spółką Olivia Complex sp. z o.o. _\"Zamawiający\"_ umowę o roboty budowlane,\n                           której przedmiotem jest wykonanie stanu surowego inwestycji polegającej na budowie\n                           budynku realizowanego pod roboczą nazwą \"Olivia 8\", o zasadniczym przeznaczeniu biurowym\n                           i usługowym wraz z łącznikiem z budynkiem Olivia Seven _\"Umowa\"_.Strony szacunkowo określiły wysokość wynagrodzenia Pekabex Bet S.A. za należyte wykonanie\n                           przedmiotu Umowy na kwotę 41 607 176,86 złotych netto. Przedmiot Umowy zostanie wykonany\n                           etapowo, przy czym ostateczny termin zakończenia robót i oddania ich przedmiotu Zamawiającemu\n                           przypada na dzień 30 czerwca 2019 roku.Umowa zawiera standardowe postanowienia dotyczące dla tego typu umów, w szczególności\n                           dotyczące kar umownych, w tym za zwłokę w wykonaniu przedmiotu Umowy w wysokości 0,15%\n                           wynagrodzenia netto za całość przedmiotu Umowy za każdy dzień zwłoki, jednakże nie\n                           więcej niż 10% wartości tego wynagrodzenia netto. Umowa przewiduje również karę umowną\n                           za zwłokę w wykonaniu któregokolwiek z etapów przedmiotu Umowy w wysokości 0,15% wynagrodzenia\n                           netto za całość przedmiotu Umowy za każdy dzień zwłoki, jednakże nie więcej niż 10%\n                           wartości tego wynagrodzenia netto, przy czym jeśli pomimo zwłoki w wykonaniu etapu\n                           przedmiotu Umowy, całość przedmiotu Umowy zostanie wykonana terminowo, powyższa kara\n                           umowna nie będzie należna Zamawiającemu. Nadto Umowa przewiduje karę umowną za zwłokę\n                           w usunięciu wad przy odbiorze lub w okresie gwarancji lub rękojmi - w wysokości 0,5%\n                           wynagrodzenia netto za dany element robót za każdy dzień zwłoki, jednakże nie więcej\n                           niż 10% wartości wynagrodzenia netto. Umowa przewiduje również karę umowną w razie\n                           odstąpienia od Umowy z przyczyn wskazanych w Umowie w wysokości 10% wartości wynagrodzenia\n                           netto. Dodatkowo, Zamawiający zapłaci Pekabex Bet S.A., na jego żądanie, karę umowną\n                           za zwłokę w przeprowadzeniu odbioru robót w wysokości 0,2% wynagrodzenia za dany element\n                           robót za każdy dzień zwłoki, nie więcej jednak niż 10% tego wynagrodzenia. Strony\n                           również postanowiły, iż w przypadku gdy zastrzeżona kara umowna nie pokryje poniesionych\n                           przez stronę szkód, może ona dochodzić odszkodowania uzupełniającego na zasadach ogólnych.W celu zabezpieczenia roszczeń odszkodowawczych Zamawiającego i/lub o zapłatę kar\n                           umownych z tytułu nienależytego wykonania lub niewykonania zobowiązań Pekabex Bet\n                           S.A., w tym zobowiązań wynikających z gwarancji lub rękojmi, Pekabex Bet S.A. zobowiązany\n                           jest doręczyć Zamawiającemu bankową lub ubezpieczeniową gwarancję dobrego wykonania\n                           Umowy, przy czym winna ona być wystawiona na sumę równą co najmniej 5% wynagrodzenia\n                           za całość przedmiotu Umowy netto - w okresie do ostatniego dnia upływu 3-miesięcznego\n                           terminu od dnia podpisania protokołu odbioru końcowego, 3% - w okresie do ostatniego\n                           dnia upływu 25-miesięcznego terminu od dnia podpisania protokołu odbioru końcowego,\n                           a następnie 2% - do końca 60-miesięcznego okresu od dnia podpisania protokołu odbioru\n                           końcowego.Pekabex Bet S.A. udzielił ponadto rękojmi za wady fizyczne i prawne na okres 60 miesięcy\n                           od daty odbioru końcowego przedmiotu Umowy. Pekabex Bet S.A. udzielił również gwarancji\n                           jakości, w tym na wszystkie roboty budowlane na okres 10 lat od daty odbioru końcowego.Umowa została uznana za znaczącą z uwagi na fakt, iż szacowana wartość Umowy przekracza\n                           10% wartości skonsolidowanych kapitałów Emitenta.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 20/2018 z dnia 27 kwietnia 2018 r. dot. zawarcia\n                           warunkowej umowy o roboty budowlane pomiędzy spółką Pekabex Bet S.A. _spółką w 100%\n                           zależna od Emitenta_ a Skanska Sverige AB z siedzibą w Szwecji,  Zarząd Poznańskiej\n                           Korporacji Budowanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż otrzymał zamówienie\n                           do rozpoczęcia prac nad drugim etapem inwestycji. Jednocześnie Emitent informuje,\n                           iż przedmiotem zamówienia są wyłącznie dwa z trzech budynków przewidzianych dla drugiego\n                           etapu, stąd wartość wynagrodzenia wskazana w zamówieniu została ustalona na kwotę\n                           7 628 621 złotych. Informacja o ziszczeniu się powyższego warunku została uznana za istotna, gdyż dotyczy\n                           umowy, której zawarcie ma spodziewany istotny oraz pozytywny wpływ na sytuację majątkową\n                           spółki Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2018-10-09"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje, że w\n                           dniu dzisiejszym spółka zależna Emitenta – Pekabex Bet S.A. _\"Spółka\"_ ponownie zawarła\n                           z bankiem BGŻ BNP Paribas S.A. _\"Bank\"_ transakcję polegającą na zabezpieczeniu przed\n                           ryzykiem kursowym części płatności z tytułu realizacji znaczącej umowy, o której zawarciu\n                           Emitent informował raportem bieżącym 51/2018 z dnia 5 września 2018 r. _\"Kontrakt\"_.\n                           Jak wskazano w ww. raporcie, Spółka z tytułu wykonania Kontraktu powinna otrzymać\n                           wynagrodzenie w łącznej kwocie 15 530 000,00 EUR netto wraz z należnym podatkiem VAT.\n                           Dotychczas, jak informował Emitent w raporcie bieżącym nr 53/2018 z dnia 13 września\n                           2018 r. Spółka zawarła z Bankiem transakcję zabezpieczającą wymianę na PLN przyszłych\n                           płatności z tytułu Kontraktu w wysokości 4 700 000 EUR. W dniu dzisiejszym Spółka\n                           zawarła kolejną transakcję z Bankiem zabezpieczającą przed ryzykiem kursowym na Kontrakcie\n                           dot. kolejnych przyszłych płatności w kwocie 2 000 000 EUR. Tym samym, łączna wartość\n                           przedmiotu ww. transakcji z Bankiem wyniosła 6 700 000 EUR.Uwzględniając wartość przedmiotu tego typu transakcji, o których Emitent informował\n                           we wcześniejszych raportach bieżących, łączna wartość przedmiotu transakcji zabezpieczających\n                           ryzyko kursowe zawartych w tym roku przez Spółkę z Bankiem wyniosła 15 900 000 EUR.Informacja została uznana za istotną z uwagi na fakt, że łączna kwota przedmiotu transakcji\n                           zabezpieczających ryzyko kursowe na Kontrakcie, zawartych przez Spółkę z Bankiem przekraczała\n                           10% skonsolidowanych kapitałów Emitenta.",
        "date": "2018-10-09"
    },
    {
        "company_name": "PEKABEX",
        "content": "Poznańska Korporacja Budowlana Pekabex S.A. z siedzibą w Poznaniu _\"Spółka\"_, informuje,\n                           iż w dniu dzisiejszym otrzymała zaświadczenie o zarejestrowaniu w dniu 26 września\n                           2018 r. przez sąd rejestrowy podwyższenia kapitału zakładowego Spółki. Podwyższenie kapitału zostało dokonane w związku z wydaniem w dniu 11 lipca 2018 r.,\n                           w ramach warunkowego podwyższenia kapitału zakładowego przyjętego uchwałą nr 3 Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki w dniu 11 października 2016 r., 155.800 szt. akcji serii\n                           C o wartości nominalnej 1 złoty każda, uprawniających łącznie do 155.800 głosów na\n                           Walnym Zgromadzeniu Spółki. Wysokość podwyższonego kapitału zakładowego Spółki wynosi 24.368.824 złotych na co\n                           składa się 24.368.824 szt. akcji o wartości nominalnej 1 złoty każda, uprawniających\n                           łącznie do 24.368.824 głosów na Walnym Zgromadzeniu Spółki. Wysokość warunkowego kapitału\n                           zakładowego Spółki po podwyższeniu wynosi 570.591 złotych. Wszystkie 24.368.824 akcje są nieuprzywilejowanymi akcjami na okaziciela i dzielą\n                           się na:1_\t21.213.024 akcji serii A2_\t  3.000.000 akcji serii B3_\t     155.800 akcji serii C",
        "date": "2018-10-08"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta we wrześniu 2018 roku wyniosła 15 214 m3.",
        "date": "2018-10-05"
    },
    {
        "company_name": "PEKABEX",
        "content": "Poznańska Korporacja Budowana Pekabex S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym Zarząd BondSpot S.A. _\"BondSpot\"_ podjął uchwałę w sprawie wyznaczenia\n                           pierwszego dnia notowania w alternatywnym systemie obrotu na Catalyst 20.000 obligacji\n                           serii A Spółki o wartości nominalnej 20.000.000 zł wyemitowanych na mocy uchwały nr\n                           991/2018 Zarządu Giełdy Papierów Wartościowych w Warszawie S.A. z dnia 25 września\n                           2018 roku oraz uchwały nr 201/18  Zarządu BondSpot z dnia 25 września 2018 roku, \n                           w ramach ustanowionego przez Spółkę programu emisji, który umożliwia wielokrotne emisje\n                           obligacji  do maksymalnej łącznej wartości nominalnej wyemitowanych w ramach programu\n                           i niewykupionych obligacji w wysokości 80.000.000 zł w danym czasie, o którego ustanowieniu\n                           Spółka informowała raportem bieżącym nr 29/2018 z dnia 5 czerwca 2018 r. _\"Obligacje\"_,\n                           wprowadzonych do Alternatywnego Systemu Obrotu _Catalyst_ prowadzonego przez Giełdę\n                           Papierów Wartościowych w Warszawie S.A. _\"ASO GPW\"_ oraz BondSpot. Pierwszy dzień notowań Obligacji w ASO GPW oraz ASO BondSpot został wyznaczony na\n                           dzień 3 października 2018 roku.Obligacje zostały wyemitowane w dniu 22 czerwca 2018 roku, na mocy uchwały nr 390/2018\n                           Zarządu Krajowego Depozytu Papierów Wartościowych S.A. w sprawie rejestracji Obligacji\n                           w depozycie podjętej w dniu 20 czerwca 2018 roku, o czym Spółka informowała raportem\n                           bieżącym 42/2018.",
        "date": "2018-10-01"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ w nawiązaniu do\n                           raportu bieżącego 47/2018 informuje, że podmioty uprawnione nie skorzystały z prawa\n                           pierwokupu w obliczu czego w dniu dzisiejszym spółka zależna Emitenta – Kokoszki Prefabrykacja\n                           S.A. zawarła z Gdańską Agencją Rozwoju Gospodarczego sp. z o.o. umowę przenoszącą\n                           własność nieruchomości gruntowej na terenie Parku PrzemysłowoTechnologicznego \"Maszynowa\"\n                           w Gdańsku, o której była mowa w w/w raporcie, zgodnie z warunkami tam opisanymi.",
        "date": "2018-09-28"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           że Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_ w dniu dzisiejszym podpisała\n                           list intencyjny ze spółką Panattoni Development Europe sp. z o.o. z siedzibą w Warszawie,\n                           na generalne wykonawstwo zadania inwestycyjnego Centrum Produkcyjno-Logistyczno-Magazynowego\n                           Panattoni Europe z zapleczem socjalno biurowym oraz infrastrukturą techniczną i wewnętrznym\n                           układem drogowym przy ul. Szklanej w Bielsku-Białej _\"Inwestycja\"_. Inwestycja będzie\n                           prowadzona w dwóch etapach – Etap 1 i Etap 2. Uzgodnione wynagrodzenie ryczałtowe\n                           za realizację Inwestycji wynosi 10 110 000,00 euro. Podana cena jest wartością netto\n                           i należy doliczyć do niej stosowny podatek VAT. Termin zakończenia Etapu 1 to 30 kwietnia\n                           2019 r., natomiast Etapu 2 to 6 czerwca 2019 r . Natomiast termin wcześniejszego udostępnienia\n                           dla Etapu 1 został ustalony na dzień 31 marca 2019 r.Zawarcie listu intencyjnego poprzedza negocjacje w przedmiocie umowy na wykonanie\n                           Inwestycji. O zawarciu umowy Emitent poinformuje odrębnym raportem.Informacja została uznana za znaczącą z uwagi na fakt, iż wartość inwestycji przekracza\n                           10% wartości skonsolidowanych kapitałów Emitenta. Ponadto, podpisanie powyższego listu\n                           intencyjnego ma spodziewany istotny oraz pozytywny wpływ na sytuację majątkową spółki\n                           Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2018-09-24"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           że Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_ w dniu dzisiejszym przejęła\n                           od spółki SO SPV 104 Spółka z ograniczoną odpowiedzialnością część placu budowy inwestycji\n                           Panattoni przy ul. Szklanej w Bielsku-Białej. O zawarciu listu intencyjnego lub umowy\n                           Emitent poinformuje odrębnym raportem bieżącym.Informacja została uznana za znaczącą z uwagi na fakt, że jeżeli umowa dojdzie do\n                           skutku, jej wartość przekroczy 10% wartości skonsolidowanych kapitałów Emitenta. Ponadto,\n                           podpisanie powyższej umowy będzie miało spodziewany istotny oraz pozytywny wpływ na\n                           sytuację majątkową spółki Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2018-09-17"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje, że w\n                           dniu dzisiejszym spółka zależna Emitenta – Pekabex Bet S.A. _\"Spółka\"_ zawarła z bankiem\n                           BGŻ BNP Paribas S.A. _dalej \"Bank\"_ transakcję polegającą na zabezpieczeniu przed\n                           ryzykiem kursowym części płatności z tytułu realizacji znaczącej umowy, o której zawarciu\n                           Emitent informował raportem bieżącym 51/2018 z dnia 5 września 2018 r. Transakcja\n                           zabezpiecza przyszłe płatności z tytułu tego kontraktu w łącznej kwocie 4.700.000\n                           EUR.Uwzględniając wartość przedmiotu tego typu transakcji, o których Emitent informował\n                           we wcześniejszych raportach bieżących, łączna wartość przedmiotu transakcji zabezpieczających\n                           ryzyko kursowe zawartych w tym roku przez Spółkę z Bankiem wyniosła 13.900.000 EUR.Informacja została uznana za istotną z uwagi na fakt, że łączna kwota przedmiotu transakcji\n                           zabezpieczających ryzyko kursowe zawartych przez Spółkę z Bankiem przekracza w przeliczeniu\n                           na PLN 10% skonsolidowanych kapitałów Emitenta.",
        "date": "2018-09-13"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w sierpniu 2018 roku wyniosła 16 860 m3.",
        "date": "2018-09-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez spółkę PDC Industrial Center\n                           94 sp. z o.o. _\"Inwestor\"_ podpisanej przez spółkę Pekabex Bet S.A. _spółkę w 100%\n                           zależną od Emitenta_ umowy, której przedmiotem jest wybudowanie budynków magazynowo–logistycznych\n                           z pomieszczeniami technicznymi i biurowymi obejmującymi infrastrukturę, drogi i parkingi\n                           itp., położonych w m. Sękocin Stary, gmina Raszyn _\"Umowa\"_. O podpisaniu listu intencyjnego\n                           dot. powyższego przedsięwzięcia Emitent informował w raporcie bieżącym nr 27/2018\n                           w dniu 25 maja 2018 r. Wynagrodzenie ryczałtowe należne spółce Pekabex Bet S.A. za wykonanie Umowy wynosi\n                           15 530.000,00 Euro bez VAT -u. Podatek VAT zostanie doliczony po obowiązującej stawce.\n                           Strony wskazały termin 23 listopada 2018 r. jako dzień wcześniejszego udostępnienia\n                           w tym dla części biurowej, a także termin 23 grudnia 2018 roku jako dzień zakończenia\n                           robót, w tym uzyskania pozwolenia na użytkowanie.Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym za niedotrzymanie terminu zakończenia prac objętych przedmiotem Umowy w wysokości\n                           0,1% ceny Umowy za każdy dzień opóźnienia w zakończeniu prac, licząc po terminie 23\n                           grudnia 2018 r. Dodatkowo Inwestor może żądać zapłaty kary umownej w przypadku odmowy\n                           podpisania protokołu umożliwiającego Inwestorowi wcześniejszy dostęp w wysokości 0,1\n                           % ceny Umowy netto odpowiadającej proporcji powierzchni podlegającej wcześniejszemu\n                           dostępowi do której Pekabex Bet S.A nie zapewnia wcześniejszego dostępu, do powierzchni\n                           całego obiektu. Strony wprowadziły limit kar umownych do wysokości 7,5 % ceny Umowy\n                           netto. Zgodnie z Umową, Inwestor jest uprawniony do dochodzenia odszkodowania przewyższającego\n                           wysokość zastrzeżonych kar umownych.Zgodnie z treścią Umowy, Pekabex Bet S.A. jest zobowiązany do dostarczenia Inwestorowi\n                           gwarancji bankowej z tytułu zabezpieczenia prawidłowego i terminowego wykonania wszystkich\n                           prac przez Pekabex Bet S.A. a także prawidłowego wykonania obowiązków wynikających\n                           z rękojmi i udzielonej gwarancji Umowy na kwotę stanowiącą 5% ceny Umowy netto z na\n                           okres 5 lat liczony od daty podpisania protokołu przekazania inwestycji przez Inwestora\n                           i Pekabex Bet S.A. Z chwilą upływu powyższego okresu, Pekabex Bet S.A. dostarczy gwarancję\n                           bankową na kwotę stanowiącą 1% ceny Umowy netto, ważną do upływu 10 lat od daty podpisania\n                           protokołu zdawczo-odbiorczego. Inwestor zapłaci Pekabex Bet S.A. wynagrodzenie w terminie 30 dni od dnia otrzymania\n                           przez Inwestora faktury.Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, że niniejsza Umowa przekracza 10%\n                           wartości skonsolidowanych kapitałów Emitenta, a także że ma spodziewany pozytywny\n                           wpływ na sytuację finansową Pekabex Bet S.A. i co za tym idzie, całej grupy kapitałowej\n                           Emitenta.",
        "date": "2018-09-05"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           że Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_ w dniu dzisiejszym podpisała\n                           list intencyjny ze spółką Panattoni Development Europe sp. z o.o. z siedzibą w Warszawie,\n                           na generalne wykonawstwo zadania inwestycyjnego budowy dwóch hal zlokalizowanych w\n                           Kielcach wraz z pomieszczeniami biurowymi oraz niezbędną infrastrukturą techniczną\n                           _\"Inwestycja\"_. Wartość przedmiotu Inwestycji to 6 500 000 euro netto. Termin zakończenia\n                           Inwestycji to 28 marca 2019 r.Zawarcie listu intencyjnego poprzedza negocjacje w przedmiocie umowy na wykonanie\n                           Inwestycji. O zawarciu umowy Emitent poinformuje odrębnym raportem.Informacja została uznana za znaczącą z uwagi na fakt, iż wartość inwestycji przekracza\n                           10% wartości skonsolidowanych kapitałów Emitenta. Ponadto, podpisanie powyższego listu\n                           intencyjnego ma spodziewany istotny oraz pozytywny wpływ na sytuację majątkową spółki\n                           Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2018-08-29"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje, że w\n                           dniu 13 sierpnia 2018 roku spółka zależna Emitenta – Pekabex Bet S.A. _\"Spółka\"_ zawarła\n                           z DNB Bank Polska S.A. _dalej \"DNB\"_ transakcje polegające na zabezpieczeniu przed\n                           ryzykiem kursowym części płatności z tytułu realizacji kontraktu.Spółka zawarła dzisiaj transakcje zabezpieczające przed ryzykiem kursowym dotyczącym\n                           przyszłych płatności w kwocie 6.700.000 EUR. Uwzględniając wartość przedmiotu tego\n                           typu transakcji, o których Emitent informował we wcześniejszych raportach bieżących,\n                           łączna wartość przedmiotu transakcji zabezpieczających ryzyko kursowe zawartych w\n                           tym roku przez Spółkę z DNB Bank Polska S.A. wyniosła 27.300.000 EUR, natomiast łączna\n                           wartość przedmiotu transakcji zabezpieczających ryzyko kursowe zawartych w tym roku\n                           przez Spółkę z BGŻ BNP Paribas S.A. _\"BGŻ\"_ wyniosła 9.200.000 EURInformacja została uznana za istotną z uwagi na fakt, że łączna kwota przedmiotu transakcji\n                           zabezpieczających ryzyko kursowe zawartych przez Spółkę w tym roku zarówno z DNB jak\n                           i z BGŻ przekracza w przeliczeniu na PLN 10% skonsolidowanych kapitałów Emitenta.",
        "date": "2018-08-13"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w lipcu 2018 roku wyniosła 17 843 m3.",
        "date": "2018-08-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ w nawiązaniu do\n                           raportów 9/2018 i 30/2018 informuje, że w dniu dzisiejszym spółka zależna Emitenta\n                           – Kokoszki Prefabrykacja S.A. _\"Spółka\"_ zawarła z Gdańską Agencją Rozwoju Gospodarczego\n                           sp. z o.o. _\"GARG\"_ umowę zobowiązującą nabycia nieruchomość gruntowej na terenie\n                           Parku PrzemysłowoTechnologicznego \"Maszynowa\" w Gdańsku o powierzchni 24.549 m2 za\n                           cenę ofertową tj. 5.891.760,00 zł netto. Cena, przy uwzględnieniu już wpłaconego zadatku,\n                           wynoszącego 10% ceny, zostanie uiszczona przed zawarciem umowy przenoszącej własność.\n                           Umowa uwzględnia ustawowe prawo pierwokupu, które podmioty uprawnione mają prawo zrealizować\n                           w ciągu 30 dni od daty zawarcia umowy zobowiązującej, oraz prawo odkupu za zwrotem\n                           ceny i nakładów na wypadek gdyby Spółka lub jej następca prawny nie zakończyła inwestycji\n                           polegającej na wybudowaniu hali magazynowo-produkcyjnej na nabywanej nieruchomości\n                           w ciągu 5 lat od zawarcia umowy przenoszącej własność nieruchomości, przy czym Spółka\n                           dobrowolnie poddała się egzekucji co do obowiązku wydania GARG w takim przypadku nieruchomości.\n                           Poza tym umowa zawiera postanowienia typowe dla tego typu umów, w tym dobrowolne poddanie\n                           się Spółki egzekucji co do obowiązku zapłaty ceny oraz dobrowolne poddanie się GARG\n                           egzekucji co do obowiązku wydania nieruchomości. O ile podmioty uprawnione nie skorzystają\n                           z prawa pierwokupu Spółka zawrze umowę przenoszącą własność nieruchomości do dnia\n                           30 września 2018 r.  O zawarciu Umowy przyrzeczonej przenoszącej własność Spółka poinformuje\n                           odrębnym raportem.",
        "date": "2018-07-25"
    },
    {
        "company_name": "PEKABEX",
        "content": "Poznańska Korporacja Budowlana Pekabex S.A. z siedzibą w Poznaniu _\"Spółka\"_, informuje,\n                           iż w dniu 11 lipca 2018 r. doszło do wydania, w ramach warunkowego podwyższenia kapitału\n                           zakładowego przyjętego uchwałą nr 3 Nadzwyczajnego Walnego Zgromadzenia Spółki w dniu\n                           11 października 2016 r., 155.800 szt. akcji o wartości nominalnej 1 złoty każda, uprawniających\n                           łącznie do 155.800 głosów na Walnym Zgromadzeniu Spółki. Po wydaniu akcji wysokość kapitału zakładowego Spółki wynosi 24.368.824 złotych na\n                           co składa się 24.368.824 szt. akcji o wartości nominalnej 1 złoty każda, uprawniających\n                           łącznie do 24.368.824 głosów na Walnym Zgromadzeniu Spółki. Po wydaniu akcji wysokość warunkowego kapitału zakładowego Spółki wynosi 570.591 złotych.",
        "date": "2018-07-12"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym spółka Pekabex Bet S.A. – spółka w 100% zależna od Emitenta,\n                           zawarła z Metrix Metal Sp. z o.o. z siedzibą w Tczewie _\"Zamawiający\"_ umowę o generalne\n                           wykonawstwo _\"Umowa\"_, której przedmiotem jest budowa hali produkcyjno-magazynowej,\n                           obiektu socjalno-biurowego i magazynu wraz z wewnętrznym układem drogowym, parkingiem\n                           i niezbędną infrastrukturą techniczną w Tczewie _\"Inwestycja\"_. Realizacja Inwestycji\n                           będzie następowała w dwóch etapach, opisanych w \"Zakresie Rzeczowo – Finansowym\" załączonym\n                           do Umowy. Jednakże, Zamawiający jest uprawniony do rezygnacji z realizacji etapu II,\n                           chyba że złoży oświadczenie o kontynuowaniu Inwestycji. Niezłożenie oświadczenie o\n                           kontynuowaniu Inwestycji do dnia 3 stycznia 2019 r. oznacza rezygnację przez Zamawiającego\n                           z realizacji etapu II.  Etap I Inwestycji zakończony zostanie do dnia 28 lutego 2019 r., zaś zakończenie Inwestycji\n                           tj. uzyskanie pozwolenia na użytkowanie Inwestycji do dnia 31 lipca 2019 r. Wynagrodzenie ryczałtowe należne spółce Pekabex Bet S.A. za wykonanie przedmiotu Umowy\n                           wynosi 20 605 687,14 zł netto, w tym za etap I – 12 332 173,01 zł netto, zaś za etap\n                           II – 8 273 514,13 zł netto. Podatek VAT zostanie doliczony w wysokości zgodnej z obowiązującymi\n                           przepisami. Wynagrodzenie będzie płatne w terminie 30 dni od dnia doręczenia Zamawiającemu\n                           faktury.Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym w razie zwłoki w wykonaniu etapu I Inwestycji, przekraczającej 14 dni w wysokości\n                           0,03% wynagrodzenia za etap I, za każdy dzień zwłoki oraz w razie zwłoki w zakończeniu\n                           Inwestycji w wysokości 0,05% całkowitego wynagrodzenia za każdy dzień, a także w razie\n                           odstąpienia przez Zamawiającego od Umowy na skutek okoliczności, za które Pekabex\n                           Bet S.A. ponosi odpowiedzialność w wysokości 10% wartości netto prac pozostałych do\n                           wykonania, nie mniej jednak niż 1 000 000 złotych netto. Ponadto, Pekabex Bet S.A.\n                           zapłaci Zamawiającemu kary umowne za nieterminowe usuwanie wad i usterek, w następujących\n                           wysokościach: za zwłokę w przystąpieniu do usuwania wad w wysokości 500 złotych za\n                           każdy dzień, za zwłokę w usunięciu wady istotnej lub zagrażającej życiu w wysokości\n                           0,05% całkowitego wynagrodzenia za każdy dzień oraz w przypadku zwłoki w usunięciu\n                           wady innej  niż istotna lub zagrażająca życiu w wysokości 500 złotych za każdy dzień.\n                           Zamawiający zaś zobowiązany jest do zapłaty Pekabex Bet S.A. kary umownej w wysokości\n                           10% netto prac pozostałych do wykonania, w razie odstąpienia przez Pekabex Bet S.A.\n                           od Umowy wskutek okoliczności, za które Zamawiający ponosi odpowiedzialność. Strony\n                           uprawnione są do dochodzenia odszkodowania uzupełniającego, przewyższającego wysokość\n                           kar umownych. Łączna wysokość kar umownych, jakie Zamawiający może nałożyć na Pekabex\n                           Bet S.A. nie może przekroczyć 10% całkowitego wynagrodzenia netto. Zgodnie z treścią Umowy, Pekabex Bet S.A. jest zobowiązany do dostarczenia Zamawiającemu\n                           gwarancji bankowej lub ubezpieczeniowej w wysokości 10% wynagrodzenia netto za etap\n                           I. W przypadku realizacji etapu II, Pekabex Bet S.A. złoży dodatkową gwarancję bankową\n                           lub ubezpieczeniową w wysokości 10% wynagrodzenia netto za etap II. Po podpisaniu\n                           protokołu odbioru końcowego, także w przypadku podpisania protokołu odbioru etapu\n                           I Inwestycji, suma gwarancyjna ulegnie zmniejszeniu do 5% całkowitego wynagrodzenia\n                           netto, a w przypadku rezygnacji z realizacji etapu II, do wysokości 5% wynagrodzenia\n                           netto za etap I. Gwarancja zostanie ustanowiona na okres do końca okresu gwarancji\n                           i rękojmi, lecz nie dłużej niż na okres 5 lat od dnia zakończenia Inwestycji. Ponadto,\n                           Pekabex Bet S.A. udziela Zamawiającemu gwarancji jakości na okres 10 lat, co nie wyłącza\n                           odpowiedzialności Pekabex Bet S.A. z tytułu rękojmi za wady. Pozostałe warunki umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, że niniejsza umowa przekracza 10%\n                           wartości skonsolidowanych kapitałów Emitenta, a także, że ma spodziewany pozytywny\n                           wpływ na sytuację finansową Pekabex Bet S.A. i co za tym idzie, całej grupy kapitałowej\n                           Emitenta.",
        "date": "2018-07-10"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w czerwcu 2018 roku wyniosła 17 151 m3.",
        "date": "2018-07-04"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 20/2018 z dnia 27 kwietnia 2018 r. dot. zawarcia\n                           umowy o roboty budowlane pomiędzy spółką Pekabex Bet S.A. _spółką w 100% zależna od\n                           Emitenta_ a Skanska Sverige AB z siedzibą w Szwecji _\"Zamawiający\"_, Zarząd Poznańskiej\n                           Korporacji Budowanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż zgodnie z treścią\n                           ww. umowy, Pekabex Bet S.A. powinien otrzymać zamówienie do rozpoczęcia prac nad drugim\n                           etapem do dnia 6 lipca 2018 r. Tymczasem, w dniu dzisiejszym Zamawiający poinformował\n                           o tym, iż nie zostały osiągnięte zakładane cele sprzedażowe, a więc Zamawiający nie\n                           jest w stanie wysłać zamówienia dla rozpoczęcia prac nad drugim etapem w terminie\n                           do 6 lipca 2018 r.  Powyższa informacja została uznana za istotna, gdyż dotyczy umowy mającej spodziewany\n                           istotny oraz pozytywny wpływ na sytuację majątkową spółki Pekabex Bet S.A., a co za\n                           tym idzie Grupy Pekabex.",
        "date": "2018-07-03"
    },
    {
        "company_name": "PEKABEX",
        "content": "Poznańska Korporacja Budowlana Pekabex S.A. z siedzibą w Poznaniu _\"Spółka\"_, informuje,\n                           iż w dniu 22.06.2018r. Spółka wyemitowała 20.000 obligacji serii A, o łącznej wartości\n                           nominalnej 20.000.000 zł, na mocy uchwały nr 390/2018 Zarządu Krajowego Depozytu Papierów\n                           Wartościowych S.A. z dnia 20 czerwca 2018r. w ramach programu emisji obligacji Spółki\n                           do maksymalnej łącznej wartości nominalnej wyemitowanych w ramach programu i niewykupionych\n                           obligacji w wysokości 80.000.000 zł w danym czasie, o którego ustanowieniu Spółka\n                           informowała raportem bieżącym nr 29/2018 z dnia 5 czerwca 2018 r. Zgodnie z warunkami emisji, obligacje serii A są oprocentowane według stawki WIBOR\n                           dla depozytów 6-miesięcznych powiększonej o marżę w wysokości 2,50%.Termin wykupu obligacji serii A przypada w dniu 22 czerwca 2022 roku. Obligacje serii A zostaną wprowadzone do Alternatywnego Systemu Obrotu _Catalyst_\n                           prowadzonego przez Giełdę Papierów Wartościowych w Warszawie S.A. _\"ASO GPW\"_ oraz\n                           BondSpot S.A. _\"ASO BondSpot\"_ po podjęciu stosownych uchwał odpowiednio przez zarządy\n                           ASO GPW i ASO BondSpot.Szczegółowe informacje dotyczące emisji obligacji serii A:a_\tRozpoczęcie i zakończenie subskrypcji: rozpoczęcie 13.06.2018r., zakończenie 19.06.2018r.b_\tData przydziału papierów wartościowych: 21.06.2018r.c_\tLiczba obligacji objętych subskrypcją: 20.000d_\tStopa redukcji: brake_\tLiczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji: 20.000f_\tLiczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji: 20.000g_\tCena, po jakiej papiery wartościowe były nabywane: 1.000 złh_\tLiczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją _informacjapodana z rozbiciem na subfundusze_: 14i_\tLiczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           _informacja podana z rozbiciem na subfundusze_: 14j_\tWartość przeprowadzonej subskrypcji: 20.000.000 zł;k_\tŁączne koszty, które zostały zaliczone do kosztów emisji na dzień publikacji raportu:\n                           64.000,00 zł netto, w tym:a.\tprzygotowanie i przeprowadzenie oferty: 64.000,00 zł nettob.\twynagrodzenie subemitentów: nie dotyczyc.\tsporządzenie prospektu emisyjnego, z uwzględnieniem kosztów doradztwa: nie dotyczyd.\tpromocja oferty: nie dotyczyKoszty poniesione w związku z emisją obligacji zostaną rozliczone zgodnie z metodą\n                           zamortyzowanego kosztu _skorygowanej ceny nabycia_ przy zastosowaniu efektywnej stopy\n                           procentowej i będą ujmowane w sprawozdaniu z wyniku w oczekiwanym okresie życia instrumentu\n                           finansowego.l_\tŚredni koszt przeprowadzenia subskrypcji przypadający na jedną obligację: 3,20\n                           złm_\tOpłacenie nabytych papierów wartościowych nastąpiło w zamian za wkłady pieniężne.\n                           W opinii Zarządu dojście emisji obligacji o przedstawionych parametrach do skutku,\n                           w obecnej, bardzo trudnej sytuacji na rynku obligacji, jest dowodem na zaufanie inwestorów\n                           w długoterminową stabilność i silną pozycję finansową Pekabex.",
        "date": "2018-06-25"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Spółka\"_ informuje, że Zwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki w dniu 20 czerwca 2018 roku podjęło uchwałę\n                           w sprawie powołania nowego członka Rady Nadzorczej, Pana Marcina Szpaka. Wykształcenie, kwalifikacje, jak również zajmowane wcześniej stanowiska wraz z opisem\n                           przebiegu pracy zawodowej zawarte są w życiorysie Pana Marcina Szpaka, który stanowi\n                           załącznik do niniejszego raportu. Pan Marcin Szpak nie prowadzi działalności konkurencyjnej wobec Spółki.",
        "date": "2018-06-20"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S. A. _\"Spółka\"_ informuje, że w\n                           dniu 20 czerwca 2018 r. Zwyczajne Walne Zgromadzenie Spółki podjęło uchwałę w sprawie\n                           wypłaty dywidendy w wysokości 3 899 011,84 zł _trzy miliony osiemset dziewięćdziesiąt\n                           dziewięć tysięcy jedenaście złotych 84/100_, tj. 0,16 zł na jedną akcję. Liczba akcji\n                           objętych dywidendą 24 368 824 sztuk. Zwyczajne Walne Zgromadzenie Spółki ustaliło dzień dywidendy na 20 lipca 2018 roku\n                           oraz dzień wypłaty dywidendy na 31 lipca 2018 roku.",
        "date": "2018-06-20"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S. A. _\"Spółka\"_ podaje do wiadomości\n                           treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki w dniu\n                           20 czerwca 2018 roku. Ponadto, zarząd Spółki informuje, iż:1. uchwała nr 5 w sprawie zwiększenia przejrzystości informacji zawartych w sprawozdaniu\n                           finansowym GK Pekabex SA za rok 2017 w zakresie zakupów dokonywanych od kluczowego\n                           personelu kierowniczego a także od osób z nim powiązanych, 2. uchwała nr 6 w sprawie zwiększenia przejrzystości informacji zawartych w sprawozdaniu\n                           finansowym GK Pekabex SA za rok 2017 w zakresie wynagrodzeń i innych świadczeń na\n                           rzecz kluczowego personelu kierowniczego Grupy Kapitałowej3. uchwała nr 7 w sprawie zwiększenia przejrzystości informacji zawartych w sprawozdaniu\n                           finansowym GK Pekabex SA za rok 2017 w zakresie nabycia przez Pekabex spółki \"Innowa\n                           BET\" Wytwórnia Konstrukcji Prefabrykowanej sp. z o.o4. uchwała nr 8 sprawie zarządzenia przerwy w obradach Walnego Zgromadzenia nie zostały podjęte. Treść projektów uchwał, które zostały poddane pod głosowanie,\n                           a nie zostały podjęte Zarząd Spółki przekazuje w załączniku.",
        "date": "2018-06-20"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Spółka\"_ przekazuje do publicznej\n                           wiadomości listę akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki w dniu 20 czerwca 2018 r.: 1. Opoka II FIZ: 9 784 585 głosów, stanowiących 61,85% głosów na WZA oraz 40,41% ogólnej\n                           liczby głosów;2. Cantorelle Limited: 2 958 170 głosów, stanowiących 18,70% głosów na WZA oraz 12,22%\n                           ogólnej liczby głosów;3. Grassalen Investment Limited: 1 120 000 głosów, stanowiących 7,08% głosów na WZA\n                           oraz 4,63% ogólnej liczby głosów;",
        "date": "2018-06-20"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje, że w\n                           dniu dzisiejszym spółka zależna Emitenta – Pekabex Bet S.A. _\"Spółka\"_ zawarła z BGŻ\n                           BNP Paribas S.A. _dalej \"BGŻ\"_ i DNB Bank Polska S.A. _dalej \"BNP\"_ transakcje polegające\n                           na zabezpieczeniu przed ryzykiem kursowym części płatności z tytułu realizacji znaczącej\n                           umowy, o której zawarciu Emitent informował raportem bieżącym 33/2018 z dnia 8 czerwca\n                           2018 r. _\"Kontrakt\"_. Jak wskazano w w/w raporcie, Spółka z tytułu wykonania Kontraktu powinna otrzymać\n                           wynagrodzenie w łącznej kwocie 12.150.000 EUR netto. W dniu dzisiejszym Spółka zawarła\n                           transakcje zabezpieczające przed ryzykiem kursowym na Kontrakcie, dot. przyszłych\n                           płatności w kwocie 2.700.000 EUR z BGŻ i 6.700.000 EUR z DNB. Uwzględniając wartość\n                           przedmiotu tego typu transakcji, o których Emitent informował we wcześniejszych raportach\n                           bieżących, łączna wartość przedmiotu transakcji zabezpieczających ryzyko kursowe zawartych\n                           w tym roku przez Spółkę z BGŻ wyniosła 9.200.000 EUR, a z DNB 20.600.000 EUR. Informacja została uznana za istotną z uwagi na fakt, że łączna kwota przedmiotu transakcji\n                           zabezpieczających ryzyko kursowe zawartych przez Spółkę w tym roku zarówno z BGŻ jak\n                           i z DNB przekracza w przeliczeniu na PLN 10% skonsolidowanych kapitałów Emitenta.",
        "date": "2018-06-19"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje, że w\n                           dniu dzisiejszym spółka zależna Emitenta – Pekabex Bet S.A. _\"Spółka\"_ zawarła z bankiem\n                           BGŻ BNP Paribas S.A. _dalej \"Bank\"_ transakcję polegającą na zabezpieczeniu przed\n                           ryzykiem kursowym części płatności z tytułu realizacji znaczącej umowy, o której zawarciu\n                           Emitent informował raportem bieżącym 25/2018 z dnia 23 maja 2018 r. _\"Kontrakt\"_.\n                           Jak wskazano w w/w raporcie, Spółka z tytułu wykonania Kontraktu powinna otrzymać\n                           wynagrodzenie w łącznej kwocie 7.138.360 EUR netto. W dniu 25 maja 2018 r. Spółka\n                           celem zabezpieczenia przed ryzykiem kursowym zawarła transakcję zabezpieczającą wymianę\n                           na PLN przyszłych płatności z tytułu Kontraktu w łącznej kwocie 4.700.000 EUR. W dniu\n                           dzisiejszym Spółka zawarła kolejną transakcję z Bankiem zabezpieczającą przed ryzykiem\n                           kursowym na Kontrakcie, dot. kolejnych przyszłych płatności w łącznej kwocie 1.800.000\n                           EUR, tym samym łączna wartość przedmiotu w/w transakcji z Bankiem wyniosła 6.500.000\n                           EUR.Informacja została uznana za istotną z uwagi na fakt, że łączna kwota przedmiotu transakcji\n                           zabezpieczających ryzyko kursowe na Kontrakcie zawartych przez Spółkę z Bankiem przekraczała\n                           w przeliczeniu na PLN 10% skonsolidowanych kapitałów Emitenta.",
        "date": "2018-06-18"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ działając na podstawie\n                           § 19 ust. 1 pkt 4_ rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2018 r., poz. 757_, informuje, że otrzymał\n                           od akcjonariusza Emitenta reprezentującego co najmniej jedną dwudziestą kapitału zakładowego\n                           Emitenta - Cantorelle Limited z siedzibą w Nikozji w Republice Cypryjskiej _\"Akcjonariusz\"_\n                           projekt uchwały dotyczącej spraw będących w porządku obrad Zwyczajnego Walnego Zgromadzenia\n                           zwołanego na dzień 20 czerwca 2018 r. _w załączeniu_.",
        "date": "2018-06-15"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ działając na podstawie\n                           § 19 ust. 1 pkt 4_ rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2018 r., poz. 757_, informuje, że w dniu\n                           13 czerwca 2018 r. otrzymał od akcjonariusza Emitenta reprezentującego co najmniej\n                           jedną dwudziestą kapitału zakładowego Emitenta - Cantorelle Limited z siedzibą w Nikozji\n                           w Republice Cypryjskiej _\"Akcjonariusz\"_ projekt uchwały dotyczącej spraw będących\n                           w porządku obrad Zwyczajnego Walnego Zgromadzenia zwołanego na dzień 20 czerwca 2018\n                           r. _w załączeniu_.",
        "date": "2018-06-14"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           iż w dniu dzisiejszym powziął wiadomość o podpisaniu przez spółkę Accolade PL XI Sp.\n                           z o.o. _\"Inwestor\"_ podpisanej przez spółkę Pekabex Bet S.A. _spółkę w 100% zależną\n                           od Emitenta_ której przedmiotem jest budowa Hali magazynowej AB _etap I_ wraz z trzykondygnacyjnym\n                           budynkiem biurowym, niezbędną infrastrukturą zewnętrzną i pomieszczeniami technicznymi\n                           w ramach inwestycji o nazwie \"Panattoni Park Kielce\" w Kielcach. Wynagrodzenie ryczałtowe należne spółce Pekabex Bet S.A. za wykonanie umowy wynosi\n                           12 150 000,00 Euro bez VAT -u. Podatek VAT zostanie doliczony po obowiązującej stawce.\n                           Strony wskazały termin 15 września 2018 roku jako dzień zakończenia robót, w tym uzyskania\n                           pozwolenia na użytkowanie. Umowa zawiera standardowe postanowienia dotyczące kar umownych dla tego typu umów,\n                           w tym za niedotrzymanie terminu zakończenia robót objętych przedmiotem umowy w wysokości\n                           0,1% ceny umowy netto za dany zakres przedmiotu umowy _tj. wartości dla każdego z\n                           zadań osobno_, którego dotyczy opóźnienie, za każdy dzień opóźnienia w odniesieniu\n                           do terminów określonych umową. Dodatkowo Inwestor będzie uprawniony do żądania zapłaty\n                           kary umownej w przypadku odmowy podpisania protokołu umożliwiającego Inwestorowi wcześniejszy\n                           dostęp w wysokości 25 % ceny umowy netto w części dotyczącej powierzchni podlegającej\n                           wcześniejszemu dostępowi dla każdej powierzchni najmu. Strony wprowadziły limit kar\n                           umownych do wysokości 7,5 % ceny umowy netto. Zgodnie z umową, Inwestora jest uprawniony\n                           do dochodzenia odszkodowania przewyższającego wysokość zastrzeżonych kar umownych,\n                           do wysokości poniesionej szkody.Zgodnie z treścią umowy, Pekabex Bet S.A. jest zobowiązany do dostarczenia Inwestorowi\n                           gwarancji bankowej z tytułu zabezpieczenia prawidłowego i terminowego wykonania wszelkich\n                           prac przez Pekabex Bet S.A. a także prawidłowego wykonania obowiązków wynikających\n                           z rękojmi i udzielonej gwarancji umowy na kwotę stanowiącą 5% ceny  umowy netto na\n                           okres 5 lat liczony od daty podpisania protokołu przekazania inwestycji przez Inwestora\n                           i Pekabex Bet S.A. Pekabex Bet S.A. udziela Inwestorowi gwarancje jakości i rękojmi\n                           za wady na okres 5 lat liczony od dnia podpisania protokołu przekazania inwestycji.Inwestor zapłaci Pekabex Bet S.A. wynagrodzenie w terminie 30 dni od dnia otrzymania\n                           przez Inwestora faktury, przy tym pierwsza płatność zostanie dokonana w terminie 45\n                           dni od dnia otrzymania przez Inwestora faktury.Pozostałe warunki umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, że niniejsza umowa przekracza 10%\n                           wartości skonsolidowanych kapitałów Emitenta, a także że ma spodziewany pozytywny\n                           wpływ na sytuację finansową Pekabex Bet S.A. i co za tym idzie, całej grupy kapitałowej\n                           Emitenta.",
        "date": "2018-06-08"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ działając na podstawie\n                           § 19 ust. 1 pkt 4_ rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2018 r., poz. 757_, informuje, że w dniu\n                           6 czerwca 2018 r. otrzymał od akcjonariusza Emitenta reprezentującego co najmniej\n                           jedną dwudziestą kapitału zakładowego Emitenta - Cantorelle Limited z siedzibą w Nikozji\n                           w Republice Cypru _\"Akcjonariusz\"_ projekty uchwał dotyczące spraw wprowadzonych do\n                           porządku obrad Zwyczajnego Walnego Zgromadzenia zwołanego na dzień 20 czerwca 2018\n                           r. _w załączeniu_.W związku z treścią otrzymanych projektów Zarząd zwrócił się do KNF z prośbą o pomoc\n                           w wyjaśnieniu czy działania akcjonariusza mieszczą się w zakresie dozwolonym przepisami\n                           prawa.",
        "date": "2018-06-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w maju 2018 roku wyniosła 15 364 m3.",
        "date": "2018-06-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego 9/2018 z dnia 5 marca 2018 r. Zarząd Poznańskiej\n                           Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje, iż spółka zależna Emitenta\n                           - Kokoszki Prefabrykacja S.A. _\"Spółka\"_ wygrała przetarg na zakup nieruchomości gruntowej\n                           na terenie Parku Przemysłowo-Technologicznego \"Maszynowa\" w Gdańsku o powierzchni\n                           24.549 m2 _\"Nieruchomość\"_. W terminie dwóch miesięcy Spółka zobowiązana jest zawrzeć\n                           z Gdańską Agencją Rozwoju Gospodarczego sp. z o.o. umowę przedwstępną na zakup tej\n                           Nieruchomości za cenę ofertową tj. 5.891.760,00 zł. O zawarciu Umowy spółka poinformuje\n                           odrębnym raportem.",
        "date": "2018-06-07"
    },
    {
        "company_name": "PEKABEX",
        "content": "Poznańska Korporacja Budowana Pekabex S.A. z siedzibą w Poznaniu _\"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego nr 24/2018 opublikowanego w dniu 17 maja 2018 r., niniejszym\n                           informuje, iż w dniu dzisiejszym Spółka zawarła umowę programową z Bankiem Pekao S.A.\n                           działającym jako Organizator, Agent Emisji, Agent Kalkulacyjny oraz Dealer _\"Umowa\n                           Programowa\"_. Na podstawie stosownych uchwał oraz Umowy Programowej, Spółka może realizować program\n                           emisji obligacji _\"Program\"_ zgodnie z następującymi założeniami:1.\tłączna wartość obligacji wyemitowanych i niewykupionych w ramach Programu nie przekroczy\n                           80.000.000 zł _limit ma charakter odnawialny_;2.\tobligacje będą emitowane jako obligacje niezabezpieczone, na okaziciela, nieposiadające\n                           formy dokumentu;3.\tobligacje każdej serii oferowane będą do indywidualnie wybranych adresatów w trybie\n                           oferty niepublicznej;4.\tokres zapadalności obligacji każdej serii nie przekroczy pięciu lat;5.\tobligacje będą oprocentowane według zmiennej stopy procentowej;6.\tobligacje od dnia emisji zarejestrowane będą w depozycie prowadzonym przez Krajowy\n                           Depozyt Papierów Wartościowych S.A.;7.\tobligacje będą mogły zostać wprowadzone do alternatywnego systemu obrotu Catalyst\n                           prowadzonego przez BondSpot S.A. lub przez Giełdę Papierów Wartościowych w Warszawie\n                           S.A.Rada Nadzorcza Spółki wyraziła zgodę na ustanowienie Programu oraz zaciąganie przez\n                           Spółkę zobowiązań w ramach Programu. Spółka informuje również, że planuje dokonać emisji pierwszej serii obligacji w ramach\n                           Programu w drugim kwartale 2018 roku. Wartość emisji nie przekroczy kwoty 40.000.000\n                           zł.",
        "date": "2018-06-05"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ działając na podstawie\n                           § 19 ust. 1 pkt 3_ rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2018 r., poz. 757_, informuje, że w dniu\n                           29 maja 2018 r. otrzymał: 1.\tŻądanie akcjonariusza Emitenta reprezentującego ponad jedną dwudziestą kapitału\n                           zakładowego Emitenta - Opoka II FIZ _\"Akcjonariusz 1\"_ umieszczenia w porządku obrad\n                           Zwyczajnego Walnego Zgromadzenia Emitenta zwołanego na dzień 20 czerwca 2018 r. następujących\n                           punktów:1_\tUstalenie liczby członków Rady Nadzorczej;2_\tPowołanie członka Rady Nadzorczej;Wraz z w/w żądaniem Akcjonariusz 1 przedłożył projekty uchwał w sprawach objętych\n                           w/w punktami, które stanowią załącznik do niniejszego raportu. 2.\tŻądanie akcjonariusza Emitenta reprezentującego ponad jedną dwudziestą kapitału\n                           zakładowego Emitenta - Cantorelle Limited _\"Akcjonariusz 2\"_ umieszczenia w porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia Emitenta zwołanego na dzień 20 czerwca 2018\n                           r. następujących punktów:1_\tPrzed rozpatrzeniem sprawozdań Spółki za rok 2017, podjęcie uchwały w sprawie zwiększenia\n                           przejrzystości informacji zawartych w skonsolidowanym sprawozdaniu finansowym GK Pekabex\n                           SA za rok 2017, w zakresie zakupów dokonywanych przez GK Pekabex SA od kluczowego\n                           personelu kierowniczego Grupy Kapitałowej, a także od osób fizycznych oraz prawnych\n                           powiązanych z kluczowym personelem kierowniczym Grupy;2_\tPrzed rozpatrzeniem sprawozdań Spółki za rok 2017, podjęcie uchwały w sprawie zwiększenia\n                           przejrzystości informacji  zawartych w skonsolidowanym sprawozdaniu finansowym GK\n                           Pekabex SA za rok 2017, w zakresie wynagrodzeń i innych świadczeń na rzecz kluczowego\n                           personelu kierowniczego Grupy Kapitałowej;3_\tPrzed rozpatrzeniem sprawozdań Spółki za rok 2017, podjęcie uchwały w sprawie zwiększenia\n                           przejrzystości informacji zawartych w sprawozdaniach finansowych Pekabex za rok 2017\n                           poprzez ujawnienie _i_ osób lub podmiotów, od których Pekabex nabył spółkę \"Innowa\n                           BET\" Wytwórnia Konstrukcji Prefabrykowanej sp. z o.o., _ii_ ewentualnego poziomu należności,\n                           które Pekabex posiadał wobec Innowa Bet przed nabyciem tego podmiotu; 4_\tPodjęcie uchwały w sprawie przerwy w obradach Walnego Zgromadzenia, aby umożliwić\n                           Zarządowi podjęcie działań mających na celu zwiększenie transparentności sprawozdań\n                           finansowych za rok 2017 przed poddaniem pod głosowanie uchwał w sprawie ich zatwierdzenia\n                           przez akcjonariuszy; Wraz z w/w żądaniem Akcjonariusz 2 przedłożył projekty uchwał w sprawach objętych\n                           w/w punktami, które stanowią załącznik do niniejszego raportu. W związku z powyższym Zarząd Emitenta postanawia wprowadzić do porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Emitenta zwołanego na dzień 20 czerwca 2018 r. w/w punkty, w\n                           efekcie czego porządek obrad tego zgromadzenia przyjmuje następujące nowe brzmienie:1.\t Otwarcie Zwyczajnego Walnego Zgromadzenia.2.\tWybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3.\tStwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia oraz zdolności\n                           do podejmowania uchwał.4.\tPrzyjęcie porządku obrad.5.\tUstalenie liczby członków Rady Nadzorczej,6.\tPowołanie członka Rady Nadzorczej,7.\tPrzed rozpatrzeniem sprawozdań Spółki za rok 2017, podjęcie uchwały w sprawie zwiększenia\n                           przejrzystości informacji zawartych w skonsolidowanym sprawozdaniu finansowym GK Pekabex\n                           SA za rok 2017, w zakresie zakupów dokonywanych przez GK Pekabex SA od kluczowego\n                           personelu kierowniczego Grupy Kapitałowej, a także od osób fizycznych oraz prawnych\n                           powiązanych z kluczowym personelem kierowniczym Grupy,8.\tPrzed rozpatrzeniem sprawozdań Spółki za rok 2017, podjęcie uchwały w sprawie zwiększenia\n                           przejrzystości informacji  zawartych w skonsolidowanym sprawozdaniu finansowym GK\n                           Pekabex SA za rok 2017, w zakresie wynagrodzeń i innych świadczeń na rzecz kluczowego\n                           personelu kierowniczego Grupy Kapitałowej,9.\tPrzed rozpatrzeniem sprawozdań Spółki za rok 2017, podjęcie uchwały w sprawie zwiększenia\n                           przejrzystości informacji zawartych w sprawozdaniach finansowych Pekabex za rok 2017\n                           poprzez ujawnienie _i_ osób lub podmiotów, od których Pekabex nabył spółkę \"Innowa\n                           BET\" Wytwórnia Konstrukcji Prefabrykowanej sp. z o.o., _ii_ ewentualnego poziomu należności,\n                           które Pekabex posiadał wobec Innowa Bet przed nabyciem tego podmiotu,10.\tPodjęcie uchwały w sprawie przerwy w obradach Walnego Zgromadzenia, aby umożliwić\n                           Zarządowi podjęcie działań mających na celu zwiększenie transparentności sprawozdań\n                           finansowych za rok 2017 przed poddaniem pod głosowanie uchwał w sprawie ich zatwierdzenia\n                           przez akcjonariuszy,11.\tRozpatrzenie i zatwierdzenie jednostkowego sprawozdania Spółki za rok 2017.12.\tRozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania Spółki za rok 2017.13.\tRozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności grupy kapitałowej\n                           Pekabex oraz Spółki w roku 2017.14.\tPodjęcie uchwały w sprawie podziału zysku za rok obrotowy 2017.15.\tRozpatrzenie sprawozdania Rady Nadzorczej Spółki za rok 2017.16.\tPodjęcie uchwał w sprawie udzielenia absolutorium członkom Zarządu z wykonania\n                           obowiązków w roku 2017.17.\tPodjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z wykonania\n                           przez nich obowiązków w roku 2017.18.\tZamknięcie obrad Zwyczajnego Walnego Zgromadzenia.Nowe punkty porządku obrad zostały wskazane pogrubioną czcionką.",
        "date": "2018-05-30"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           że Pekabex Bet S.A. _spółka w 100% zależna od Emitenta_ w dniu dzisiejszym podpisała\n                           list intencyjny ze spółką Panattoni Development Europe sp. z o.o. z siedzibą w Warszawie\n                           na generalne wykonawstwo zadania inwestycyjnego budowy dwóch hal zlokalizowanych w\n                           Starym Sękocinie wraz z pomieszczeniami biurowymi oraz niezbędną infrastrukturą techniczną.\n                           Wartość przedmiotu w/w inwestycji to 15 500 000 euro netto. Termin zakończenia inwestycji\n                           to 23 grudnia 2018 r. Zawarcie listu intencyjnego poprzedza negocjacje w przedmiocie umowy na wykonanie\n                           w/w inwestycji. O zawarciu umowy Emitent poinformuje odrębnym raportem. Informacja została uznana za znaczącą z uwagi na fakt, iż wartość inwestycji przekracza\n                           10% wartości skonsolidowanych kapitałów Emitenta. Ponadto, podpisanie powyższego listu\n                           intencyjnego ma spodziewany istotny oraz pozytywny wpływ na sytuację majątkową spółki\n                           Pekabex Bet S.A., a co za tym idzie Grupy Pekabex.",
        "date": "2018-05-25"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex Spółka Akcyjna z siedzibą w Poznaniu,\n                           adres: ul. Szarych Szeregów 27, 60-462 Poznań, wpisanej do rejestru przedsiębiorców\n                           prowadzonego przez Sąd Rejonowy Poznań-Nowe Miasto i Wilda w Poznaniu, VIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000109717 _\"Spółka\"_, działając\n                           na podstawie art. 399 § 1 w związku z art. 4021 i art. 4022 ustawy – Kodeks spółek\n                           handlowych, zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień 20 czerwca 2018 r.,\n                           o godzinie 10:00 w Poznaniu w siedzibie Spółki przy ul. Szarych Szeregów 27.PORZĄDEK OBRAD1.\tOtwarcie Zwyczajnego Walnego Zgromadzenia.2.\tWybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3.\tStwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia oraz zdolności\n                           do podejmowania uchwał.4.\tPrzyjęcie porządku obrad.5.\tRozpatrzenie i zatwierdzenie jednostkowego sprawozdania Spółki za rok 2017.6.\tRozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania Spółki za rok 2017.7.\tRozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności grupy kapitałowej\n                           Pekabex oraz Spółki w roku 2017.8.\tPodjęcie uchwały w sprawie podziału zysku za rok obrotowy 2017.9.\tRozpatrzenie sprawozdania Rady Nadzorczej Spółki za rok 2017.10.\tPodjęcie uchwał w sprawie udzielenia absolutorium członkom Zarządu z wykonania\n                           obowiązków w roku 2017.11.\tPodjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z wykonania\n                           przez nich obowiązków w roku 2017.12.\tZamknięcie obrad Zwyczajnego Walnego Zgromadzenia.Pełen tekst ogłoszenia Zarząd Spółki przesyła w załączeniu do niniejszego raportu.",
        "date": "2018-06-20"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ informuje, iż w\n                           dniu dzisiejszym spółka Pekabex Bet S.A. _\"Pekabex\"_ - spółka w 100% zależna od Emitenta\n                           zawarła z Prologis Poland XLIII sp. z o.o. z siedzibą w Warszawie, _\"Zamawiający\"_\n                           umowę o wzniesienie budynku magazynowego dla potrzeb przechowywania i dystrybucji\n                           towarów, systemu dróg i placów, jak również zapewnienie infrastruktury technicznej\n                           w ramach inwestycji o nazwie \"Centrum Dystrybucji DC1 w Prologis Park Poznań III\"\n                           _\"Umowa\"_. Przedmiot Umowy zostanie wykonany w terminie do dnia 31 października 2018\n                           roku.Wynagrodzenie ryczałtowe należne Pekabex za wykonanie przedmiotu Umowy zostało ustalone\n                           na kwotę 7.138.360,00 euro _słownie: siedem milionów sto trzydzieści osiem tysięcy\n                           trzysta sześćdziesiąt euro_ netto plus należny podatek VAT. Termin płatności faktur\n                           wynosi 30 dni od dnia dostarczenia danej faktury. Umowa przewiduje karę umowną za każdy dzień zwłoki w wykonaniu przedmiotu Umowy w\n                           wysokości 0,1% wynagrodzenia umownego netto. Nadto, Umowa przyznaje Zamawiającemu\n                           prawo do dochodzenia kary umownej w wysokości 100 000,00 euro w przypadku, gdy rzeczywisty\n                           wymiar powierzchni hali będzie o ponad 2% mniejszy w porównaniu ze specyfikacją określoną\n                           w Wymogach Inwestora _i Pozwoleniu na Budowę_ i kary umownej w wysokości 100 000,00\n                           euro jeśli Certyfikat BREEAM poziom GOOD nie będzie dostarczony w okresie do 8 miesięcy\n                           po terminie Odbioru i uzyskania nieprawomocnego Pozwolenia na Użytkowanie. Strony\n                           wprowadziły limit kar umownych do wysokości 10% wynagrodzenia umownego netto. Zgodnie\n                           z Umową, Strony są uprawnione do dochodzenia odszkodowania przewyższającego wysokość\n                           zastrzeżonych kar umownych, do wysokości poniesionej szkody.Zgodnie z treścią Umowy, Pekabex jest zobowiązany do dostarczenia na rzecz Zamawiającego\n                           zabezpieczenia dobrego wykonania Umowy w formie gwarancji bankowej na kwotę równą\n                           10% wartości wynagrodzenia umownego netto z terminem ważności na cały okres realizacji\n                           inwestycji. Ponadto Zamawiający uprawniony jest zatrzymać 5% każdej kwoty zafakturowanej\n                           przez Pekabex, na poczet kaucji zabezpieczającej, którą zwróci po usunięciu przez\n                           Pekabex wad wskazanych w Wykazie Usterek oraz po przedłożeniu bezwarunkowej i nieodwołalnej\n                           gwarancji bankowej usunięcia wad i usterek. Pekabex zobowiązany jest do dostarczenia\n                           na rzecz Zamawiającego gwarancji bankowej usunięcia wad i usterek na kwotę stanowiącą\n                           5% wartości wynagrodzenia umownego netto z terminem ważności na okres pierwszych pięciu\n                           lat gwarancji jakości i rękojmi oraz na kwotę 42.123,00 euro na okres kolejnych pięciu\n                           lat gwarancji jakości i rękojmi. Pekabex udziela gwarancji jakości i rękojmi na poszczególne\n                           zakresy robót objętych Umową przy czym najdłuższy okres gwarancji jakości i rękojmi\n                           wynosi 10 lat. Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.Umowa została uznana za znaczącą z uwagi na fakt, że jej wartość przekracza 10% wartości\n                           skonsolidowanych kapitałów Emitenta.",
        "date": "2018-05-23"
    },
    {
        "company_name": "PEKABEX",
        "content": "Poznańska Korporacja Budowana Pekabex S.A. _\"Spółka\"_ niniejszym informuje, iż w dniu\n                           dzisiejszym zarząd Spółki podjął decyzję w sprawie rozpoczęcia prac nad ustanowieniem\n                           Programu Emisji Obligacji Spółki _\"Program\"_ Celem ustanowienia programu jest zdywersyfikowanie źródeł finansowania dłużnego, wydłużenie\n                           terminów zapadalności długu i skorzystanie z obecnie relatywnie niskiego kosztu pozyskania\n                           finansowania.W celu przygotowania Programu Spółka zawarła w dniu dzisiejszym umowę zlecenia z bankiem\n                           Pekao S.A. w Warszawie na podstawie której zostanie przygotowana odpowiednia dokumentacja\n                           transakcyjna oraz opracowane zostaną szczegółowe zasady plasowania obligacji. W ramach\n                           Programu Spółka planuje przeprowadzać niepubliczne emisje obligacji niezabezpieczonych\n                           na okaziciela o terminie zapadalności 4 lub 5-letnim do łącznej kwoty 80.000.000 zł.\n                           Obligacje będą emitowane na warunkach rynkowych a świadczenia z obligacji będą miały\n                           wyłącznie charakter pieniężny. Program ustanowiony zostanie poprzez zawarcie stosownej umowy programowej z Bankiem\n                           Pekao S.A. oraz po uzyskaniu zgody rady nadzorczej Spółki. Realizacja poszczególnych\n                           emisji obligacji w ramach programu uzależniona będzie od aktualnych warunków rynkowych.\n                           W ocenie Zarządu ustanowienie Programu oraz ewentualna emisja pierwszej serii obligacji\n                           w ramach Programu może nastąpić jeszcze w drugim kwartale 2018 roku.",
        "date": "2018-05-17"
    },
    {
        "company_name": "PEKABEX",
        "content": "Zarząd Poznańskiej Korporacji Budowlanej Pekabex S.A. _\"Emitent\"_ niniejszym informuje,\n                           że w dniu dzisiejszym powziął wiadomość o podpisaniu przez Powszechną Kasą Oszczędności\n                           Bank Polski Spółka Akcyjna _\"Bank\"_, podpisanego uprzednio przez spółkę zależną od\n                           Emitenta – Pekabex Bet S.A. _\"Kredytobiorca\"_ aneksu nr 1 _\"Aneks\"_ do umowy limitu\n                           kredytowego wielocelowego _\"Umowa\"_, o zawarciu której Emitent informował w raporcie\n                           bieżącym nr 5/2017 w dniu 6 marca 2017 r. Aneks zwiększa limit kredytowy do kwoty 40 000 000,00 złotych, z przeznaczaniem na\n                           kredyt w rachunku bieżącym do kwoty 10 000 000,00 złotych, kredyt obrotowy odnawialny\n                           do kwoty 15 000 000,00 złotych oraz gwarancje bankowe w obrocie krajowym i zagranicznym\n                           wystawione na zabezpieczenie zobowiązań Kredytobiorcy lub Kokoszki Prefabrykacja S.A.,\n                           spółki zależnej od Emitenta, do kwoty 40 000 000,00 złotych, przy czym kwota gwarancji\n                           wystawianych na zabezpieczenie zobowiązań Kokoszki Prefabrykacja S.A. nie może przekroczyć\n                           0,50% kwoty limitu. W związku z powyższym doszło do zwiększenia następujących zabezpieczeń zobowiązań\n                           Kredytobiorcy wynikających z Umowy oraz zawartego Aneksu:a. hipoteka umowna łączna ustanowiona na prawie własności nieruchomości należącej\n                           do Kokoszki Prefabrykacja S.A. położona w Gdańsku i opisana w księdze wieczystej KW\n                           nr GD1G/00249865/1 oraz na prawie użytkowania wieczystego nieruchomości, położonych\n                           w Gdańsku i opisanych w księgach wieczystych KW nr GD1G/00057913/0, GD1G/00122621/3,\n                           GD1G/00266685/0 została zwiększona do kwoty 101 480 000,00 złotych,b. najwyższa suma zabezpieczenia zastawu rejestrowego ustanowionego na mieniu ruchomym\n                           stanowiącym własność Kokoszki Prefabrykacja S.A., który obejmuje środki trwałe, wartości\n                           niematerialne i prawne, środki obrotowe, a także te środki trwałe, wartości niematerialne\n                           i prawne, środki obrotowe, które Kokoszki Prefabrykacja S.A. nabędzie po dacie zawarcia\n                           umowy zastawniczej, zostaje zwiększona do kwoty 101 480 000,00 złotych,c. najwyższa suma zabezpieczenia zastawu rejestrowego ustawionego na mieniu ruchomym\n                           stanowiącym własność Kredytobiorcy zbiorze rzeczy ruchomych oznaczonych, co do gatunku\n                           tj. zapasach magazynowych, zlokalizowanych na nieruchomościach, o których mowa powyżej,\n                           zostaje zwiększona do kwoty 101 480 000,00 złotych,d. w związku ze zwiększeniem kwoty limitu kredytowego, Kredytobiorca jako wystawca\n                           weksla, a także Emitent jako poręczyciel wekslowy złożyli nowe, deklaracje wystawcy\n                           weksla oraz deklaracje poręczyciela wekslowego. Równocześnie, w związku z podpisaniem Aneksu, wierzytelności wynikające z wcześniej\n                           zawartych umów przelewu wierzytelności nieruchomości wskazanych w pkt a, mienia ruchomego\n                           wskazanego w pkt b oraz zapasów wskazanych w pkt c uległy odpowiedniemu zwiększeniu\n                           do kwoty 40 000 000 złotych. Ponadto, Kredytobiorca zobowiązał się do złożenia wobec Banku notarialnego oświadczenia\n                           o poddaniu się egzekucji w zakresie roszczeń Banku wynikających z Umowy w trybie art.\n                           777§1 pkt 5 Kodeksu Postępowania Cywilnego, na podstawie którego Kredytobiorca w szczególności\n                           podda się egzekucji do kwoty 68 000 000,00 złotych, a Bank będzie mógł wystąpić o\n                           nadanie tytułowi egzekucyjnemu klauzuli wykonalności w terminie do dnia 6 marca 2029\n                           r., Pozostałe warunki Aneksu nie odbiegają od warunków ustalonych między Bankiem a Kredytobiorcą\n                           w Umowie, o której Emitent informował w raporcie bieżącym nr 5/2017 w dniu 6 marca\n                           2017 r.Jednocześnie, w związku z tym, iż zabezpieczenia wynikające z powyższej Umowy i Aneksu\n                           zabezpieczają jednocześnie umowę, o której Emitent informował w raporcie bieżącym\n                           nr 4/2017 w dniu 6 marca 2017 r. Bank oraz Kokoszki Prefabrykacja S.A. podpiszą odpowiedni\n                           aneks zwiększający wartość zabezpieczeń wynikających z tej umowy.",
        "date": "2018-05-10"
    },
    {
        "company_name": "PEKABEX",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2016, Zarząd Poznańskiej Korporacji Budowlanej\n                           Pekabex S.A. _\"Emitent\"_ niniejszym informuje, iż łączna wielkość produkcji w zakładach\n                           należących do grupy kapitałowej Emitenta w kwietniu 2018 roku wyniosła 13 542 m3.",
        "date": "2018-05-07"
    }
]