[
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\", \"PGE\"_ informuje, że w\n                           dniu 29 grudnia 2017 r. do Spółki wpłynęła rezygnacja p. Jarosława Głowackiego, członka\n                           Rady Nadzorczej PGE. Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-12-29"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\", \"PGE\"_ niniejszym podaje\n                           do publicznej wiadomości daty przekazywania raportów okresowych Spółki w 2018 roku:- Jednostkowy raport roczny PGE za 2017 rok oraz skonsolidowany raport roczny Grupy\n                           Kapitałowej PGE za 2017 rok – 6 marca 2018 roku, - Skonsolidowany raport kwartalny za I kwartał 2018 roku – 15 maja 2018 roku,- Skonsolidowany raport półroczny za pierwsze półrocze 2018 roku – 7 sierpnia 2018\n                           roku,- Skonsolidowany raport kwartalny za III kwartał 2018 roku – 13 listopada 2018 roku.Ponadto Zarząd PGE informuje, iż \"Skonsolidowane sprawozdanie z płatności na rzecz\n                           administracji publicznej za 2017 rok\" zostanie przekazane 6 marca 2018 roku.Jednocześnie Zarząd Spółki oświadcza, że zgodnie z § 83 ust.1 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014,\n                           poz. 133 z późn. zm._ _\"Rozporządzenie\"_, Spółka nie będzie publikować odrębnych jednostkowych\n                           raportów kwartalnych. Skonsolidowane raporty kwartalne grupy kapitałowej PGE zawierały\n                           będą kwartalne skrócone skonsolidowane sprawozdanie finansowe oraz kwartalne informacje\n                           finansowe.Ponadto Zarząd Spółki informuje, że Spółka nie będzie publikować skonsolidowanego\n                           raportu kwartalnego za IV kwartał 2017 roku oraz skonsolidowanego raportu kwartalnego\n                           za II kwartał 2018 roku zgodnie z regulacją § 101 ust. 2 Rozporządzenia. Spółka nie\n                           będzie publikować również odrębnego raportu półrocznego zgodnie z § 83 ust. 3 Rozporządzenia.Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133 z późn. zm._.",
        "date": "2017-12-22"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, że rozpoczął\n                           testy na utratę wartości aktywów zgodnie z MSR 36. Testom podlega majątek wytwórczy konwencjonalny i OZE. Zaistniałe w mijającym roku\n                           przesłanki dotyczą głównie zmian prawnych w zakresie wsparcia odnawialnych źródeł\n                           energii. O wyniku testów Spółka poinformuje odrębnym raportem bieżącym.",
        "date": "2017-12-22"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"PGE\", \"Spółka\"_ informuje, że w dniu\n                           13 grudnia 2017 r. zatwierdził Strategię Ciepłownictwa _\"Strategia\"_ Grupy Kapitałowej\n                           PGE _\"Grupa\"_ na lata 2018-2023 z perspektywą do roku 2030. W poniższym raporcie przedstawiamy najbardziej istotne elementy Strategii. Prezentacja\n                           dotycząca Strategii zostanie opublikowana na stronie internetowej PGE.Przyjęcie Strategii Ciepłownictwa wynika bezpośrednio ze Strategii Grupy PGE zakładającej\n                           wydzielenie linii biznesowej Kogeneracja, mającej wykorzystywać potencjał wzrostu\n                           rynku ciepła sieciowego. Fundamentem do planowanego rozwoju ciepłownictwa sieciowego\n                           PGE jest 16 elektrociepłowni funkcjonujących w ramach Grupy, łącznie dysponujących\n                           blisko 6,7 GW zainstalowanej mocy cieplnej oraz ok. 2,5 GW zainstalowanej mocy elektrycznej,\n                           jak również ok. 500 km sieci ciepłowniczych. Potencjał rozwoju ciepłownictwa w Polsce wynika bezpośrednio z uwarunkowań o charakterze\n                           ogólnosektorowym – ciepłownictwo wpisujące się w wizję rozwoju nowoczesnej \"energetyki\n                           jutra\", jak również lokalnym – Polska jest jednym z największych rynków ciepła sieciowego\n                           w Europie i posiada rozwiniętą infrastrukturę pozwalającą na przyłączanie nowych klientów,\n                           a zapewnienie dostaw ciepła jest równie ważne co zapewnienie dostaw energii elektrycznej.\n                           Jednocześnie wysoka sprawność przy wytwarzaniu ciepła sieciowego zagwarantowana jest\n                           przez kogenerację czyli produkcję ciepła w skojarzeniu z energią elektryczną. Poprawia\n                           to efektywność wykorzystania paliw przyczyniając się do ochrony środowiska i jest\n                           jednym z kluczowych narzędzi walki z narastającym problemem smogu w wielu polskich\n                           miastach. Jednocześnie wpływa na podniesienie bezpieczeństwa energetycznego kraju.Główne korzyści płynące ze Strategii Ciepłownictwa dla PGE to:- Zapewnienie bardziej skutecznej odpowiedzi Grupy na nowe wyzwania i szanse- Wzrost koncentracji zarządczej na biznesie ciepłowniczym – wydzielenie nowej linii\n                           biznesowej PGE Energia Ciepła- Maksymalne wykorzystanie potencjału budowy wartości na lokalnych rynkach- Zwiększenie udziału zysku EBITDA ze stabilnej, regulowanej działalnościMisja i wizjaMisja Grupy PGE w obszarze ciepłownictwa zakłada stymulowanie transformacji i rozwoju\n                           krajowego ciepłownictwa, przyczyniając się do poprawy jakości środowiska, konkurencyjności\n                           gospodarki i poziomu dobrobytu społecznego oraz bezpieczeństwa energetycznego na poziomie\n                           lokalnym i krajowym.Zgodnie z wizją rozwoju PGE stanie się firmą ciepłowniczą pierwszego wyboru, liderem\n                           innowacyjnego rozwoju ciepłownictwa zorientowanym na klienta, efektywność i współpracę\n                           z lokalnymi samorządami.Strategia będzie realizowana zgodnie z wartościami Grupy PGE – Partnerstwem, Rozwojem\n                           i Odpowiedzialnością.Cele strategiczneMając na względzie komfort i bezpieczeństwo energetyczne klientów oraz dbałość o poprawę\n                           jakości środowiska naturalnego PGE zamierza być: - Najbardziej efektywną firmą ciepłowniczą w Polsce- Firmą ciepłowniczą pierwszego wyboru- Największym wytwórcą i dostawcą ciepła sieciowego- Inicjatorem zmian w sektorzeKluczowe cele Strategii:- Zarządzanie sieciami ciepłowniczymi w co najmniej 2/3 lokalizacji PGE Energia Ciepła\n                           do roku 2023- Budowa 1000 MW nowych mocy elektrycznych w kogeneracji do 2030 roku- Wzrost udziału paliw niskoemisyjnych w miksie paliwowym PGE Energia Ciepła do 50%\n                           do 2030 roku- Redukcja wydatków remontowych źródeł wytwórczych o 10% do roku 2023 w stosunku do\n                           2017Zakładana dodatkowa roczna EBITDA, wynikająca z realizacji Strategii, to około 0,25\n                           mld PLN w roku 2023 oraz około 1,0 mld PLN od roku 2030. Zakładana skumulowana dodatkowa\n                           EBITDA do 2023 roku to około 0,7 mld PLN oraz 4,2 mld PLN w latach 2024-2030. Powyższe wartości nie uwzględniają zysków z aktywów ciepłowniczych będących aktualnie\n                           w posiadaniu Grupy, które wyniosły 829 mln PLN po 9 miesiącach 2017 roku. Planowane inwestycjePrzewidywane nakłady inwestycyjne w okresie 2018-2023 wyniosą około 6,9 mld PLN, w\n                           tym nakłady na rozwój nowych inicjatyw około 3,2 mld PLN, a około 0,8 mld PLN rozwój\n                           sieci ciepłowniczych i aktywów wytwórczych w obecnych lokalizacjach. Nakłady środowiskowe\n                           i utrzymaniowe wyniosą około 2,9 mld PLN. Planowane nakłady w latach 2024-2030 to około 10,6 mld PLN, w tym nakłady na rozwój\n                           około 8,1 mld PLN, a 2,5 mld PLN to nakłady środowiskowe i utrzymaniowe. Kierunki inwestowania i skala nakładów mają charakter indykatywny i będą podlegały\n                           ciągłej optymalizacji z uwzględnieniem zmian w otoczeniu rynkowym i regulacyjnym \n                           oraz z uwzględnieniem utrzymania ratingu kredytowego PGE na poziomie inwestycyjnym.Wskazane nakłady inwestycyjne na realizację Strategii obejmują:- Dostosowanie istniejących aktywów do wymagań regulacyjnych _w szczególności do konkluzji\n                           BAT_- Bieżące utrzymanie - Rozwój _w tym poprzez akwizycje_ sieci ciepłowniczych oraz mocy wytwórczychPlanowane inwestycje dotyczą działalności regulowanej o relatywnie niskim ryzyku operacyjnym.\n                           Inwestycje w aktywa kogeneracyjne w oparciu o źródła nisko- i zeroemisyjne to istotny\n                           krok w kierunku dywersyfikacji miksu paliwowego Grupy PGE. Inwestycje finansowane mają być w modelu korporacyjnym jak również projektowym, uwzględniając\n                           w jak największym stopniu instrumenty finansowe UE, preferencyjne fundusze krajowe\n                           oraz po 2020 finansowanie w ramach dyrektywy ETS _darmowe uprawnienia CO2 i Fundusz\n                           Modernizacyjny_.Uwarunkowania realizacji StrategiiGrupa ocenia, że realizacja Strategii będzie uzależniona od spełnienia się szeregu\n                           warunków zewnętrznych, wśród których kluczowe mają charakter regulacyjny:- Polityka energetyczna Polski- System wsparcia kogeneracji, system wsparcia odnawialnych źródeł energii, Rynek\n                           Mocy- Polityka energetyczna i klimatyczna Unii EuropejskiejStrategia podlegać będzie cyklicznej aktualizacji w odpowiedzi na zmiany otoczenia\n                           regulacyjnego i nowe szanse rynkowe. Zarząd PGE informuje, że zgodnie ze Statutem Spółki zatwierdzeniu przez Radę Nadzorczą\n                           podlega jedynie strategia rozwoju całej Spółki.",
        "date": "2017-12-13"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, iż w dniu 21\n                           listopada 2017 r. pan Radosław Osiński, Wiceprzewodniczący Rady Nadzorczej, złożył\n                           rezygnację z pełnienia funkcji członka Rady Nadzorczej Spółki.Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-11-21"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportów bieżących nr 29/2017 z dnia 19 maja 2017 r. oraz nr 49/2017\n                           z dnia 31 października 2017 r., Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\",\n                           \"Spółka\"_ informuje, że w dniu 13 listopada 2017 r. _\"Dzień Zamknięcia Transakcji\"_\n                           zakończona została transakcja pomiędzy PGE a EDF International SAS i EDF Investment\n                           II B.V. _razem \"EDF\"_ dotycząca sprzedaży aktywów EDF w Polsce na podstawie Warunkowej\n                           Umowy Sprzedaży Akcji _\"Umowa\"_ zawartej 19 maja 2017 r. _\"Transakcja\"_. Wartość Transakcji wyniosła ok. 4,27 mld złotych. W wyniku ostatecznego rozliczenia,\n                           całkowite wydatki jakie PGE poniosła w związku z Transakcją uwzględniają:- wartość kapitałów własnych w wysokości ok. 2,45 mld złotych ustalona na dzień 31\n                           grudnia 2016 r. wg formuły Locked-Box, wartość zgodna z informacją podaną w raporcie\n                           bieżącym nr 29/2017 _\"Wartość kapitałów własnych\"_, - wewnątrzgrupowy dług na Dzień Zamknięcia Transakcji tj. 13 listopada 2017 r., w\n                           kwocie ok. 1,68 mld złotych oraz ok. 10 mln USD _\"Zadłużenie Wewnątrzgrupowe\"_, wcześniej\n                           kalkulowane na kwotę odpowiednio 1,68 mld złotych oraz 40 mln USD,- koszty odsetek od Wartości kapitałów własnych narosłych pro rata licząc od 1 stycznia\n                           2017 r. do Dnia Zamknięcia Transakcji, tj. do 13 listopada 2017 r., w kwocie 93,27\n                           mln złotych z tytułu osiągnięcia przez Spółkę korzyści ekonomicznych z działalności\n                           przedmiotu Transakcji po dacie ustalenia ceny, tj. 31 grudnia 2016 r. – wcześniej\n                           kalkulowane na kwotę nie wyższą niż ok. 107 mln złotych,- pozostające do zapłaty na Dzień Zamknięcia Transakcji odsetki od Zadłużenia Wewnątrzgrupowego\n                           _oraz inne opłaty_ w kwocie odpowiednio 18,21 mln zł oraz 0,05 mln USD. Płatność za aktywa EDF w Polsce oraz przeniesienie akcji miało miejsce w Dniu Zamknięcia\n                           Transakcji.PGE będzie konsolidować wynik metodą pełną od dnia nabycia aktywów.W związku z zamknięciem Transakcji oraz pośrednim nabyciem akcji Zespołu Elektrociepłowni\n                           Wrocławskich KOGENERACJA  S.A. _\"Kogeneracja\"_ skutkującym przekroczeniem przez PGE\n                           progu 33% ogólnej liczby głosów w Kogeneracji, PGE będzie zobligowana do ogłoszenia\n                           wezwania następczego do zapisywania się na sprzedaż akcji Kogeneracji w liczbie powodującej\n                           osiągnięcie 66% ogólnej liczby głosów w Kogeneracji zgodnie z ustawą o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz. U. 2016, poz. 1639, ze zm._. Koszt wezwania następczego\n                           nie jest uwzględniony w wartości Transakcji.",
        "date": "2017-11-13"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 29/2017 z dnia 19 maja 2017 r., Zarząd spółki\n                           PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_ informuje, że 27 października\n                           2017 r. spełnione zostały wszystkie warunki zawieszające transakcji sprzedaży aktywów\n                           EDF w Polsce na rzecz Spółki.31 października 2017 r. PGE otrzymało powiadomienie od spółek EDF o nie skorzystaniu\n                           z prawa pierwokupu przez Dyrektora Generalnego Krajowego Ośrodka Wsparcia Rolnictwa,\n                           prawnego następcy Agencji Nieruchomości Rolnych.Wcześniej, EDF otrzymał już zgody odpowiednich władz rządowych we Francji. PGE otrzymało\n                           zgodę na przeprowadzenie transakcji od Ministra Energii oraz uzyskało warunkową zgodę\n                           Urzędu Ochrony Konkurencji i Konsumentów.Wobec spełnienia wszystkich warunków zawieszających termin zamknięcia transakcji na\n                           podstawie Warunkowej Umowy Sprzedaży Akcji to 13 listopada 2017 r.Informacja o przeniesieniu akcji nabywanych spółek i o zakończeniu procesu przejęcia\n                           aktywów EDF w Polsce zostanie przekazana odrębnymi raportami bieżącymi Spółki.",
        "date": "2017-10-31"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ przekazuje do wiadomości\n                           publicznej wstępne wybrane skonsolidowane wyniki finansowe i operacyjne za 9 miesięcy\n                           2017 r. Według wstępnych szacunków produkcja energii elektrycznej netto po 9 miesiącach 2017\n                           r. w jednostkach wytwórczych Grupy PGE wyniosła 41,5 TWh _w tym 29,8 TWh z węgla brunatnego_,\n                           wolumen dystrybucji wyniósł 26,2 TWh, a sprzedaż do odbiorców finalnych wyniosła 29,7\n                           TWh.  Skonsolidowany zysk operacyjny powiększony o amortyzację i odpisy aktualizujące _EBITDA_\n                           po 9 miesiącach 2017 roku wyniósł około 6.108 mln złotych, w tym: EBITDA segmentu Energetyka Konwencjonalna: 3.401 mln złotych,EBITDA segmentu Dystrybucja: 1.807 mln złotych, EBITDA segmentu Obrót: 614 mln złotych, EBITDA segmentu Energetyka Odnawialna: 239 mln złotych.Prezentowany powyżej skonsolidowany wynik EBITDA zawiera przychody z tytułu rekompensat\n                           KDT w wysokości 1.280 mln złotych _w tym 1.211 mln złotych z tytułu korekty końcowej_.\n                           Skonsolidowany zysk netto przypadający akcjonariuszom jednostki dominującej wyniósł\n                           około 2.960 mln złotych _czyli 1,58 złotych na akcję_. Nakłady inwestycyjne wyniosły około 4.193 mln złotych. Szacunkowe zadłużenie netto na dzień 30 września 2017 r. wyniosło około 4.276 mln\n                           złotych.Średnia cena hurtowa energii zrealizowana przez segment Energetyki Konwencjonalnej\n                           w 9 miesiącach 2017 r. wyniosła 163,9 PLN/MWh.Zastrzeżenie: Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie.\n                           Skonsolidowane sprawozdanie finansowe Grupy Kapitałowej PGE jest nadal w trakcie przygotowywania.\n                           Publikacja skonsolidowanego raportu za 9 miesięcy 2017 r. nastąpi 7 listopada 2017\n                           r.",
        "date": "2017-10-24"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"PGE\", \"Spółka\"_ informuje, że w dniu\n                           dzisiejszym powziął informację o wpłynięciu do spółki zależnej PGE Górnictwo i Energetyka\n                           Konwencjonalna S.A. _\"PGE GiEK\"_ propozycji zmiany terminu zakończenia realizacji\n                           inwestycji budowy bloków energetycznych nr 5 i 6 w Elektrowni Opole, realizowanej\n                           przez konsorcjum firm Polimex-Mostostal S.A., Mostostal Warszawa S.A. i Rafako S.A.\n                           _\"Konsorcjum\"_ oraz GE Power, która jest generalnym projektantem oraz pełni funkcję\n                           lidera Konsorcjum zarządzającego realizacją kontraktu. Propozycja Konsorcjum obejmuje\n                           zmianę harmonogramu realizacji inwestycji _\"Harmonogram\"_, czego skutkiem będzie przesunięcie\n                           terminu przekazania do eksploatacji bloku nr 5 z 31 lipca 2018 roku na 20 grudnia\n                           2018 roku, a bloku nr 6 z 31 marca 2019 roku na 31 lipca 2019 roku. Propozycja zmiany Harmonogramu przekazana przez Konsorcjum zostanie poddana szczegółowej\n                           analizie pod kątem poprawności metodycznej, realności przyjętych założeń, przyczyn\n                           opóźnień oraz planowanych metod dalszego zarządzania realizacją projektu. Wynikiem\n                           tych analiz ma być ocena poprawności szacunków Konsorcjum dotyczących opóźnienia w\n                           przekazania do eksploatacji bloków nr 5 i 6 oraz konsekwencji wynikających z przesunięcia\n                           ww. terminów. Zarząd PGE informuje, że umowa na budowę dwóch bloków energetycznych\n                           nr 5 i 6 w Elektrowni Opole zawarta w dniu 15 lutego 2012 roku standardowo przewiduje\n                           klauzule kar umownych w określonych przypadkach. Strony umowy przeanalizują szczegółowe\n                           przyczyny opóźnień także pod kątem ewentualnych kar umownych.",
        "date": "2017-09-26"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_ informuje, że w dniu 28\n                           sierpnia 2017 r. została doręczona decyzja Prezesa Urzędu Regulacji Energetyki _\"Prezes\n                           URE\"_ ustalająca kwotę korekty końcowej kosztów osieroconych dla niektórych wytwórców\n                           z Grupy Kapitałowej PGE _\"Grupa PGE\"_, stanowiących obecnie oddziały PGE Górnictwo\n                           i Energetyka Konwencjonalna S.A. _\"PGE GiEK\"_, na podstawie ustawy z dnia 29 czerwca\n                           2007 roku o zasadach pokrywania kosztów powstałych u wytwórców w związku z przedterminowym\n                           rozwiązaniem umów długoterminowych sprzedaży mocy i energii elektrycznej _\"Ustawa\n                           KDT\"_. W związku z rozwiązaniem umów długoterminowych sprzedaży mocy i energii _\"KDT\"_, na\n                           zasadach określonych w Ustawie KDT, wytwórcy będący wcześniej stronami tychże umów\n                           uzyskali prawo do otrzymywania rekompensat na pokrycie tzw. kosztów osieroconych _\"rekompensaty\n                           KDT\"_. Koszty osierocone, rekompensowane na zasadach określonych w Ustawie KDT, stanowiły\n                           wydatki wytwórcy wynikające z nakładów poniesionych przez tego wytwórcę do 1 maja\n                           2004 roku na majątek związany z wytwarzaniem energii elektrycznej, niepokryte przychodami\n                           uzyskanymi ze sprzedaży wytworzonej energii elektrycznej, rezerw mocy i usług systemowych\n                           na rynku konkurencyjnym po przedterminowym rozwiązaniu umów KDT. Powstałe w majątku danego wytwórcy koszty osierocone oraz rekompensaty KDT otrzymane\n                           zaliczkowo na ich pokrycie podlegają rozliczeniu w pierwszej kolejności w ujęciu rocznym\n                           _w drodze decyzji Prezesa URE ustalającej kwotę korekty rocznej kosztów osieroconych\n                           dla kolejnych lat uczestniczenia danego wytwórcy w systemie rekompensat KDT_. Następnie, po zakończeniu uczestnictwa danego wytwórcy w systemie rekompensat KDT,\n                           Prezes URE dokonuje ostatecznego rozliczenia rekompensat KDT pobranych przez danego\n                           wytwórcę i należnych danemu wytwórcy w drodze decyzji ustalającej kwotę korekty końcowej\n                           kosztów osieroconych. W Grupie PGE do otrzymywania rekompensat uprawnionych było 6 wytwórców:- Elektrownia Opole- Elektrownia Turów- Zespół Elektrowni Dolna Odra- Elektrociepłownia Gorzów- Elektrociepłownia Lublin Wrotków- Elektrociepłownia Rzeszówstanowiących obecnie oddziały PGE GiEK. W związku z zakończeniem w dniu 16 grudnia\n                           2016 roku uczestnictwa ww. wytwórców w systemie rekompensaty KDT, w dniu 10 kwietnia\n                           2017 roku PGE GiEK otrzymała informację o wszczęciu przez Prezesa URE postępowania\n                           w sprawie ustalenia wysokości korekty końcowej kosztów osieroconych PGE GiEK jako\n                           następcy prawnego ww. wytwórców. Po przeprowadzeniu postępowania administracyjnego,\n                           decyzją z dnia 25 sierpnia 2017 r. Prezes URE ustalił wysokość korekty końcowej kosztów\n                           osieroconych dla każdego z wyżej wymienionych wytwórców stanowiących obecnie oddziały\n                           PGE GiEK, łącznie na kwotę _+_ 938 mln PLN. Korekta końcowa kosztów osieroconych będzie miała wpływ na raportowane przychody i\n                           zysk EBITDA GK PGE w roku 2017 w wysokości _+_ 1 212 mln PLN. Wpływ na wyniki 2017 roku jest różnicą pomiędzy dotychczasową wartością korekty końcowej\n                           rozpoznanej w księgach PGE a wartością korekty końcowej z decyzji Prezesa URE. Ustawa\n                           KDT w niektórych miejscach budziła istotne wątpliwości interpretacyjne, co ma swoje\n                           odzwierciedlenie m.in. w toczonych sprawach sądowych dotyczących korekt rocznych.\n                           W związku z powyższym, zgodnie z międzynarodowymi standardami rachunkowości GK PGE\n                           ujmowała tylko tą część przychodów dotyczącą rekompensat KDT, których otrzymanie uznawała\n                           za prawdopodobne, a nie ujmowała tej części, której otrzymanie było obarczone ryzykiem.Decyzja uwzględnia stanowisko Trybunału Sprawiedliwości Unii Europejskiej z 15 września\n                           2016 r., w przedmiocie zasadności uwzględnienia zmian w strukturze kapitałowej wytwórców,\n                           a w konsekwencji wydłużenia okresu rekompensat KDT do 16 grudnia 2016 r.Zarząd PGE informuje, że zgodnie z Ustawą KDT kwota korekty końcowej ustalona przez\n                           Prezesa URE w ww. decyzji, tj. 938 mln PLN, zostanie wypłacona PGE GiEK przez Zarządcę\n                           Rozliczeń S.A. do dnia 31 grudnia 2017 roku. Od decyzji służy odwołanie do Sądu Okręgowego\n                           w Warszawie - Sądu Ochrony Konkurencji i Konsumentów w terminie dwóch tygodni od dnia\n                           jej doręczenia PGE GiEK. Niemniej ustalona w decyzji kwota korekty końcowej jest zgodna\n                           z oczekiwaniami Spółki. Zarząd PGE informuje, że wydana przez Prezesa URE decyzja ustalająca wysokość korekty\n                           końcowej kosztów osieroconych, w przypadku braku decyzji o odwołaniu, określa ostateczną\n                           wysokość rekompensat KDT należną PGE GiEK jako następcy prawnemu ww. wytwórców.",
        "date": "2017-08-28"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, że Rada Nadzorcza\n                           Spółki ustaliła w dniu 16 sierpnia 2017 r. jednolity tekst Statutu, który stanowi\n                           załącznik do niniejszego raportu bieżącego.Podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-08-16"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ informuje, że powziął wiadomość\n                           o decyzji Prezesa Urzędu Regulacji Energetyki _\"Prezes URE\"_ dotyczącej ustalenia\n                           korekty rocznej kosztów osieroconych _\"rekompensat KDT\"_ za 2016 rok należnych niektórym\n                           wytwórcom z Grupy Kapitałowej PGE na podstawie ustawy z dnia 29 czerwca 2007 roku\n                           o zasadach pokrywania kosztów powstałych u wytwórców w związku z przedterminowym rozwiązaniem\n                           umów długoterminowych sprzedaży mocy i energii elektrycznej _\"Ustawa KDT\"_.Zgodnie z decyzją Prezesa URE, wysokość korekty rocznej kosztów osieroconych powstałych\n                           w jednostkach wytwórczych PGE Górnictwo i Energetyka Konwencjonalna S.A. za 2016 r.\n                           wynosi ok. _+_276 mln PLN.",
        "date": "2017-08-01"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\", \"PGE\"_ informuje, iż w\n                           dniu 1 sierpnia 2017 r. Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego _\"Sąd Rejestrowy\"_ dokonał rejestracji zmian\n                           Statutu Spółki, dokonanej na podstawie uchwał nr 38-44 Zwyczajnego Walnego Zgromadzenia\n                           _\"ZWZ\"_ Spółki z dnia 27 czerwca 2017 r. Szczegółowe zmiany wprowadzone do Statutu uchwałami nr 38-44 ZWZ oraz jednolity tekst\n                           Statutu Spółki uwzględniający ww. zmiany zostały zaprezentowane w raporcie bieżącym\n                           nr 39/2017 z dnia 28 czerwca 2017 r. Podstawa prawna: § 38 ust. 1 pkt. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-08-01"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ przekazuje do wiadomości\n                           publicznej wstępne wybrane skonsolidowane wyniki finansowe i operacyjne za I półrocze\n                           2017. Według wstępnych szacunków produkcja energii elektrycznej netto w I półroczu 2017\n                           w jednostkach wytwórczych PGE wyniosła 27,9 TWh, wolumen dystrybucji wyniósł 17,5\n                           TWh, a sprzedaż do odbiorców finalnych wyniosła 19,8 TWh.  Zysk operacyjny powiększony o amortyzację i odpisy aktualizujące _EBITDA_ w I półroczu\n                           2017 roku wyniósł około 3.445 mln złotych, w tym: EBITDA segmentu Energetyka Konwencjonalna: 1.612 mln złotych,EBITDA segmentu Dystrybucja: 1.222 mln złotych, EBITDA segmentu Obrót: 422 mln złotych, EBITDA segmentu Energetyka Odnawialna: 169 mln złotych.Skonsolidowany zysk netto przypadający akcjonariuszom jednostki dominującej wyniósł\n                           około 1.497 mln złotych _czyli 80 groszy na akcję_. Nakłady inwestycyjne wyniosły\n                           2.595 mln złotych. Szacunkowe zadłużenie netto na dzień 30 czerwca 2017 wyniosło około\n                           4.718 mln złotych.Średnia cena hurtowa energii zrealizowana przez segment Energetyki Konwencjonalnej\n                           w I półroczu 2017 wyniosła 163,3 PLN/MWh.Zastrzeżenie: Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie.\n                           Skonsolidowane sprawozdanie finansowe Grupy Kapitałowej PGE jest nadal w trakcie przygotowywania.\n                           Publikacja skonsolidowanego raportu za I półrocze 2017 nastąpi 8 sierpnia 2017.",
        "date": "2017-07-26"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"Spółka\"_ przekazuje poniżej informacje\n                           udzielone akcjonariuszowi poza walnym zgromadzeniem w odpowiedzi na pytania zadane\n                           przez akcjonariusza podczas Zwyczajnego Walnego Zgromadzenia Spółki w dniu 27 czerwca\n                           2017 r. Pytanie 1: \"Ile do 31/12/2016 PGE wydała/zainwestowała w tak zwany \"projekt Gubin\"\"?Łączne wydatki związane z projektem Gubin uwzględniające koszty bieżącej działalności,\n                           nakłady inwestycyjne oraz cenę netto nabycia projektu Gubin wyniosły 31,6 mln złotych,\n                           w tym cena netto nabycia projektu Gubin przez PGE to 16,7 mln złotych. Koszty bieżącej\n                           działalności i nakłady inwestycyjne wyniosły 14,9 mln złotych. W latach 2010 – 2016 w ramach projektu związanego z pozyskaniem koncesji na wydobywanie\n                           węgla brunatnego ze złoża \"Gubin\" wykonano szereg opracowań i dokumentacji _ponad\n                           30 opracowań eksperckich_, które dostarczyły informacji o złożu m.in. w zakresie jego\n                           budowy, parametrów jakościowych, hydrogeologii, uwarunkowań technologicznych związanych\n                           z eksploatacją węgla. Oprócz tego podejmowane były działania komunikacyjne, mające\n                           na celu zwiększenie świadomości społecznej na temat znaczenia węgla brunatnego dla\n                           kraju i regionu oraz korzyści płynące z wykorzystania złoża dla lokalnej społeczności.\n                           Pytanie 2: \"Kiedy rozpocznie się budowa elektrowni Gubin zapowiadanej w pismach prezesa\n                           PGE Gubin sp. z o.o. i reklamach PGE w lokalnych mediach w województwie lubuskim?\"Jednym z elementów misji PGE, przyjętej w ubiegłym roku, jest zapewnianie bezpieczeństwa\n                           i rozwoju poprzez niezawodność dostaw. Nadrzędnymi celami dla GK PGE są: budowanie\n                           wartości dla akcjonariuszy i kluczowa rola w zapewnieniu bezpieczeństwa energetycznego\n                           kraju. Aby utrzymać pozycję lidera w obszarze wytwarzania, Grupa PGE dysponuje trzema\n                           opcjami strategicznymi, zależnymi od rozwoju rynku i regulacji po 2020 roku. Jedną\n                           z nich jest rozwój nowoczesnej energetyki konwencjonalnej, w tym zagospodarowanie\n                           nowych złóż węgla brunatnego, w przypadku istotnego złagodzenia polityki klimatycznej.Z punktu widzenia inwestora, Grupy PGE, kolejnym kluczowym etapem realizacji projektu\n                           będzie uzyskanie koncesji wydobywczej. Termin uzyskania koncesji według aktualnego\n                           harmonogramu to 30.09.2020 r.Rozpoczęcie inwestycji w Gubinie uwarunkowane jest określeniem docelowej struktury\n                           miksu paliwowego kraju oraz określeniem ram ekonomicznej przewidywalności inwestycji\n                           poprzez wskazanie długoterminowych mechanizmów wsparcia. Grupa PGE prowadzi dialog z administracją publiczną oraz aktywnie uczestniczy w pracach\n                           zespołów roboczych zajmujących się tą tematyką.Podstawa prawna: § 38 ust. 1 pkt. 12 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-07-11"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ niniejszym informuje,\n                           iż jedynym akcjonariuszem posiadającym co najmniej 5% głosów na Zwyczajnym Walnym\n                           Zgromadzeniu Spółki, które odbyło się w dniu 27 czerwca 2017 r., był Skarb Państwa.Akcjonariuszowi temu przysługiwało 1.072.984.098 głosów z posiadanych akcji, co stanowiło\n                           80,74% głosów na tym walnym zgromadzeniu oraz 57,39% głosów w ogólnej liczbie głosów\n                           w Spółce.Podstawa prawna: art. 70 pkt 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz. U. z 2009 r., Nr 185, poz. 1439_.",
        "date": "2017-06-29"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, iż obradujące\n                           w dniu 27 czerwca 2017 r. Zwyczajne Walne Zgromadzenie _\"ZWZ\"_ Spółki podjęło uchwały\n                           w przedmiocie zmian w Statucie Spółki. Szczegółowe zmiany, wprowadzone do Statutu\n                           uchwałami nr 38-44 ZWZ, zostały zaprezentowane w załączniku nr 1 do niniejszego raportu\n                           bieżącego. Jednolity tekst Statutu Spółki uwzględniający zmiany wprowadzone przez\n                           ZWZ w dniu 27 czerwca 2017 r. stanowi załącznik nr 2 do niniejszego raportu.Zmiany Statutu wejdą w życie w dniu ich zarejestrowania przez Sąd Rejestrowy.Podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-06-28"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ przekazuje w załączeniu\n                           do niniejszego raportu bieżącego treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Spółki w dniu 27 czerwca 2017 r. _\"ZWZ\"_.Jednocześnie Zarząd Spółki informuje, iż w świetle podjęcia przez ZWZ Spółki uchwał\n                           w sprawie zmian statutu Spółki zgodnie z p. 12 porządku obrad, Przewodnicząca ZWZ\n                           oświadczyła iż procedowanie propozycji uchwał, o których mowa w pkt 14 a_-h_ porządku\n                           obrad jest bezprzedmiotowe, tym samym p. 14 porządku obrad nie był rozpatrywany przez\n                           ZWZ Spółki. Podstawa prawna: § 38 ust. 1 pkt. 7 i 8 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014,\n                           poz. 133_.",
        "date": "2017-06-28"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_ informuje, iż Zwyczajne\n                           Walne Zgromadzenie Spółki w dniu 27 czerwca 2017 r. podjęło uchwałę o powołaniu pana\n                           Radosława Osińskiego do składu Rady Nadzorczej Spółki z dniem 27 czerwca 2017 r. Pan Radosław Osiński jest absolwentem Międzynarodowej Szkoły Nauk Politycznych Uniwersytetu\n                           Śląskiego oraz Krajowej Szkoły Administracji Publicznej. W latach 1999 – 2016 zatrudniony\n                           w Ministerstwie Skarbu Państwa, gdzie realizował zadania związane między innymi z\n                           prywatyzacją, nadzorem właścicielskim oraz ochroną infrastruktury krytycznej. Obecnie\n                           zatrudniony na stanowisku Naczelnika Wydziału w Departamencie Kontroli i Nadzoru Ministerstwa\n                           Energii.Doświadczenia związane z nadzorem działalności spółek kapitałowych zdobywał od 2000\n                           r. zasiadając w radach nadzorczych między innymi takich spółek jak: Międzynarodowe\n                           Targi Poznańskie Sp. z o.o., Zakłady Chemiczne \"Rudniki\" S.A., Zakłady Azotowe Kędzierzyn\n                           S.A., Kopalnia Soli \"Wieliczka\" S.A., Zakłady Energetyczne Okręgu Radomsko-Kieleckiego\n                           S.A., Kotlin Sp. z o.o. Od dnia 5 września 2016 r. do dnia 26 czerwca 2017 r. zasiadał\n                           w Radzie Nadzorczej PGE.Pan Radosław Osiński złożył oświadczenie, iż jego działalność prowadzona poza PGE\n                           nie jest konkurencyjna w stosunku do działalności Spółki oraz, że nie uczestniczy\n                           w spółce konkurencyjnej jako wspólnik w spółce cywilnej, spółce osobowej oraz jako\n                           członek organu spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej osobie\n                           prawnej jako członek jej organu.Pan Radosław Osiński oświadczył również, że nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych, prowadzonego na podstawie ustawy z dnia 20 sierpnia 1997 r. o Krajowym\n                           Rejestrze Sądowym _Dz. U. z 2007 r. Nr 168, poz. 1186 z późn. zm._.Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-06-27"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_ informuje, iż w\n                           dniu 26 czerwca 2017 r. Spółka otrzymała oświadczenie Ministra Energii _reprezentującego\n                           Skarb Państwa_ o odwołaniu pana Radosława Osińskiego ze składu Rady Nadzorczej Spółki\n                           z dniem 26 czerwca 2017 r. Przedmiotowe oświadczenie zostało złożone stosownie do\n                           § 20 ust. 5 Statutu Spółki, który przyznaje Skarbowi Państwa prawo do powoływania\n                           i odwoływania jednego członka Rady Nadzorczej PGE w drodze pisemnego oświadczenia\n                           składanego Zarządowi Spółki.Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-06-26"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ przekazuje w załączeniu\n                           do niniejszego raportu projekt tekstu jednolitego Statutu Spółki oraz informację o\n                           proponowanych zmianach Statutu.Podstawa prawna: § 38 ust. 1 pkt. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-06-22"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ przekazuje w załączeniu\n                           zmienioną treść projektów uchwał Zwyczajnego Walnego Zgromadzenia Spółki zwołanego\n                           na dzień 27 czerwca 2017 r. Zmiana projektów uchwał wynika z wniosku Ministra Energii\n                           działającego w imieniu Skarbu Państwa, jako akcjonariusza Spółki i dotyczy korekty\n                           oczywistych omyłek pisarskich do projektów, które Spółka przekazała w raporcie bieżącym\n                           nr 31/2017 z dnia 31 maja 2017 r. Poniżej informacja o korektach:1. W § 1 ust. 2 projektu uchwały w przedmiocie zmian § 37 Statutu Spółki zamiast wyrażenia\n                           \"2. W § 35 dodaje się ust. 3 o następującym brzmieniu: …\" powinno być \"2. W § 37 dodaje się ust. 3 o następującym brzmieniu: …\",2. W § 1 projektu uchwały w przedmiocie zmian § 45 Statutu Spółki zamiast wyrażenia\n                           \"W § 45 ust. 8 skreśla się wyrażenie: ...\" powinno być \"W § 45 ust. 9 skreśla się\n                           wyrażenie: ...\" ,3. W § 1 projektu uchwały w przedmiocie zmian § 45 Statutu Spółki zamiast wyrażenia\n                           \"W § 45 ust. 9 skreśla się wyrażenie: ...\" powinno być \"W § 45 ust. 10 skreśla się\n                           wyrażenie: ...\".Podstawa prawna: § 38 ust. 1 pkt. 5 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014,\n                           poz. 133_.",
        "date": "2017-06-21"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_ informuje, że w\n                           dniu 20 czerwca 2017 r. Rada Nadzorcza Spółki podjęła decyzję o wyborze Ernst & Young\n                           Audyt Polska spółka z ograniczoną odpowiedzialnością sp.k. _\"EY Audyt Polska\"_ jako\n                           podmiotu uprawnionego do badania sprawozdań finansowych, z którym zostanie zawarta\n                           umowa o badanie sprawozdań finansowych. Zakres umowy obejmować będzie badanie sprawozdań\n                           finansowych jednostkowych oraz skonsolidowanych sprawozdań Grupy Kapitałowej PGE za\n                           okresy zakończone 31 grudnia w latach 2017-2018 oraz przeglądu półrocznego skróconego\n                           sprawozdana finansowego jednostkowego oraz skonsolidowanego sprawozdania Grupy Kapitałowej\n                           PGE za okres kończący się dnia 30 czerwca 2018 r. Rada Nadzorcza dokonała wyboru podmiotu\n                           uprawnionego do badania sprawozdań finansowych zgodnie z obowiązującymi przepisami\n                           i normami zawodowymi.EY Audyt Polska jest spółką wpisaną na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych pod nr 130.Spółka nie korzystała w ostatnich 10 latach z usług EY Audyt Polska w zakresie badania\n                           sprawozdań finansowych.Podstawa prawna: § 25 w związku z § 5 ust. 1 pkt 19 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014,\n                           poz. 133_.",
        "date": "2017-06-21"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           Pan Bolesław Jankowski, Wiceprezes Zarządu ds. Międzynarodowych złożył rezygnację\n                           z pełnienia funkcji z dniem 1 lipca 2017 roku.Podstawa prawna: §5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009 roku nr\n                           33, poz. 259 z późn. zm._.",
        "date": "2017-06-20"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ w załączeniu do niniejszego\n                           raportu bieżącego przekazuje treść projektów uchwał, które mają być przedmiotem obrad\n                           Zwyczajnego Walnego Zgromadzenia Spółki zwołanego na dzień 27 czerwca 2017 r. na godz.\n                           12.00 w Warszawie, w budynku Hotelu Novotel, przy ul. Marszałkowskiej 94/98.Podstawa prawna: § 38 ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-05-31"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki \"PGE Polska Grupa Energetyczna Spółka Akcyjna\" z siedzibą w Warszawie\n                           _\"Spółka\"_, działając na podstawie art. 395 § 1 i § 2, art. 399 § 1, w związku z art.\n                           402_1_ i 402_2_ ustawy z dnia 15 września 2000 roku Kodeksu spółek handlowych w związku\n                           z wnioskiem Akcjonariusza złożonym na podstawie art.  401 § 1 ustawy z dnia 15 września\n                           2000 roku Kodeksu spółek handlowych _tj. Dz. U. z 2016 r. poz. 1578 ze zmianami_ oraz\n                           § 36 Statutu Spółki, zwołuje na dzień 27 czerwca 2017 r., na godzinę 12.00 Zwyczajne\n                           Walne Zgromadzenie Spółki _\"Zgromadzenie\"_. Zgromadzenie odbędzie się w Warszawie\n                           w budynku Hotelu Novotel, przy ul. Marszałkowskiej 94/98.Porządek obrad:1. Otwarcie Zgromadzenia.2. Wybór Przewodniczącego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zgromadzenia oraz jego zdolności do powzięcia\n                           wiążących uchwał.4. Przyjęcie porządku obrad.5. Odstąpienie od wyboru Komisji Skrutacyjnej.6. Rozpatrzenie sprawozdania finansowego PGE Polska Grupa Energetyczna S.A. za 2016\n                           rok zgodnego z MSSF UE i podjęcie uchwały w przedmiocie jego zatwierdzenia. 7. Rozpatrzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej PGE za\n                           2016 rok zgodnego z MSSF UE i podjęcie uchwały w przedmiocie jego zatwierdzenia. 8. Rozpatrzenie sprawozdania Zarządu z działalności PGE Polska Grupa Energetyczna\n                           S.A. oraz Grupy Kapitałowej PGE za 2016 rok i podjęcie uchwały w przedmiocie jego\n                           zatwierdzenia. 9. Podjęcie uchwały w przedmiocie podziału zysku netto PGE Polska Grupa Energetyczna\n                           S.A. za rok obrotowy 2016. 10. Podjęcie uchwał w przedmiocie udzielenia absolutorium Członkom Zarządu i Rady\n                           Nadzorczej.11. Podjęcie uchwały w sprawie zmiany uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia\n                           z dnia 14 grudnia 2016 r. w sprawie zasad kształtowania wynagrodzeń Członków Zarządu.12. Podjęcie uchwał w sprawie zmian \"Statutu Spółki PGE Polska Grupa Energetyczna\n                           Spółka Akcyjna\".13. Podjęcie uchwały w sprawie upoważnienia Rady Nadzorczej Spółki do ustalenia tekstu\n                           jednolitego \"Statutu Spółki PGE Polska Grupa Energetyczna Spółka Akcyjna\".14. Podjęcie uchwał w sprawie:a_ rozporządzania składnikami aktywów trwałych,b_ zasad postępowania przy zawieraniu umów o usługi prawne, usługi marketingowe, usługi\n                           w zakresie stosunków międzyludzkich _public relations_ i komunikacji społecznej oraz usługi doradztwa związanego z zarządzaniem oraz zmiany\n                           tych umów,c_ zasad postępowania przy zawieraniu przez Spółkę umów darowizny, zwolnienia z długu lub innych umów o podobnym skutku,d_ zasad i trybu zbywania składników trwałych,e_ obowiązku przedkładania sprawozdania o wydatkach reprezentacyjnych, wydatkach na\n                           usługi prawne, usługi marketingowe, usługi w zakresie stosunków międzyludzkich _public\n                           relations_ i komunikacji społecznej oraz usługi doradztwa związanego z zarządzaniem,f_ określenia wymagań dla kandydata na członka Zarządu Spółki,g_ powołania członka Zarządu i postępowania kwalifikacyjnego na członka zarządu,h_ w sprawie realizacji obowiązków wynikających z art. 17 ust. 7, art. 18 ust. 2,\n                           art. 20 oraz art. 23 ustawy o zasadach zarządzania mieniem  państwowym.15. Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej PGE Polska Grupa Energetyczna\n                           S.A.16. Powiadomienie o wynikach postępowania kwalifikacyjnego na wybór członków Zarządu\n                           PGE Polska Grupa Energetyczna S.A.   17. Zamknięcie obrad.Opis procedur dotyczących uczestniczenia w Zgromadzeniu i wykonywania prawa głosuZgodnie z art. 406_1_ § 1 Kodeksu spółek handlowych prawo uczestniczenia w Zgromadzeniu\n                           mają osoby będące akcjonariuszami Spółki na szesnaście dni przed datą Zgromadzenia\n                           _dzień rejestracji uczestnictwa w walnym zgromadzeniu_, tj. na dzień 11 czerwca 2017\n                           roku.W celu zapewnienia udziału w Zgromadzeniu, Akcjonariusz powinien zażądać, nie wcześniej\n                           niż po ogłoszeniu zwołania Zgromadzenia, tj. nie wcześniej niż w dniu 1 czerwca 2017\n                           roku i nie później niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa\n                           w Zgromadzeniu, tj. nie później niż w dniu 12 czerwca 2017 roku, od podmiotu prowadzącego\n                           rachunek papierów wartościowych wystawienia imiennego zaświadczenia o prawie uczestnictwa\n                           w Zgromadzeniu.Zarząd Spółki wyłoży listę Akcjonariuszy uprawnionych do uczestnictwa w Zgromadzeniu\n                           w siedzibie Spółki w Warszawie, ul. Mysia 2, 00-496 Warszawa na trzy dni powszednie\n                           przed dniem odbycia Zgromadzenia, tj. w dniach 22, 23 i 26 czerwca 2017 roku w godzinach\n                           od 9:00 do 15:00 w Biurze Zarządu _2 piętro_.Zarząd Spółki informuje, że Akcjonariusz może żądać przesłania mu listy Akcjonariuszy\n                           nieodpłatnie pocztą elektroniczną. Akcjonariusz żądając przesłania mu listy Akcjonariuszy\n                           powinien wskazać adres poczty elektronicznej, na który lista powinna mu zostać przesłana.\n                           Żądanie można przesłać w postaci elektronicznej na adres e-mailowy Spółki: wza@gkpge.pl.Zarząd Spółki informuje, że Akcjonariuszowi służy prawo uczestniczenia w Zgromadzeniu\n                           oraz wykonywania prawa głosu osobiście lub przez pełnomocnika. Pełnomocnik Akcjonariusza\n                           wykonuje wszystkie uprawnienia Akcjonariusza chyba, że z treści pełnomocnictwa wynika\n                           inaczej. Pełnomocnik może udzielać dalszych pełnomocnictw, jeżeli wynika to z treści\n                           pełnomocnictwa. Jeden pełnomocnik może reprezentować więcej niż jednego Akcjonariusza.\n                           W takim wypadku pełnomocnik może głosować odmiennie z akcji każdego Akcjonariusza.\n                           Jeżeli Akcjonariusz posiada akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych, może on ustanowić pełnomocnika do wykonywania praw z akcji zapisanych\n                           na każdym z rachunków. Pełnomocnictwo do uczestniczenia w Zgromadzeniu i wykonywania prawa głosu wymaga udzielenia\n                           go na piśmie lub w postaci elektronicznej.W celu dokonania identyfikacji Akcjonariusza udzielającego pełnomocnictwa oraz reprezentującego\n                           go Pełnomocnika, do dokumentu potwierdzającego udzielenie pełnomocnictwa powinny być\n                           dołączone:a_ w przypadku Akcjonariusza będącego osobą fizyczną – kopia dowodu osobistego, stron\n                           paszportu umożliwiających identyfikację lub innego urzędowego dokumentu potwierdzającego\n                           tożsamość Akcjonariusza;b_ w przypadku Akcjonariusza niebędącego osobą fizyczną – kopia aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego istnienie takiego Akcjonariusza\n                           oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania, wraz\n                           z kopiami dowodu osobistego, stron paszportu umożliwiających identyfikację lub innego\n                           urzędowego dokumentu potwierdzającego tożsamość przedstawiciela lub przedstawicieli\n                           upoważnionych do reprezentowania Akcjonariusza;c_ w przypadku Pełnomocnika będącego osobą fizyczną – kopia dowodu osobistego, stron\n                           paszportu umożliwiających identyfikację lub innego urzędowego dokumentu potwierdzającego\n                           tożsamość Pełnomocnika;d_ w przypadku Pełnomocnika niebędącego osobą fizyczną – kopia aktualnego odpisu z\n                           właściwego rejestru lub innego dokumentu potwierdzającego istnienie takiego Pełnomocnika\n                           oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania, wraz\n                           z kopiami dowodu osobistego, stron paszportu umożliwiających identyfikację lub innego\n                           urzędowego dokumentu potwierdzającego tożsamość przedstawiciela lub przedstawicieli\n                           upoważnionych do reprezentowania Pełnomocnika.W przypadku podmiotów zagranicznych, w których państwie siedziby nie są prowadzone\n                           odpowiednie rejestry, zamiast kopii aktualnego odpisu z rejestru, o których mowa w\n                           pkt ‎b_ i d_ powyżej, należy dołączyć kopię dokumentu potwierdzającego istnienie danego\n                           podmiotu oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania.W przypadku wątpliwości co do prawdziwości kopii dokumentów, o których mowa powyżej,\n                           Zarząd Spółki zastrzega, iż może zażądać przed rozpoczęciem obrad Zgromadzenia, okazania\n                           oryginałów przedmiotowych dokumentów lub ich odpisów poświadczonych przez notariusza,\n                           radcę prawnego lub inny podmiot uprawniony do poświadczania za zgodność z oryginałem.\n                           W razie ich nie przedstawienia, Pełnomocnik Akcjonariusza może nie zostać dopuszczony\n                           do uczestnictwa w Zgromadzeniu.Do wszelkich dokumentów, o których mowa powyżej, sporządzonych w języku obcym, powinno\n                           być dołączone odpowiednie tłumaczenie poświadczone na język polski sporządzone przez\n                           tłumacza przysięgłego.Jeżeli pełnomocnictwo do uczestniczenia w obradach i wykonywania prawa głosu na Zgromadzeniu\n                           udzielone przez Akcjonariusza jest warunkowe, należy również dołączyć dowód, że dany\n                           warunek został spełniony.Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia go bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Fakt udzielenia pełnomocnictwa w postaci elektronicznej należy zgłosić Spółce przy\n                           wykorzystaniu środków komunikacji elektronicznej. Zawiadomienie należy przesłać pocztą\n                           elektroniczną na adres e-mailowy Spółki: wza@gkpge.pl.Wraz z zawiadomieniem należy przesłać skan udzielonego pełnomocnictwa oraz skan dokumentów,\n                           o których mowa w punktach a_, b_, c_ i d_ powyżej. W zawiadomieniu należy wskazać\n                           również adres poczty elektronicznej, za pomocą którego Spółka będzie mogła kontaktować\n                           się z Akcjonariuszem oraz Pełnomocnikiem. Zarząd ma prawo do weryfikacji przesłanych\n                           zawiadomień oraz do podejmowania działań służących identyfikacji Akcjonariusza i Pełnomocnika\n                           oraz potwierdzenia właściwego umocowania. Weryfikacja może polegać w szczególności\n                           na zwrotnym pytaniu zadanym w formie telefonicznej lub elektronicznej Akcjonariuszowi\n                           lub Pełnomocnikowi. Powyższe zasady stosuje się odpowiednio do zmiany lub odwołania\n                           udzielonego pełnomocnictwa. Zawiadomienia nie spełniające wyżej wymienionych wymogów\n                           nie wywołują skutków prawnych wobec Spółki. Spółka nie ponosi odpowiedzialności za\n                           błędy w wypełnieniu formularza pełnomocnictwa i działania osób posługujących się pełnomocnictwami.\n                           Pełnomocnik stawiający się na Zgromadzeniu obowiązany jest przedstawić na żądanie\n                           Spółki lub osoby _osób_ wyznaczonej do rejestracji Akcjonariuszy dokumenty, dołączone\n                           do zawiadomienia, o których mowa powyżej.W przypadku podmiotów zagranicznych, w których państwie siedziby nie są prowadzone\n                           odpowiednie rejestry, zamiast skanu aktualnego odpisu z rejestru, należy dołączyć\n                           skan dokumentu potwierdzającego istnienie danego podmiotu oraz prawo jego przedstawiciela\n                           lub przedstawicieli do jego reprezentowania.W przypadku wątpliwości co do prawdziwości dokumentów, o których mowa powyżej, Zarząd\n                           Spółki zastrzega, iż może zażądać przed rozpoczęciem obrad Zgromadzenia, okazania\n                           oryginałów przedmiotowych dokumentów lub ich odpisów poświadczonych przez notariusza,\n                           radcę prawnego lub inny podmiot uprawniony do poświadczania za zgodność z oryginałem.\n                           W razie ich nie przedstawienia, Pełnomocnik Akcjonariusza może nie zostać dopuszczony\n                           do uczestnictwa w Zgromadzeniu.Do wszelkich dokumentów, o których mowa powyżej, sporządzonych w języku obcym, powinno\n                           być dołączone odpowiednie tłumaczenie poświadczone na język polski sporządzone przez\n                           tłumacza przysięgłego.Zarząd Spółki informuje ponadto, iż w przypadku udzielenia przez Akcjonariusza pełnomocnictwa\n                           wraz z instrukcją do głosowania, Spółka nie będzie weryfikowała czy Pełnomocnicy wykonują\n                           prawo głosu zgodnie z instrukcjami, które otrzymali od Akcjonariuszy. W związku z\n                           tym, instrukcja do głosowania powinna być przekazana jedynie Pełnomocnikowi.Wybrane uprawnienia AkcjonariuszyZarząd Spółki informuje, że Akcjonariusz lub Akcjonariusze reprezentujący, co najmniej\n                           jedną dwudziestą kapitału zakładowego mogą żądać umieszczenia określonych spraw w\n                           porządku obrad Zgromadzenia. Prawo to wykonuje się poprzez zgłoszenie żądania zawierającego\n                           uzasadnienie lub projekt uchwały lub uchwał dotyczących proponowanego punktu porządku\n                           obrad. Żądanie składa się Zarządowi Spółki, nie później niż na 21 dni przed wyznaczonym\n                           terminem odbycia Zgromadzenia, tj. 6 czerwca 2017 roku. Żądanie należy złożyć Zarządowi\n                           Spółki na adres: Zarząd \"PGE Polska Grupa Energetyczna Spółka Akcyjna\", ul. Mysia\n                           2, 00-496 Warszawa, lub przesłać pocztą elektroniczną na adres e-mailowy Spółki: wza@gkpge.pl.\n                           Do żądania należy dołączyć kopie dokumentów potwierdzających uprawnienie osoby _osób_\n                           występujących z żądaniem do działania w imieniu Akcjonariusza.Zarząd Spółki informuje, że Akcjonariusz lub Akcjonariusze reprezentujący, co najmniej\n                           jedną dwudziestą kapitału zakładowego mogą przed terminem odbycia Zgromadzenia zgłaszać\n                           projekty uchwał dotyczących spraw wprowadzonych do porządku obrad Zgromadzenia lub\n                           spraw, które mają być wprowadzone do porządku obrad. Zgłoszenie należy złożyć Zarządowi\n                           Spółki na adres: Zarząd \"PGE Polska Grupa Energetyczna Spółka Akcyjna\", ul. Mysia\n                           2, 00-496 Warszawa, lub przesłać pocztą elektroniczną na adres e-mailowy Spółki: wza@gkpge.pl.\n                           Do zgłoszenia należy dołączyć kopie dokumentów potwierdzających uprawnienie osoby\n                           _osób_ dokonującej zgłoszenia do działania w imieniu Akcjonariusza.Zarząd Spółki informuje, że każdy Akcjonariusz może podczas obrad Zgromadzenia zgłaszać\n                           projekty uchwał dotyczących spraw wprowadzonych do porządku obrad. Projekty powinny\n                           być przedstawione w języku polskim.Wykorzystanie środków komunikacji elektronicznejZarząd Spółki informuje, iż z uwagi na treść Statutu Spółki oraz Regulaminu Walnego\n                           Zgromadzenia, nie jest możliwe uczestniczenie ani wypowiadanie się w trakcie Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej, ani oddawanie głosu drogą korespondencyjną\n                           lub przy wykorzystaniu środków komunikacji elektronicznej.Rejestracja obecności na ZgromadzeniuOsoby uprawnione do uczestniczenia w Zgromadzeniu, powinny się zarejestrować i pobrać\n                           karty do głosowania bezpośrednio przed salą obrad na 30 minut przed rozpoczęciem obrad\n                           Zgromadzenia.Wgląd do dokumentacjiZarząd Spółki informuje, że pełny tekst dokumentacji, która ma być przedstawiona Zgromadzeniu\n                           wraz z projektami uchwał będzie dostępny na stronie internetowej Spółki od dnia zwołania\n                           Zgromadzenia. Inne dokumenty, dotyczące spraw wprowadzonych lub mających być wprowadzonymi\n                           do porządku obrad Zgromadzenia przed terminem jego odbycia, będą dostępne na stronie\n                           internetowej Spółki niezwłocznie po ich sporządzeniu lub otrzymaniu przez Spółkę od\n                           uprawnionych Akcjonariuszy.Miejsce udostępnienia informacjiWszelkie informacje związane ze Zgromadzeniem dostępne są na stronie internetowej\n                           Spółki.",
        "date": "2017-05-31"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 26/2017 z dnia 11 maja 2017 r., Zarząd spółki\n                           PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_ informuje, że 19 maja 2017 r.\n                           PGE oraz EDF International SAS i EDF Investment II B.V. _razem \"EDF\"_ podpisały Warunkową\n                           Umowę Sprzedaży Akcji _\"Umowa\"_ dotyczącą sprzedaży aktywów EDF w Polsce. Umowa dotyczy w szczególności _\"Transakcja\"_:- nabycia 99,51% akcji EDF Polska S.A.,- nabycia 100% akcji EDF Investment III B.V.,- pośredniego nabycia 50% i 1 akcji ZEW Kogeneracja S.A. _akcje w posiadaniu EDF Polska\n                           S.A. i EDF Investment III B.V._, oraz- nabycia akcji w spółkach zależnych od EDF Polska S.A. prowadzących działalność pomocniczą.W wyniku wykonania Umowy, PGE nabędzie szereg konwencjonalnych aktywów wytwórczych,\n                           w tym:- 4 elektrociepłownie tj. Kraków, Gdańsk, Gdynia i Toruń, sieci dystrybucji ciepła\n                           w Toruniu oraz Elektrowni Rybnik _obecnie kontrolowanych przez EDF Polska S.A._,- 4 elektrociepłownie tj. Wrocław, Zielona Góra, Czechnica i Zawidawie oraz sieci\n                           dystrybucji ciepła w Zielonej Górze, Siechnicach i Zawidawiu _obecnie kontrolowanych\n                           przez EDF Polska S.A. i EDF Investment III B.V._.Wartość Transakcji _ang. Enterprise Value – wartość przedsiębiorstwa_ dla wszystkich\n                           aktywów nabywanych od EDF została ustalona wg formuły Locked-Box Date _\"Data ustalenia\n                           ceny\"_ na dzień 31 grudnia 2016 r. i wynosi ok. 4,51 mld złotych, z czego ok. 2,45\n                           mld złotych przypada na wartość kapitałów własnych a ok. 2,06 mld złotych przypada\n                           na zadłużenie netto. Całkowite wydatki jakie PGE poniesie w związku z Transakcją będą uwzględniały:- wartość kapitałów własnych w wysokości ok. 2,45 mld złotych własnych _\"Wartość kapitałów\n                           własnych\"_, - koszty odsetek od Wartości kapitałów własnych rozliczane pro rata licząc od 1 stycznia\n                           2017 r. do dnia zamknięcia Transakcji w kwocie nie wyższej niż ok. 107 mln złotych\n                           z tytułu osiągnięcia przez Spółkę korzyści ekonomicznych z działalności przedmiotu\n                           Transakcji po Dacie ustalenia ceny, - wewnątrzgrupowy dług na dzień zamknięcia Transakcji w maksymalnej kwocie ok. 1,68\n                           mld złotych oraz ok. 40 mln USD _\"Zadłużenie wewnątrzgrupowe\"_,- pozostające do zapłaty na dzień zamknięcia Transakcji odsetki od Zadłużenia wewnątrzgrupowego.\n                           Po zamknięciu Transakcji, w myśl polskich przepisów dotyczących rynku kapitałowego,\n                           w konsekwencji nabycia akcji ZEW Kogeneracja S.A., Grupa PGE będzie zobligowana do\n                           ogłoszenia wezwania na sprzedaż akcji ZEW Kogeneracja S.A. w liczbie powodującej osiągnięcie\n                           66% ogólnej liczby głosów w ZEW Kogeneracja S.A. Koszt wezwania nie jest uwzględniony\n                           w wartości Transakcji.Zamknięcie Transakcji planowane jest nie później niż 2 stycznia 2018 r. Płatność za\n                           aktywa będzie miała miejsce w momencie zamknięcia Transakcji.Zamknięcie Transakcji zostanie dokonane pod warunkiem spełnienia poniższych warunków:- uzyskania przez PGE zgody Urzędu Ochrony Konkurencji i Konsumentów,- uzyskania przez PGE zgody Ministra Energii zgodnie z Ustawą z dnia 24 lipca 2015\n                           r. o kontroli niektórych inwestycji, - uzyskania przez PGE odstąpienia od prawa pierwokupu przez Prezesa Agencji Nieruchomości\n                           Rolnych,- uzyskania przez EDF zgody na transakcję od odpowiednich władz rządowych we Francji\n                           dotyczących nadzoru nad spółkami skarbu państwa i transakcjami na ich udziałach.Aktywa EDF nabywane przez PGE posiadają moc zainstalowaną 3,3 GWe oraz 4,4 GWt _uwzględniając\n                           opalaną gazem elektrociepłownię Toruń oddaną do eksploatacji w 2017 r._ i wyprodukowały\n                           12,4 TWh energii elektrycznej netto oraz 32,8 PJ ciepła w 2016. Zgodnie z najlepszą wiedzą Spółki, skonsolidowany zysk EBITDA wygenerowany przez te\n                           aktywa wyniósł ok. 1,1 mld złotych w 2016 r. Dla porównania, aktywa wytwórcze PGE posiadały moc zainstalowaną 12,75 GWe _w tym\n                           10,61 GWe w segmencie Energetyki Konwencjonalnej_ oraz 3,55 GWt na dzień 31 grudnia\n                           2016 r. i wyprodukowały 53,67 TWh energii elektrycznej _w tym 51,70 TWh przez segment\n                           Energetyki Konwencjonalnej_ oraz 18,57 PJ ciepła w 2016 r. Skonsolidowany zysk EBITDA\n                           Grupy PGE wyniósł ok. 7,38 mld złotych w 2016 r.W opinii Zarządu PGE, Transakcja wpisuje się w zaktualizowaną Strategię Grupy PGE\n                           i wyprowadzi PGE na pozycję lidera na rynku produkcji ciepła w Polsce. Nabywane aktywa\n                           ciepłownicze doskonale pasują do profilu biznesowego PGE, zwiększając udział stabilnych\n                           przychodów z regulowanej działalności i - poprzez wielokierunkową dywersyfikację -\n                           ograniczając ogólne ryzyko działalności Spółki. Ponadto, aktywa ciepłownicze posiadane\n                           obecnie i przejmowane stanowią solidny fundament do dalszego rozwoju tej działalności,\n                           koncentrując się na jednostkach kogeneracyjnych, słabo rozwiniętych i niedokapitalizowanych\n                           instalacjach ciepłowniczych, jak również sieciach ciepłowniczych.  Spółka poinformuje odrębnym raportem o kolejnych działaniach w ramach Transakcji.",
        "date": "2017-05-19"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, iż w dniu 11\n                           maja 2017 r. podjął decyzję o wystąpieniu do Zwyczajnego Walnego Zgromadzenia Spółki\n                           z propozycją przeznaczenia całego zysku netto za rok obrotowy 2016 w wysokości 1.597.678.012,98\n                           złotych na kapitał zapasowy.",
        "date": "2017-05-11"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, że w dniu 11\n                           maja 2017 r. podjął decyzję o zmianie polityki dywidendy. Wobec konieczności finansowania ambitnego programu rozwoju, mając na względzie ograniczenie\n                           wzrostu poziomu zadłużenia, Zarząd Spółki rekomenduje zawieszenie wypłaty dywidendy\n                           z zysków za lata 2016, 2017 i 2018. Po tym okresie Zarząd Spółki zamierza rekomendować Walnemu Zgromadzeniu Spółki wypłatę\n                           dywidendy dla akcjonariuszy na poziomie 40-50% skonsolidowanego zysku netto przypadającego\n                           dla akcjonariuszy jednostki dominującej, korygowanego o wielkość odpisów aktualizujących\n                           wartość rzeczowych aktywów trwałych oraz wartości niematerialnych. Wypłata każdej dywidendy będzie uzależniona w szczególności od ogólnej wysokości zadłużenia\n                           Spółki, spodziewanych nakładów kapitałowych i potencjalnych akwizycji. Polityka dywidendy podlega okresowej weryfikacji przez Zarząd Spółki.",
        "date": "2017-05-11"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_ informuje, że 11\n                           maja 2017 r. PGE oraz EDF International SAS i EDF Investment II B.V.  _razem \"EDF\"_\n                           podpisały Umowę opcji put _ang. Put Option Agreement, \"POA\"_ dotyczącą sprzedaży aktywów\n                           EDF w Polsce. PGE – wcześniej deklarująca udział na poziomie 60% w transakcji realizowanej\n                           wraz z partnerami biznesowymi – obecnie występuje jako jedyny oferent i zobowiązała\n                           się do samodzielnego nabycia aktywów EDF w Polsce obejmujących:_i_ nabycie wszystkich akcji EDF w EDF Polska S.A., która jest właścicielem w szczególności:\n                           4 elektrociepłowni tj. Kraków, Gdańsk, Gdynia i Toruń oraz sieci dystrybucji ciepła\n                           w Toruniu, Elektrowni Rybnik oraz _ii_ nabycie wszystkich akcji EDF w ZEC \"Kogeneracja\" S.A., która jest właścicielem\n                           4 elektrociepłowni tj. Wrocław, Zielona Góra, Czechnica i Zawidawie oraz sieci dystrybucji\n                           ciepła w Zielonej Górze, Siechnicach i Zawidawiu.Warunki POA dają EDF opcję do zawezwania PGE do podpisania umowy sprzedaży akcji _“Umowa\n                           sprzedaży akcji\"_ wskazanych wyżej aktywów, przy spełnieniu pewnych warunków, w tym\n                           uzyskaniu zgód korporacyjnych EDF na transakcję sprzedaży. Umowa sprzedaży akcji może zostać zawarta w terminie do 26 lipca 2017 roku. Spółka\n                           poinformuje odrębnym raportem o kolejnych działaniach w ramach transakcji.",
        "date": "2017-05-11"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 32/2015 z dnia 23 października 2015 r. w sprawie\n                           wniesienia pozwu o stwierdzenie nieważności uchwały Nadzwyczajnego Walnego Zgromadzenia\n                           z dnia 14 września 2015  r., Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_\n                           informuje, że w dniu 8 maja 2017 r. Sąd Okręgowy w Warszawie wydał wyrok oddalający\n                           w całości powództwo akcjonariusza w sprawie stwierdzenia nieważności uchwały nr 1\n                           Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 14 września 2015  r.Wyrok jest nieprawomocny.",
        "date": "2017-05-08"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd Spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ informuje, że Sąd Apelacyjny\n                           w Warszawie wydał w dniu 27 kwietnia 2017 r. wyrok _\"Wyrok\"_, którym zmienił wyrok\n                           Sądu Okręgowego w Warszawie – Sądu Ochrony Konkurencji i Konsumentów z dnia 10 czerwca\n                           2013 r. w ten sposób, że zmienił zaskarżoną decyzję Prezesa Urzędu Regulacji Energetyki\n                           _\"Prezes URE\"_ ustalając wysokość korekty rocznej kosztów osieroconych dla roku 2009,\n                           jaką PGE GiEK S.A. O. Elektrociepłownia Lublin Wrotków winien otrzymać od Zarządcy\n                           Rozliczeń S.A., na kwotę 0 zł.Wyrok jest prawomocny, niemniej Prezesowi URE przysługuje od niego skarga kasacyjna\n                           do Sądu Najwyższego.Zarząd PGE przewiduje, że ujęcie Wyroku w wynikach finansowych GK PGE I kwartału 2017\n                           r. zwiększy zysk operacyjny segmentu Energetyka Konwencjonalna o ok. 75 mln zł. W związku z powyższym, szacunkowy zysk EBITDA GK PGE oraz segmentu Energetyka Konwencjonalna\n                           za I kwartał 2017 r., o których PGE informowała raportem bieżącym nr 23/2017 z 25\n                           kwietnia 2017 r., wyniosą odpowiednio ok. 1.948 mln zł oraz ok. 992 mln zł.",
        "date": "2017-04-27"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ przekazuje do wiadomości\n                           publicznej wstępne wybrane skonsolidowane wyniki finansowe i operacyjne za I kwartał\n                           2017 r. Według wstępnych szacunków produkcja energii elektrycznej netto w I kwartale 2017\n                           r. w jednostkach wytwórczych PGE wyniosła 15,0 TWh, wolumen dystrybucji wyniósł blisko\n                           9,0 TWh, a sprzedaż do odbiorców finalnych wyniosła 10,0 TWh.     Zysk operacyjny powiększony o amortyzację i odpisy aktualizujące _EBITDA_ w I kwartale\n                           2017 r. wyniósł około 1.873 mln zł, w tym: EBITDA segmentu Energetyka Konwencjonalna: 917 mln zł,EBITDA segmentu Dystrybucja: 618 mln zł, EBITDA segmentu Obrót: 243 mln zł, EBITDA segmentu Energetyka Odnawialna: 91 mln zł.Skonsolidowany zysk netto przypadający akcjonariuszom jednostki dominującej wyniósł\n                           około 882 mln zł _czyli 0,47 zł na akcję_.Szacunkowe zadłużenie netto na dzień 31 marca 2017 r. wyniosło około 5.243 mln zł.Zastrzeżenie: Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie.\n                           Skonsolidowane sprawozdanie finansowe Grupy Kapitałowej PGE jest nadal w trakcie przygotowywania.\n                           Publikacja skonsolidowanego raportu za I kwartał 2017 r. nastąpi 11 maja 2017 r.",
        "date": "2017-04-25"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\", \"PGE\"_ informuje, że w\n                           dniu 6 kwietnia 2017 r. do Spółki wpłynęła rezygnacja p. Mateusza Gramzy, członka\n                           Rady Nadzorczej PGE. Pan Mateusz Gramza złożył rezygnację z członkostwa w Radzie Nadzorczej\n                           PGE w trybie natychmiastowym.",
        "date": "2017-04-07"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna _\"PGE\"_ informuje, że skonsolidowany raport\n                           kwartalny PGE za I kwartał 2017 roku zostanie przekazany do publicznej wiadomości\n                           w dniu 11 maja 2017 roku.Podstawa prawna sporządzenia raportu: § 103 ust. 2 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014,\n                           poz. 133 z późn. zmianami_.",
        "date": "2017-04-06"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 19/2017 z dnia 29 marca 2017 r., zarząd spółki\n                           PGE Polska Grupa Energetyczna S.A. _\"PGE\"_  informuje, że w dniu 31 marca 2017 r.\n                           PGE Górnictwo i Energetyka Konwencjonalna S.A. _\"PGE GiEK\"_, spółka zależna od PGE,\n                           zawarła umowę inwestycyjną określającą warunki inwestycji finansowej w Polską Grupę\n                           Górniczą sp. z o.o. _\"PGG\"_ _\"Inwestycja\"_ _\"Umowa Inwestycyjna\"_.Stronami Umowy Inwestycyjnej są PGE GiEK, Enea S.A., ENERGA Kogeneracja sp. z o.o.,\n                           PGNiG TERMIKA S.A., Węglokoks S.A., Towarzystwo Finansowe Silesia sp. z o.o., Fundusz\n                           Inwestycji Polskich Przedsiębiorstw Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych\n                           _zwani dalej łącznie \"Inwestorami\"_ oraz PGG. Umowa Inwestycyjna przewiduje, że PGG\n                           nabędzie wybrane aktywa górnicze od Katowickiego Holdingu Węglowego S.A. _\"KHW\"_ na\n                           podstawie umowy przyrzeczonej, której zawarcie planowane jest na dzień 1 kwietnia\n                           2017 r. Umowa Inwestycyjna reguluje sposób przeprowadzenia Inwestycji, zasad funkcjonowania\n                           PGG oraz jej organów, a także zasady wyjścia Inwestorów z Inwestycji. Umowa Inwestycyjna\n                           zakłada dokapitalizowanie PGG w trzech etapach przez PGE GiEK, Enea S.A., ENERGA Kogeneracja\n                           sp. z o.o., PGNiG TERMIKA S.A. i Towarzystwo Finansowe Silesia sp. z o.o. na łączną\n                           kwotę 1 mld zł.W ramach dokapitalizowania PGG, spółka PGE GiEK zobowiązała się do objęcia nowych\n                           udziałów PGG o łącznej wartości nominalnej 100 mln zł w zamian za wkład pieniężny\n                           w kwocie 100 mln zł, w trzech etapach:a_ w ramach pierwszego etapu PGE GiEK obejmie nowe udziały PGG w zamian za wkład pieniężny\n                           w kwocie 50 mln zł. Dokapitalizowanie w ramach pierwszego etapu planowane jest w kwietniu\n                           2017 r.;b_ w ramach drugiego etapu w czerwcu 2017 r. PGE GiEK obejmie nowe udziały PGG w zamian\n                           za wkład pieniężny w kwocie 20 mln zł;c_ w ramach trzeciego etapu w I kwartale 2018 r. PGE GiEK obejmie nowe udziały PGG\n                           w zamian za wkład pieniężny w kwocie 30 mln zł. Po objęciu wskazanych powyżej udziałów PGE GiEK będzie posiadała 15,32% udziału w\n                           kapitale zakładowym PGG wobec 17,10% na dzień 31 marca 2017 r. Umowa określa zasady powoływania członków Rady Nadzorczej, zgodnie z którymi każdy\n                           z Inwestorów oraz Skarb Państwa będzie uprawniony do powołania jednego członka w maksymalnie\n                           ośmioosobowej Radzie Nadzorczej. Planowane przejęcie aktywów KHW przez PGG przyczyni się do poprawy rentowności inwestycji\n                           PGE GiEK w PGG, m.in. z uwagi na zakładane efekty synergii kosztowych oraz przychodowych.",
        "date": "2017-03-31"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_  informuje, że\n                           w dniu 29 marca 2017 r. PGE Górnictwo i Energetyka Konwencjonalna S.A. _\"PGE GiEK\"_,\n                           spółka zależna od PGE, podjęła decyzję dotyczącą dokapitalizowania Polskiej Grupy\n                           Górniczej Sp. z o.o. _\"PGG\"_ w kwocie 100 mln zł. Powyższa decyzja związana jest z planowanym nabyciem przez PGG aktywów Katowickiego\n                           Holdingu Węglowego. O finalizacji procesu inwestycyjnego Spółka poinformuje odrębnym\n                           raportem bieżącym.",
        "date": "2017-03-29"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. informuje, że w dniu 29 marca 2017\n                           r. podpisana została umowa sprzedaży 100% akcji Exatel S.A. _\"Akcje Exatel\"_ na rzecz\n                           Skarbu Państwa Rzeczpospolitej Polskiej. Cena sprzedaży Akcji Exatel wynosi 368,5 mln zł.  Exatel S.A. jest operatorem telekomunikacyjnym, dostarczającym rozwiązania dla biznesu\n                           i administracji publicznej.",
        "date": "2017-03-29"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 54/2016 z dnia 12 września 2016 r. w sprawie\n                           wniesienia pozwu o stwierdzenie nieważności uchwały Zwyczajnego Walnego Zgromadzenia\n                           z dnia 28 czerwca 2016 r., Zarząd spółki PGE Polska Grupa Energetyczna S.A. informuje,\n                           że 27 marca 2017 r. powziął wiadomość, iż Sąd Okręgowy w Warszawie na posiedzeniu\n                           niejawnym wydał postanowienie o umorzeniu postępowania, wobec cofnięcia przez akcjonariusza\n                           pozwu wniesionego w sprawie. Jednocześnie w nawiązaniu do raportu bieżącego nr 76/2016 z dnia 30 grudnia 2016 r.\n                           w sprawie wniesienia pozwu o stwierdzenie nieważności uchwały Nadzwyczajnego Walnego\n                           Zgromadzenia z dnia 5 września 2016 r., Zarząd Spółki informuje, że 27 marca 2017\n                           r. powziął wiadomość, iż Sąd Okręgowy w Warszawie na posiedzeniu niejawnym wydał postanowienie\n                           o umorzeniu postępowania, wobec cofnięcia przez akcjonariusza pozwu wniesionego w\n                           sprawie.",
        "date": "2017-03-27"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 30/2016 z dnia 20 maja 2016 r. w sprawie wniesienia\n                           pozwu o stwierdzenie nieważności uchwały Nadzwyczajnego Walnego Zgromadzenia z dnia\n                           1 marca 2016 r., Zarząd spółki PGE Polska Grupa Energetyczna S.A. informuje, że 24\n                           marca 2017 r. powziął wiadomość, iż Sąd Okręgowy w Warszawie na posiedzeniu niejawnym\n                           wydał postanowienie o umorzeniu postępowania, wobec cofnięcia przez akcjonariusza\n                           pozwu wniesionego w sprawie.",
        "date": "2017-03-24"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 18/2014 z dnia 2 kwietnia 2014 r. w sprawie wniesienia\n                           pozwu o stwierdzenie nieważności uchwał Nadzwyczajnego Walnego Zgromadzenia z dnia\n                           6 lutego 2014 r. oraz raportu bieżącego nr 8/2015 z dnia 22 czerwca 2015 r. w sprawie\n                           nieprawomocnego wyroku dotyczącego oddalenia powództwa akcjonariusza w sprawie ww.\n                           uchwał, Zarząd spółki PGE Polska Grupa Energetyczna S.A. informuje, że w dniu 24 marca\n                           2017 r. Sąd Apelacyjny w Warszawie, wobec cofnięcia przez akcjonariusza pozwu wniesionego\n                           w sprawie, uchylił wyrok sądu I instancji i umorzył postępowanie.",
        "date": "2017-03-24"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, że w dniu 15\n                           marca 2017 r. do Spółki wpłynął odpis pozwu wniesiony przez jednego z akcjonariuszy\n                           do Sądu Okręgowego w Warszawie. Akcjonariusz w pozwie wnosi o uchylenie uchwały nr\n                           4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 5 września 2016 r.Podstawa prawna: § 38 ust. 1 pkt 10 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-03-15"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_, w nawiązaniu do\n                           raportu bieżącego nr 5/2017 z 27 stycznia 2017 roku dotyczącego rozpoczęcia wraz z\n                           partnerami negocjacji z EDF International SAS i EDF Investment II B.V. _razem \"EDF\"_\n                           w sprawie zakupu aktywów EDF w Polsce _\"Transakcja\"_, informuje, że 15 marca 2017\n                           roku Spółka oraz z ENEA S.A., Energa S.A. oraz PGNiG Termika S.A. _\"Partnerzy Biznesowi\"_\n                           dokonały zmian w dotychczasowej strukturze Transakcji polegających na:- odstąpieniu PGNiG Termika S.A. od Transakcji;- przejęciu dotychczas deklarowanego udziału PGNiG Termika S.A. w Transakcji przez\n                           PGE, co skutkuje zwiększeniem udziału PGE w Transakcji do 60%;- pozostawieniu udziałów ENEA S.A. oraz Energa S.A. w Transakcji na niezmienionym\n                           poziomie 20% dla każdej ze spółek.Powyższe zmiany w strukturze Transakcji wymagają potwierdzenia braku sprzeciwu ze\n                           strony EDF. Jednocześnie Zarząd PGE informuje, że Spółka wraz z Partnerami Biznesowymi\n                           poinformowała EDF o powyższych zmianach.Dodatkowo Zarząd PGE informuje, iż w przypadku zrealizowania Transakcji z udziałem\n                           PGE na poziomie 60%, PGE przewiduje, że będzie konsolidować spółki przejęte od EDF\n                           metodą pełną.",
        "date": "2017-03-15"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 70/2013 z dnia 26 lipca 2013 roku dotyczącego\n                           oddalenia apelacji Prezesa Urzędu Regulacji Energetyki _\"URE\"_ w sprawie ustalenia\n                           wysokości korekty rocznej kosztów osieroconych _tzw. rekompensat KDT_ za rok 2008\n                           dla PGE GiEK S.A. o. Elektrownia Opole, Zarząd Spółki PGE Polska Grupa Energetyczna\n                           S.A. _\"PGE\"_ informuje, że w dniu 14 marca 2017 r. Sąd Najwyższy, na skutek rozpoznania\n                           skargi kasacyjnej Prezesa URE od ww. wyroku Sądu Apelacyjnego z dnia 25 lipca 2013\n                           r., wydał wyrok w sprawie ustalenia wysokości korekty rocznej kosztów osieroconych\n                           za rok 2008 dla PGE GiEK S.A. o. Elektrownia Opole. W wyroku Sąd Najwyższy ustalił wysokość korekty rocznej kosztów osieroconych za rok\n                           2008 dla PGE GiEK S.A. o. Elektrownia Opole na kwotę ok. _+_ 129,1 mln zł. W efekcie\n                           powyższego wyroku PGE GiEK S.A. zwróci do Zarządcy Rozliczeń S.A. kwotę ok. 5,9 mln\n                           zł. Wyrok nie ma wpływu na przychody skonsolidowane GK PGE bieżącego okresu. Powyższy\n                           wyrok Sądu Najwyższego kończy spór pomiędzy PGE GiEK S.A. a Prezesem URE w niniejszej\n                           sprawie.",
        "date": "2017-03-14"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, że Rada Nadzorcza\n                           Spółki ustaliła w dniu 7 marca 2017 r. jednolity tekst Statutu, który stanowi załącznik\n                           do niniejszego raportu bieżącego.Jednolity tekst Statutu zawiera zmiany dokonane na podstawie uchwały nr 6 Nadzwyczajnego\n                           Walnego Zgromadzenia _\"NWZ\"_ Spółki z dnia 14 grudnia 2016 roku.Szczegółowe zmiany wprowadzone do Statutu na podstawie powyższej uchwały NWZ zostały\n                           zaprezentowane w raporcie nr 72/2016 z dnia 15 grudnia 2016 r.Podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2017-03-08"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 41/2018, Zarząd PGE Polska Grupa Energetyczna\n                           S.A. _\"PGE\"_ informuje, że w dniu 22 grudnia 2018 r. PSE S.A. podała do publicznej\n                           wiadomości wstępne wyniki aukcji głównej rynku mocy na rok 2023, w tym cenę zamknięcia\n                           aukcji mocy, która wynosi 202,99 PLN/kW/rok. Jednocześnie Zarząd PGE informuje, że ostatecznie zakontraktowane zostało łącznie\n                           6 850 MW obowiązku mocowego dla jednostek należących do grupy PGE. Umowy mocowe zawarte\n                           zostały na jeden rok.Podana cena zamknięcia aukcji nie jest ostatecznym wynikiem aukcji mocy. Ostateczne\n                           wyniki aukcji mocy ogłasza Prezes URE w Biuletynie Informacji Publicznej na swojej\n                           stronie internetowej, w pierwszym dniu roboczym następującym po 21. dniu od dnia zakończenia\n                           aukcji mocy. Do tego czasu wszystkie umowy sprzedaży obowiązków mocowych są warunkowe.\n                           PGE zaktualizuje niniejszy raport jedynie w przypadku, gdy ostateczne wyniki aukcji\n                           mocy będą istotnie różnić się od wyników wstępnych.Łączny zakontraktowany przez jednostki należące do Grupy PGE wolumen obowiązków mocowych\n                           na rok 2023, z uwzględnieniem kontraktów wieloletnich zawartych w aukcji na rok 2021\n                           wynosi 11 493 MW.",
        "date": "2018-12-24"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"PGE\"_ informuje, że w dniu 21 grudnia\n                           2018 r., w wyniku aukcji rynku mocy na rok 2023 _aukcja główna_, zakontraktowanych\n                           zostało łącznie nie mniej niż 6 300 MW obowiązku mocowego dla jednostek należących\n                           do grupy PGE. Umowy mocowe zawarte zostały na jeden rok. Cena zamknięcia aukcji mieści\n                           się w przedziale pomiędzy 217,06 a 189,95 PLN/kW/rok i - zgodnie z art. 38 ust.1 ustawy\n                           o rynku mocy z dnia 8 grudnia 2017 r. - zostanie w terminie 3 dni roboczych podana\n                           do publicznej wiadomości przez PSE S.A. Powyższe obowiązki mocowe nie są ostatecznymi wynikami aukcji mocy. Ostateczne wyniki\n                           aukcji mocy ogłasza Prezes URE w Biuletynie Informacji Publicznej na swojej stronie\n                           internetowej, w pierwszym dniu roboczym następującym po 21. dniu od dnia zakończenia\n                           aukcji mocy. Do tego czasu wszystkie umowy sprzedaży obowiązków mocowych są warunkowe.Łączny zakontraktowany przez jednostki należące do Grupy PGE wolumen obowiązków mocowych\n                           na rok 2023, z uwzględnieniem kontraktów wieloletnich zawartych w aukcji na rok 2021,\n                           wynosi nie mniej niż  10 943  MW.",
        "date": "2018-12-21"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 39/2018, Zarząd PGE Polska Grupa Energetyczna\n                           S.A. _\"PGE\"_ informuje, że w dniu 7 grudnia 2018 r. PSE S.A. podała do publicznej\n                           wiadomości wstępne wyniki aukcji głównej rynku mocy na rok 2022, w tym cenę zamknięcia\n                           aukcji mocy, która wynosi 198,00 PLN/kW/rok. Jednocześnie Zarząd PGE informuje, że ostatecznie zakontraktowane zostało łącznie\n                           7 397 MW obowiązku mocowego dla jednostek należących do grupy PGE.  Umowy mocowe zawarte\n                           zostały na jeden rok.Podana cena zamknięcia aukcji nie jest ostatecznym wynikiem aukcji mocy. Ostateczne\n                           wyniki aukcji mocy ogłasza Prezes URE w Biuletynie Informacji Publicznej na swojej\n                           stronie internetowej, w pierwszym dniu roboczym następującym po 21. dniu od dnia zakończenia\n                           aukcji mocy. Do tego czasu wszystkie umowy sprzedaży obowiązków mocowych są warunkowe.\n                           PGE zaktualizuje niniejszy raport jedynie w przypadku, gdy ostateczne wyniki aukcji\n                           mocy będą istotnie różnić się od wyników wstępnych.Łączny zakontraktowany przez jednostki należące do Grupy PGE wolumen obowiązków mocowych\n                           na rok 2022, z uwzględnieniem kontraktów wieloletnich zawartych w aukcji na rok 2021\n                           wynosi 12 040 MW.",
        "date": "2018-12-10"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"PGE\"_ informuje, że w dniu 5 grudnia\n                           2018 r., w wyniku aukcji rynku mocy na rok 2022 _aukcja główna_, zakontraktowanych\n                           zostało łącznie nie mniej niż 7.062 MW obowiązku mocowego dla jednostek należących\n                           do grupy PGE. Umowy mocowe zawarte zostały na jeden rok. Cena zamknięcia aukcji mieści\n                           się w przedziale 195,28 do 219,66 PLN/kW/rok i - zgodnie z art. 38 ust.1 ustawy o\n                           rynku mocy z dnia 8 grudnia 2017 r. - zostanie w terminie 3 dni roboczych podana do\n                           publicznej wiadomości przez PSE S.A. Powyższe obowiązki mocowe nie są ostatecznymi wynikami aukcji mocy. Ostateczne wyniki\n                           aukcji mocy ogłasza Prezes URE w Biuletynie Informacji Publicznej na swojej stronie\n                           internetowej, w pierwszym dniu roboczym następującym po 21. dniu od dnia zakończenia\n                           aukcji mocy. Do tego czasu wszystkie umowy sprzedaży obowiązków mocowych są warunkowe.Łączny zakontraktowany przez jednostki należące do Grupy PGE wolumen obowiązków mocowych\n                           na rok 2022, z uwzględnieniem kontraktów wieloletnich zawartych w aukcji na rok 2021,\n                           wynosi nie mniej niż 11 705MW.",
        "date": "2018-12-05"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 82/2013 Zarząd PGE Polska Grupa Energetyczna\n                           S.A. _\"PGE\"_ informuje, że w dniu 30 listopada 2018 r. spółka powzięła informację\n                           o podpisaniu przez Polską Grupę Górniczą porozumienia do umowy zawartej w dniu 13\n                           sierpnia 2013 r. na dostawy węgla kamiennego na potrzeby bloków 5 i 6 Elektrowni Opole\n                           _\"porozumienie\"_. W ramach porozumienia strony dostosowały zapisy do aktualnych wymagań formalno-prawnych\n                           oraz odstąpiły od wyznaczania ceny węgla w oparciu o wskaźniki dotyczące średnich\n                           cen energii elektrycznej, średnich rynkowych cen węgla oraz średnich kosztów uprawnień\n                           do emisji CO2. Strony ustaliły cenę węgla kamiennego do dnia 31 grudnia 2022 r., natomiast\n                           ceny węgla na kolejne poszczególne okresy dostaw będą ustalane w drodze negocjacji. Szacowana wartość porozumienia w okresie od dnia rozpoczęcia dostaw przez 20 kolejnych\n                           rocznych okresów dostaw wynosi ok. 16 mld zł.",
        "date": "2018-11-30"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ informuje, że w dniu 28 listopada\n                           2018 r. wyraził wstępne zainteresowanie nabyciem wszystkich udziałów w spółce PGE\n                           EJ1 sp. z o.o.  PGE EJ1 sp. z o.o. to spółka odpowiedzialna za przygotowanie i realizację inwestycji\n                           polegającej na budowie i eksploatacji pierwszej polskiej elektrowni jądrowej. Celem PGE jest restrukturyzacja operacyjna i kosztowa spółki oraz integracja działalności\n                           w ramach Grupy PGE. Realizacja transakcji będzie możliwa po przeprowadzeniu wyceny przez niezależnego\n                           doradcę oraz uzyskaniu zgód korporacyjnych przez wszystkie zaangażowane podmioty. Aktualnie PGE jest posiadaczem 70% udziałów  w spółce PGE EJ1 sp. z o.o..",
        "date": "2018-11-28"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polska Grupa Energetyczna S.A. informuje, że w dniu 20 listopada 2018 r.\n                           została podpisana umowa na dostawy węgla kamiennego _\"Umowa\"_ z Polską Grupą Górniczą\n                           S.A.  W ramach Umowy strony określiły szacunkowe wolumeny dostaw węgla kamiennego na lata\n                           2019-2022 dla PGE Górnictwo i Energetyka Konwencjonalna S.A., ZEW KOGENERACJA S.A.\n                           i PGE Energia Ciepła S.A. Szacowana łączna wartość dostaw węgla kamiennego na lata\n                           2019-2022 wynosi 5,25 mld zł.",
        "date": "2018-11-20"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 33/2018, Zarząd PGE Polska Grupa Energetyczna\n                           S.A. _\"PGE\"_ informuje, że w dniu 20 listopada 2018 r. PSE S.A. podała do publicznej\n                           wiadomości wstępne wyniki aukcji głównej rynku mocy na rok 2021, w tym cenę zamknięcia\n                           aukcji mocy, która wynosi 240,32 PLN/kW/rok. Cena obowiązku mocowego dla wieloletnich\n                           umów mocowych podlegać będzie corocznej waloryzacji średniorocznym wskaźnikiem cen\n                           towarów i usług konsumpcyjnych. Jednocześnie Zarząd PGE informuje, że ostatecznie zakontraktowane zostało łącznie\n                           11 652 MW obowiązku mocowego dla jednostek należących do grupy PGE, w tym:- 1 944 MW dla jednostek nowych _z umową mocową na 15 lat_- 2 698 MW dla jednostek modernizowanych _2 419 MW z umową mocową na 5 lat oraz 280\n                           MW z umową mocową na 7 lat_- 7 009 MW dla jednostek istniejących _z umową mocową na 1 rok_ Podana cena zamknięcia aukcji nie jest ostatecznym wynikiem aukcji mocy. Ostateczne\n                           wyniki aukcji mocy ogłasza Prezes URE w Biuletynie Informacji Publicznej na swojej\n                           stronie internetowej, w pierwszym dniu roboczym następującym po 21. dniu od dnia zakończenia\n                           aukcji mocy. Do tego czasu wszystkie umowy sprzedaży obowiązków mocowych są warunkowe.\n                           PGE zaktualizuje niniejszy raport jedynie w przypadku, gdy ostateczne wyniki aukcji\n                           mocy będą istotnie różnić się od wyników wstępnych.",
        "date": "2018-11-20"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ niniejszym przekazuje\n                           informacje o akcjonariuszach posiadających co najmniej 5% głosów na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 14 listopada 2018 r.:1. Skarb Państwa – 1.072.984.098 głosów z posiadanych akcji, co stanowiło 76,37% głosów\n                           na tym walnym zgromadzeniu oraz 57,39% głosów w ogólnej liczbie głosów w Spółce2. Nationale-Nederlanden Otwarty Fundusz Emerytalny – 81.200.000 głosów z posiadanych\n                           akcji, co stanowiło 5,78% głosów na tym walnym zgromadzeniu oraz 4,34% głosów w ogólnej\n                           liczbie głosów w SpółcePodstawa prawna: art. 70 pkt 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz. U. z 2009 r., Nr 185, poz. 1439 z późn. zm._.",
        "date": "2018-11-20"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"PGE\"_ informuje, że w dniu 15 listopada\n                           2018 r., w wyniku aukcji rynku mocy na rok 2021 _aukcja główna_, zakontraktowanych\n                           zostało łącznie nie mniej niż 11 652 MW obowiązku mocowego dla jednostek należących\n                           do grupy PGE. Cena zamknięcia aukcji mieści się w przedziale 218,56 do 240,40 PLN/kW/rok\n                           i - zgodnie z art. 38 ust.1 ustawy o rynku mocy z dnia 8 grudnia 2017 r. - zostanie\n                           w terminie 3 dni roboczych podana do publicznej wiadomości przez PSE S.A. Łączny obowiązek mocowy obejmuje:- 1 944 MW dla jednostek nowych _z umową mocową na 15 lat_- nie mniej niż 2 698 MW dla jednostek modernizowanych _w tym 2 419 MW z umową mocową\n                           na 5 lat oraz 280 MW z umową mocową na 7 lat_- 7 009 MW dla jednostek istniejących _z umową mocową na 1 rok_ Powyższe obowiązki mocowe nie są ostatecznymi wynikami aukcji mocy. Ostateczne wyniki\n                           aukcji mocy ogłasza Prezes URE w Biuletynie Informacji Publicznej na swojej stronie\n                           internetowej, w pierwszym dniu roboczym następującym po 21. dniu od dnia zakończenia\n                           aukcji mocy. Do tego czasu wszystkie umowy sprzedaży obowiązków mocowych są warunkowe.",
        "date": "2018-11-15"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje , iż Nadzwyczajne\n                           Walne Zgromadzenie Spółki w dniu 14 listopada 2018 r. odwołało ze składu Rady Nadzorczej\n                           p. Artura Bartoszewicza, członka Rady Nadzorczej. Jednocześnie, do składu Rady Nadzorczej\n                           z dniem 14 listopada 2018 r. powołany został p. Radosław Winiarski.  Pan Radosław Winiarski jest absolwentem Wydziału Zarządzania Uniwersytetu Warszawskiego\n                           _UW_. Od 2001 roku jest pracownikiem naukowym UW, Wydziału Zarządzania _Katedra Systemów\n                           Finansowych Gospodarki, Zakład Bankowości i Rynków Pieniężnych_. W 2007 roku uzyskał\n                           stopień doktora nauk ekonomicznych w zakresie nauk o zarządzaniu na Wydziale Zarządzania\n                           UW. Od 2016 roku związany z Ministerstwem Energii, gdzie sprawuje funkcję naczelnika Wydziału\n                           w Departamencie Nadzoru i Polityki Właścicielskiej. W latach 2007-2016 zatrudniony\n                           w Ministerstwie Skarbu Państwa. Pan Radosław Winiarski od września 2017 roku zasiada\n                           również w radzie nadzorczej spółki Lotos Upstream sp. z o.o. W poprzednich latach\n                           zasiadał w radach nadzorczych m.in. Enea S.A., H. Cegielski S.A. oraz Polfa Tarchomin\n                           S.A.Pan Radosław Winiarski złożył oświadczenie, iż jego działalność prowadzona poza PGE\n                           nie jest konkurencyjna w stosunku do działalności Spółki oraz, że nie uczestniczy\n                           w spółce konkurencyjnej jako wspólnik w spółce cywilnej, spółce osobowej oraz jako\n                           członek organu spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej osobie\n                           prawnej jako członek jej organu. Pan Radosław Winiarski oświadczył również, że nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych, prowadzonego na podstawie ustawy z dnia 20 sierpnia 1997 r. o Krajowym\n                           Rejestrze Sądowym _Dz. U. z 2007 r. Nr 168, poz. 1186 z późn. zm._.Podstawa prawna: § 5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-11-15"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ przekazuje w załączeniu\n                           do niniejszego raportu bieżącego treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie\n                           Spółki w dniu 14 listopada 2018 r.  Podstawa prawna: § 19 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-11-15"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 26/2018 _ogłoszenie o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia spółki PGE Polska Grupa Energetyczna S.A._, Zarząd PGE Polskiej\n                           Grupy Energetycznej S.A. _\"Spółka\"_ informuje o zmianie terminu wyłożenia listy akcjonariuszy\n                           uprawnionych do uczestnictwa w Nadzwyczajnym Walnym Zgromadzeniu Spółki zwołanym na\n                           dzień 14 listopada 2018 r., który został określony w ww. raporcie. Lista zostanie\n                           wyłożona w dniach 8, 9 oraz 13 listopada 2018 r.",
        "date": "2018-11-07"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ przekazuje do wiadomości\n                           publicznej wstępne wybrane skonsolidowane wyniki finansowe i operacyjne za 9 miesięcy\n                           2018 roku. Według wstępnych szacunków produkcja energii elektrycznej netto w 9 miesiącach 2018\n                           roku w jednostkach wytwórczych PGE wyniosła 49,1 TWh, wolumen dystrybucji wyniósł\n                           27,1 TWh, a sprzedaż do odbiorców finalnych wyniosła 31,5 TWh. Wolumen sprzedaży ciepła\n                           wyniósł 32,4 PJ.Skonsolidowany zysk operacyjny powiększony o amortyzację i odpisy aktualizujące _EBITDA_\n                           w 9 miesiącach 2018 roku wyniósł około 5.141 mln złotych, w tym: EBITDA segmentu Energetyka Konwencjonalna _w tym Ciepłownictwo_: 2.366 mln złotych,EBITDA segmentu Dystrybucja: 1.892 mln złotych, EBITDA segmentu Obrót: 459 mln złotych, EBITDA segmentu Energetyka Odnawialna: 354 mln złotych.Skonsolidowany zysk netto przypadający akcjonariuszom jednostki dominującej wyniósł\n                           około 1.697 mln złotych _czyli 91 groszy na akcję_. Nakłady inwestycyjne wyniosły 3.759 mln złotych. Szacunkowe zadłużenie netto na dzień\n                           30 września 2018 roku wyniosło około 9.628 mln złotych.Średnia cena hurtowa energii zrealizowana przez segment Energetyki Konwencjonalnej\n                           w 9 miesiącach 2018 roku wyniosła 176,3 PLN/MWh _w ujęciu porównywalnym - tj. bez\n                           aktywów nabytych w listopadzie 2017 roku_.Zastrzeżenie: Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie.\n                           Skonsolidowane sprawozdanie finansowe Grupy Kapitałowej PGE jest nadal w trakcie przygotowywania.\n                           Publikacja skonsolidowanego raportu za 9 miesięcy 2018 roku nastąpi 13 listopada 2018\n                           roku.",
        "date": "2018-10-30"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje o zmianie porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia _\"NWZ\"_ Spółki zwołanego na dzień 14 listopada\n                           2018 r. Zmiana polega na dodaniu do przyjętego porządku obrad NWZ punktu o treści\n                           \"Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej PGE Polska Grupa Energetyczna\n                           S.A.\". Zmiana porządku obrad dokonana została na żądanie akcjonariusza Skarbu Państwa,\n                           który wskazał na korzystanie z uprawnień przysługujących mu jako akcjonariuszowi w\n                           Statucie Spółki oraz w Kodeksie spółek handlowych. W związku z powyższym, Zarząd Spółki przekazuje w załączeniu do niniejszego raportu\n                           zmieniony porządek obrad NWZ oraz projekty uchwał NWZ w sprawie zmian w Radzie Nadzorczej\n                           Spółki.Podstawa prawna: § 19 ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-10-23"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ w załączeniu do niniejszego\n                           raportu bieżącego przekazuje treść projektów uchwał, które mają być przedmiotem obrad\n                           Nadwyczajnego Walnego Zgromadzenia Spółki zwołanego na dzień 14 listopada 2018 r.,\n                           na godzinę 12.00 w Warszawie, w budynku Giełdy Papierów Wartościowych w Warszawie\n                           S.A., ul. Książęca 4, 00-498 Warszawa.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki \"PGE Polska Grupa Energetyczna Spółka Akcyjna\" z siedzibą w Warszawie\n                           _\"Spółka\"_, działając na podstawie art. 399 § 1, art. 402_1_ i 402_2_ Kodeksu spółek\n                           handlowych w związku z wnioskiem Skarbu Państwa akcjonariusza Spółki złożonym na podstawie\n                           art. 400 § 1 ustawy z dnia 15 września 2000 roku Kodeksu spółek handlowych _tj. Dz.\n                           U. z 2017 roku, poz. 1577, ze zmianami_ oraz § 28 Statutu Spółki, zwołuje na dzień\n                           14 listopada 2018 r., na godzinę 12.00 Nadzwyczajne Walne Zgromadzenie Spółki _\"Zgromadzenie\"_.\n                           Zgromadzenie odbędzie się w Warszawie, w budynku Giełdy Papierów Wartościowych w Warszawie\n                           S.A., ul. Książęca 4, 00-498 Warszawa.Porządek obrad: 1. Otwarcie Zgromadzenia. 2. Wybór Przewodniczącego Zgromadzenia. 3. Stwierdzenie prawidłowości zwołania Zgromadzenia oraz jego zdolności do powzięcia\n                           wiążących uchwał. 4. Przyjęcie porządku obrad. 5. Odstąpienie od wyboru Komisji Skrutacyjnej. 6. Podjęcie uchwały w sprawie zmiany \"Statutu Spółki PGE Polska Grupa Energetyczna\n                           Spółka Akcyjna\". 7. Podjęcie uchwały w sprawie upoważnienia Rady Nadzorczej Spółki do ustalenia tekstu\n                           jednolitego \"Statutu Spółki PGE Polska Grupa Energetyczna Spółka Akcyjna\". 8. Powzięcie uchwały w sprawie poniesienia kosztów zwołania i odbycia Zgromadzenia.\n                           9. Zamknięcie obrad. Opis procedur dotyczących uczestniczenia w Zgromadzeniu i wykonywania\n                           prawa głosuZgodnie z art. 406_1_ § 1 Kodeksu spółek handlowych prawo uczestniczenia w Zgromadzeniu\n                           mają osoby będące akcjonariuszami Spółki na szesnaście dni przed datą Zgromadzenia\n                           _dzień rejestracji uczestnictwa w walnym zgromadzeniu_, tj. na dzień 29 października\n                           2018 roku. W celu zapewnienia udziału w Zgromadzeniu, Akcjonariusz powinien zażądać, nie wcześniej\n                           niż po ogłoszeniu zwołania Zgromadzenia, tj. nie wcześniej niż w dniu 10 października\n                           2018 roku i nie później niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa\n                           w Zgromadzeniu, tj. nie później niż w dniu 30 października 2018 roku, od podmiotu\n                           prowadzącego rachunek papierów wartościowych wystawienia imiennego zaświadczenia o\n                           prawie uczestnictwa w Zgromadzeniu. Zarząd Spółki wyłoży listę Akcjonariuszy uprawnionych do uczestnictwa w Zgromadzeniu\n                           w siedzibie Spółki w Warszawie, ul. Mysia 2, 00-496 Warszawa na trzy dni powszednie\n                           przed dniem odbycia Zgromadzenia, tj. w dniach 9, 12 oraz 13 listopada 2018 roku w\n                           godzinach od 9:00 do 15:00 w Departamencie Zarządu _2 piętro_. Zarząd Spółki informuje, że Akcjonariusz może żądać przesłania mu listy Akcjonariuszy\n                           nieodpłatnie pocztą elektroniczną. Akcjonariusz żądając przesłania mu listy Akcjonariuszy\n                           powinien wskazać adres poczty elektronicznej, na który lista powinna mu zostać przesłana.\n                           Żądanie można przesłać w postaci elektronicznej na adres e-mailowy Spółki: wza@gkpge.pl.Zarząd Spółki informuje, że Akcjonariuszowi służy prawo uczestniczenia w Zgromadzeniu\n                           oraz wykonywania prawa głosu osobiście lub przez pełnomocnika. Pełnomocnik Akcjonariusza\n                           wykonuje wszystkie uprawnienia Akcjonariusza chyba, że z treści pełnomocnictwa wynika\n                           inaczej. Pełnomocnik może udzielać dalszych pełnomocnictw, jeżeli wynika to z treści\n                           pełnomocnictwa. Jeden pełnomocnik może reprezentować więcej niż jednego Akcjonariusza.\n                           W takim wypadku pełnomocnik może głosować odmiennie z akcji każdego Akcjonariusza.\n                           Jeżeli Akcjonariusz posiada akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych, może on ustanowić pełnomocnika do wykonywania praw z akcji zapisanych\n                           na każdym z rachunków. Pełnomocnictwo do uczestniczenia w Zgromadzeniu i wykonywania prawa głosu wymaga udzielenia\n                           go na piśmie lub w postaci elektronicznej. W celu dokonania identyfikacji Akcjonariusza udzielającego pełnomocnictwa oraz reprezentującego\n                           go Pełnomocnika, do dokumentu potwierdzającego udzielenie pełnomocnictwa powinny być\n                           dołączone:a_ w przypadku Akcjonariusza będącego osobą fizyczną – kopia dowodu osobistego, stron\n                           paszportu umożliwiających identyfikację lub innego urzędowego dokumentu potwierdzającego\n                           tożsamość Akcjonariusza; b_ w przypadku Akcjonariusza niebędącego osobą fizyczną – kopia aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego istnienie takiego Akcjonariusza\n                           oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania, wraz\n                           z kopiami dowodu osobistego, stron paszportu umożliwiających identyfikację lub innego\n                           urzędowego dokumentu potwierdzającego tożsamość przedstawiciela lub przedstawicieli\n                           upoważnionych do reprezentowania Akcjonariusza; c_ w przypadku Pełnomocnika będącego osobą fizyczną – kopia dowodu osobistego, stron\n                           paszportu umożliwiających identyfikację lub innego urzędowego dokumentu potwierdzającego\n                           tożsamość Pełnomocnika; d_ w przypadku Pełnomocnika niebędącego osobą fizyczną – kopia aktualnego odpisu z\n                           właściwego rejestru lub innego dokumentu potwierdzającego istnienie takiego Pełnomocnika\n                           oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania, wraz\n                           z kopiami dowodu osobistego, stron paszportu umożliwiających identyfikację lub innego\n                           urzędowego dokumentu potwierdzającego tożsamość przedstawiciela lub przedstawicieli\n                           upoważnionych do reprezentowania Pełnomocnika.W przypadku podmiotów zagranicznych, w których państwie siedziby nie są prowadzone\n                           odpowiednie rejestry, zamiast kopii aktualnego odpisu z rejestru, o których mowa w\n                           pkt b_ i d_ powyżej, należy dołączyć kopię dokumentu potwierdzającego istnienie danego\n                           podmiotu oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania.\n                           W przypadku wątpliwości co do prawdziwości kopii dokumentów, o których mowa powyżej,\n                           Zarząd Spółki zastrzega, iż może zażądać przed rozpoczęciem obrad Zgromadzenia, okazania\n                           oryginałów przedmiotowych dokumentów lub ich odpisów poświadczonych przez notariusza,\n                           radcę prawnego lub inny podmiot uprawniony do poświadczania za zgodność z oryginałem.\n                           W razie ich nie przedstawienia, Pełnomocnik Akcjonariusza może nie zostać dopuszczony\n                           do uczestnictwa w Zgromadzeniu.Do wszelkich dokumentów, o których mowa powyżej, sporządzonych w języku obcym, powinno\n                           być dołączone odpowiednie tłumaczenie poświadczone na język polski sporządzone przez\n                           tłumacza przysięgłego. Jeżeli pełnomocnictwo do uczestniczenia w obradach i wykonywania prawa głosu na Zgromadzeniu\n                           udzielone przez Akcjonariusza jest warunkowe, należy również dołączyć dowód, że dany\n                           warunek został spełniony.Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia go bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Fakt udzielenia pełnomocnictwa w postaci elektronicznej należy zgłosić Spółce przy\n                           wykorzystaniu środków komunikacji elektronicznej. Zawiadomienie należy przesłać pocztą\n                           elektroniczną na adres e-mailowy Spółki: wza@gkpge.pl. Wraz z zawiadomieniem należy\n                           przesłać skan udzielonego pełnomocnictwa oraz skan dokumentów, o których mowa w punktach\n                           a_, b_, c_ i d_ powyżej. W zawiadomieniu należy wskazać również adres poczty elektronicznej,\n                           za pomocą którego Spółka będzie mogła kontaktować się z Akcjonariuszem oraz Pełnomocnikiem.\n                           Zarząd ma prawo do weryfikacji przesłanych zawiadomień oraz do podejmowania działań\n                           służących identyfikacji Akcjonariusza i Pełnomocnika oraz potwierdzenia właściwego\n                           umocowania. Weryfikacja może polegać w szczególności na zwrotnym pytaniu zadanym w\n                           formie telefonicznej lub elektronicznej Akcjonariuszowi lub Pełnomocnikowi. Powyższe\n                           zasady stosuje się odpowiednio do zmiany lub odwołania udzielonego pełnomocnictwa.\n                           Zawiadomienia nie spełniające wyżej wymienionych wymogów nie wywołują skutków prawnych\n                           wobec Spółki. Spółka nie ponosi odpowiedzialności za błędy w wypełnieniu formularza\n                           pełnomocnictwa i działania osób posługujących się pełnomocnictwami. Pełnomocnik stawiający\n                           się na Zgromadzeniu obowiązany jest przedstawić na żądanie Spółki lub osoby _osób_\n                           wyznaczonej do rejestracji Akcjonariuszy dokumenty, dołączone do zawiadomienia, o\n                           których mowa powyżej.W przypadku podmiotów zagranicznych, w których państwie siedziby nie są prowadzone\n                           odpowiednie rejestry, zamiast skanu aktualnego odpisu z rejestru, należy dołączyć\n                           skan dokumentu potwierdzającego istnienie danego podmiotu oraz prawo jego przedstawiciela\n                           lub przedstawicieli do jego reprezentowania. W przypadku wątpliwości co do prawdziwości dokumentów, o których mowa powyżej, Zarząd\n                           Spółki zastrzega, iż może zażądać przed rozpoczęciem obrad Zgromadzenia, okazania\n                           oryginałów przedmiotowych dokumentów lub ich odpisów poświadczonych przez notariusza,\n                           radcę prawnego lub inny podmiot uprawniony do poświadczania za zgodność z oryginałem.\n                           W razie ich nie przedstawienia, Pełnomocnik Akcjonariusza może nie zostać dopuszczony\n                           do uczestnictwa w Zgromadzeniu. Do wszelkich dokumentów, o których mowa powyżej, sporządzonych w języku obcym, powinno\n                           być dołączone odpowiednie tłumaczenie poświadczone na język polski sporządzone przez\n                           tłumacza przysięgłego. Zarząd Spółki informuje ponadto, iż w przypadku udzielenia przez Akcjonariusza pełnomocnictwa\n                           wraz z instrukcją do głosowania, Spółka nie będzie weryfikowała czy Pełnomocnicy wykonują\n                           prawo głosu zgodnie z instrukcjami, które otrzymali od Akcjonariuszy. W związku z\n                           tym, instrukcja do głosowania powinna być przekazana jedynie Pełnomocnikowi.Wybrane uprawnienia Akcjonariuszy Zarząd Spółki informuje, że Akcjonariusz lub Akcjonariusze reprezentujący, co najmniej\n                           jedną dwudziestą kapitału zakładowego mogą żądać umieszczenia określonych spraw w\n                           porządku obrad Zgromadzenia. Prawo to wykonuje się poprzez zgłoszenie żądania zawierającego\n                           uzasadnienie lub projekt uchwały lub uchwał dotyczących proponowanego punktu porządku\n                           obrad. Żądanie składa się Zarządowi Spółki, nie później niż na 21 dni przed wyznaczonym\n                           terminem odbycia Zgromadzenia, tj. 24 października 2018 roku. Żądanie należy złożyć\n                           Zarządowi Spółki na adres: Zarząd \"PGE Polska Grupa Energetyczna Spółka Akcyjna\",\n                           ul. Mysia 2, 00-496 Warszawa, lub przesłać pocztą elektroniczną na adres e-mailowy\n                           Spółki: wza@gkpge.pl. Do żądania należy dołączyć kopie dokumentów potwierdzających\n                           uprawnienie osoby _osób_ występujących z żądaniem do działania w imieniu Akcjonariusza.Zarząd Spółki informuje, że Akcjonariusz lub Akcjonariusze reprezentujący, co najmniej\n                           jedną dwudziestą kapitału zakładowego mogą przed terminem odbycia Zgromadzenia zgłaszać\n                           projekty uchwał dotyczących spraw wprowadzonych do porządku obrad Zgromadzenia lub\n                           spraw, które mają być wprowadzone do porządku obrad. Zgłoszenie należy złożyć Zarządowi\n                           Spółki na adres: Zarząd \"PGE Polska Grupa Energetyczna Spółka Akcyjna\", ul. Mysia\n                           2, 00-496 Warszawa, lub przesłać pocztą elektroniczną na adres e-mailowy Spółki: wza@gkpge.pl.\n                           Do zgłoszenia należy dołączyć kopie dokumentów potwierdzających uprawnienie osoby\n                           _osób_ dokonującej zgłoszenia do działania w imieniu Akcjonariusza. Zarząd Spółki informuje, że każdy Akcjonariusz może podczas obrad Zgromadzenia zgłaszać\n                           projekty uchwał dotyczących spraw wprowadzonych do porządku obrad. Projekty powinny\n                           być przedstawione w języku polskim.Wykorzystanie środków komunikacji elektronicznej Zarząd Spółki informuje, iż z uwagi na treść Statutu Spółki oraz Regulaminu Walnego\n                           Zgromadzenia, nie jest możliwe uczestniczenie ani wypowiadanie się w trakcie Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej, ani oddawanie głosu drogą korespondencyjną\n                           lub przy wykorzystaniu środków komunikacji elektronicznej. Rejestracja obecności na Zgromadzeniu Osoby uprawnione do uczestniczenia w Zgromadzeniu, powinny się zarejestrować i pobrać\n                           karty do głosowania bezpośrednio przed salą obrad na 30 minut przed rozpoczęciem obrad\n                           Zgromadzenia. Wgląd do dokumentacji Zarząd Spółki informuje, że pełny tekst dokumentacji, która ma być przedstawiona Zgromadzeniu\n                           wraz z projektami uchwał będzie dostępny na stronie internetowej Spółki od dnia zwołania\n                           Zgromadzenia. Inne dokumenty, dotyczące spraw wprowadzonych lub mających być wprowadzonymi\n                           do porządku obrad Zgromadzenia przed terminem jego odbycia, będą dostępne na stronie\n                           internetowej Spółki niezwłocznie po ich sporządzeniu lub otrzymaniu przez Spółkę od\n                           uprawnionych Akcjonariuszy.Miejsce udostępnienia informacji Wszelkie informacje związane ze Zgromadzeniem dostępne są na stronie internetowej\n                           Spółki. Planowane zmiany Statutu Spółki W związku z wnioskiem Ministra Energii z dnia 5 października 2018 roku, działającego\n                           jako reprezentant akcjonariusza Skarbu Państwa, który został złożony na podstawie\n                           art. 400 § 1 Kodeksu spółek handlowych, o zwołanie Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z porządkiem obrad zawierającym między innymi punkt dotyczący zmian Statutu\n                           Spółki, Zarząd Spółki dodatkowo załącza do niniejszego ogłoszenia informację przedstawiającą\n                           zestawienie proponowanych zmian do Statutu Spółki _Załącznik nr 1_ oraz projekt tekstu\n                           jednolitego Statutu Spółki uwzględniający proponowane przez Ministra Energii zmiany\n                           Statutu Spółki _Załącznik nr 2_.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportów nr 5/2018 oraz 47/2017 Zarząd PGE Polskiej Grupy Energetycznej\n                           S.A. _\"PGE\", \"Spółka\"_ informuje, że PGE Górnictwo i Energetyka Konwencjonalna S.A.\n                           _\"Zamawiający\"_, spółka zależna PGE, zawarła z konsorcjum firm Polimex-Mostostal S.A.,\n                           Mostostal Warszawa S.A. i Rafako S.A. _\"Generalny Wykonawca\"_ w dniu 10 października\n                           2018 r. aneks _\"Aneks\"_ do umowy na budowę bloków energetycznych nr 5 i 6 w Elektrowni\n                           Opole _\"Umowa\"_, realizowanej przez Generalnego Wykonawcę oraz GE Power, które jest\n                           generalnym projektantem oraz pełni funkcję lidera konsorcjum zarządzającego realizacją\n                           kontraktu.Aneks przewiduje między innymi:1. Zmianę terminu przekazania bloku nr 5 do eksploatacji na 15 czerwca 2019 r. z 31\n                           maja 2019 r. względem wcześniejszych szacunków, o których PGE informowała raportem\n                           nr 5/2018. Termin przekazania do eksploatacji bloku nr 6 pozostaje bez zmian względem\n                           wcześniejszych szacunków, tj. 30 września 2019 r. 2. Inne korzystne dla Zamawiającego zmiany technologiczne i umowne.W wyniku negocjacji prowadzonych z Generalnym Wykonawcą uwzględniono zaistniałe w\n                           trakcie ponad 4 lat budowy wydarzenia o charakterze siły wyższej oraz dodatkowe świadczenia\n                           po stronie Generalnego Wykonawcy na rzecz Zamawiającego. Strony potwierdziły wysokość wynagrodzenia należnego Generalnemu Wykonawcy, pod warunkiem\n                           dotrzymania uzgodnionych w Aneksie terminów przekazania bloków do eksploatacji.Uzgodnienia objęte Aneksem wyczerpują roszczenia stron względem siebie, jakie nastąpiły\n                           i zostały zgłoszone w okresie realizacji Umowy do daty zawarcia Aneksu. Zamawiający\n                           nie będzie podnosił wobec Generalnego Wykonawcy roszczeń z tytułu niedochowania terminu\n                           realizacji przewidzianego Umową w wersji sprzed zawarcia Aneksu.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 10/2018 z dnia 22 maja 2018 r. w sprawie ogłoszenia\n                           wezwania do zapisywania się na sprzedaż akcji Polenergia S.A. _\"Spółka\"_, które zostało\n                           zmienione w dniu 9 lipca 2018 r. _\"Wezwanie\"_, Zarząd PGE Polska Grupa Energetyczna\n                           S.A. _\"Wzywający\"_, informuje, że do końca okresu przyjmowania zapisów w odpowiedzi\n                           na Wezwanie, tj. do dnia 20 września 2018 r., spośród warunków zastrzeżonych w punkcie\n                           30 treści Wezwania:i_ ziścił się warunek w postaci spełnienia warunku prawnego wydania przez Prezesa\n                           Urzędu Ochrony Konkurencji i Konsumentów decyzji o udzieleniu bezwarunkowej zgody\n                           na koncentrację przedsiębiorstw polegającą na przejęciu kontroli nad Spółką w drodze\n                           nabycia przez Wzywającego akcji Spółki _\"Akcje\"_.ii_ nie ziścił się warunek złożenia w ramach Wezwania zapisów na sprzedaż co najmniej\n                           29.992.741 Akcji, tj. co najmniej 66% ogólnej liczby Akcji, uprawniających do co najmniej\n                           29.992.741 głosów na walnym zgromadzeniu Spółki, stanowiących co najmniej 66% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.iii_ nie ziścił się warunek podjęcia przez walne zgromadzenie Spółki uchwały w sprawie\n                           zmiany składu rady nadzorczej Spółki, powołującej w skład rady nadzorczej Spółki pięciu\n                           _5_ kandydatów wskazanych przez Wzywającego, ze skutkiem od dnia nabycia co najmniej\n                           50% łącznej liczby Akcji zwiększonej o jedną _1_ Akcję przez Wzywającego w ramach\n                           Wezwania.iv_ nie ziścił się warunek podjęcia przez walne zgromadzenie Spółki uchwały w sprawie\n                           niżej wymienionych zmian w statucie Spółki, ze skutkiem od dnia nabycia co najmniej\n                           50% łącznej liczby Akcji zwiększonej o jedną _1_ Akcję przez Wzywającego w ramach\n                           Wezwania:a_ Artykuł 10 ust. 2 pkt a_ Statutu zostaje zmieniony i otrzymuje następujące brzmienie:\n                           \"Członkowie Rady Nadzorczej są powoływani i odwoływani w następujący sposób:Jeżeli Rada Nadzorcza składa się z: _i_ sześciu _6_ albo siedmiu _7_ członków, PGE Polska Grupa Energetyczna S.A. powołuje\n                           i odwołuje czterech _4_ członków Rady Nadzorczej_ii_ ośmiu _8_ albo dziewięciu _9_ członków, PGE Polska Grupa Energetyczna S.A. powołuje\n                           i odwołuje pięciu _5_ członków Rady Nadzorczej.Powyższe uprawnienie wykonuje się poprzez złożenie Spółce pisemnego oświadczenia.\";b_ Artykuł 10 ust. 2 pkt d_ Statutu zostaje usunięty.v_ nie ziścił się warunek zawarcia przez Wzywającego i Spółkę umowy o współpracy strategicznej\n                           i integracji Spółki w ramach grupy kapitałowej Wzywającego.Wzywający podjął decyzję o nienabywaniu akcji Spółki w związku z nieziszczeniem się\n                           niektórych warunków zastrzeżonych w treści Wezwania wskazanych powyżej.",
        "date": "2018-09-20"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"PGE\"_ informuje, że w dniu 17 września\n                           2018 r. PGE podpisała umowę kredytu odnawialnego _\"Umowa\"_ z konsorcjum banków: Powszechną\n                           Kasą Oszczędności Bank Polski S.A. z siedzibą w Warszawie, Intesa Sanpaolo S.p.A.\n                           z siedzibą w Turynie, działający przez swój oddział Intesa Sanpaolo S.p.A. Spółka\n                           Akcyjna Oddział w Polsce z siedzibą w Warszawie, MUFG Bank _Europe_ N.V. z siedzibą\n                           w Amsterdamie oraz Santander Bank Polska S.A. z siedzibą w Warszawie _\"Banki\"_.Przedmiot Umowy obejmuje udzielenie przez Banki kredytu odnawialnego do kwoty 4.100\n                           mln PLN _\"Kredyt\"_. Kredyt może zostać przeznaczony na:- finansowanie bieżącej działalności PGE oraz Grupy PGE,- finansowanie wydatków inwestycyjnych i kapitałowych związanych z działalnością PGE\n                           oraz Grupy PGE, oraz- refinansowanie zobowiązań finansowych PGE oraz Grupy PGE.Kredyt zostanie udostępniony do wykorzystania od 90 dnia od daty podpisania Umowy.\n                           Umowa przewiduje okresy odsetkowe nie dłuższe niż 6 miesięcy. Ostateczny dzień spłaty\n                           Kredytu przypada na dzień 16 grudnia 2022 r. Oprocentowanie Kredytu oparte będzie\n                           na zmiennej stopie procentowej opartej na odpowiedniej stopie WIBOR _stawka referencyjna_\n                           powiększonej o marżę. Zgodnie z warunkami Umowy, PGE zobowiązuje się do utrzymania wskaźnika skonsolidowanego\n                           zadłużenia netto do skonsolidowanego zysku EBITDA _\"Wskaźnik Pokrycia\"_ na poziomie\n                           nie wyższym niż 4:1 w przypadku posiadania przez PGE oceny ratingowej na poziomie\n                           inwestycyjnym _tzn. na poziomie BBB- lub wyższym przyznanej przez S&P lub Fitch bądź\n                           Baa3 lub wyższym przyznanej przez Moody’s_ lub nie wyższym niż 3,5:1 w przypadku,\n                           gdy PGE nie będzie posiadało  oceny ratingowej na poziomie inwestycyjnym.Ponadto, Zarząd PGE informuje, że Kredyt nie jest zabezpieczony na żadnym składniku\n                           majątku PGE ani grupy kapitałowej PGE.",
        "date": "2018-09-17"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\", \"PGE\"_ informuje, iż w\n                           dniu 13 września 2018 r. Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego zarejestrował zmianę Statutu Spółki, dokonaną\n                           na podstawie uchwały nr 4 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 26 czerwca\n                           2018 r. Zgodnie z ww. uchwałą w § 16 ust. 4 Statutu PGE wykreśla się punkt 5, stanowiący,\n                           że termin przyjmowania zgłoszeń od kandydatów nie może być krótszy niż 14 dni od dnia\n                           publikacji ogłoszenia o postępowaniu kwalifikacyjnym na członków Zarządu PGE, a dotychczasowy\n                           punkt 6 otrzymuje oznaczenie punkt 5. W załączeniu Zarząd Spółki przekazuje tekst\n                           jednolity Statutu uwzględniający zmianę.Podstawa prawna: § 5 pkt. 1 oraz § 6 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-09-13"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego numer 19/2018 z 26 lipca 2018 r., Zarząd spółki\n                           PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ przekazuje do wiadomości publicznej wstępne\n                           wybrane skonsolidowane wyniki finansowe za I półrocze 2018. Zmiana szacunku wyników finansowych wynika ze zmiany sposobu ujęcia kosztów dotyczących\n                           uprawnień do emisji CO2 w okresie sprawozdawczym.Szacunkowy wynik EBITDA Grupy Kapitałowej PGE za I półrocze 2018 jest wyższy o 98\n                           mln PLN w porównaniu do publikowanych uprzednio szacunków, a zysk netto dla akcjonariuszy\n                           jednostki dominującej jest wyższy o 79 mln PLN.Skonsolidowany zysk operacyjny powiększony o amortyzację i odpisy aktualizujące _EBITDA_\n                           w I półroczu 2018 roku wyniósł około 3.675 mln złotych, w tym: EBITDA segmentu Energetyka Konwencjonalna _w tym Ciepłownictwo_: 1.839 mln złotych,EBITDA segmentu Dystrybucja: 1.270 mln złotych, EBITDA segmentu Obrót: 302 mln złotych, EBITDA segmentu Energetyka Odnawialna: 222 mln złotych.Skonsolidowany zysk netto przypadający akcjonariuszom jednostki dominującej wyniósł\n                           około 1.281 mln złotych _czyli 69 groszy na akcję_. Nakłady inwestycyjne wyniosły\n                           2.251 mln złotych. Szacunkowe zadłużenie netto na dzień 30 czerwca 2018 r. wyniosło\n                           około 8.211 mln złotych.Zastrzeżenie: Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie.\n                           Skonsolidowane sprawozdanie finansowe Grupy Kapitałowej PGE jest nadal w trakcie przygotowywania.\n                           Publikacja skonsolidowanego raportu za I półrocze 2018 nastąpi 7 sierpnia 2018 r.",
        "date": "2018-08-01"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"Spółka\"_ przekazuje w załączeniu informacje\n                           udzielone akcjonariuszom poza walnym zgromadzeniem w odpowiedzi na pytania zadane\n                           przez akcjonariuszy podczas Zwyczajnego Walnego Zgromadzenia Spółki w dniu 19 lipca\n                           2018 r. Podstawa prawna: § 19 ust. 1 pkt. 12 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-08-01"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ przekazuje do wiadomości\n                           publicznej wstępne wybrane skonsolidowane wyniki finansowe i operacyjne za I półrocze\n                           2018. Według wstępnych szacunków produkcja energii elektrycznej netto w I półroczu 2018\n                           w jednostkach wytwórczych PGE wyniosła 32,9 TWh, wolumen dystrybucji wyniósł 18,0\n                           TWh, a sprzedaż do odbiorców finalnych wyniosła 20,7 TWh. Wolumen sprzedaży ciepła\n                           wyniósł 29,0 PJ.Skonsolidowany zysk operacyjny powiększony o amortyzację i odpisy aktualizujące _EBITDA_\n                           w I półroczu 2018 roku wyniósł około 3.577 mln złotych, w tym: EBITDA segmentu Energetyka Konwencjonalna _w tym Ciepłownictwo_: 1.741 mln złotych,EBITDA segmentu Dystrybucja: 1.270 mln złotych, EBITDA segmentu Obrót: 302 mln złotych, EBITDA segmentu Energetyka Odnawialna: 222 mln złotych.Skonsolidowany zysk netto przypadający akcjonariuszom jednostki dominującej wyniósł\n                           około 1.202 mln złotych _czyli 64 grosze na akcję_. Nakłady inwestycyjne wyniosły\n                           2.251 mln złotych. Szacunkowe zadłużenie netto na dzień 30 czerwca 2018 r. wyniosło\n                           około 8.211 mln złotych.Średnia cena hurtowa energii zrealizowana przez segment Energetyki Konwencjonalnej\n                           w I półroczu 2018 wyniosła 173,3 PLN/MWh _w ujęciu porównywalnym - tj. bez aktywów\n                           nabytych w listopadzie 2017_.Zastrzeżenie: Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie.\n                           Skonsolidowane sprawozdanie finansowe Grupy Kapitałowej PGE jest nadal w trakcie przygotowywania.\n                           Publikacja skonsolidowanego raportu za I półrocze 2018 nastąpi 7 sierpnia 2018 r.",
        "date": "2018-07-26"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ niniejszym informuje,\n                           iż Skarb Państwa był jedynym akcjonariuszem posiadającym co najmniej 5% głosów na\n                           Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 26 czerwca 2018 r.\n                           i było kontynuowane po przerwie w dniu 19 lipca 2018 r.Akcjonariuszowi temu przysługiwało 1.072.984.098 głosów z posiadanych akcji, co stanowiło\n                           76,65% głosów na tym walnym zgromadzeniu oraz 57,39% głosów w ogólnej liczbie głosów\n                           w Spółce.Podstawa prawna: art. 70 pkt 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz. U. z 2009 r., Nr 185, poz. 1439 z późn. zm._.",
        "date": "2018-07-24"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ przekazuje w załączeniu\n                           do niniejszego raportu bieżącego treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Spółki w dniu 19 lipca 2018 r. _kontynuacja obrad z dnia 26 czerwca 2018 r._. Jednocześnie Zarząd Spółki informuje, iż zostały zgłoszone sprzeciwy do protokołu\n                           do uchwał nr 7, 8, 9, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25,\n                           26, 27, 30 oraz 32  Zwyczajnego Walnego Zgromadzenia.Podstawa prawna: § 19 ust. 1 pkt 6 oraz 9 Rozporządzenia Ministra Finansów z dnia\n                           29 marca 2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018,\n                           poz. 757_.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\", \"Spółka\"_ informuje, iż Zwyczajne\n                           Walne Zgromadzenie w dniu 19 lipca 2018 r. podjęło uchwały o powołaniu:- p. Anny Kowalik,- p. Artura Składanka,- p. Grzegorza Kuczyńskiego,- p. Mieczysława Sawaryna, - p. Janiny Goss,- p. Tomasza Hapunowicza,- p. Jerzego Sawickiego,- p. Artura Bartoszewiczaw skład Rady Nadzorczej XI kadencji z dniem 20 lipca 2018 r.W załączeniu Spółka przekazuje informacje o Członkach Rady Nadzorczej PGE.Podstawa prawna: § 5 pkt 5 oraz § 10 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ informuje, że w dniu 9 lipca\n                           2018 r. do Spółki wpłynęła rezygnacja p. Witolda Kozłowskiego z członkostwa w Radzie\n                           Nadzorczej PGE z dniem 9 lipca 2018 r. Rezygnacja spowodowana jest powołaniem p. Witolda\n                           Kozłowskiego na stanowisko Prezesa Zarządu Wojewódzkiego Funduszu Ochrony Środowiska\n                           i Gospodarki Wodnej w Krakowie oraz wymogiem art. 400j.4 Ustawy Prawo Ochrony Środowiska.\n                           Podstawa prawna: § 5 pkt 4 oraz § 9 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-07-09"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ przekazuje w załączeniu\n                           do niniejszego raportu bieżącego treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Spółki w dniu 26 czerwca 2018 r. Podstawa prawna: § 19 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-06-27"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, iż obradujące\n                           w dniu 26 czerwca 2018 r. Zwyczajne Walne Zgromadzenie Spółki podjęło uchwałę o ogłoszeniu\n                           przerwy w obradach i określiło datę jego wznowienia na dzień 19 lipca 2018 r. na godz.\n                           11:00 w Warszawie w budynku Giełdy Papierów Wartościowych w Warszawie S.A. przy ul.\n                           Książęcej 4. Podstawa prawna: § 19 ust. 1 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ w załączeniu do niniejszego\n                           raportu bieżącego przekazuje treść projektów uchwał, które mają być przedmiotem obrad\n                           Zwyczajnego Walnego Zgromadzenia Spółki zwołanego na dzień 26 czerwca 2018 r. na godz.\n                           14.00 w Warszawie, w budynku Giełdy Papierów Wartościowych w Warszawie S.A., ul. Książęca\n                           4, 00-498 Warszawa.Podstawa prawna: § 19 ust. 1 pkt. 2 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.",
        "date": "2018-05-30"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki \"PGE Polska Grupa Energetyczna Spółka Akcyjna\" z siedzibą w Warszawie\n                           _\"Spółka\"_, działając na podstawie art. 395 § 1 i § 2, art. 399 § 1 w związku z art.\n                           402_1_ i 402_2_  ustawy z dnia 15 września 2000 roku Kodeksu spółek handlowych przy\n                           uwzględnieniu wniosku Skarbu Państwa Akcjonariusza Spółki złożonego na podstawie art.\n                           401 § 1 ustawy z dnia 15 września 2000 roku Kodeksu spółek handlowych _tj. Dz. U.\n                           z 2016 r. poz. 1578 ze zmianami_ oraz § 36 Statutu Spółki, zwołuje na dzień 26 czerwca\n                           2018 r., na godzinę 14.00 Zwyczajne Walne Zgromadzenie Spółki _\"Zgromadzenie\"_. Zgromadzenie\n                           odbędzie się w Warszawie w budynku Giełdy Papierów Wartościowych w Warszawie S.A.,\n                           ul. Książęca 4, 00-498 Warszawa.Porządek obrad:1. Otwarcie Zgromadzenia.2. Wybór Przewodniczącego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zgromadzenia oraz jego zdolności do powzięcia\n                           wiążących uchwał.4. Przyjęcie porządku obrad.5. Odstąpienie od wyboru Komisji Skrutacyjnej.6. Rozpatrzenie sprawozdania finansowego PGE Polska Grupa Energetyczna S.A. za 2017\n                           rok zgodnego z MSSF UE _w milionach złotych_ i podjęcie uchwały w przedmiocie jego\n                           zatwierdzenia. 7. Rozpatrzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej PGE za\n                           2017 rok zgodnego z MSSF UE _w milionach złotych_ i podjęcie uchwały w przedmiocie\n                           jego zatwierdzenia. 8. Rozpatrzenie sprawozdania Zarządu z działalności PGE Polska Grupa Energetyczna\n                           S.A. oraz Grupy Kapitałowej PGE za 2017 rok i podjęcie uchwały w przedmiocie jego\n                           zatwierdzenia. 9. Podjęcie uchwały w przedmiocie podziału zysku netto PGE Polska Grupa Energetyczna\n                           S.A. za rok obrotowy 2017. 10. Podjęcie uchwał w przedmiocie udzielenia absolutorium Członkom Zarządu i Rady\n                           Nadzorczej.11. Podjęcie uchwał w sprawie wyboru członków Rady Nadzorczej XI kadencji PGE Polska\n                           Grupa Energetyczna S.A.12. Podjęcie uchwały w sprawie zmian \"Statutu PGE Polska Grupa Energetyczna S.A.\".13. Podjęcie uchwały w sprawie upoważnienia Rady Nadzorczej Spółki do ustalenia tekstu\n                           jednolitego Statutu PGE Polska Grupa Energetyczna S.A.14. Zamknięcie obrad.Opis procedur dotyczących uczestniczenia w Zgromadzeniu i wykonywania\n                           prawa głosuZgodnie z art. 406_1_ § 1 Kodeksu spółek handlowych prawo uczestniczenia w Zgromadzeniu\n                           mają osoby będące akcjonariuszami Spółki na szesnaście dni przed datą Zgromadzenia\n                           _dzień rejestracji uczestnictwa w walnym zgromadzeniu_, tj. na dzień 10 czerwca 2018\n                           roku.W celu zapewnienia udziału w Zgromadzeniu, Akcjonariusz powinien zażądać, nie wcześniej\n                           niż po ogłoszeniu zwołania Zgromadzenia, tj. nie wcześniej niż w dniu 30 maja 2018\n                           roku i nie później niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa\n                           w Zgromadzeniu, tj. nie później niż w dniu 11 czerwca 2018 roku, od podmiotu prowadzącego\n                           rachunek papierów wartościowych wystawienia imiennego zaświadczenia o prawie uczestnictwa\n                           w Zgromadzeniu.Zarząd Spółki wyłoży listę Akcjonariuszy uprawnionych do uczestnictwa w Zgromadzeniu\n                           w siedzibie Spółki w Warszawie, ul. Mysia 2, 00-496 Warszawa na trzy dni powszednie\n                           przed dniem odbycia Zgromadzenia, tj. w dniach 21, 22 i 25 czerwca 2018 roku w godzinach\n                           od 9:00 do 15:00 w Departamencie Zarządu _2 piętro_.Zarząd Spółki informuje, że Akcjonariusz może żądać przesłania mu listy Akcjonariuszy\n                           nieodpłatnie pocztą elektroniczną. Akcjonariusz żądając przesłania mu listy Akcjonariuszy\n                           powinien wskazać adres poczty elektronicznej, na który lista powinna mu zostać przesłana.\n                           Żądanie można przesłać w postaci elektronicznej na adres e-mailowy Spółki: wza@gkpge.pl.Zarząd Spółki informuje, że Akcjonariuszowi służy prawo uczestniczenia w Zgromadzeniu\n                           oraz wykonywania prawa głosu osobiście lub przez pełnomocnika. Pełnomocnik Akcjonariusza\n                           wykonuje wszystkie uprawnienia Akcjonariusza chyba, że z treści pełnomocnictwa wynika\n                           inaczej. Pełnomocnik może udzielać dalszych pełnomocnictw, jeżeli wynika to z treści\n                           pełnomocnictwa. Jeden pełnomocnik może reprezentować więcej niż jednego Akcjonariusza.\n                           W takim wypadku pełnomocnik może głosować odmiennie z akcji każdego Akcjonariusza.\n                           Jeżeli Akcjonariusz posiada akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych, może on ustanowić pełnomocnika do wykonywania praw z akcji zapisanych\n                           na każdym z rachunków. Pełnomocnictwo do uczestniczenia w Zgromadzeniu i wykonywania prawa głosu wymaga udzielenia\n                           go na piśmie lub w postaci elektronicznej.W celu dokonania identyfikacji Akcjonariusza udzielającego pełnomocnictwa oraz reprezentującego\n                           go Pełnomocnika, do dokumentu potwierdzającego udzielenie pełnomocnictwa powinny być\n                           dołączone:a_ w przypadku Akcjonariusza będącego osobą fizyczną – kopia dowodu osobistego, stron\n                           paszportu umożliwiających identyfikację lub innego urzędowego dokumentu potwierdzającego\n                           tożsamość Akcjonariusza;b_ w przypadku Akcjonariusza niebędącego osobą fizyczną – kopia aktualnego odpisu\n                           z właściwego rejestru lub innego dokumentu potwierdzającego istnienie takiego Akcjonariusza\n                           oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania, wraz\n                           z kopiami dowodu osobistego, stron paszportu umożliwiających identyfikację lub innego\n                           urzędowego dokumentu potwierdzającego tożsamość przedstawiciela lub przedstawicieli\n                           upoważnionych do reprezentowania Akcjonariusza;c_ w przypadku Pełnomocnika będącego osobą fizyczną – kopia dowodu osobistego, stron\n                           paszportu umożliwiających identyfikację lub innego urzędowego dokumentu potwierdzającego\n                           tożsamość Pełnomocnika;d_ w przypadku Pełnomocnika niebędącego osobą fizyczną – kopia aktualnego odpisu z\n                           właściwego rejestru lub innego dokumentu potwierdzającego istnienie takiego Pełnomocnika\n                           oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania, wraz\n                           z kopiami dowodu osobistego, stron paszportu umożliwiających identyfikację lub innego\n                           urzędowego dokumentu potwierdzającego tożsamość przedstawiciela lub przedstawicieli\n                           upoważnionych do reprezentowania Pełnomocnika.W przypadku podmiotów zagranicznych, w których państwie siedziby nie są prowadzone\n                           odpowiednie rejestry, zamiast kopii aktualnego odpisu z rejestru, o których mowa w\n                           pkt ‎b_ i d_ powyżej, należy dołączyć kopię dokumentu potwierdzającego istnienie danego\n                           podmiotu oraz prawo jego przedstawiciela lub przedstawicieli do jego reprezentowania.W przypadku wątpliwości co do prawdziwości kopii dokumentów, o których mowa powyżej,\n                           Zarząd Spółki zastrzega, iż może zażądać przed rozpoczęciem obrad Zgromadzenia, okazania\n                           oryginałów przedmiotowych dokumentów lub ich odpisów poświadczonych przez notariusza,\n                           radcę prawnego lub inny podmiot uprawniony do poświadczania za zgodność z oryginałem.\n                           W razie ich nie przedstawienia, Pełnomocnik Akcjonariusza może nie zostać dopuszczony\n                           do uczestnictwa w Zgromadzeniu.Do wszelkich dokumentów, o których mowa powyżej, sporządzonych w języku obcym, powinno\n                           być dołączone odpowiednie tłumaczenie poświadczone na język polski sporządzone przez\n                           tłumacza przysięgłego.Jeżeli pełnomocnictwo do uczestniczenia w obradach i wykonywania prawa głosu na Zgromadzeniu\n                           udzielone przez Akcjonariusza jest warunkowe, należy również dołączyć dowód, że dany\n                           warunek został spełniony.Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia go bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Fakt udzielenia pełnomocnictwa w postaci elektronicznej należy zgłosić Spółce przy\n                           wykorzystaniu środków komunikacji elektronicznej. Zawiadomienie należy przesłać pocztą\n                           elektroniczną na adres e-mailowy Spółki: wza@gkpge.pl. wraz z zawiadomieniem należy\n                           przesłać skan udzielonego pełnomocnictwa oraz skan dokumentów, o których mowa w punktach\n                           a_, b_, c_ i d_ powyżej. W zawiadomieniu należy wskazać również adres poczty elektronicznej,\n                           za pomocą którego Spółka będzie mogła kontaktować się z Akcjonariuszem oraz Pełnomocnikiem.\n                           Zarząd ma prawo do weryfikacji przesłanych zawiadomień oraz do podejmowania działań\n                           służących identyfikacji Akcjonariusza i Pełnomocnika oraz potwierdzenia właściwego\n                           umocowania. Weryfikacja może polegać w szczególności na zwrotnym pytaniu zadanym w\n                           formie telefonicznej lub elektronicznej Akcjonariuszowi lub Pełnomocnikowi. Powyższe\n                           zasady stosuje się odpowiednio do zmiany lub odwołania udzielonego pełnomocnictwa.\n                           Zawiadomienia nie spełniające wyżej wymienionych wymogów nie wywołują skutków prawnych\n                           wobec Spółki. Spółka nie ponosi odpowiedzialności za błędy w wypełnieniu formularza\n                           pełnomocnictwa i działania osób posługujących się pełnomocnictwami. Pełnomocnik stawiający\n                           się na Zgromadzeniu obowiązany jest przedstawić na żądanie Spółki lub osoby _osób_\n                           wyznaczonej do rejestracji Akcjonariuszy dokumenty, dołączone do zawiadomienia, o\n                           których mowa powyżej.W przypadku podmiotów zagranicznych, w których państwie siedziby nie są prowadzone\n                           odpowiednie rejestry, zamiast skanu aktualnego odpisu z rejestru, należy dołączyć\n                           skan dokumentu potwierdzającego istnienie danego podmiotu oraz prawo jego przedstawiciela\n                           lub przedstawicieli do jego reprezentowania.W przypadku wątpliwości co do prawdziwości dokumentów, o których mowa powyżej, Zarząd\n                           Spółki zastrzega, iż może zażądać przed rozpoczęciem obrad Zgromadzenia, okazania\n                           oryginałów przedmiotowych dokumentów lub ich odpisów poświadczonych przez notariusza,\n                           radcę prawnego lub inny podmiot uprawniony do poświadczania za zgodność z oryginałem.\n                           W razie ich nie przedstawienia, Pełnomocnik Akcjonariusza może nie zostać dopuszczony\n                           do uczestnictwa w Zgromadzeniu.Do wszelkich dokumentów, o których mowa powyżej, sporządzonych w języku obcym, powinno\n                           być dołączone odpowiednie tłumaczenie poświadczone na język polski sporządzone przez\n                           tłumacza przysięgłego.Zarząd Spółki informuje ponadto, iż w przypadku udzielenia przez Akcjonariusza pełnomocnictwa\n                           wraz z instrukcją do głosowania, Spółka nie będzie weryfikowała czy Pełnomocnicy wykonują\n                           prawo głosu zgodnie z instrukcjami, które otrzymali od Akcjonariuszy. W związku z\n                           tym, instrukcja do głosowania powinna być przekazana jedynie Pełnomocnikowi.Wybrane uprawnienia AkcjonariuszyZarząd Spółki informuje, że Akcjonariusz lub Akcjonariusze reprezentujący, co najmniej\n                           jedną dwudziestą kapitału zakładowego mogą żądać umieszczenia określonych spraw w\n                           porządku obrad Zgromadzenia. Prawo to wykonuje się poprzez zgłoszenie żądania zawierającego\n                           uzasadnienie lub projekt uchwały lub uchwał dotyczących proponowanego punktu porządku\n                           obrad. Żądanie składa się Zarządowi Spółki, nie później niż na 21 dni przed wyznaczonym\n                           terminem odbycia Zgromadzenia, tj. 5 czerwca 2018 roku. Żądanie należy złożyć Zarządowi\n                           Spółki na adres: Zarząd \"PGE Polska Grupa Energetyczna Spółka Akcyjna\", ul. Mysia\n                           2, 00-496 Warszawa, lub przesłać pocztą elektroniczną na adres e-mailowy Spółki: wza@gkpge.pl.\n                           Do żądania należy dołączyć kopie dokumentów potwierdzających uprawnienie osoby _osób_\n                           występujących z żądaniem do działania w imieniu Akcjonariusza.Zarząd Spółki informuje, że Akcjonariusz lub Akcjonariusze reprezentujący, co najmniej\n                           jedną dwudziestą kapitału zakładowego mogą przed terminem odbycia Zgromadzenia zgłaszać\n                           projekty uchwał dotyczących spraw wprowadzonych do porządku obrad Zgromadzenia lub\n                           spraw, które mają być wprowadzone do porządku obrad. Zgłoszenie należy złożyć Zarządowi\n                           Spółki na adres: Zarząd \"PGE Polska Grupa Energetyczna Spółka Akcyjna\", ul. Mysia\n                           2, 00-496 Warszawa, lub przesłać pocztą elektroniczną na adres e-mailowy Spółki: wza@gkpge.pl.\n                           Do zgłoszenia należy dołączyć kopie dokumentów potwierdzających uprawnienie osoby\n                           _osób_ dokonującej zgłoszenia do działania w imieniu Akcjonariusza.Zarząd Spółki informuje, że każdy Akcjonariusz może podczas obrad Zgromadzenia zgłaszać\n                           projekty uchwał dotyczących spraw wprowadzonych do porządku obrad. Projekty powinny\n                           być przedstawione w języku polskim.Wykorzystanie środków komunikacji elektronicznejZarząd Spółki informuje, iż z uwagi na treść Statutu Spółki oraz Regulaminu Walnego\n                           Zgromadzenia, nie jest możliwe uczestniczenie ani wypowiadanie się w trakcie Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej, ani oddawanie głosu drogą korespondencyjną\n                           lub przy wykorzystaniu środków komunikacji elektronicznej.Rejestracja obecności na ZgromadzeniuOsoby uprawnione do uczestniczenia w Zgromadzeniu, powinny się zarejestrować i pobrać\n                           karty do głosowania bezpośrednio przed salą obrad na 30 minut przed rozpoczęciem obrad\n                           Zgromadzenia.Wgląd do dokumentacjiZarząd Spółki informuje, że pełny tekst dokumentacji, która ma być przedstawiona Zgromadzeniu\n                           wraz z projektami uchwał będzie dostępny na stronie internetowej Spółki od dnia zwołania\n                           Zgromadzenia. Inne dokumenty, dotyczące spraw wprowadzonych lub mających być wprowadzonymi\n                           do porządku obrad Zgromadzenia przed terminem jego odbycia, będą dostępne na stronie\n                           internetowej Spółki niezwłocznie po ich sporządzeniu lub otrzymaniu przez Spółkę od\n                           uprawnionych Akcjonariuszy.Miejsce udostępnienia informacjiWszelkie informacje związane ze Zgromadzeniem dostępne są na stronie internetowej\n                           Spółki.",
        "date": "2018-05-30"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd PGE Polska Grupa Energetyczna S.A. _\"Wzywający\"_ informuje, że w dniu 22 maja\n                           2018 r. Wzywający za pośrednictwem Pekao Investment Banking S.A ogłosił wezwanie _\"Wezwanie\"_\n                           do zapisywania się na sprzedaż 45.443.547 _czterdzieści pięć milionów czterysta czterdzieści\n                           trzy tysiące pięćset czterdzieści siedem_ akcji zwykłych na okaziciela _\"Akcje\"_ Polenergia\n                           S.A. _\"Spółka\"_, tj. wszystkich akcji wyemitowanych przez Spółkę, uprawniających do\n                           wykonywania 100% ogólnej liczby głosów na walnym zgromadzeniu Spółki, po cenie 16,29\n                           PLN _szesnaście złotych dwadzieścia dziewięć groszy_ za każdą Akcję. Wzywający jest\n                           także podmiotem nabywającym Akcje w Wezwaniu. Wezwanie zostało ogłoszone na podstawie art. 74 ust. 1 ustawy z dnia 29 lipca 2005\n                           r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych oraz zgodnie z rozporządzeniem Ministra\n                           Rozwoju i Finansów z dnia 14 września 2017 r. w sprawie wzorów wezwań do zapisywania\n                           się na sprzedaż lub zamianę akcji spółki publicznej, szczegółowego sposobu ich ogłaszania\n                           oraz warunków nabywania akcji w wyniku tych wezwań. W przypadku braku przedłużenia\n                           lub nieskrócenia okresu przyjmowania zapisów w Wezwaniu, zapisy potrwają od 13 lipca\n                           2018 r. do 20 września 2018 r.Wezwanie zostaje ogłoszone pod warunkami:_i_ złożenia w ramach Wezwania zapisów na sprzedaż co najmniej 29.992.741 _dwadzieścia\n                           dziewięć milionów dziewięćset dziewięćdziesiąt dwa tysiące siedemset czterdzieści\n                           jeden_ Akcji, tj. co najmniej 66% ogólnej liczby Akcji, uprawniających do co najmniej\n                           29.992.741 _dwudziestu dziewięciu milionów dziewięciuset dziewięćdziesięciu dwóch\n                           tysięcy siedmiuset czterdziestu jeden_ głosów na walnym zgromadzeniu Spółki, stanowiących\n                           co najmniej 66% ogólnej liczby głosów na walnym zgromadzeniu Spółki;_ii_ spełnienia warunku prawnego w postaci wydania przez Prezesa Urzędu Ochrony Konkurencji\n                           i Konsumentów decyzji o udzieleniu bezwarunkowej zgody na koncentrację przedsiębiorstw\n                           polegającą na przejęciu kontroli nad Spółką w drodze nabycia przez Wzywającego Akcji\n                           lub upływu ustawowego terminu na wydanie takiej decyzji;_iii_ podjęcia przez walne zgromadzenie Spółki uchwały w sprawie zmiany składu rady\n                           nadzorczej Spółki, powołującej w skład rady nadzorczej Spółki pięciu _5_ kandydatów\n                           wskazanych przez Wzywającego, ze skutkiem od dnia nabycia co najmniej 50% łącznej\n                           liczby Akcji zwiększonej o jedną _1_ Akcję przez Wzywającego w ramach Wezwania;_iv_ podjęcia przez walne zgromadzenie Spółki uchwały w sprawie niżej wymienionych\n                           zmian w Statucie Spółki, ze skutkiem od dnia nabycia co najmniej 50% łącznej liczby\n                           Akcji zwiększonej o jedną _1_ Akcję przez Wzywającego w ramach Wezwania:a_ Artykuł 10 ust. 2 pkt a_ Statutu zostaje zmieniony i otrzymuje następujące brzmienie:\n                           \"Członkowie Rady Nadzorczej są powoływani i odwoływani w następujący sposób:a_ Jeżeli Rada Nadzorcza składa się z:_i_ sześciu _6_ albo siedmiu _7_ członków, PGE Polska Grupa Energetyczna S.A. powołuje\n                           i odwołuje czterech _4_ członków Rady Nadzorczej;_ii_ ośmiu _8_ albo dziewięciu _9_ członków, PGE Polska Grupa Energetyczna S.A. powołuje\n                           i odwołuje pięciu _5_ członków Rady Nadzorczej.Powyższe uprawnienie wykonuje się poprzez złożenie Spółce pisemnego oświadczenia.\";b_ Artykuł 10 ust. 2 pkt d_ Statutu zostaje usunięty._v_ zawarcia przez Wzywającego i Spółkę umowy o współpracy strategicznej i integracji\n                           Spółki w ramach grupy kapitałowej Wzywającego. Potencjalne nabycie Akcji jest traktowane przez Wzywającego jako długoterminowa inwestycja\n                           o charakterze strategicznym. Wzywający posiada wolę i możliwość realizacji transakcji,\n                           jednakże nie jest mu znane stanowisko akcjonariuszy Spółki odnośnie ich ewentualnej\n                           odpowiedzi na Wezwanie. Ogłoszenie Wezwania w opinii Wzywającego stanowi najbardziej\n                           transparentny sposób przedstawienia intencji oraz pozwala na rozpoczęcie rozmów z\n                           akcjonariuszami Spółki. Przejęcie Spółki wpisuje się w strategię Wzywającego. Wzywający postrzega transakcję\n                           jako szansę na rozwój i wzrost poprzez połączenie z pionowo zintegrowanym przedsiębiorstwem\n                           energetycznym. Spółka podobnie jak Wzywający prowadzi działalność w zakresie wytwarzania\n                           energii elektrycznej, w tym ze źródeł odnawialnych, produkcji ciepła, dystrybucji\n                           oraz obrotu energią elektryczną.Jeżeli po przeprowadzeniu Wezwania Wzywający znajdzie się w posiadaniu Akcji stanowiących\n                           co najmniej 90% ogólnej liczby głosów na walnym zgromadzeniu Spółki, Wzywający zamierza\n                           przystąpić do przymusowego wykupu Akcji akcjonariuszy mniejszościowych Spółki, po\n                           którym Wzywający zamierza przeprowadzić proces przywrócenia Akcjom formy dokumentu\n                           oraz wycofania ich z obrotu na rynku regulowanym. Treść Wezwania stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2018-05-22"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_, działając na podstawie art.\n                           17 ust. 1 i 4 Rozporządzenia Parlamentu Europejskiego i Rady UE nr 596/2014 z dnia\n                           16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE\n                           _\"Rozporządzenie MAR\"_ przekazuje do publicznej wiadomości treść informacji poufnych,\n                           których ujawnienie zostało opóźnione w dniu 22 maja 2018 r. na podstawie art. 17 ust.\n                           4 Rozporządzenia MAR.Informacjami poufnymi, których ujawnienie zostało opóźnione, były:- informacja o podjęciu w dniu 22 maja 2018 r. przez Zarząd PGE decyzji o wyrażeniu\n                           zgody na nabycie akcji Polenergia S.A. oraz ogłoszeniu wezwania do zapisywania się\n                           na sprzedaż akcji Polenergia S.A.Treść opóźnionej informacji poufnej: \"Zarząd spółki PGE Polska Grupa Energetyczna\n                           S.A. _\"PGE\"_ informuje, że w dniu 22 maja 2018 r. Zarząd PGE podjął decyzję o wyrażeniu\n                           zgody na nabycie akcji Polenergia S.A. oraz ogłoszenie wezwania do zapisywania się\n                           na sprzedaż akcji Polenergia S.A.\"- informacja o podjęciu w dniu 22 maja 2018 r. przez Radę Nadzorczą PGE, na wniosek\n                           Zarządu PGE, uchwały w sprawie wyrażenia zgody na nabycie przez PGE akcji spółki Polenergia\n                           S.A., zgodnie z § 18 ust. 2 pkt 1 lit. c_ oraz pkt 6_ Statutu PGETreść opóźnionej informacji poufnej: \"Zarząd spółki PGE Polska Grupa Energetyczna\n                           S.A. _\"PGE\"_ informuje, że w dniu 22 maja 2018 r. Rada Nadzorcza PGE, na wniosek Zarządu\n                           PGE, podjęła uchwałę w sprawie wyrażenia zgody na nabycie przez PGE akcji spółki Polenergia\n                           S.A., zgodnie z § 18 ust. 2 pkt 1 lit. c_ oraz pkt 6_ Statutu PGE.\"Podstawa prawna: art. 17 ust. 1 i 4 Rozporządzenia MAR.",
        "date": "2018-05-22"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ przekazuje do wiadomości\n                           publicznej wstępne wybrane skonsolidowane wyniki finansowe i operacyjne za I kwartał\n                           2018 r. Według wstępnych szacunków produkcja energii elektrycznej netto w I kwartale 2018\n                           r. w jednostkach wytwórczych PGE wyniosła około 17,7 TWh, wolumen dystrybucji wyniósł\n                           9,2 TWh, a sprzedaż do odbiorców finalnych wyniosła 10,5 TWh. Wolumen sprzedaży ciepła\n                           wyniósł 23,5 PJ.Skonsolidowany zysk operacyjny powiększony o amortyzację i odpisy aktualizujące _EBITDA_\n                           w I kwartale 2018 r. wyniósł około 2.214 mln zł, w tym: EBITDA segmentu Energetyka Konwencjonalna: 1.288 mln zł,EBITDA segmentu Dystrybucja: 638 mln zł, EBITDA segmentu Obrót: 189 mln zł, EBITDA segmentu Energetyka Odnawialna: 114 mln zł.Skonsolidowany zysk netto przypadający akcjonariuszom jednostki dominującej wyniósł\n                           około 959 mln zł _czyli 0,51 zł na akcję_. Nakłady inwestycyjne wyniosły 855 mln zł.\n                           Szacunkowe zadłużenie netto na dzień 31 marca 2018 r. wyniosło około 7.740 mln zł.\n                           Średnia cena hurtowa energii zrealizowana przez segment Energetyki Konwencjonalnej\n                           w I kwartale 2018 wyniosła 172,2 PLN/MWh _w ujęciu porównywalnym, bez nabytych aktywów_.Zastrzeżenie: Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie.\n                           Skonsolidowane sprawozdanie finansowe Grupy Kapitałowej PGE jest nadal w trakcie przygotowywania.\n                           Publikacja skonsolidowanego raportu za I kwartał 2018 r. nastąpi 15 maja 2018 r.",
        "date": "2018-04-26"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 14/2017 z dnia 15 marca 2017 r. w sprawie wniesienia\n                           pozwu o uchylenie uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia z dnia 5 września\n                           2016 r., Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"Spółka\"_ informuje, że\n                           w dniu 16 marca 2018 r. powziął informację, iż Sąd Okręgowy w Warszawie w dniu 15\n                           marca 2018 r.  wydał wyrok oddalający w całości powództwo akcjonariusza w sprawie\n                           uchylenia ww. uchwały.Podstawa prawna: § 38 ust. 1 pkt 10 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014, poz. 133_.",
        "date": "2018-03-16"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 3/2018 z dnia 1 lutego 2018 r., Zarząd spółki\n                           PGE Polska Grupa Energetyczna S.A. _\"Wzywający\"_ informuje, iż w wyniku wezwania do\n                           zapisywania się na sprzedaż 2.383.999 _słownie: dwa miliony trzysta osiemdziesiąt\n                           trzy tysiące dziewięćset dziewięćdziesiąt dziewięć_ akcji zwykłych na okaziciela spółki\n                           Zespół Elektrociepłowni Wrocławskich \"Kogeneracja\" Spółka Akcyjna _\"Spółka\"_, ogłoszonego\n                           w dniu 1 lutego 2018 r. przez Wzywającego _\"Wezwanie\"_, spółka PGE Energia Ciepła\n                           S.A. _\"Nabywający\"_ będąca podmiotem zależnym Wzywającego, w dniu 14 marca 2018 roku,\n                           nabyła 1.202.172 _słownie: jeden milion dwieście dwa tysiące sto siedemdziesiąt dwa_\n                           akcje Spółki, uprawniające do 1.202.172 _słownie: jeden milion dwieście dwa tysiące\n                           sto siedemdziesiąt dwa_ głosów na walnym zgromadzeniu Spółki, stanowiących _w zaokrągleniu\n                           do jednej setnej procenta_ 8,07% ogólnej liczby akcji Spółki i głosów na walnym zgromadzeniu\n                           Spółki. Przed bezpośrednim nabyciem akcji Spółki w wyniku Wezwania, o którym mowa powyżej,\n                           Nabywający posiadał 2.642.869 _słownie: dwa miliony sześćset czterdzieści dwa tysiące\n                           osiemset sześćdziesiąt dziewięć_ akcji Spółki, uprawniających do 2.642.869 _słownie:\n                           dwa miliony sześćset czterdzieści dwa tysiące osiemset sześćdziesiąt dziewięć_ głosów\n                           na walnym zgromadzeniu Spółki, stanowiących, w zaokrągleniu do jednej setnej procenta,\n                           17,74% ogólnej liczby akcji i głosów na walnym zgromadzeniu Spółki.Na dzień sporządzenia niniejszego raportu, Nabywający posiada 3.845.041 _słownie:\n                           trzy miliony osiemset czterdzieści pięć tysięcy czterdzieści jeden_ akcji Spółki uprawniających\n                           do 3.845.041 _słownie: trzy miliony osiemset czterdzieści pięć tysięcy czterdzieści\n                           jeden_ głosów na walnym zgromadzeniu Spółki stanowiących _w zaokrągleniu do jednej\n                           setnej procenta_ 25,81% liczby głosów na walnym zgromadzeniu Spółki i _w zaokrągleniu\n                           do jednej setnej procenta_ 25,81% ogólnej liczby akcji Spółki.Podmiotem zależnym od Nabywającego, który posiada akcje Spółki, jest Investment III\n                           B.V. Na dzień sporządzenia niniejszego zawiadomienia Investment III B.V. posiada 4.807.132\n                           _słownie: cztery miliony osiemset siedem tysięcy sto trzydzieści dwa_ akcje Spółki,\n                           uprawniające do wykonywania 4.807.132 _słownie: cztery miliony osiemset siedem tysięcy\n                           sto trzydzieści dwa_ głosów na walnym zgromadzeniu Spółki, stanowiących _w zaokrągleniu\n                           do jednej setnej procenta_ 32,26% ogólnej liczby akcji i głosów na walnym zgromadzeniu\n                           Spółki.Po przeprowadzeniu Wezwania, Nabywający, wraz podmiotem zależnym tj. Investment III\n                           B.V., osiągnął łącznie 58,07% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.\n                           Zmiana liczby głosów nastąpiła w wyniku zawarcia transakcji sprzedaży akcji na GPW,\n                           przeprowadzonych i rozliczonych w dniu 14 marca 2018 r.Podstawa prawna: art. 70 pkt\n                           1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz spółkach publicznych _t.j. Dz.U.\n                           z 2016 poz. 1639 ze zm._",
        "date": "2018-03-15"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu nr 47/2017, Zarząd PGE Polskiej Grupy Energetycznej S.A. _\"PGE\",\n                           \"Spółka\"_ informuje, że w efekcie prowadzonych negocjacji z Generalnym Wykonawcą _konsorcjum\n                           wykonawców firm Polimex-Mostostal S.A., Mostostal Warszawa S.A. i Rafako S.A._ _\"Generalny\n                           Wykonawca\"_ oraz GE Power, które jest generalnym projektantem oraz pełni funkcję lidera\n                           konsorcjum zarządzającego realizacją kontraktu, i przeprowadzonych analiz przez Zespół\n                           Projektowy, oszacowane zostały nowe terminy przekazania do eksploatacji bloków nr\n                           5 i 6 w Elektrowni Opole.Deklarowane przez Generalnego Wykonawcę zmienione terminy przekazania do eksploatacji\n                           to 31 maja 2019 roku dla bloku nr 5 oraz 30 września 2019 roku dla bloku nr 6.Zespół Projektowy dokonał analizy przedstawionego przez Generalnego Wykonawcę roboczego\n                           harmonogramu realizacji pod kątem poprawności metodycznej, realności przyjętych założeń,\n                           przyczyn opóźnień oraz planowanych metod dalszego zarządzania realizacją projektu.\n                           W opinii Zespołu Projektowego realizacja inwestycji w powyższym terminach jest możliwa\n                           pod warunkiem, że Generalny Wykonawca będzie działał z najwyższym zaangażowaniem,\n                           wprowadzając konieczne warunki  gwarantujące terminową realizację prac. Ze względu na złożoną naturę projektu oraz charakter zaistniałych opóźnień, aktualnie\n                           prowadzone negocjacje z Generalnym Wykonawcą oraz GE Power nie zostały jeszcze zakończone.",
        "date": "2018-02-22"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "Zarząd spółki PGE Polska Grupa Energetyczna S.A. _\"PGE\"_ przekazuje do wiadomości\n                           publicznej wstępne wybrane skonsolidowane wyniki finansowe i operacyjne za rok 2017.\n                           Według wstępnych szacunków produkcja energii elektrycznej netto w 2017 roku w jednostkach\n                           wytwórczych Grupy PGE wyniosła 56,8 TWh _w tym 39,1 TWh z węgla brunatnego_, wolumen\n                           dystrybucji wyniósł 35,3 TWh, a sprzedaż do odbiorców finalnych wyniosła 40,0 TWh.\n                           Skonsolidowany zysk operacyjny powiększony o amortyzację i odpisy aktualizujące _EBITDA_\n                           w 2017 roku wyniósł około 7.601 mln złotych, w tym: EBITDA segmentu Energetyka Konwencjonalna: 4.050 mln złotych,EBITDA segmentu Dystrybucja: 2.333 mln złotych, EBITDA segmentu Obrót: 811 mln złotych, EBITDA segmentu Energetyka Odnawialna: 364 mln złotych.Prezentowany powyżej skonsolidowany wynik EBITDA zawiera przychody z tytułu rekompensat\n                           KDT w wysokości 1.235 mln złotych. Skonsolidowany zysk netto przypadający akcjonariuszom jednostki dominującej wyniósł\n                           około 2.641 mln złotych _czyli 1,41 zł na akcję_. Nakłady inwestycyjne _bez uwzględnienia\n                           zapłaty za aktywa PGE Energia Ciepła_ wyniosły około 6.751 mln złotych.Szacunkowe zadłużenie netto na dzień 31 grudnia 2017 roku wyniosło około 7.607 mln\n                           złotych.Średnia cena hurtowa energii zrealizowana przez segment Energetyki Konwencjonalnej\n                           w 2017 roku wyniosła 164,4 zł/MWh.Zastrzeżenie: Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie.\n                           Skonsolidowane sprawozdanie finansowe Grupy Kapitałowej PGE jest nadal przedmiotem\n                           audytu przez biegłego rewidenta. Publikacja skonsolidowanego raportu za rok 2017 nastąpi\n                           6 marca 2018 roku.",
        "date": "2018-02-12"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 50/2017 z dnia 13 listopada 2017 r., Zarząd spółki\n                           PGE Polska Grupa Energetyczna S.A. _\"Wzywający\"_ informuje, iż w dniu 1 lutego 2018\n                           r. Wzywający za pośrednictwem Powszechnej Kasy Oszczędności Bank Polski Spółka Akcyjna\n                           Oddział – Dom Maklerski PKO Banku Polskiego ogłosił wezwanie do zapisywania się na\n                           sprzedaż 2.383.999 _dwa miliony trzysta osiemdziesiąt trzy tysiące dziewięćset dziewięćdziesiąt\n                           dziewięć_ zdematerializowanych akcji zwykłych na okaziciela _\"Akcje\"_ wyemitowanych\n                           przez Zespół Elektrociepłowni Wrocławskich KOGENERACJA Spółka Akcyjna _\"Spółka\"_,\n                           po cenie 81,80 PLN za każdą Akcję, uprawniających do wykonywania 16,00% ogólnej liczby\n                           głosów na Walnym Zgromadzeniu Spółki _\"Wezwanie\"_. Podmiotem nabywającym Akcje jest\n                           PGE Energia Ciepła S.A. _\"Nabywający\"_ W przypadku braku przedłużenia okresu przyjmowania\n                           zapisów w Wezwaniu, zapisy potrwają od 21 lutego 2018 r. do 6 marca 2018 r.Wezwanie zostało ogłoszone na podstawie art. 73 ust. 2 pkt. 1 ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jednolity: Dz.U.\n                           z 2016 r. poz. 1639_, a także zgodnie z Rozporządzeniem Ministra Rozwoju i Finansów\n                           z dnia 14 września 2017 r. w sprawie wzorów wezwań do zapisywania się na sprzedaż\n                           lub zamianę akcji spółki publicznej, szczegółowego sposobu ich ogłaszania oraz warunków\n                           nabywania akcji w wyniku tych wezwań _Dz.U. z 2017 r. poz. 1748_, a jego treść stanowi\n                           załącznik do niniejszego raportu bieżącego. Po przeprowadzeniu Wezwania, Nabywający, wraz ze swoim podmiotem zależnym Investment\n                           III B.V., zamierza osiągnąć łącznie 66% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki, czemu odpowiada 9.834.000 _dziewięć milionów osiemset trzydzieści cztery tysiące_\n                           akcji Spółki.",
        "date": "2018-02-01"
    },
    {
        "company_name": "PGE POLSKA GRUPA ENERGETYCZNA SA",
        "content": "W nawiązaniu do raportu bieżącego nr 53/2017 z dnia 22 grudnia 2017 r., Zarząd PGE\n                           Polska Grupa Energetyczna S.A. _\"PGE\"_ informuje, że zakończone zostały główne prace\n                           nad testami na utratę wartości rzeczowych aktywów trwałych zgodnie z wymogami MSR\n                           36.  Wyniki testów przeprowadzonych przez PGE wskazują na utratę bilansowej wartości wybranych\n                           rzeczowych aktywów trwałych w segmentach Energetyki Konwencjonalnej oraz Energetyki\n                           Odnawialnej w łącznej wysokości ok. 807 mln złotych.  W szczególności utrata wartości bilansowej dotyczy Elektrowni Szczecin _473 mln złotych_\n                           oraz wybranych aktywów wiatrowych _110 mln złotych_ i wynika ze zmiany otoczenia prawnego\n                           w zakresie systemów wsparcia OZE.  W związku z powyższym stosowny odpis aktualizujący wartość aktywów trwałych zostanie\n                           uwzględniony w skonsolidowanym sprawozdaniu finansowym PGE za 2017 r. Zgodnie z przyjętą w PGE polityką rachunkowości odpisy aktualizujące wartość bilansową\n                           rzeczowych aktywów trwałych nie mają wpływu na wysokość raportowanego zysku EBITDA. Zastrzeżenie: Prezentowana powyżej wartość ma charakter szacunkowy, nie była jeszcze\n                           przedmiotem badania przez biegłego rewidenta i może ulec zmianie. Ostateczny wynik\n                           testów i wartość odpisu aktualizującego zostaną przedstawione w skonsolidowanym sprawozdaniu\n                           finansowym PGE za 2017 r., które zostanie opublikowane 6 marca 2018 r.",
        "date": "2018-01-12"
    }
]