[
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd PROJPRZEM MAKRUM S.A. _dalej \"Spółka\"_ informuje, że Rada Nadzorcza Spółki\n                           w dniu 19.12.2017 r., na podstawie art. 390 § 1 kodeksu spółek handlowych podjęła\n                           uchwałę, zgodnie z którą oddelegowano członka Rady Nadzorczej Pana Sławomira Winieckiego\n                           do pełnienia samodzielnych czynności nadzorczych w zakresie reorganizacji grupy kapitałowej\n                           Spółki i zakładu produkcyjnego w Koronowie.",
        "date": "2017-12-19"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd PROJPRZEM MAKRUM S.A. _dalej \"Spółka\"_ informuje, że w dniu dzisiejszym Zarząd\n                           Spółki podjął uchwałę o powołaniu do pełnienia funkcji prokurenta w spółce Pana Jana\n                           Borodo udzielając mu prokury łącznej.Pan Jan Borodo posiada wykształcenie wyższe, magister. Studiował na Wydziale Nauk\n                           Ekonomicznych i Zarządzania Uniwersytetu Mikołaja Kopernika w Toruniu na kierunku\n                           Zarządzanie i Marketing. W latach 2003/2004 odbył półroczne stypendium naukowe na\n                           Uniwersytecie Jerzego Augusta w Getyndze. Odbył szereg szkoleń z zakresu negocjacji\n                           i komunikacji.Kariera zawodowa p. Jana Borodo od początku związana była z szeroko rozumianą branżą\n                           przemysłową.W latach 2005 - 2006 pracował w Toruńskim Przedsiębiorstwie Przemysłu Drzewnego S.A.Następnie w latach 2006 - 2007 w Firmie FAM Technika Odlewnicza S.A.W latach 2007 - 2013 był zatrudniony w Firmie Thyssenkrupp Energostal S.A. na stanowisku\n                           specjalisty ds. zakupów.Od lipca 2013 roku pełnił funkcję Szefa Projektu w Firmie MAKRUM Project Management\n                           Sp. z o.o., a od kwietnia 2017 roku Prokurenta MAKRUM Project Management Sp. z o.o.Zgodnie ze złożonym oświadczeniem:  1_ w stosunku do Pana Jana Borodo nigdy nie zostały wydane jakiekolwiek wyroki skazujące\n                           za przestępstwa oszustwa ani wyroki sądowe zakazujące działania jako członek organów\n                           zarządzających lub nadzorczych w spółkach prawa handlowego, 2_ Jan Borodo nie pełnił funkcji członka organu zarządzającego lub nadzorującego\n                           w podmiotach, które znalazły się w stanie upadłości, likwidacji lub wyznaczono dla\n                           nich zarząd komisaryczny w okresie ostatnich pięciu lat, 3_ Pan Jan Borodo nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           Spółki oraz nie jest wspólnikiem konkurencyjnej spółki cywilnej lub osobowej lub członkiem\n                           organu jakiejkolwiek konkurencyjnej osoby prawnej 4_ Jan Borodo nie figuruje w rejestrze dłużników niewypłacalnych, prowadzonym na podstawie\n                           ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze Sądowym.",
        "date": "2017-12-04"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM MAKRUM S.A. z siedzibą w Bydgoszczy _\"Spółka Przejmująca\"_ informuje, że\n                           w dniu dzisiejszym tj. 01 grudnia 2017r.  Sąd Rejonowy w Bydgoszczy XIII Wydział Gospodarczy,\n                           wydał postanowienie z wniosku Spółki Przejmującej o wpisie w rejestrze przedsiębiorców\n                           połączenia Spółki Przejmującej ze spółką MAKRUM Project Management Sp. z o.o. z siedzibą\n                           w Bydgoszczy _\"Spółka Przejmowana\"_.  Połączenie spółek nastąpiło stosownie do treści art. 492 § 1 ust. 1 oraz art. 515\n                           §1 ksh w związku art. 516 § 6 ksh kodeksu spółek handlowych, poprzez przeniesienie\n                           całego majątku Spółki Przejmowanej na Spółkę Przejmującą _połączenie przez przejęcie_\n                           bez podwyższania kapitału zakładowego Spółki Przejmującej, wobec tego, że Spółka Przejmująca\n                           posiada 100% udziałów w Spółce Przejmowanej.Dominującą działalnością Spółki Przejmowanej było zarządzanie projektami w produkcji\n                           przemysłowej. Główną działalnością Spółki Przejmującej jest produkcja systemów przeładunkowych.",
        "date": "2017-12-01"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM MAKRUM S.A. z siedzibą w Bydgoszczy - dawniej PROJPRZEM S.A., _dalej Spółka_\n                           informuje, że w dniu dzisiejszym została poinformowana przez swojego pełnomocnika\n                           o otrzymaniu w dniu 01.12.2017 r. postanowienia Sądu Rejonowego w Bydgoszczy XIII\n                           Wydział Gospodarczy KRS z dnia 01.12.2017r., na podstawie którego dokonano wpisu zmian\n                           w statucie Spółki:- zmiana par 1 ust 1:1. Firma Spółki brzmi: PROJPRZEM MAKRUM Spółka Akcyjna. Spółka może używać skrótu firmy: PROJPRZEM MAKRUM S.A- dodano pkt 34 - 58 w par 2 ust 134_ PKD 24.51.Z Odlewnictwo żeliwa,35_ PKD 24.52.Z Odlewnictwo staliwa, 36_ PKD 24.53.Z Odlewnictwo metali lekkich, 37_ PKD 24.54.A Odlewnictwo miedzi i stopów miedzi, 38_ PKD 24.54.B Odlewnictwo pozostałych metali nieżelaznych, gdzie indziej niesklasyfikowane,39_ PKD 25.30.Z Produkcja wytwornic pary, z wyłączeniem kotłów do centralnego ogrzewania\n                           gorącą wodą, 40_ PKD 28.21.Z Produkcja pieców, palenisk i palników piecowych, 41_ PKD 28.22.Z Produkcja urządzeń dźwigowych i chwytaków, 42_ PKD 28.99.Z Produkcja pozostałych maszyn specjalnego przeznaczenia, gdzie indziej\n                           niesklasyfikowana, 43_ PKD 30.11.Z Produkcja statków i konstrukcji pływających, 44_ PKD 30.12.Z Produkcja łodzi wycieczkowych i sportowych, 45_ PKD 33.12.Z Naprawa i konserwacja maszyn, 46_ PKD 33.15.Z Naprawa i konserwacja statków i łodzi, 47_ PKD 33.19.Z Naprawa i konserwacja pozostałego sprzętu i wyposażenia,48_ PKD 52.10.B Magazynowanie i przechowywanie pozostałych towarów, 49_ PKD 52.21.Z Działalność usługowa wspomagająca transport lądowy, 50_ PKD 52.22.A Działalność usługowa wspomagająca transport morski, 51_ PKD 52.24.B Przeładunek towarów w portach śródlądowych, 52_ PKD 69.20.Z Działalność rachunkowo-księgowa, doradztwo podatkowe. 53_ PKD 70.22.Z Pozostałe doradztwo w zakresie prowadzenia działalności gospodarczej\n                           i zarządzania, 54_ PKD 72.19.Z Badania naukowe i prace rozwojowe w dziedzinie pozostałych nauk  przyrodniczych\n                           i technicznych,55_ PKD 46.77.Z Sprzedaż hurtowa odpadów i złomu 56_ PKD 46.90..Z Sprzedaż hurtowa niewyspecjalizowana. 57_ PKD 64.92.Z Pozostałe formy udzielania kredytów, 58_ PKD 64.99.Z Pozostała finansowa działalność usługowa, gdzie indziej  niesklasyfikowana,\n                           z wyłączeniem ubezpieczeń i funduszów emerytalnych,  - w par.  2 dodano ust. 5: 5. W przypadku gdy prowadzenie działalności w ramach jednego z przedmiotów działalności\n                           wymienionych w ust.1 wymaga uzyskania odpowiedniego zezwolenia, licencji lub koncesji,\n                           Spółka rozpocznie prowadzenie działalności w tym zakresie dopiero po uzyskaniu takiego\n                           zezwolenia, licencji lub koncesji.- zmiana par. 3:§3Kapitał zakładowy Spółki wynosi 5.982.716 zł _pięć milionów dziewięćset osiemdziesiąt\n                           dwa tysiące siedemset szesnaście_ złotych i jest podzielony na 541.750 _pięćset czterdzieści\n                           jeden tysięcy siedemset pięćdziesiąt_ akcji imiennych oraz 5.440.966 _pięć milionów\n                           czterysta czterdzieści tysięcy dziewięćset sześćdziesiąt sześć_ akcji zwykłych na\n                           okaziciela o wartości nominalnej po 1 zł _jeden złoty_ każda. - par. 4 nadać nowe następujące brzmienie: §41. Spółka może emitować akcje imienne i akcje na okaziciela.  2. Akcje Spółki na okaziciela są akcjami zwykłymi. Akcje imienne Spółki mogą na żądanie\n                           akcjonariusza zostać zamienione na akcje na okaziciela. Zamiana akcji imiennych uprzywilejowanych\n                           na akcje na okaziciela powoduje utratę  uprzywilejowania.  3. Akcje imienne są zbywalne bez ograniczeń.  4. Zbycie akcji imiennej wymaga poinformowania Zarządu Spółki  o przeniesieniu akcji\n                           na innego akcjonariusza, obowiązek ten obciąża solidarnie zbywcę i nabywcę.  5. Walne Zgromadzenie Akcjonariuszy może podjąć uchwałę o zamianie wszystkich akcji\n                           imiennych nieuprzywilejowanych każdej z emisji  na akcje zwykłe na okaziciela. Akcje zwykłe na okaziciela nie podlegają zamianie na akcje imienne.  6. Akcje Spółki mogą być umarzane za zgodą akcjonariusza, którego umorzenie dotyczy,\n                           w drodze ich nabycia przez Spółkę _umorzenie dobrowolne_, bez zgody akcjonariusza\n                           _umorzenie przymusowe_ lub z mocy ziszczenia się zdarzenia, wskazanego w statucie\n                           Spółki _umorzenie automatyczne_. 7. Akcje własne Spółki mogą być umarzane. 8. Uchwała Walnego Zgromadzenia o umorzeniu akcji określa sposób i warunki umorzenia,\n                           a w szczególności podstawę prawną umorzenia, wysokość wynagrodzenia przysługującego\n                           akcjonariuszom z tytułu umorzonych akcji, bądź uzasadnienie umorzenia akcji bez wynagrodzenia\n                           oraz sposób obniżenia kapitału zakładowego.  - zmiana par. 5§ 51. Zarząd jest upoważniony do podwyższenia kapitału zakładowego w drodze jednego lub\n                           kilku podwyższeń o kwotę nie większą niż 4.487.037,00 _słownie: cztery miliony czterysta\n                           osiemdziesiąt siedem tysięcy trzydzieści siedem_ złotych _kapitał docelowy_ poprzez\n                           emisję nie więcej niż 4.487.037 _słownie: cztery miliony czterysta osiemdziesiąt siedem\n                           tysięcy trzydzieści siedem_ akcji zwykłych na okaziciela kolejnych serii na następujących\n                           zasadach:1_ upoważnienie zostaje udzielone na okres do dnia 28 września 2020 roku,2_ uchwała Zarządu ustalająca cenę emisyjną akcji emitowanych w ramach kapitału docelowego\n                           wymaga jednogłośnej zgody Rady Nadzorczej, 3_ akcje wyemitowane w ramach kapitału docelowego mogą zostać objęte w zamian za wkład\n                           pieniężny, 4_ za jednogłośną zgodą Rady Nadzorczej Zarząd może pozbawić akcjonariuszy Spółki,\n                           w całości lub w części, prawa poboru akcji emitowanych przy podwyższeniu kapitału\n                           zakładowego w ramach kapitału docelowego, 5_ podwyższenie kapitału zakładowego w ramach upoważnienia nie może nastąpić ze środków\n                           własnych Spółki, 6_ Zarząd nie może wydawać akcji uprzywilejowanych lub przyznawać akcjonariuszowi\n                           osobistych uprawnień, o których mowa w art. 354 k.s.h., 7_ Uchwała Zarządu podjęta w granicach statutowego upoważnienia zastępuje uchwałę\n                           Walnego Zgromadzenia o podwyższeniu kapitału zakładowego, 8_ w przypadku podwyższenia kapitału z pozbawieniem akcjonariuszy prawa poboru, cena\n                           emisyjna akcji nie może być ustalona poniżej wartości księgowej przypadającej na jedną\n                           akcję, która została podana w ostatnim opublikowanym skonsolidowanym raporcie okresowym\n                           kwartalnym lub półrocznym dla danych skonsolidowanych za okres bezpośrednio poprzedzający\n                           datę emisji. 2. Upoważnienie Zarządu do dokonywania podwyższenia kapitału zakładowego w ramach\n                           kapitału docelowego nie narusza kompetencji Walnego Zgromadzenia do zwykłego podwyższenia\n                           kapitału zakładowego w okresie korzystania przez Zarząd z upoważnienia, o którym mowa\n                           w ust. 1. - zmiana par. 8:§ 81. Czysty zysk Spółki może być przeznaczony w szczególności na:  1_ kapitał zapasowy,  2_ fundusz inwestycji,  3_ dodatkowy kapitał rezerwowy,  4_ dywidendy,  5_ inne cele określone uchwałą Walnego Zgromadzenia. 2. Uchwała Walnego Zgromadzenia o przeznaczeniu zysku rocznego do podziału między\n                           akcjonariuszy wskazuje termin wypłaty dywidendy oraz datę ustalenia prawa do dywidendy.\n                           3. Podejmując uchwałę o podziale zysku, Walne Zgromadzenie może zadecydować o wypłacie\n                           dywidendy w kwocie wyższej niż zysk za ostatni rok obrotowy, ale nie większej niż\n                           kwota dozwolona odpowiednimi przepisami Kodeksu spółek handlowych. 4. Zarząd, za zgodą Rady Nadzorczej, jest upoważniony do podjęcia uchwały w sprawie\n                           wypłaty akcjonariuszom zaliczki na poczet przewidywanej dywidendy na koniec roku obrotowego,\n                           jeżeli Spółka posiada środki wystarczające na wypłatę.- zmiana par. 11:§ 11Wyboru biegłego rewidenta badającego sprawozdanie finansowe według zasad określanych\n                           ustawą o rachunkowości dokonuje Rada Nadzorcza Spółki. - zmiana ust. 2 w par. 13:2. Zwyczajne Walne Zgromadzenie zwołuje Zarząd. Powinno się ono odbyć w ciągu sześciu\n                           miesięcy po upływie każdego roku obrotowego. - zmiana par. 16: § 161. Rada Nadzorcza składa się z  pięciu do siedmiu członków. Wspólna kadencja członków\n                           Rady Nadzorczej trwa pięć lat. 2. Członków Rady Nadzorczej powołuje i odwołuje Walne Zgromadzenie z zastrzeżeniem\n                           postanowień §16 ust. 3. 3. W przypadku, gdy w trakcie trwania kadencji Rady Nadzorczej jej skład osobowy zmniejszy\n                           się poniżej wymaganego minimum pięciu osób, pozostali członkowie Rady Nadzorczej mogą\n                           w drodze uchwały każdorazowo dokonać powołania nowego członka lub członków Rady Nadzorczej\n                           tak, aby skład ilościowy tego organu wynosił wymagane minimum. 4. Wybór nowego członka Rady w trybie określonym w §16 ust. 3 wymaga zatwierdzenia\n                           tego wyboru przez najbliższe Walne Zgromadzenie. 5. Odmowa zatwierdzenia wyboru przez Walne Zgromadzenie nie uchybia  czynnościom podjętym\n                           przez Radę Nadzorczą z udziałem członka powołanego w trybie §16 ust. 3.- zmiana ust. 2 w par. 17: 2. Uchwały Rady Nadzorczej zapadają zwykłą większością głosów oddanych, przy obecności\n                           nie mniej niż połowy składu osobowego Rady. W przypadku równości głosów decyduje głos\n                           przewodniczącego Rady. - zmiana par. 19: § 19.1. Zarząd składa się z jednego lub większej liczby członków pełniących funkcję Prezesa,\n                           Wiceprezesa lub Członka Zarządu. Kadencja Zarządu trwa trzy lata. Kadencja jest wspólna\n                           dla całego organu. 2. Rada Nadzorcza określi liczbę członków Zarządu. 3. Rada Nadzorcza może odwoływać Prezesa Zarządu, członka Zarządu lub cały Zarząd\n                           przed upływem kadencji Zarządu.  4. Zarząd wykonuje wszelkie uprawnienia w zakresie zarządzania Spółką z wyjątkiem\n                           uprawnień zastrzeżonych przez prawo lub niniejszy statut dla pozostałych władz Spółki.\n                           5. Tryb działania Zarządu, a także sprawy, które mogą być powierzone poszczególnym\n                           jego członkom, określi szczegółowo regulamin Zarządu.  6. Do składania oświadczeń i podpisywania w imieniu Spółki wymagane jest współdziałanie\n                           dwóch członków Zarządu lub jednego członka Zarządu łącznie z prokurentem. W przypadku\n                           gdy Zarząd jest jednoosobowy jedyny członek Zarządu samodzielnie składa oświadczenia\n                           i podpisuje w imieniu Spółki. 7. Uchwały Zarządu zapadają zwykłą większością głosów, a w przypadku równości decyduje\n                           głos Prezesa Zarządu. 8. Udzielenie gwarancji, poręczenia albo pożyczki, zakup lub sprzedaż akcji lub udziałów\n                           będących własnością Spółki, ustanowienie zastawu lub hipoteki, zaciągnięcie pożyczki\n                           lub kredytu, zlecenie udzielenia gwarancji lub poręczenia za Spółkę, sprzedaż lub\n                           nabycie składnika majątku trwałego i leasing, jeżeli wartość którejkolwiek z powyższych\n                           czynności przekracza 20% kapitału zakładowego spółki wymaga zgody Rady Nadzorczej.\n                           - zmiana § 22: § 22.W sprawach nie uregulowanych statutem mają zastosowanie przepisy Kodeksu Spółek Handlowych\n                           oraz regulaminy Walnego Zgromadzenia, Rady Nadzorczej i Zarządu Spółki. - wykreślenia par. 24.Tekst jednolity Statutu stanowi załącznik do niniejszego raportu.",
        "date": "2017-12-01"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje, że w dniu dzisiejszym\n                           Zarząd Spółki dokonał zatwierdzenia założeń strategii Spółki na lata 2018-2022, które\n                           dostępne są w dokumencie załączonym do niniejszego raportu.",
        "date": "2017-11-27"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. z siedzibą w Bydgoszczy informuje, że w dniu dzisiejszym otrzymał\n                           informację ze strony Zarządu spółki zależnej PROJPRZEM Budownictwo Sp. z o.o. z siedzibą\n                           w Bydgoszczy _dalej spółka zależna_ o zawarciu w dniu dzisiejszym przez spółkę zależną\n                           w ramach konsorcjum umowy ze spółką Luvena S.A. _dalej Inwestor_, której przedmiotem\n                           jest realizacja przez spółkę zależną w ramach konsorcjum na rzecz Inwestora zadania\n                           inwestycyjnego polegającego na budowie hali magazynowej z zapleczem  socjalno - biurowym\n                           w Luboniu. W ramach konsorcjum spółka zależna jest Liderem. Za wykonanie przedmiotu umowy Inwestor dokona zapłaty wynagrodzenia w wysokości łącznie\n                           26.900.000,00 zł _dwadzieścia sześć milionów dziewięćset tysięcy złotych 00/100_ netto\n                           powiększone o należny podatek VAT.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2017-10-27"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ w nawiązaniu do raportów bieżących\n                           nr 32/2017 z dnia 25 lipca 2017r., nr 36/2017 z dnia 18 sierpnia 2017r. oraz nr 46/2017\n                           z dnia 28 września 2017r., informuje, że w dniu dzisiejszym tj. 29 września 2017r.\n                           Spółka zawarła umowę sprzedaży zorganizowanej części przedsiębiorstwa z Eggersmann\n                           Polska Sp. z o.o. z siedzibą w Suchym Lesie _dalej Kupujący_, na podstawie której\n                           Spółka sprzedała, a Kupująca kupiła, należącą do Spółki Zorganizowaną Część Przedsiębiorstwa\n                           obejmującą Zakład Produkcyjny w Sępólnie Krajeńskim, która składa się w szczególności\n                           z następujących składników materialnych i niematerialnych: prawo własności nieruchomości położonej w Sępólnie Krajeńskim, wpisanej do prowadzonej\n                           przez Sąd Rejonowy w Tucholi księgi wieczystej pod numerem KW nr BY2T/00013981/5; prawo własności nieruchomości położonej w Sępólnie Krajeńskim, wpisanej do prowadzonej\n                           przez Sąd Rejonowy w Tucholi księgi wieczystej pod numerem KW nr BY2T/00020083/2;\n                            prawo własności nieruchomości położonej w Sępólnie Krajeńskim, wpisanej do prowadzonej\n                           przez Sąd Rejonowy w Tucholi księgi wieczystej pod numerem KW nr BY2T/00007547/6; prawo własności nieruchomości położonej w Sępólnie Krajeńskim, wpisanej do prowadzonej\n                           przez Sąd Rejonowy w Tucholi księgi wieczystej pod numerem KW nr BY2T/00020930/5;\n                            prawo własności nieruchomości położonej w Sępólnie Krajeńskim, wpisanej do prowadzonej\n                           przez Sąd Rejonowy w Tucholi księgi wieczystej pod numerem KW nr BY2T/00020084/9;\n                            prawa wynikające z umów, których wykaz stanowi załącznik do umowy; prawo własności ruchomości, których wykaz stanowi załącznik do umowy; prawa wynikające z decyzji administracyjnych, których wykaz stanowi załącznik do\n                           umowy; autorskie prawa majątkowe oraz autorskie prawa zależne do projektów budowlanych\n                           dotyczących budynków posadowionych na w/w nieruchomościach,  prawa wynikające ze stosunków pracy pracowników Spółki zatrudnionych w Zorganizowanej\n                           Części Przedsiębiorstwa; archiwum, księgi i dokumenty związane z prowadzeniem dokumentacji pracowniczej w\n                           zakresie Zorganizowanej Części Przedsiębiorstwa.Strony ustaliły Cenę sprzedaży na kwotę 3.750.000,00 EUR netto płatną przy zawarciu\n                           umowy, nie później niż do dnia 02.10.2017r. Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2017-09-29"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje w nawiązaniu do\n                           raportu bieżącego nr 32/2017 z dnia 25 lipca 2017r., że w dniu dzisiejszym tj. 28\n                           września 2017r. Walnego Zgromadzenie Spółki podjęło uchwałę w sprawie wyrażenia zgody\n                           na sprzedaż Zorganizowanej Części Przedsiębiorstwa w Sępólnie Krajeńskim na rzecz\n                           Eggersmann Polska Sp.  z o.o. z siedzibą w Suchym Lesie, na warunkach określonych\n                           w projekcie umowy ostatecznej załączonej do umowy przedwstępnej z dnia 24 lipca 2017r.,\n                           w szczególności za cenę sprzedaży w wysokości 3.750.000,00 EUR netto płatną przy zawarciu\n                           umowy, nie później niż do dnia 02.10.2017r. Wobec powyższego, spełniony został jeden\n                           z warunków umowy przedwstępnej, o której Spółka informowała w wyżej wymienionym raporcie\n                           bieżącym.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2017-09-28"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "W uzupełnieniu opublikowanych w dniu 30.08.2017r. jednostkowego i skonsolidowanego\n                           raportu okresowego za pierwsze półrocze 2017 r. spółki PROJPRZEM S.A. _Spółka_, Zarząd\n                           Spółki przedstawia Oświadczenia Zarządu do jednostkowego sprawozdania finansowego\n                           oraz do skonsolidowanego sprawozdania finansowego.",
        "date": "2017-09-28"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. z siedzibą w Bydgoszczy informuje, że w dniu dzisiejszym otrzymał\n                           informację ze strony Zarządu spółki zależnej PROJPRZEM Budownictwo Sp. z o.o. z siedzibą\n                           w Bydgoszczy _dalej spółka zależna_ o zawarciu w dniu dzisiejszym przez spółkę zależną\n                           w ramach konsorcjum umowy o generalne wykonawstwo w formule \"zaprojektuj i wybuduj\"\n                           ze spółką Starion Poland Sp. z o.o. _dalej Inwestor_, której przedmiotem jest realizacja\n                           przez spółkę zależną w ramach konsorcjum na rzecz Inwestora zadania inwestycyjnego\n                           polegającego na budowie budynku hali produkcyjnej wraz z infrastrukturą techniczną\n                           w Biskupicach Podgórnych. W ramach konsorcjum spółka zależna jest Liderem. Za wykonanie przedmiotu umowy Inwestor dokona zapłaty wynagrodzenia w wysokości 28.400.000,00\n                           zł _dwadzieścia osiem milionów czterysta tysięcy złotych 00/100_ netto powiększone\n                           o należny podatek VAT z czego 27.600.522,65 zł _dwadzieścia siedem milionów sześćset\n                           tysięcy pięćset dwadzieścia dwa złote 65/100_ to wynagrodzenie spółki zależnej zgodnie\n                           z umową konsorcjum.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2017-09-20"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Drugie zawiadomienie o zamiarze połączenia spółki PROJPRZEM S.A. z siedzibą w Bydgoszczy\n                           _\"Spółka Przejmująca\"_ ze spółką MAKRUM Project Management Sp. z o.o. z siedzibą w\n                           Bydgoszczy _\"Spółka Przejmowana\"_. Połączenie spółek nastąpi stosownie do treści art. 492 § 1 ust. 1 kodeksu spółek handlowych,\n                           poprzez przeniesienie całego majątku Spółki Przejmowanej na Spółkę Przejmującą _połączenie\n                           przez przejęcie_ bez podwyższania kapitału zakładowego Spółki Przejmującej, wobec\n                           tego, że Spółka Przejmująca posiada 100% udziałów w Spółce Przejmowanej.Akcjonariusze Spółki Przejmującej począwszy od dnia 25 sierpnia 2017r. do dnia Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki Przejmującej, którego przedmiotem będzie powzięcie uchwały\n                           o połączeniu, mogą zapoznać się z dokumentami, o których mowa w art. 505 § 1, kodeksu\n                           spółek handlowych, w tym w szczególności z planem połączenia uzgodnionym z Zarządem\n                           Spółki Przejmowanej w dniu 25.08.2017r. oraz załącznikami do tego planu:1. projekt uchwały Zgromadzenia Wspólników MAKRUM Project Management Sp. z o.o. o\n                           połączeniu Spółek,2. projekt uchwały Walnego Zgromadzenia PROJPRZEM S.A. o połączeniu Spółek,3. ustalenie wartości majątku MAKRUM Project Management Sp. z o.o. na dzień 01.07.2017r.,4. oświadczenie z informacją o stanie księgowym MAKRUM Project Management Sp. z o.o.\n                           na dzień 01.07.2017r.,które to dokumenty zostały opublikowane wraz z pierwszym zawiadomieniem o zamiarze\n                           połączenia raportem bieżącym nr 38/2017 z dnia 25.08.2017r. oraz na stronie internetowej\n                           Spółki Przejmującej www.projprzem.com oraz na stronie internetowej Spółki Przejmowanej\n                           www.makrum.pl. Nadzwyczajne Walne Zgromadzenie Spółki Przejmującej, w którego porządku obrad znajduje\n                           się uchwała o połączeniu zostało zwołane przez Spółkę Przejmującą na dzień 28.09.2017r.\n                           raportem bieżącym nr 40/2017 z dnia 01.09.2017r.",
        "date": "2017-09-15"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd spółki PROJPRZEM S.A. z siedzibą w Bydgoszczy _Emitent_ informuje, że w dniu\n                           dzisiejszym wypowiedział umowę zawartą dnia 14.04.2003 r. o wykonywanie czynności\n                           Animatora Emitenta z Domem Maklerskim BZ WBK S.A. z siedzibą w Poznaniu. Okres wypowiedzenia\n                           umowy wynosi 1 miesiąc ze skutkiem na koniec miesiąca.",
        "date": "2017-08-31"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Pierwsze zawiadomienie o zamiarze połączenia spółek PROJPRZEM S.A. z siedzibą w Bydgoszczy\n                           _\"Spółka Przejmująca\"_ ze spółką MAKRUM Project Management Sp. z o.o. z siedzibą w\n                           Bydgoszczy _\"Spółka Przejmowana\"_ Z uwagi na fakt, iż ogłoszenie Planu Połączenia przez Spółkę Przejmującą w Monitorze\n                           Sądowym i Gospodarczym nie jest konieczne stosownie do postanowień art. 500 §21, w\n                           związku z powyższym Zarząd PROJPRZEM S.A., działając na podstawie art. 504 §1 i §2\n                           kodeksu spółek handlowych, zawiadamia po raz pierwszy Akcjonariuszy o zamiarze połączenia\n                           Spółki Przejmującej ze Spółką Przejmowaną.Połączenie spółek nastąpi stosownie do treści art. 492 § 1 ust. 1 kodeksu spółek handlowych,\n                           poprzez przeniesienie całego majątku Spółki Przejmowanej na Spółkę Przejmującą _połączenie\n                           przez przejęcie_ bez podwyższania kapitału zakładowego Spółki Przejmującej, wobec\n                           tego, że Spółka Przejmująca posiada 100% udziałów w Spółce Przejmowanej.Plan Połączenia udostępniony będzie do publicznej wiadomości na stronie internetowej\n                           Spółki Przejmującej www.projprzem.com zgodnie z art. 500 § 21 k.s.h. aż do dnia zakończenia\n                           Walnego Zgromadzenia Spółki Przejmującej i Zgromadzenia Wspólników Spółki Przejmowanej,\n                           na których zostaną podjęte uchwały o połączeniu.Ponadto, z dokumentami, o których mowa w art. 505 § 1 kodeksu spółek handlowych Akcjonariusze\n                           mogą zapoznać się w siedzibie PROJPRZEM S.A. w Bydgoszczy przy ul. Bernardyńskiej\n                           13, w dni robocze, w godzinach od 8:00 do 16:00 nieprzerwanie począwszy od dnia 28.08.2017\n                           r. aż do dnia zakończenia Walnego Zgromadzenia Spółki Przejmującej i Zgromadzenia\n                           Wspólników Spółki Przejmowanej, na których zostaną podjęte uchwały o połączeniu.Plan połączenia stanowi załącznik do niniejszego zawiadomienia.",
        "date": "2017-08-25"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _\"Spółka\"_ informuje, że Zarząd Spółki podjął\n                           w dniu dzisiejszym uchwałę o zatwierdzeniu koncepcji połączenia i przedłożeniu do\n                           publicznego wglądu Planu połączenia Spółki ze swoją spółką zależną MAKRUM Project\n                           Management Spółka z ograniczoną odpowiedzialnością z siedzibą w Bydgoszczy.W połączeniu uczestniczą:1. PROJPRZEM S.A. z siedzibą w Bydgoszczy _Spółka Przejmująca_ przy ul. Bernardyńska\n                           13, 85-029 Bydgoszcz, zarejestrowana w Sądzie Rejonowym w Bydgoszczy, XIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000024679,  płatnik VAT o\n                           numerze NIP: 554-023-40-98, Regon: 002524300, o kapitale zakładowym w wysokości 5.982.716\n                           zł. Spółka jest spółką publiczną w rozumieniu ksh, notowaną na Giełdzie Papierów Wartościowych\n                           w Warszawie S.A. Podstawową działalnością spółki na chwilę obecną jest produkcja systemów\n                           przeładunkowych i konstrukcji stalowych.2. MAKRUM Project Management Sp. z o.o. z siedzibą w Bydgoszczy _Spółka Przejmowana_\n                           przy ul. Fordońskiej 40, 85-719 Bydgoszcz zarejestrowana w Sądzie Rejonowym w Bydgoszczy,\n                           XIII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000445383, płatnik\n                           VAT o NIP: 5542919914 i REGON 341374200, wysokość kapitału zakładowego 1.185.800 zł.\n                           Podstawową działalnością spółki na chwilę obecną jest zarządzanie projektami w produkcji\n                           przemysłowej.Zgodnie z koncepcją połączenia planowane połączenie spowodowane jest przejęciem przez\n                           PROJPRZEM S.A. udziałów w MAKRUM Project Management Sp. z o.o.Podstawowym celem połączenia Spółek jest uproszczenie organizacji Grupy Kapitałowej\n                           PROJPRZEM S.A. w kierunku budowy silnego przedsiębiorstwa produkcyjnego, oferującego\n                           szeroką gamę produktów własnych, uzupełnianą pomocniczo poprzez produkcję na indywidualne\n                           zlecenia klientów. Możliwości produkcyjne mają być wsparte silną siecią dystrybucji\n                           i serwisu na terenie Polski jak i zagranicą. Dodatkowo spłaszczenie struktury organizacyjnej Grupy ma uwolnić potencjał dywidendowy\n                           PROJPRZEM S.A. Dzięki połączeniu spółek, osiągnięte zostaną między innymi następujące cele długookresowe:1. W zakresie ekonomiczno – finansowym:a_ obniżenie kosztów zarządzania i administracji _jeden zarząd, controling, księgowość,\n                           marketing itp._,b_ poszerzona oferta produktowa,c_ synergie kosztowe _wspólne zakupu materiałów i komponentów, usług podwykonawców_,\n                           d_ lepsze zarządzanie płynnością finansową,e_ eliminacja kosztów związanych z konsolidacja sprawozdań finansowych,f_ ograniczenie ryzyka podatkowego _brak cen transferowych_.2. W zakresie organizacyjnym:a_ lepszy nadzór właścicielski, uproszczona struktura zarządzania,b_ połączenie zespołów project managerów,c_ wspólne kanały dystrybucji i serwisu,d_ konsolidacja działów zakupów, kontroli jakości, handlowców itp. W związku z posiadaniem przez Spółkę 100 % udziałów w MAKRUM Project Management Sp.\n                           z o.o. połączenie spółek nastąpi poprzez przejęcie w trybie uproszczonym, o którym\n                           mowa w art. 516 § 6 k.s.h., którego zastosowanie w konsekwencji wyłączy stosowanie\n                           art. 494 § 4, art. 499 § 1 pkt 2-4, art. 501-503, 505 § 1 pkt 4-5, art. 512 i 513\n                           k.s.h. Połączenie nastąpi poprzez przejęcie całego majątku spółki MAKRUM Project Management\n                           Sp. z o.o. bez równoczesnego podwyższania kapitału zakładowego Spółki co jest zgodne\n                           z treścią art. 515 §1 k.s.h.Dla potrzeb określenia warunków połączenia nie będzie wymagana opinia biegłego rewidenta.\n                           Zgodnie z przepisem art. 500 § 2 i 2_1_ na stronach internetowych spółek najpóźniej\n                           na miesiąc przez złożeniem wniosku do sądu rejestrowego umieszczony zostanie plan\n                           połączenia.",
        "date": "2017-08-25"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje w nawiązaniu do\n                           raportu bieżącego nr 32/2017 z dnia 25 lipca 2017r., że w dniu dzisiejszym tj. 18\n                           sierpnia 2017r. Rada Nadzorcza Spółki podjęła uchwałę w sprawie wyrażenia zgody na\n                           sprzedaż Zorganizowanej Części Przedsiębiorstwa w Sępólnie Krajeńskim obejmującej\n                           nieruchomości Spółki na rzecz Eggersmann Polska Sp.  z o.o. z siedzibą w Suchym Lesie,\n                           na warunkach określonych w projekcie umowy ostatecznej załączonej do umowy przedwstępnej\n                           z dnia 24 lipca 2017r., w szczególności za cenę sprzedaży w wysokości 3.750.000,00\n                           EUR netto płatną przy zawarciu umowy, nie później niż do dnia 02.10.2017r. Wobec powyższego,\n                           spełniony został jeden z warunków umowy przedwstępnej, o której Spółka informowała\n                           w wyżej wymienionym raporcie bieżącym.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2017-08-18"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. _dalej \"Spółka\"_ informuje, że w dniu dzisiejszym tj. 18 sierpnia\n                           2017 r. Rada Nadzorcza Spółki dokonała wyboru Komitetu Audytu. W skład ww. Komitetu\n                           weszli następujący Członkowie Rady:Pan Sławomir Kamiński,Pan Marcin Marczuk,Pan Piotr Fortuna.",
        "date": "2017-08-18"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. _dalej \"Spółka\"_ informuje, że w dniu dzisiejszym tj. 18 sierpnia\n                           2017r. Rada Nadzorcza Spółki dokonała spośród swoich członków wyboru Wiceprzewodniczącego\n                           Rady Nadzorczej w osobie Pana Sławomira Kamińskiego. Wobec powyższego skład Rady przedstawia się następująco:1. Przewodniczący Rady: Pan Dariusz Skrocki.2. Wiceprzewodniczący Rady: Pan Sławomir Kamiński.3. Sekretarz Rady: Pan Piotr Fortuna.4. Członek Rady: Pan Rafał Jerzy.5. Członek Rady: Pan Sławomir Winiecki. 6. Członek Rady: Pan Marcin Marczuk.",
        "date": "2017-08-18"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd spółki PROJPRZEM Spółka Akcyjna z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje,\n                           iż w raporcie bieżącym nr 25/2017 z dnia 29 czerwca 2017 roku, w sprawie zmiany stanu\n                           posiadania akcji przez Pana Zdzisława Klimkiewicza _dalej Akcjonariusz_ w wyniku oczywistej\n                           omyłki błędnie poinformowano o liczbie głosów służących Akcjonariuszowi po dokonaniu\n                           transakcji z dnia 23 czerwca 2017r.W raporcie bieżącym nr 25/2017 błędnie poinformowano, że:Po dokonaniu powyższej transakcji, Akcjonariusz poinformował, że posiada 70.059 akcji\n                           Spółki stanowiących ok 1,17% kapitału zakładowego tej Spółki i dających prawo do 40.074\n                           głosów, co stanowi 1,00% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki _przed\n                           przyjęciem skutku w postaci uprzywilejowania akcji imiennych będących przedmiotem\n                           sprzedaży, co nastąpi w momencie poinformowania Spółki o sprzedaży_.Tymczasem prawidłowe brzmienie informacji od Akcjonariusza jest następujące:Po dokonaniu powyższej transakcji, Akcjonariusz poinformował, że posiada 70.059 akcji\n                           Spółki stanowiących ok 1,17% kapitału zakładowego tej Spółki i dających prawo do 70.059\n                           głosów, co stanowi 1,00% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki _przed\n                           przyjęciem skutku w postaci uprzywilejowania akcji imiennych będących przedmiotem\n                           sprzedaży, co nastąpi w momencie poinformowania Spółki o sprzedaży_.",
        "date": "2017-08-08"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM Spółka Akcyjna z siedzibą w Bydgoszczy _dalej Spółka_ informuje niniejszym,\n                           iż w dniu wczorajszym tj. 25 lipca 2017 roku zawarła z Trigon Dom Maklerski Spółka\n                           Akcyjna z siedzibą w Krakowie umowę o pełnienie funkcji animatora emitenta dla akcji\n                           oraz praw do akcji Spółki notowanych na Giełdzie Papierów Wartościowych w Warszawie\n                           _dalej GPW_. Umowa została zawarta w celu podtrzymywania płynności wyżej wymienionych\n                           papierów wartościowych notowanych na GPW _przy czym w dacie niniejszego raportu na\n                           GPW nie są notowane prawa do akcji Spółki_. Umowa została zawarta na czas nieokreślony\n                           i wchodzi w życie z dniem 1 sierpnia 2017 roku pod warunkiem, że Zarząd GPW nie wyrazi\n                           sprzeciwu.",
        "date": "2017-07-26"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ informuje, że w dniu wczorajszym\n                           tj. 24 lipca 2017r.  Spółka zawarła przedwstępną umowy umowę sprzedaży zorganizowanej\n                           części przedsiębiorstwa z Eggersmann Polska Sp.  z o.o. z siedzibą w Suchym Lesie\n                           _dalej Kupujący_, na podstawie której Spółka zobowiązała się sprzedać, a Kupująca\n                           kupić, należącą do Spółki Zorganizowaną Część Przedsiębiorstwa obejmującą Zakład Produkcyjny\n                           w Sępólnie Krajeńskim, która składa się w szczególności z następujących składników\n                           materialnych i niematerialnych: prawo własności nieruchomości w Sępólnie Krajeńskim;  prawa wynikające z umów, których wykaz stanowi załącznik do umowy; prawo własności ruchomości, których wykaz stanowi załącznik do umowy; prawa wynikające z decyzji administracyjnych, których wykaz stanowi załącznik do\n                           umowy; autorskie prawa majątkowe oraz autorskie prawa zależne do projektów budowlanych\n                           dotyczących budynków posadowionych na w/w nieruchomościach,  prawa wynikające ze stosunków pracy pracowników Sprzedającego zatrudnionych w Zorganizowanej\n                           Części Przedsiębiorstwa; archiwum, księgi i dokumenty związane z prowadzeniem działalności gospodarczej,\n                           tajemnice przedsiębiorstwa w zakresie Zorganizowanej Części Przedsiębiorstwa.Strony ustaliły Cenę sprzedaży na kwotę 3.750.000,00 EUR netto płatną przy zawarciu\n                           umowy, nie później niż do dnia 02.10.2017r. Umowa przyrzeczona miałaby zostać zawarta\n                           do dnia 29 września 2017r.Warunkiem zawarcia umowy przyrzeczonej jest m.in. podjęcie przez Walne Zgromadzenie\n                           akcjonariuszy Spółki, wymaganą większością głosów, uchwały w przedmiocie wyrażenia\n                           zgody na sprzedaż Zorganizowanej Części Przedsiębiorstwa na rzecz Kupującego oraz\n                           podjęcie przez Radę Nadzorczą Spółki uchwały w przedmiocie wyrażenia zgody na sprzedaż\n                           Zorganizowanej Części Przedsiębiorstwa na rzecz Kupującego.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów w tego typu umowach.\n                           Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2017-07-25"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd spółki PROJPRZEM Spółka Akcyjna z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym, tj. 21 lipca 2017 roku, otrzymał informację od Pana Wojciecha\n                           Dłużewskiego _dalej \"Akcjonariusz\"_ o zmniejszeniu stanu posiadania akcji wraz z ojcem\n                           Pawłem Dłużewskim poniżej 5% w ogólnej liczbie głosów na Walnym Zgromadzeniu Spółki\n                           w wyniku sprzedaży w dniu 27.06.2017r. 6.100 akcji uprzywilejowanych imiennych Spółki.\n                           Przed dokonaniem wyżej wymienionej transakcji Akcjonariusz poinformował, że posiadał\n                           łącznie 6.302 sztuk akcji _w tym 6.100 akcji uprzywilejowanych imiennych serii A oraz\n                           282 akcje zwykłe_ stanowiących łącznie ok. 0,11% kapitału zakładowego uprawniających\n                           do 24.682 głosów stanowiących ok. 0,35% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           PROJPRZEM S.A. Ponadto przed dokonaniem w/w transakcji Akcjonariusz posiadał wraz\n                           ze swoim ojcem Pawłem Dłużewskim 151.356 sztuk akcji Spółki _w tym 111.000 akcji imiennych\n                           uprzywilejowanych oraz 40.356 akcji zwykłych na okaziciela_, stanowiących ok. 2,53%\n                           kapitału zakładowego tej Spółki i dających prawo do 484.356 głosów na Walnym Zgromadzeniu\n                           Spółki stanowiących ok. 6,87% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.Po dokonaniu powyższej transakcji na dzień 28.06.2017r., Akcjonariusz poinformował,\n                           że posiada 282 sztuki akcji Spółki stanowiących ok. 0,005% kapitału zakładowego tej\n                           Spółki i dających prawo do 282 głosów, co stanowi 0,004% ogólnej liczby głosów na\n                           Walnym Zgromadzeniu Spółki _przed przyjęciem skutku w postaci uprzywilejowania akcji\n                           imiennych będących przedmiotem sprzedaży, co nastąpi w momencie poinformowania Spółki\n                           o sprzedaży_.Po dokonaniu powyższej transakcji, Akcjonariusz poinformował, że posiada na dzień\n                           28.06.2017r. wraz ze swoim ojcem Pawłem Dłużewskim 40.356 akcji Spółki stanowiących\n                           ok. 0,675% kapitału zakładowego tej Spółki i dających prawo do 40.356 głosów, co stanowi\n                           0,572% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki _przed przyjęciem skutku\n                           w postaci uprzywilejowania akcji imiennych będących przedmiotem sprzedaży, co nastąpi\n                           w momencie poinformowania Spółki o sprzedaży_.Jednocześnie Akcjonariusz poinformował, że nie posiada uprawnień do głosów z akcji,\n                           o których mowa w art. 69 ust. 4 pkt 7 i 8 ustawy o ofercie oraz nie zawarła i nie\n                           występują osoby o których mowa w art. 87 ust. 1 pkt 3 lit. c. ustawy o ofercie.",
        "date": "2017-07-21"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ informuje, iż Spółka otrzymała\n                           w dniu wczorajszym od spółki Grupa Kapitałowa IMMOBILE S.A. - osoby blisko związanej\n                           ze Spółką poprzez osobę Pana Piotra Fortuna, który jest jednocześnie osobą zarządzającą\n                           w spółce Grupa Kapitałowa IMMOBILE S.A. i członkiem Rady Nadzorczej w Spółce, poprawione\n                           zawiadomienie, pierwotnie wysłane w dniu 23.06.2017 r., dotyczące sprzedaży i zakupu\n                           akcji Spółki o treści jak w załączonym dokumencie. Zakres poprawki dotyczy formy przedstawienia danych o transakcjach na akcjach.",
        "date": "2017-07-04"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. _dalej \"Spółka\"_ informuje, że w dniu 29.06.2017 r. Zwyczajne\n                           Walne Zgromadzenie Spółki wybrało w skład Rady Nadzorczej aktualnej kadencji następujące\n                           osoby:1. Pana Sławomira Kamińskiego,2. Pana Marcina Marczuka,3. Pana Sławomira Winieckiego,4. Pana Rafała Jerzy.W załączeniu Spółka przedstawia życiorysy Członków Rady Nadzorczej.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. _dalej \"Spółka\"_ informuje, że w dniu wczorajszym tj. 29 czerwca\n                           2017r. Zarząd Spółki otrzymał informację o rezygnacji z funkcji Członka Rady Nadzorczej\n                           w Spółce złożonej przez Pana Michała Królikowskiego. Pan Michał Królikowski nie podał\n                           przyczyn złożenia rezygnacji.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd spółki PROJPRZEM Spółka Akcyjna z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym, tj. 29 czerwca 2017 roku, otrzymał informację od Pana Zdzisława\n                           Klimkiewicza _dalej \"Akcjonariusz\"_ o zmniejszeniu stanu posiadania akcji poniżej\n                           5% w ogólnej liczbie głosów na Walnym Zgromadzeniu Spółki w wyniku sprzedaży w dniu\n                           23.06.2017r. 189.326 akcji uprzywilejowanych imiennych Spółki. Przed dokonaniem wyżej wymienionej transakcji Akcjonariusz poinformował, że posiadał\n                           259.385 sztuk akcji Spółki _w tym 189.326 akcji imiennych uprzywilejowanych oraz 70.059\n                           akcji zwykłych na okaziciela_, stanowiących ok. 4,34% kapitału zakładowego tej Spółki\n                           i dających prawo do 827.363 głosów na Walnym Zgromadzeniu Spółki stanowiących ok.\n                           11,73% ogólnej liczy głosów na Walnym Zgromadzeniu Spółki.Po dokonaniu powyższej transakcji, Akcjonariusz poinformował, że posiada 70.059 akcji\n                           Spółki stanowiących ok 1,17% kapitału zakładowego tej Spółki i dających prawo do 40.074\n                           głosów, co stanowi 1,00% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki _przed\n                           przyjęciem skutku w postaci uprzywilejowania akcji imiennych będących przedmiotem\n                           sprzedaży, co nastąpi w momencie poinformowania Spółki o sprzedaży_.Jednocześnie Akcjonariusz poinformował, że nie posiada uprawnień do głosów z akcji,\n                           o których mowa w art. 69 ust. 4 pkt 7 i 8 ustawy o ofercie oraz nie zawarła i nie\n                           występują osoby o których mowa w art. 87 ust. 1 pkt 3 lit. c. ustawy o ofercie.",
        "date": "2017-06-29"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. _dalej \"Spółka\"_ informuje, że w dniu dzisiejszym tj. 28 czerwca\n                           2017r. Zarząd Spółki otrzymał informację o rezygnacjach z funkcji w Radzie Nadzorczej\n                           Spółki złożonych przez Pana Mirosława Babiaczyka i Pana Lecha Cyprysiaka. Rezygnacje\n                           obu Członków Rady Nadzorczej złożone zostały z przyczyn osobistych.",
        "date": "2017-06-28"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd spółki PROJPRZEM Spółka Akcyjna z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym, tj. 28 czerwca 2017 roku, otrzymał informację od Pana Pawła\n                           Dłużewskiego _dalej \"Akcjonariusz\"_ o zmniejszeniu stanu posiadania akcji poniżej\n                           5% w ogólnej liczbie głosów na Walnym Zgromadzeniu Spółki w wyniku sprzedaży w dniu\n                           23.06.2017r. 104.900 akcji uprzywilejowanych imiennych Spółki. Przed dokonaniem wyżej wymienionej transakcji Akcjonariusz poinformował, że posiadał\n                           144.974 sztuki akcji Spółki _w tym 104.900 akcji imiennych uprzywilejowanych oraz\n                           40.074 akcji zwykłych na okaziciela_, stanowiących ok. 2,42% kapitału zakładowego\n                           tej Spółki i dających prawo do 459.674 głosów na Walnym Zgromadzeniu Spółki stanowiących\n                           ok. 6,52% ogólnej liczy głosów na Walnym Zgromadzeniu Spółki.Po dokonaniu powyższej transakcji, Akcjonariusz poinformował, że posiada 40.074 akcji\n                           Spółki stanowiących ok. 0,67% kapitału zakładowego tej Spółki i dających prawo do\n                           40.074 głosów, co stanowi 0,57% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki\n                           _przed przyjęciem skutku w postaci uprzywilejowania akcji imiennych będących przedmiotem\n                           sprzedaży, co nastąpi w momencie poinformowania Spółki o sprzedaży_.Jednocześnie Akcjonariusz poinformował, że nie posiada uprawnień do głosów z akcji,\n                           o których mowa w art. 69 ust. 4 pkt 7 i 8 ustawy o ofercie oraz nie zawarła i nie\n                           występują osoby o których mowa w art. 87 ust. 1 pkt 3 lit. c. ustawy o ofercie.",
        "date": "2017-06-28"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd spółki PROJPRZEM Spółka Akcyjna z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym, tj. 23 czerwca 2017 roku, otrzymał informację od spółki Grupa\n                           Kapitałowa IMMOBILE S.A. z siedzibą w Bydgoszczy _dalej GK IMMOBILE_ o sprzedaży w\n                           dniu 21.06.2017r. 185.000 akcji zwykłych na okaziciela Spółki i w dniu 22.06.2017r.\n                           300.000 akcji zwykłych na okaziciela Spółki. Ponadto GK IMMOBILE poinformowała o nabyciu\n                           w dniu dzisiejszym tj. 23.06.2017r. w wyniku transakcji poza rynkiem regulowanym 356.375\n                           akcji imiennych Spółki, które w wyniku transakcji utraciły swoje uprzywilejowanie\n                           w zakresie głosów na Walnym Zgromadzeniu Spółki, przez co stan posiadania przez GK\n                           IMMOBILE akcji Spółki zmniejszył się o 128.625 sztuk akcji i liczby głosów na Walnym\n                           Zgromadzeniu Spółki w stosunku do dnia 20.06.2017, jednakże procentowy udział w ogólnej,\n                           zmniejszonej liczbie głosów zwiększył się o 3,04 %. Przed dokonaniem wyżej wymienionych transakcji GK IMMOBILE posiadała bezpośrednio\n                           2.047.109 akcji Spółki, stanowiących 34,22% kapitału zakładowego tej Spółki i dających\n                           prawo do 2.047.109 głosów na Walnym Zgromadzeniu Spółki co stanowi 29,03% z ogólnej\n                           liczby 7.051.841 głosów. Po dokonaniu powyższych transakcji, których dotyczy zawiadomienie, GK IMMOBILE bezpośrednio\n                           posiada 1.918.484 akcji Spółki stanowiących 32,07% kapitału zakładowego tej Spółki\n                           i dających prawo do 1.918.484 głosów, co stanowi 32,07% ogólnej, zmniejszonej liczby\n                           głosów na Walnym Zgromadzeniu Spółki.Jednocześnie spółka Grupa Kapitałowa IMMOBILE S.A., w oparciu o treść art. 69 ust.\n                           1 pkt. 1 oraz art. 69a ust 1 pkt. 3_ ustawy z dnia 29.07.2005 roku o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych niniejszym zawiadamia, iż posiada także  akcji Spółki\n                           w spółkach zależnych MAKRUM Development Spółka z o.o. z siedzibą w Bydgoszczy, Kuchet\n                           Spółka z o.o. z siedzibą w Bydgoszczy, Nobles Spółka z o.o. z siedzibą w Bydgoszczy\n                           oraz Hotel 1 Spółka z o.o. z siedzibą w Bydgoszczy. W dniu 20.06.2017 roku MAKRUM Development Sp. z o.o. zbyła 100.000 sztuk akcji Spółki,\n                           a w dniu 22.06.2017 roku nabyła 300.000 sztuka akcji. Ponadto w dniu 20.06.2017 roku\n                           NOBLES Sp. z o.o. nabyła 30.625 sztuk akcji Spółki. Przed dokonaniem wyżej wymienionych transakcji GK IMMOBILE posiadała bezpośrednio\n                           i pośrednio 3.830.370 akcje Spółki stanowiących 64,02% kapitału zakładowego tej Spółki\n                           i dających prawo do 3.830.370 głosów na Walnym Zgromadzeniu Spółki, co stanowiło 53,62%\n                           ogólnej liczby głosów.Po dokonaniu powyższych transakcji, których dotyczy zawiadomienie, GK IMMOBILE bezpośrednio\n                           oraz pośrednio poprzez swoje spółki zależne posiada 3.932.370 akcji Spółki stanowiących\n                           65,73% kapitału zakładowego tej Spółki i dających prawo do 3.932.370 głosów, co stanowi\n                           65,73% ogólnej, zmniejszonej liczby głosów na Walnym Zgromadzeniu Spółki.Jednocześnie, w związku z treścią art. 69 ust. 4 ustawy, o której mowa powyżej, GK\n                           IMMOBILE informuje, iż:1. Grupa Kapitałowa IMMOBILE S.A. posiada akcje Spółki poprzez podmioty zależne: MAKRUM\n                           Development Spółka z o.o. z siedzibą w Bydgoszczy, Kuchet Spółka z o.o. z siedzibą\n                           w Bydgoszczy, Nobles Spółka z o.o. z siedzibą w Bydgoszczy oraz Hotel 1 Spółka z o.o.\n                           z siedzibą w Bydgoszczy,2. Grupa Kapitałowa IMMOBILE S.A. nie zawarła i nie jest stroną umowy, w tym z osobą\n                           trzecią o której jest mowa w art. 87 ust. 1 pkt 3 lit. c. powyżej wskazanej ustawy,\n                           a której przedmiotem byłoby przekazanie uprawnienia do wykonywania prawa głosu z akcji\n                           Spółki.",
        "date": "2017-06-23"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ informuje, iż Spółka otrzymała\n                           w dniu dzisiejszym od spółki Grupa Kapitałowa IMMOBILE S.A. - osoby blisko związanej\n                           ze Spółką poprzez osobę Pana Piotra Fortuna, który jest jednocześnie osobą zarządzającą\n                           w spółce Grupa Kapitałowa IMMOBILE S.A. i członkiem Rady Nadzorczej w Spółce, zawiadomienie\n                           dotyczące sprzedaży i zakupu akcji Spółki o treści jak w załączonym dokumencie.",
        "date": "2017-06-23"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd spółki PROJPRZEM Spółka Akcyjna z siedzibą w Bydgoszczy informuje, iż w dniu\n                           dzisiejszym, tj. 23 czerwca 2017 roku, otrzymał informację od spółki MAKRUM Development\n                           Sp. z o.o. z siedzibą w Bydgoszczy _spółka zależna od Grupa Kapitałowa IMMOBILE S.A._\n                           o zbyciu w dniu 20.06.2017 r. 100.000 akcji PROJPRZEM S.A. oraz o nabyciu w dniu wczorajszym\n                           tj. 22.06.2017r., w wyniku transakcji poza rynkiem regulowanym 300.000 akcji PROJPRZEM\n                           S.A., przez co stan posiadania przez spółkę MAKRUM Development Sp. z o.o. akcji spółki\n                           PROJPRZEM S.A. zwiększył się o 5,01 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           spółki PROJPRZEM S.A. w stosunku do dnia poprzedzającego pierwszą z wymienionych transakcji.\n                           Przed dokonaniem transakcji, których dotyczy zawiadomienie MAKRUM Development Sp.\n                           z o.o. posiadała 1.480.118 akcji spółki PROJPRZEM S.A., stanowiących 24,74% kapitału\n                           zakładowego tej Spółki i dających prawo do 1.480.118 głosów na Walnym Zgromadzeniu\n                           PROJPRZEM S.A., co stanowi 21,50% ogólnej liczby głosów.Po dokonaniu transakcji, których dotyczy zawiadomienie MAKRUM Development Sp. z o.o.\n                           posiada 1.680.118 akcji spółki PROJPRZEM S.A., stanowiących 28.08% kapitału zakładowego\n                           tej Spółki i dających prawo do 1.680.118 głosów na Walnym Zgromadzeniu PROJPRZEM S.A,\n                           co stanowi 28,08% ogólnej liczby głosów. Jednocześnie, w związku z treścią art. 69 ust. 4 ustawy, o której mowa powyżej, MAKRUM\n                           Development Sp. z o.o. informuje, iż:1. MAKRUM Development Sp. z o.o. nie posiada akcji spółki PROJPRZEM S.A. z siedzibą\n                           w Bydgoszczy poprzez podmioty zależne,2. MAKRUM Development Sp. z o.o. nie zawarła i nie jest stroną umowy, w tym z osobą\n                           trzecią, o której jest mowa w art. 87 ust. 1 pkt 3 lit. c. powyżej wskazanej ustawy,\n                           a której przedmiotem byłoby przekazanie uprawnienia do wykonywania prawa głosu z akcji\n                           spółki PROJPRZEM S.A. z siedzibą w Bydgoszczy.",
        "date": "2017-06-23"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje, iż w dniu\n                           dzisiejszym otrzymał informację od czterech akcjonariuszy posiadających łącznie 356.375\n                           akcji imiennych uprzywilejowanych o sprzedaży tych akcji na rzecz podmiotu trzeciego,\n                           który nie posiada akcji imiennych uprzywilejowanych. W związku z powyższym zgodnie\n                           z §3 ust. 3 Statutu Spółki uprzywilejowanie wyżej wymienionych akcji wygasa. Uprzywilejowanie\n                           akcji polegało na tym, że na jedną akcję przypadały w głosowaniu na Walnym Zgromadzeniu\n                           Spółki cztery głosy.Wyżej wymienione akcje imienne uprzywilejowane były jedynymi tego rodzaju akcjami\n                           w Spółce. Wobec powyższego wraz z utratą w/w akcji uprzywilejowania w Spółce istnieją\n                           w chwili obecnej jedynie akcje zwykłe na okaziciela oraz imienne bez jakiegokolwiek\n                           uprzywilejowania. Jednocześnie Spółka informuje, że w związku z powyższą transakcją wysokość kapitału\n                           zakładowego nie uległa zmianie, natomiast zmianie uległa ilość głosów na Walnym Zgromadzeniu,\n                           która w chwili obecnej wynosi 5.982.716 głosów, co odpowiada ilości akcji w Spółce.",
        "date": "2017-06-23"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ informuje, że w dniu wczorajszym\n                           tj. 22 czerwca 2017r. zawarła umowę o multilinię z Bankiem Zachodnim WBK S.A. z siedzibą\n                           we Wrocławiu _dalej Bank_, na podstawie której Bank zobowiązał się wobec Spółki do\n                           świadczenia usług kredytowych do wysokości multilinii w kwocie 13.000.000,00 PLN z\n                           terminem spłaty określonym na dzień 21.06.2018r.W związku z zawarciem w/w umowy w celu zabezpieczenia roszczeń Banku, Spółka ustanowiła\n                           w dniu wczorajszym na nieruchomości przy ul. Kotomierskiej w Koronowie, dla której\n                           Sąd Rejonowy w Bydgoszczy prowadzi księgę wieczystą KW nr BY1B/00060014/6 hipotekę\n                           umowną na rzecz Banku do kwoty 22,5 mln PLN.Ponadto w związku z zawarciem przez Spółkę umowy poręczenia z Bankiem, Spółka w dniu\n                           wczorajszym ustanowiła na nieruchomościach Spółki tj.:- prawo użytkowania wieczystego wpisane w księdze wieczystej KW nr BY1B/00060014/6,- prawo użytkowania wieczystego wpisane w księdze wieczystej KW nr BY1B/00061790/6,- prawo użytkowania wieczystego wpisane w księdze wieczystej KW nr BY1B/00067130/4,- nieruchomość lokalową wpisaną w księdze wieczystej KW nr BY1B/00181450/8,- udział w wysokości 3631/66702 części nieruchomości wpisanej w księdze wieczystej\n                           KW nrBY1B/00090474/7,- prawo użytkowania wieczystego wpisane w księdze wieczystej KW nr ZG1N/00019804/7,hipotekę umowną na rzecz Banku do kwoty 15 mln PLN.Jednocześnie Spółka informuje, że w związku z zawarciem aneksu do umowy kredytowej\n                           z mBank S.A. Spółka w dniu 21.06.2017r. złożyła wniosek o wpis na rzecz mBank S.A.\n                           hipoteki umownej do kwoty 12 mln zł na niezabudowanej nieruchomości gruntowej położonej\n                           w Bydgoszczy gmina Bydgoszcz, stanowiącej działki gruntu o numerach ewidencyjnych\n                           401/1, 401/3, 401/4, 401/5, 401/6, 401/7, 401/8, 401/9, 401/10, 401/11, 401/12, 401/13,\n                           401/14, 401/15, 401/16, 401/17, 401/18, 401/19, 401/20, 401/21, 401/22, 401/23, 401/24,\n                           401/35, 401/37, 401/28 z obrębu ewidencyjnego nr 0337, dla której to nieruchomości\n                           gruntowej Sąd Rejonowy w Bydgoszczy, X Wydział Ksiąg Wieczystych prowadzi księgę wieczystą\n                           KW Nr BY1B/00093244/7.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2017-06-23"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd Spółki PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ informuje, iż\n                           w dniu wczorajszym tj. 20 czerwca 2017r. Rada Nadzorcza Spółki podjęła uchwałę o wyborze\n                           firmy Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością spółka komandytowa\n                           z siedzibą w Warszawie pod adresem: ul. Rondo ONZ  1, 00-124 Warszawa, wpisaną na\n                           listę podmiotów uprawnionych do badania sprawozdań finansowych prowadzoną przez Krajową\n                           Radę Biegłych Rewidentów pod numerem 130, do przeprowadzenia badania jednostkowych\n                           sprawozdań finansowych Spółki i skonsolidowanych sprawozdań finansowych grupy kapitałowej\n                           Spółki za rok 2017 i 2018, jak również do innych badań lub przeglądów, które przepisami\n                           powszechnie obowiązującymi są wymagane dla spółek publicznych.Spółka korzystała wcześniej z usług firmy Ernst & Young Audyt Polska Spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowa z siedzibą w Warszawie w związku z badaniem\n                           sprawozdań za 2016 rok w zakresie analogicznym jak w roku bieżącym.Wybór firmy Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością sp.k.,\n                           jako podmiotu uprawnionego do badania sprawozdań finansowych nastąpił zgodnie z art.\n                           66 ust. 4 ustawy z dnia 29 września 1994 r. o rachunkowości _t. j. Dz.U. 1994 Nr 121\n                           poz. 591 z późn. zm._ oraz postanowieniami Statutu Spółki.Umowa o przeprowadzenie badań sprawozdań finansowych Spółki będzie zawarta na okres\n                           dwóch lat.",
        "date": "2017-06-21"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. _dalej \"Spółka\"_ informuje, że w dniu dzisiejszym tj. 20 czerwca\n                           2017r. Zarząd Spółki otrzymał informację o rezygnacji z funkcji Członka Rady Nadzorczej\n                           w Spółce złożonej przez Pana Jacka Nowakowskiego. Rezygnacja Pana Jacka Nowakowskiego\n                           złożona została z przyczyn osobistych.",
        "date": "2017-06-20"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ informuje, że otrzymała w dniu\n                           dzisiejszym informację od swojej spółki zależnej PROJPRZEM Budownictwo Sp. z o.o.\n                           z siedzibą w Bydgoszczy _dalej Wykonawca_ o zawarciu w dniu dzisiejszym tj. 09 czerwca\n                           2017r. umowy z CDI Konsultanci Budowlani Sp. z o.o. z siedzibą w Bydgoszczy _dalej\n                           Zamawiający_, na podstawie której Wykonawca zobowiązał się wykonać na rzecz Zamawiającego,\n                           pakiet robót budowlanych dla inwestycji o nazwie: \"\"Budowa budynku handlowo-usługowo-biurowego\n                           przy ulicach Magdzińskiego, Przy Zamczysku oraz ul. Plac Kościeleckich w Bydgoszczy\"\n                           _dalej Przedmiot Umowy_. Za prawidłowe wykonanie Przedmiotu Umowy, Wykonawca otrzyma od Zamawiającego wynagrodzenie\n                           ryczałtowe w kwocie 29.717.725,00 zł netto, powiększonej o podatek VAT zgodnie z obowiązującymi\n                           przepisami.Pozostałe zapisy umowy nie odbiegają od standardowych zapisów w tego typu umowach.\n                           Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2017-06-09"
    },
    {
        "company_name": "PROJPRZEM",
        "content": "Zarząd PROJPRZEM S.A. z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje, iż w dniu\n                           wczorajszym otrzymał informację od akcjonariusza posiadającego 30.625 akcji imiennych\n                           uprzywilejowanych o sprzedaży tych akcji na rzecz podmiotu trzeciego, który nie posiada\n                           akcji imiennych uprzywilejowanych. W związku z powyższym zgodnie z §3 ust. 3 Statutu\n                           Spółki uprzywilejowanie wyżej wymienionych akcji wygasa. Uprzywilejowanie akcji polegało\n                           na tym, że na jedną akcję przypadały w głosowaniu na Walnym Zgromadzeniu Spółki cztery\n                           głosy.Jednocześnie Spółka informuje, że w związku z powyższą transakcją wysokość kapitału\n                           zakładowego nie uległa zmianie, natomiast zmianie uległa ilość głosów na Walnym Zgromadzeniu,\n                           która w chwili obecnej wynosi 7.051.841 głosów.",
        "date": "2017-06-01"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd spółki PROJPRZEM MAKRUM Spółka Akcyjna z siedzibą w Bydgoszczy _dalej \"Spółka\"_\n                           informuje, iż w dniu dzisiejszym, tj. 19 grudnia 2018 roku, otrzymał informację od\n                           spółki Grupa Kapitałowa IMMOBILE S.A. z siedzibą w Bydgoszczy _dalej GK IMMOBILE_\n                           o nabyciu w transakcjach pakietowych na rynku regulowanym w dniu 14.12.2018r. 174.000\n                           sztuk akcji zwykłych na okaziciela PROJPRZEM MAKRUM S.A. _dalej Spółka_, w dniu 17.12.2018r.\n                           176.000 sztuk akcji zwykłych na okaziciela Spółki oraz w dniu 18.12.2018r. 115.000\n                           sztuk akcji zwykłych na okaziciela Spółki.  Przed dokonaniem wyżej wymienionych transakcji GK IMMOBILE posiadała bezpośrednio\n                           1.918.484 akcji Spółki, stanowiących 32,07% kapitału zakładowego tej Spółki i dających\n                           prawo do 1.918.484 głosów na Walnym Zgromadzeniu Spółki co stanowi 32,07% z ogólnej\n                           liczby głosów na Walnym Zgromadzeniu Spółki. Po dokonaniu powyższych transakcji, których dotyczy zawiadomienie, GK IMMOBILE bezpośrednio\n                           posiada 2.383.484 akcji Spółki stanowiących 39,89% kapitału zakładowego tej Spółki\n                           i dających prawo do 2.383.484 głosów, co stanowi 39,89% ogólnej liczby głosów na Walnym\n                           Zgromadzeniu Spółki.Jednocześnie GK IMMOBILE informuje, że jej spółka zależna MAKRUM Development Sp. z\n                           o.o. dokonała sprzedaży w transakcjach pakietowych na rynku regulowanym w dniu 14.12.2018r.\n                           174.000 sztuk akcji zwykłych na okaziciela Spółki, w dniu 17.12.2018r., 176.000 sztuk\n                           akcji zwykłych na okaziciela Spółki, oraz w dniu 18.12.2018r. 115.000 sztuk akcji\n                           zwykłych na okaziciela Spółki. Po dokonaniu wyżej wymienionych transakcji stan posiadania w ramach grupy kapitałowej\n                           spółki GK IMMOBILE nie uległ zmianie w stosunku do stanu posiadania akcji Spółki przed\n                           w/w transakcjami, co oznacza, że GK IMMOBILE posiada nadal bezpośrednio oraz pośrednio\n                           3.932.370 akcji Spółki stanowiących 65.73% kapitału zakładowego tej Spółki i dających\n                           prawo do 3.932.370 głosów, co stanowi 65,73% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.Jednocześnie, w związku z treścią art. 69 ust. 4 ustawy, o której mowa powyżej, GK\n                           IMMOBILE poinformowała, iż:1. Grupa Kapitałowa IMMOBILE S.A. posiada akcje Spółki. poprzez podmioty zależne:\n                           MAKRUM Development Spółka z o.o. z siedzibą w Bydgoszczy, Kuchet Spółka z o.o. z siedzibą\n                           w Bydgoszczy, Nobles Spółka z o.o. z siedzibą w Bydgoszczy oraz Hotel 1 Spółka z o.o.\n                           z siedzibą w Bydgoszczy.2. Grupa Kapitałowa IMMOBILE S.A. nie zawarła i nie jest stroną umowy, w tym z osobą\n                           trzecią o której jest mowa w art. 87 ust. 1 pkt 3 lit. c. powyżej wskazanej ustawy,\n                           a której przedmiotem byłoby przekazanie uprawnienia do wykonywania prawa głosu z akcji\n                           Spółki.",
        "date": "2018-12-19"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd spółki PROJPRZEM MAKRUM Spółka Akcyjna z siedzibą w Bydgoszczy informuje, iż\n                           w dniu dzisiejszym, tj. 19 grudnia 2018 roku, otrzymał informację od spółki MAKRUM\n                           Development Sp. z o.o. z siedzibą w Bydgoszczy _spółka zależna od Grupa Kapitałowa\n                           IMMOBILE S.A._ o sprzedaży w transakcjach pakietowych na rynku regulowanym w dniu\n                           14.12.2018r. 174.000 sztuk akcji zwykłych na okaziciela spółki PROJPRZEM MAKRUM S.A.\n                           _dalej Spółka_, w dniu 17.12.2018r., 176.000 sztuk akcji zwykłych na okaziciela Spółki,\n                           oraz w dniu 18.12.2018r. 115.000 sztuk akcji zwykłych na okaziciela Spółki. Przed dokonaniem transakcji, których dotyczy zawiadomienie MAKRUM Development Sp.\n                           z o.o. posiadało 1.680.118 akcji Spółki, stanowiących 28,08% kapitału zakładowego\n                           tej Spółki i dających prawo do 1.680.118 głosów na Walnym Zgromadzeniu Spółki, co\n                           stanowi 28,08% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.Po dokonaniu transakcji, których dotyczy zawiadomienie MAKRUM Development Sp. z o.o.\n                           posiada 1.215.118 sztuk akcji Spółki, stanowiących 20,31% kapitału zakładowego Spółki\n                           i dających prawo do 20,31% głosów na Walnym Zgromadzeniu Spółki, co stanowi 20,31%\n                           ogólnej liczby głosów na Walnym Zgromadzeniu Spółki. Jednocześnie, w związku z treścią art. 69 ust. 4 ustawy, o której mowa powyżej, MAKRUM\n                           Development Sp. z o.o. poinformowało, że:1. MAKRUM Development Sp. z o.o. nie posiada akcji Spółki poprzez podmioty zależne,2. MAKRUM Development Sp. z o.o. nie zawarła i nie jest stroną umowy, w tym z osobą\n                           trzecią, o której jest mowa w art. 87 ust. 1 pkt 3 lit. c. powyżej wskazanej ustawy,\n                           a której przedmiotem byłoby przekazanie uprawnienia do wykonywania prawa głosu z akcji\n                           Spółki.",
        "date": "2018-12-19"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "PROJPRZEM MAKRUM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ informuje, że w dniu\n                           dzisiejszym tj. 14 grudnia 2018r. Spółka jako sprzedająca zawarła umowę sprzedaży\n                           prawa użytkowania wieczystego gruntu oznaczonego działkami ewidencyjnymi nr 12/2 i\n                           13/4 wraz z odrębnym prawem własności znajdujących się na nich budynków przy ul. Bernardyńskiej\n                           13 w Bydgoszczy wpisane na rzecz Spółki w księdze wieczystej Kw nr BY1B/00061790/6\n                           prowadzonej przez Sąd Rejonowy w Bydgoszczy X Wydział Ksiąg Wieczystych za cenę netto\n                           7.006.000,00 zł _siedem milionów sześć tysięcy złotych 00/100_ powiększoną o należny\n                           podatek VAT tj. za łączną cenę brutto 8.617.380,00zł _osiem milionów sześćset siedemnaście\n                           tysięcy trzysta osiemdziesiąt złotych_ na rzecz kupującej spółki Hotel 1 Sp. z o.o.\n                           z siedzibą w Bydgoszczy, w której jedynym udziałowcem jest spółka Grupa Kapitałowa\n                           IMMOBILE S.A. z siedzibą w Bydgoszczy.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2018-12-14"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "PROJPRZEM MAKRUM S.A. _dalej \"Spółka\"_ informuje, że w dniu dzisiejszym tj. 30 sierpnia\n                           2018r. Rada Nadzorcza Spółki podjęła uchwałę o powołaniu z dniem 01 września 2018r.\n                           do pełnienia funkcji Wiceprezesa Zarządu Spółki Pana Andrzeja Goławskiego.     Życiorys wybranego członka Zarządu Spółki stanowi załącznik do niniejszego raportu.Jednocześnie nowy członek Zarządu oświadczył m.in, że:1_ nie został skazany prawomocnym wyrokiem za przestępstwa określone w przepisach\n                           rozdziałów XXXIII – XXXVII Kodeksu karnego oraz art. 587, art. 590 i w art. 591 Kodeksu\n                           spółek handlowych,2_ nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie przepisów\n                           ustawy o Krajowym Rejestrze Sądowym, 3_ nie prowadzi działalności konkurencyjnej względem PROJPRZEM MAKRUM S.A. oraz nie\n                           jest wspólnikiem w konkurencyjnej spółce cywilnej lub spółce osobowej, bądź członkiem\n                           organów spółki kapitałowej lub organu jakiejkolwiek innej konkurencyjnej osoby prawnej,4_ nie pełni ani nie pełnił funkcji w organach zarządzających lub nadzorczych w jakimkolwiek\n                           podmiocie, który w okresie jego kadencji został postawiony w stan upadłości.  Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2018-08-30"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd PROJPRZEM MAKRUM S.A. z siedzibą w Bydgoszczy _dalej Spółka_ informuje, że\n                           zgodnie z podjętą przez Zwyczajne Walne Zgromadzenie Spółki w dniu dzisiejszym tj.\n                           29.05.2018r. uchwałą w sprawie wypłaty dywidendy oraz określenia daty nabycia prawa\n                           do dywidendy i terminu jej wypłaty postanowiono dokonać wypłaty dywidendy z zysku\n                           Spółki za rok 2017 w kwocie łącznej 6.580.987,60 zł, to jest 1,10 złotych na jedną\n                           akcję. Dywidendą objęte są akcje Spółki w liczbie 5.982.716 sztuk. Dniem nabycia prawa do dywidendy jest dzień 28.08.2018 r.Termin wypłaty przez Spółkę dywidendy ustala się na dzień 12.09.2018 r.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2018-05-29"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd spółki PROJPRZEM MAKRUM S.A. z siedzibą  w Bydgoszczy _\"Spółka\"_, informuje,\n                           że w dniu dzisiejszym otrzymał informację o podjęciu uchwały Rady Nadzorczej w sprawie\n                           rekomendacji Rady Nadzorczej Spółki w sprawie przeznaczenia zysku netto za 2017 rok\n                           w kwocie 8.041. tys. zł  na wypłatę dywidendy w kwocie 5.982.716,00 zł tj. 1 zł na\n                           akcję, w pozostałej zaś części zysku Rada Nadzorcza zarekomendowała przeznaczenie\n                           tej części zysku na kapitał zapasowy Spółki.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2018-05-02"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd PROJPRZEM MAKRUM S.A. z siedzibą w Bydgoszczy _dalej \"Spółka\"_ informuje, że\n                           w dniu wczorajszym _tj. 11.04.2018r._ Rada Nadzorcza Spółki powołała dotychczas sprawujących\n                           funkcje w Zarządzie Pana Piotra Szczeblewskiego i Pana Dariusza Szczechowskiego na\n                           kolejną kadencję Zarządu powierzając im dotychczasowe funkcje w Zarządzie tj. w przypadku\n                           p. Piotra Szczeblewskiego funkcję Prezesa Zarządu, a w przypadku Pana Dariusza Szczechowskiego\n                           funkcję Wiceprezesa Zarządu.  Zgodnie ze złożonymi oświadczeniami Członków Zarządu:  1_ w stosunku do nich nigdy nie zostały wydane jakiekolwiek wyroki skazujące za przestępstwa\n                           oszustwa ani wyroki sądowe zakazujące działania jako członek organów zarządzających\n                           lub nadzorczych w spółkach prawa handlowego, 2_ nie pełnią funkcji członka organu zarządzającego lub nadzorującego w podmiotach,\n                           które znalazły się w stanie upadłości, likwidacji lub wyznaczono dla nich zarząd komisaryczny\n                           w okresie ostatnich pięciu lat, 3_ nie prowadzą działalności konkurencyjnej w stosunku do działalności Spółki oraz\n                           nie są wspólnikami konkurencyjnej spółki cywilnej lub osobowej lub członkami organu\n                           jakiejkolwiek konkurencyjnej osoby prawnej, 4_ nie figurują w rejestrze dłużników niewypłacalnych, prowadzonym na podstawie ustawy\n                           z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze Sądowym.Życiorysy Członków Zarządu\n                           Spółki stanowią załączniki do niniejszego raportu.",
        "date": "2018-04-12"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd PROJPRZEM MAKRUM S.A. informuje, iż podjął decyzję o zmianie terminu publikacji\n                           raportu rocznegojednostkowego PROJPRZEM MAKRUM S.A. za rok 2017 oraz raportu rocznego skonsolidowanego\n                           Grupy Kapitałowej PROJPRZEM MAKRUM S.A. za rok 2017 z dnia 27 marca 2018 r. na dzień\n                           29 marca 2018 r.Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacjibieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania zarównoważne informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim\n                           _Dz. U. z2009 r. Nr 33, poz. 259_,",
        "date": "2018-03-23"
    },
    {
        "company_name": "PROJPRZEM MAKRUM",
        "content": "Zarząd PROJPRZEM MAKRUM S.A. z siedzibą w Bydgoszczy informuje, że w dniu dzisiejszym\n                           otrzymał informację ze strony Zarządu spółki zależnej Projprzem Budownictwo Sp. z\n                           o.o. z siedzibą w Bydgoszczy _dalej spółka zależna_ o zawarciu w dniu wczorajszym\n                           przez spółkę zależną umowy ze spółką Shapers' Polska Sp. z o.o. _dalej Inwestor_,\n                           której przedmiotem jest realizacja przez spółkę zależną na rzecz Inwestora zadania\n                           inwestycyjnego polegającego na rozbudowie i przebudowie zabudowy produkcyjno - magazynowo\n                           - biurowo - socjalnej wraz ze zmianą sposobu użytkowania jej części dla nieruchomości\n                           w Bydgoszczy. Za wykonanie przedmiotu umowy spółce zależnej należne będzie wynagrodzenia w wysokości\n                           około 11 milionów złotych netto powiększone o należny podatek VAT.Niniejsza informacja uznana została za informację poufną podlegającą publikacji na\n                           podstawie art. 17 ust 1 Rozporządzenia Parlamentu Europejskiego I Rady _UE_ Nr 596/2014\n                           Z Dnia 16 Kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające Dyrektywę 2003/6/We Parlamentu Europejskiego i Rady I Dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE I 2004/72/WE.",
        "date": "2018-02-15"
    }
]