[
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A. _\"Spółka\"_ informuje, iż w\n                           dniu dzisiejszym Spółka otrzymała od Pana Krzysztofa Moski zawiadomienie następującej\n                           treści:\t\"Na podstawie art. 69 ust. 2 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tj. Dz.U. z 2016r, poz. 1639 z późn. zm._ [\"Ustawa\"],\n                           zawiadamiam, iż w dniu 22. grudnia 2017 r. dokonałem zakupu 108.154 sztuk akcji Plast-Box\n                           S.A., z siedzibą w Słupsku, w ramach transakcji zakupu na rynku głównym GPW, w wyniku\n                           czego doszło do przekroczenia przeze mnie progu 5% ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki _\"Zmiana stanu posiadania\"_.Przed Zmianą stanu posiadania posiadałem 2.015.045 akcji Spółki, stanowiące 4,80%\n                           udziału w kapitale zakładowym Spółki oraz 4,80% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki, tj. uprawniających do wykonywania 2.015.045 głosów z akcji Spółki.Informuję, iż po Zmianie stanu posiadania, na dzień 22.09.2017 r. posiadam 2.123.199\n                           akcji Spółki, stanowiących 5,06% udziału w kapitale zakładowym Spółki oraz 5,06% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki, tj. uprawniających do wykonywania 2.123.199\n                           głosów z akcji Spółki.Informuję jednocześnie, iż nie posiadam podmiotów zależnych, posiadających akcje Spółki,\n                           brak jest osób, o których mowa w art. 87 ust.1 pkt.3 lit. c Ustawy, a także nie posiadam\n                           instrumentów finansowych o których mowa w art. 69b ust. 1 Ustawy.\"",
        "date": "2017-12-22"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_, w nawiązaniu do\n                           raportu bieżącego nr 47/2016 z dnia 21 grudnia 2016 r., informuje o podpisaniu w dniu\n                           dzisiejszym aneksów do:1_ umowy sprzedaży Nr 1-2008/TVK z dnia 11.07.2008 r. zawartej pomiędzy Spółką a \"Plast\n                           – Box Ukraina\" Sp. z o.o. z siedzibą w Czernichowie _spółką zależną od Przetwórstwa\n                           Tworzyw Sztucznych \"PLAST-BOX\" S.A._. Przedmiotem umowy jest sprzedaż przez Spółkę\n                           spółce \"Plast – Box Ukraina\" Sp. z o.o. granulatu polipropylenu i polietylenu. 2_ umowy sprzedaży Nr 1-2007 z dnia 22.12.2006 r. zawartej pomiędzy Spółką a spółką\n                           \"Plast-Box Ukraina\" Sp. z o.o. z siedzibą w Czernihowie. Przedmiotem umowy jest sprzedaż\n                           przez Spółkę spółce \"Plast-Box Ukraina\" Sp. z o.o. surowców, wyrobów gotowych oraz\n                           towarów obcych, dla których jako miejsce załadunku wskazane jest miasto Słupsk. \tZawartymi aneksami przedłużono okres obowiązywania ww. umów do dnia 31 grudnia 2018\n                           r.",
        "date": "2017-12-18"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           informuje o podpisaniu przez Spółkę z mBank S.A. z siedzibą w Warszawie w dniu dzisiejszym\n                           aneksu do Umowy Elektronicznej Zapłaty Zobowiązań Spółki zawartej w dniu 18 grudnia\n                           2012 roku _informacja o podpisaniu umowy oraz późniejszych zmian została przekazana do publicznej\n                           wiadomości raportami bieżącymi nr 186/2012 z dnia 19 grudnia 2012 roku, nr 40/2015\n                           z dnia 25 sierpnia 2015 roku, nr 26/2016 z dnia 19 sierpnia 2016 roku oraz nr 48/2016\n                           z dnia 23 grudnia 2016 roku_. Zgodnie z podpisanym aneksem przedłużono okres obowiązywania ww. umowy wyznaczając\n                           dzień 30 kwietnia 2019 roku jako dzień całkowitej spłaty wynikających z niej zobowiązań.",
        "date": "2017-12-15"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _\"Spółka\"_ informuje, że w\n                           dniu dzisiejszym powziął informację o dokonaniu w dniu 1.12.2017 r. przez Sąd Rejonowy\n                           Gdańsk- Północ w Gdańsku Wydział IX Gospodarczy - Rejestru Zastawów wpisu zastawu\n                           rejestrowego w Rejestrze Zastawów pod pozycją 2553286. Zastaw ustanowiono do kwoty 24.000.000,00 zł _dwadzieścia cztery miliony złotych_\n                           stanowiącej najwyższą sumę zabezpieczenia na środkach obrotowych Spółki _zapasy magazynowe_\n                           o wartości 14.000.000 zł _czternaście milionów złotych_ na dzień 23 sierpnia 2017\n                           r. na rzecz Raiffeisen Bank Polska Spółka Akcyjna.Zastaw ustanowiono w ramach udzielonego Spółce przez Raiffeisen Bank Polska S.A.: Limitu Wierzytelności w łącznej wysokości do 8.000.000 zł _osiem milionów złotych_\n                           na podstawie umowy z dnia 30 sierpnia 2017 r. oraz   kredytu do kwoty 4.000.000 zł _cztery miliony złotych_ na podstawie Umowy kredytowej\n                           z dnia 31 sierpnia 2017 r. Informacja o zawarciu umów przekazana została raportem bieżącym nr 17/2017 z dnia\n                           31.08.2017 r.",
        "date": "2017-12-11"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           informuje, że w dniu 8 grudnia 2017 r. wpłynęło do Spółki zawiadomienie otrzymane\n                           od Pana Krzysztofa Kmity - Dyrektora Finansowego, Prokurenta _osoba zobowiązana_,\n                           sporządzone na podstawie art. 19 Rozporządzenia Parlamentu Europejskiego i Rady nr\n                           596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie\n                           nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady\n                           i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE, o dokonanych transakcjach\n                           nabycia akcji Spółki. Treść zawiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-12-08"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _\"Spółka\"_ niniejszym informuje,\n                           że w skonsolidowanym raporcie kwartalnym za III kwartał 2017 r., opublikowanym przez\n                           Spółkę w dniu 15 listopada 2017 roku, w wyniku omyłki podano błędne dane w zakresie\n                           przedstawionym w załączeniu do niniejszego raportu. Przedstawiona korekta nie ma wpływu na pozostałe elementy skonsolidowanego sprawozdania\n                           kwartalnego Spółki za okres zakończony 30 września 2017 r.W związku z powyższym w dniu 27 listopada 2017 r. Spółka przekaże do publicznej wiadomości\n                           skorygowany skonsolidowany raport kwartalny za III kwartał 2017 r.",
        "date": "2017-11-27"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _\"Spółka\"_ informuje, że w\n                           dniu dzisiejszym powziął informację o dokonaniu w dniu 7.11.2017 r. przez Sąd Rejonowy\n                           Gdańsk- Północ w Gdańsku Wydział IX Gospodarczy - Rejestru Zastawów, wpisu zastawu\n                           rejestrowego w Rejestrze Zastawów pod pozycją 2550388. Zastaw ustanowiono do kwoty 24.000.000 zł _dwadzieścia cztery miliony złotych_ stanowiącej\n                           najwyższą sumę zabezpieczenia na środkach trwałych Spółki _maszyny i urządzenia_ o\n                           wartości 14.194.185 zł _czternaście milionów sto dziewięćdziesiąt cztery tysiące sto\n                           osiemdziesiąt pięć złotych_ na rzecz Raiffeisen Bank Polska Spółka Akcyjna.Zastaw ustanowiono w ramach udzielonego Spółce przez Raiffeisen Bank Polska Spółka\n                           Akcyjna Limitu Wierzytelności w łącznej wysokości do 8.000.000 zł _osiem milionów\n                           złotych_ na podstawie umowy z dnia 30 sierpnia 2017 r. _informacja o zawarciu umowy\n                           została przekazana raportem nr 17/2017 z dnia 31.08.2017 r._.",
        "date": "2017-11-17"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           przekazuje do publicznej wiadomości wybrane wstępne, skonsolidowane wyniki finansowe\n                           Grupy Kapitałowej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. za 3 kwartały 2017\n                           roku:a_ uzyskane przychody 122 836 tys. zł,b_ uzyskana wartość EBITDA 14 393 tys. zł,c_ uzyskany zysk netto 5 335 tys. zł,d_ uzyskana stopa EBITDA 11,7%,e_ uzyskana stopa zysku netto 4,3%.Przedstawione wyniki finansowe zostały sporządzone na podstawie dostępnych Zarządowi\n                           Spółki danych finansowych za okres styczeń-wrzesień 2017 roku osiągniętych przez Spółkę\n                           i jej spółki zależne. Obliczenia dokonane zostały według najlepszej wiedzy Zarządu\n                           na dzień ich sporządzania i w oparciu o założenie, że nie powstaną i nie ujawnią się okoliczności, które mogłyby\n                           istotnie wpłynąć na wynik finansowy po dniu opublikowania powyższych danych.Powyższe szacunki będą monitorowane na bieżąco do czasu publikacji raportu okresowego\n                           Spółki za III kwartał 2017 roku tj. do dnia 15 listopada 2017 roku.O wszelkich zdarzeniach mogących mieć istotny wpływ na ww. szacunki Spółka poinformuje\n                           odrębnym raportem bieżącym.",
        "date": "2017-10-27"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. _\"Spółka\"_ podaje do\n                           publicznej wiadomości listę akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na Nadzwyczajnym Walnym Zgromadzeniu Spółki _dalej NWZ_, które odbyło się 9 października\n                           2017 r. w siedzibie Spółki w Słupsku przy ul. Lutosławskiego 17A:1. PARAVITA HOLDING LIMITED posiadała 10.228.720 głosów co stanowiło 63,96% liczby\n                           głosów na NWZ i 24,39% ogólnej liczby głosów,2. Pan Grzegorz Pawlak posiadał 5.025.932 głosów co stanowiło 31,43% liczby głosów\n                           na NWZ i 11,98% ogólnej liczby głosów.",
        "date": "2017-10-09"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ informuje, że uchwałą\n                           nr 9/2017 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 9 października 2017 r.\n                           pan Borys Artari-Kolumb odwołany został z funkcji Członka Rady Nadzorczej Spółki.\n                           Jednocześnie na ww. Nadzwyczajnym Walnym Zgromadzeniu Spółki podjęto uchwałę nr 10/2017,\n                           na mocy której na Członka Rady Nadzorczej powołana została pani Natalia Majer.Informacja o powołanym Członku Rady Nadzorczej:Pani Natalia Majer Doświadczenie zawodowe:04-2016 - obecnie Prezes Zarządu, Globalcom Sp. z o.o.11.2013 – 12.2014 Dyrektor ds. zakupów oraz polityki asortymentowej, \"Nowa Linia\"\n                           sieć handlowa01.2007 – 03.2013 Partner zarządzający, Consulting \"Adamski&Majer\" Sp.J.06.2003 – 05.2006 Zastępca Dyrektora Projektu, “EpcentrK\" _sieć marketów budowlanych_01.2000 - 04.2003 Dyrektor ds. Asortymentu Działu Dekoracji, Castorama Polska sp.\n                           z o.o.  - Dyrekcja Generalna02.1997 – 01.2000 Asystentka Dyrektora ds. Asortymentu, Castorama Polska sp. z o.o.\n                           Dyrekcja GeneralnaEdukacja:\t1989 -1994 Dyplom Magistra Filologii Romańskiej: Uniwersytet Kanta w Kaliningradzie\n                           _Rosja_Przebyte kursy:• Umiejętności efektywnej komunikacji,• Motywowanie pracowników,• Współpraca w zespole,• Generowanie zysków w oparciu o negocjacje.Zgodnie ze złożonym oświadczeniem, pani Natalia Majer nie jest wspólnikiem w konkurencyjnej\n                           spółce cywilnej lub spółce osobowej bądź członkiem organu konkurencyjnej spółki kapitałowej\n                           ani jakiejkolwiek innej konkurencyjnej osoby prawnej. Zgodnie ze złożonym oświadczeniem,\n                           nie jest również wpisana do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie\n                           ustawy o KRS.Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-10-09"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. _Spółka_ przekazuje\n                           treść uchwał podjętych na Nadzwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się\n                           w dniu 9 października 2017 roku w siedzibie Spółki w Słupsku przy ul. Lutosławskiego\n                           17A oraz informacje na temat każdej uchwały w zakresie liczby akcji, z których oddano\n                           ważne głosy, oraz procentowego udziału tychże akcji w kapitale zakładowym, łączną\n                           liczbę ważnych głosów, w tym liczbę głosów \"za\", \"przeciw\" i \"wstrzymujących się\".UCHWAŁA NR 1/2017Nadzwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupskuz dnia 9 października 2017 roku w sprawie wyboru Przewodniczącego Walnego ZgromadzeniaNiniejszym, działając na podstawie\n                           art. 409 § 1 Kodeksu spółek handlowych oraz § 4 Regulaminu Walnego Zgromadzenia, Nadzwyczajne\n                           Walne Zgromadzenie Spółki postanawia:§ 1Dokonać wyboru na Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia Przetwórstwa\n                           Tworzyw Sztucznych \"Plast-Box\" S.A. odbywającego się w dniu 9 października 2017 r.\n                           Pana Dariusza Głażewskiego. § 2Uchwała wchodzi w życie z chwilą podjęcia. W głosowaniu tajnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\". UCHWAŁA NR 2/2017Nadzwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupskuz dnia 9 października 2017 roku w sprawie rezygnacji z wyboru Komisji SkrutacyjnejNiniejszym, działając na podstawie § 6 pkt 8 Regulaminu Walnego Zgromadzenia, Nadzwyczajne\n                           Walne Zgromadzenie Spółki postanawia:§ 1Odstąpić od wyboru Komisji Skrutacyjnej na Nadzwyczajnym Walnym Zgromadzeniu odbywającym\n                           się w dniu 9 października 2017 r.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 3/2017Nadzwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: zmiany Statutu SpółkiNadzwyczajne Walne Zgromadzenie spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\"\n                           Spółka Akcyjna, działając na podstawie art. 430 Kodeksu spółek handlowych oraz § 16\n                           pkt 9 Statutu Spółki, uchwala co następuje:  §1Zmianie ulega § 16 pkt 14 Statutu Spółki w ten sposób, że dotychczasowe brzmienie:ustalenie wysokości wynagrodzenia członków Rady Nadzorczej,zastępuje się następującą treścią:ustalenie wysokości wynagrodzenia członków Rady Nadzorczej oraz członków Komitetu\n                           Audytu,§2Uchwała wchodzi w życie z chwilą podjęcia, z mocą od chwili wpisania przez właściwy\n                           sąd rejestrowy zmian Statutu Spółki objętych niniejszą Uchwałą w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego.W głosowaniu jawnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 4/2017Nadzwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: zmiany Statutu SpółkiNadzwyczajne Walne Zgromadzenie spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\"\n                           Spółka Akcyjna, działając na podstawie art. 430 Kodeksu spółek handlowych oraz § 16\n                           pkt 9 Statutu Spółki, uchwala co następuje:  §1Zmianie ulega § 18 ust. 1 Statutu Spółki w ten sposób, że dotychczasowe brzmienie:Rada Nadzorcza składa się z 5 _pięć_ członków w tym Przewodniczącego i Zastępcy Przewodniczącego,\n                           wybieranych na okres 5-letniej _pięcioletniej_ wspólnej kadencji.zastępuje się następującą treścią:Rada Nadzorcza składa się z 5 _pięć_ członków w tym Przewodniczącego i Zastępcy Przewodniczącego,\n                           wybieranych na okres 5-letniej _pięcioletniej_ wspólnej kadencji. Co najmniej dwóch\n                           członków Rady Nadzorczej powinno spełniać kryterium niezależności w rozumieniu art.\n                           129 Ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich oraz\n                           nadzorze publicznym. Co najmniej jeden członek Rady Nadzorczej powinien posiadać kwalifikacje\n                           w zakresie rachunkowości lub badania sprawozdań finansowych. §2Zmianie ulega § 18 ust. 7 Statutu Spółki w ten sposób, że dotychczasowe brzmienie:Uchwały Rady Nadzorczej zapadają bezwzględną większością głosów, jeżeli na posiedzeniu\n                           jest obecna co najmniej połowa jej członków, a wszyscy członkowie zostali zaproszeni\n                           na piśmie, przy czym zaproszenia powinny zostać wysłane nie później niż na 10 dni\n                           przed planowanym posiedzeniem. W przypadku równej liczby głosów decyduje głos Przewodniczącego.zastępuje się następującą treścią:Uchwały Rady Nadzorczej zapadają bezwzględną większością głosów, jeżeli na posiedzeniu\n                           jest obecna co najmniej połowa jej członków, a wszyscy członkowie zostali zaproszeni\n                           na piśmie, przy czym zaproszenia powinny zostać wysłane nie później niż na 7 dni przed\n                           planowanym posiedzeniem. W przypadku równej liczby głosów decyduje głos Przewodniczącego.§3Uchwała wchodzi w życie z chwilą podjęcia, z mocą od chwili wpisania przez właściwy\n                           sąd rejestrowy zmian Statutu Spółki objętych niniejszą Uchwałą w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego.W głosowaniu jawnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 5/2017Nadzwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST BOX\" S.A. z siedzibą w Słupsku_dalej Spółka_z dnia 9 października 2017 roku w sprawie: zmiany Statutu SpółkiNadzwyczajne Walne Zgromadzenie spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\"\n                           Spółka Akcyjna, działając na podstawie art. 430 Kodeksu spółek handlowych oraz § 16\n                           pkt 9 Statutu Spółki, uchwala co następuje:  §1Zmianie ulega § 19 Statutu Spółki w ten sposób, że dotychczasowe brzmienie:1. Rada Nadzorcza sprawuje nadzór nad działalnością Spółki.2. Do poszczególnych obowiązków Rady Nadzorczej należy:1_ ocena:a_ sprawozdania finansowego Spółki i sprawozdania Zarządu z działalności Spółki w\n                           zakresie zgodności tych sprawozdań z księgami i dokumentami jak i ze stanem faktycznymb_ wniosku Zarządu co do podziału zysków i pokrycia strat i składanie w tym zakresie\n                           stosownych wniosków do Walnego Zgromadzenia. 2_ coroczne składanie Walnemu Zgromadzeniu sprawozdania przedstawiającego ocenę sytuacji\n                           spółki,2a_ powoływanie i odwoływania Członków Zarządu, w tym Prezesa,3_ ustalenie formy i wysokości wynagrodzenia dla Zarządu,4_ delegowanie członków Rady Nadzorczej do czasowego wykonywania czynności członków\n                           Zarządu nie mogących sprawować swoich czynności,5_ wyrażanie zgody na zbycie i wydzierżawienie poszczególnych składników majątkowych\n                           Spółki, których wartość przekraczałaby 100.000 EUR _sto tysięcy EUR _,6_ wyrażenie zgody na nabycie składników majątkowych Spółki lub prowadzenia inwestycji,\n                           jeżeli koszty nabycia i inwestycji  przekroczą w pojedynczym przypadku 200.000,00\n                           EUR _dwieście tysięcy EUR _,7_ wybór biegłego rewidenta przeprowadzającego badanie sprawozdania finansowego Spółki,8_ wyrażanie zgody na zawarcie przez Spółkę lub podmiot powiązany ze Spółką umowy,\n                           na mocy której członkowie Zarządu otrzymują świadczenia z jakiegokolwiek tytułu, 9_ wyrażanie zgody na zawarcie przez Spółkę lub podmiot od niej zależny istotnej umowy\n                           z podmiotem powiązanym ze Spółką, członkiem Rady Nadzorczej albo Zarządu oraz z podmiotami\n                           z nimi powiązanymi,10_ na wniosek Zarządu wyrażenie zgody na dokonanie zaciągnięcia zobowiązań, jeżeli\n                           wartość jednej transakcji przewyższy 10% wartości aktywów netto spółki według ostatniego\n                           rocznego bilansu,11_ wyrażenie zgody na nabycie i zbycie nieruchomości, użytkowania wieczystego lub\n                           udziału w nieruchomości.3. Uchwały dotyczące spraw, o których mowa w ust. 2 pkt 8-9 uznaje się za podjęte,\n                           jeżeli za ich przyjęciem głosował co najmniej jeden członek Rady Nadzorczej wybrany\n                           w sposób, o którym mowa w § 18 ust. 2 pkt 2. Jeżeli jednak żaden z tych członków Rady\n                           Nadzorczej nie uczestniczył w posiedzeniu, nie brał udziału w głosowaniu lub wstrzymał\n                           się od głosu na dwóch kolejnych posiedzeniach Rady Nadzorczej, na których omawiana\n                           była jedna z tych spraw, uchwała może zostać podjęta bez spełnienia wymogu, o którym\n                           mowa w zdaniu pierwszym niniejszego ustępu.zastępuje się następującą treścią:1. Rada Nadzorcza sprawuje nadzór nad działalnością Spółki.2. Do poszczególnych obowiązków Rady Nadzorczej należy:1_ ocena:a_ sprawozdania finansowego Spółki i sprawozdania Zarządu z działalności Spółki w\n                           zakresie zgodności tych sprawozdań z księgami i dokumentami jak i ze stanem faktycznymb_ wniosku Zarządu co do podziału zysków i pokrycia strat i składanie w tym zakresie\n                           stosownych wniosków do Walnego Zgromadzenia. 2_ coroczne składanie Walnemu Zgromadzeniu sprawozdania przedstawiającego ocenę sytuacji\n                           Spółki,2a_ powoływanie i odwoływania Członków Zarządu, w tym Prezesa,3_ ustalenie formy i wysokości wynagrodzenia dla Zarządu,4_ delegowanie członków Rady Nadzorczej do czasowego wykonywania czynności członków\n                           Zarządu nie mogących sprawować swoich czynności,5_ wyrażanie zgody na zbycie i wydzierżawienie poszczególnych składników majątkowych\n                           Spółki, których wartość przekraczałaby 1% sumy aktywów Spółki ustalonych na podstawie\n                           ostatniego zatwierdzonego sprawozdania finansowego,6_ wyrażenie zgody na nabycie składników majątkowych Spółki lub prowadzenia inwestycji,\n                           jeżeli koszty nabycia i inwestycji przekroczą w pojedynczym przypadku 3% sumy aktywów\n                           Spółki ustalonych na podstawie ostatniego zatwierdzonego sprawozdania finansowego,7_ wybór biegłego rewidenta przeprowadzającego badanie sprawozdania finansowego Spółki,8_ wyrażanie zgody na zawarcie przez Spółkę lub podmiot powiązany ze Spółką umowy,\n                           na mocy której członkowie Zarządu otrzymują świadczenia z jakiegokolwiek tytułu, 9_ wyrażanie zgody na zawarcie przez Spółkę lub podmiot od niej zależny istotnej umowy\n                           z podmiotem powiązanym ze Spółką, członkiem Rady Nadzorczej albo Zarządu oraz z podmiotami\n                           z nimi powiązanymi,10_ na wniosek Zarządu wyrażenie zgody na dokonanie zaciągnięcia zobowiązań, jeżeli\n                           wartość jednej transakcji przewyższy 10% sumy aktywów Spółki ustalonych na podstawie\n                           ostatniego zatwierdzonego sprawozdania finansowego,11_ wyrażenie zgody na nabycie i zbycie nieruchomości, użytkowania wieczystego lub\n                           udziału w nieruchomości o wartości przekraczającej równowartość 2% sumy aktywów Spółki\n                           ustalonych na podstawie ostatniego zatwierdzonego sprawozdania finansowego,12_ powoływanie i odwoływanie członków Komitetu Audytu oraz uchwalanie regulaminu\n                           Komitetu Audytu.3. Uchwały dotyczące spraw, o których mowa w ust. 2 pkt 8-9 uznaje się za podjęte,\n                           jeżeli za ich przyjęciem głosował co najmniej jeden członek Rady Nadzorczej wybrany\n                           w sposób, o którym mowa w § 18 ust. 2 pkt 2. Jeżeli jednak żaden z tych członków Rady\n                           Nadzorczej nie uczestniczył w posiedzeniu, nie brał udziału w głosowaniu lub wstrzymał\n                           się od głosu na dwóch kolejnych posiedzeniach Rady Nadzorczej, na których omawiana\n                           była jedna z tych spraw, uchwała może zostać podjęta bez spełnienia wymogu, o którym\n                           mowa w zdaniu pierwszym niniejszego ustępu.§2Uchwała wchodzi w życie z chwilą podjęcia, z mocą od chwili wpisania przez właściwy\n                           sąd rejestrowy zmian Statutu Spółki objętych niniejszą Uchwałą w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego.W głosowaniu jawnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 6/2017Nadzwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: zmiany Statutu SpółkiNadzwyczajne Walne Zgromadzenie spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\"\n                           Spółka Akcyjna, działając na podstawie art. 430 Kodeksu spółek handlowych oraz § 16\n                           pkt 9 Statutu Spółki, uchwala co następuje:  §1Dodaje się § 19a Statutu Spółki w następującym brzmieniu:1. Rada Nadzorcza powołuje w drodze uchwały Komitet Audytu Rady Nadzorczej oraz uchwala\n                           regulamin Komitetu Audytu określający jego funkcje, zadania oraz zasady funkcjonowania.\n                           2. Członkowie Komitetu Audytu, w tym Przewodniczący Komitetu Audytu powoływani są\n                           spośród członków Rady Nadzorczej przez Radę Nadzorczą Spółki. Członek Komitetu Audytu\n                           może być w każdym czasie odwołany uchwałą Rady Nadzorczej Spółki. 3. Komitet Audytu składa się przynajmniej z 3 członków, w tym z Przewodniczącego Komitetu\n                           Audytu. Większość członków Komitetu Audytu, w tym Przewodniczący Komitetu Audytu,\n                           powinna spełniać kryterium niezależności w rozumieniu art. 129 Ustawy z dnia 11 maja\n                           2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym. Co\n                           najmniej jeden członek Komitetu Audytu powinien posiadać kwalifikacje w zakresie rachunkowości\n                           lub badania sprawozdań finansowych. Co najmniej jeden członek Komitetu Audytu powinien\n                           posiadać wiedzę i umiejętności z zakresu branży, w której działa Spółka lub poszczególni\n                           członkowie Komitetu Audytu powinni w określonych zakresach posiadać wiedzę i umiejętności\n                           z zakresu tej branży. 4. Członkom Komitetu Audytu przysługuje zwrot kosztów związanych z udziałem w pracach\n                           Komitetu. 5. Rada Nadzorcza może powoływać także inne komitety i uchwalać ich regulamin.§2Uchwała wchodzi w życie z chwilą podjęcia, z mocą od chwili wpisania przez właściwy\n                           sąd rejestrowy zmian Statutu Spółki objętych niniejszą Uchwałą w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego.W głosowaniu jawnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 7/2017Nadzwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: zmiany Statutu SpółkiNadzwyczajne Walne Zgromadzenie spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\"\n                           Spółka Akcyjna, działając na podstawie art. 430 Kodeksu spółek handlowych oraz § 16\n                           pkt 9 Statutu Spółki, uchwala co następuje:  §1Zmianie ulega § 22 ust. 5 Statutu Spółki w ten sposób, że dotychczasowe brzmienie:Upoważnia się Zarząd do nabycia i zbycia nieruchomości lub udziału w nieruchomości\n                           po uzyskaniu zgody Rady Nadzorczej Spółki.zastępuje się następującą treścią:Upoważnia się Zarząd do nabycia i zbycia nieruchomości, użytkowania wieczystego lub\n                           udziału w nieruchomości o wartości nieprzekraczającej równowartość 2% sumy aktywów\n                           Spółki ustalonych na podstawie ostatniego zatwierdzonego sprawozdania finansowego.\n                           Nabycie i zbycie nieruchomości, użytkowania wieczystego lub udziału w nieruchomości\n                           za cenę przekraczającą równowartość 2% sumy aktywów Spółki ustalonych na podstawie\n                           ostatniego zatwierdzonego sprawozdania finansowego wymaga uzyskania zgody Rady Nadzorczej\n                           Spółki.§2Uchwała wchodzi w życie z chwilą podjęcia, z mocą od chwili wpisania przez właściwy\n                           sąd rejestrowy zmian Statutu Spółki objętych niniejszą Uchwałą w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego.W głosowaniu jawnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 8/2017Nadzwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: upoważnienia Rady Nadzorczej do ustalenia tekstu jednolitego Statutu Spółki\n                           Działając na podstawie art. 430 § 5 Kodeksu spółek handlowych Nadzwyczajne Walne Zgromadzenie\n                           Spółki postanawia co następuje: § 1Upoważnia się Radę Nadzorczą do ustalenia tekstu jednolitego Statutu Spółki uwzględniającego\n                           zmiany wynikające z powyższych uchwał. § 2 Uchwała wchodzi w życie z dniem podjęcia.W głosowaniu jawnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 9/2017Nadzwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: odwołania członka Rady Nadzorczej Spółki Działając na podstawie § 18 ust. 2 pkt 2 Statutu Spółki postanawia się, co następuje:\n                           § 1 Ze składu Rady Nadzorczej Spółki odwołuje się Pana Borysa Artari-Kolumb. § 2 Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 10/2017Nadzwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: powołania członka Rady Nadzorczej Spółki Działając na podstawie § 18 ust. 2 pkt 2 Statutu Spółki postanawia się, co następuje:\n                           § 1 Do składu Rady Nadzorczej Spółki powołuje się Panią Natalię Majer. § 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.991.351 akcji stanowiących 38,13% kapitału zakładowego oddano\n                           15.991.391 ważnych głosów w tym:15.991.391 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 11/2017Nadzwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: ustalenia wynagrodzenia członków Rady Nadzorczej SpółkiNadzwyczajne Walne Zgromadzenie spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\"\n                           Spółka Akcyjna, działając na podstawie art. 392 § 1 Kodeksu spółek handlowych, uchwala\n                           co następuje:  § 1Nadzwyczajne Walne Zgromadzenie przyznaje członkom Rady Nadzorczej Spółki wynagrodzenie\n                           w następującej wysokości:1. Przewodniczącemu Rady Nadzorczej w wysokości 1.500,00 zł _słownie: jeden tysiąc\n                           pięćset złotych_ brutto miesięcznie oraz dodatkowo 1.600,00 zł _słownie: jeden tysiąc\n                           sześćset złotych_ brutto za każde posiedzenie Rady Nadzorczej, w którym brał udział.2. Zastępcy Przewodniczącego Rady Nadzorczej w wysokości 1.500,00 zł _słownie: jeden\n                           tysiąc pięćset złotych_ brutto miesięcznie oraz dodatkowo 1.500,00 zł _słownie: jeden\n                           tysiąc pięćset złotych_ brutto za każde posiedzenie Rady Nadzorczej, w którym brał\n                           udział.3. Pozostałym członkom Rady Nadzorczej w wysokości 1.400,00 zł _słownie: jeden tysiąc\n                           czterysta złotych_ brutto miesięcznie oraz dodatkowo 1.500,00 zł _słownie: jeden tysiąc\n                           pięćset złotych_ brutto za każde posiedzenie Rady Nadzorczej, w którym brał udział.§ 2Z chwilą podjęcia niniejszej uchwały tracą moc wszelkie inne wcześniejsze uchwały\n                           Walnego Zgromadzenia Spółki przyznające członkom Rady Nadzorczej wynagrodzenie.§ 3Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:3.936.819 głosów \"za\"0 głosów \"przeciw\"1.262.287 głosów \"wstrzymujących się\".UCHWAŁA NR 12/2017Nadzwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 9 października 2017 roku w sprawie: ustalenia wynagrodzenia członków Komitetu Audytu Rady Nadzorczej SpółkiNadzwyczajne Walne Zgromadzenie spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\"\n                           Spółka Akcyjna, działając na podstawie art. 392 § 1 Kodeksu spółek handlowych, uchwala\n                           co następuje:  § 1Nadzwyczajne Walne Zgromadzenie przyznaje członkom Komitetu Audytu Rady Nadzorczej\n                           Spółki wynagrodzenie w następującej wysokości:1. Przewodniczącemu Komitetu Audytu w wysokości 1.200,00 zł _słownie: jeden tysiąc\n                           dwieście złotych_ brutto miesięcznie.2. Pozostałym członkom Komitetu Audytu w wysokości 1.000,00 zł _słownie: jeden tysiąc\n                           złotych_ brutto miesięcznie.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:3.936.819 głosów \"za\"0 głosów \"przeciw\"1.262.287 głosów \"wstrzymujących się\".Podstawa prawna: §38 ust. 1 pkt 7 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-10-09"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" Spółki Akcyjnej z siedzibą w Słupsku\n                           _Spółka_, informuje, że Zgromadzenie Wspólników spółki zależnej \"Plast-Box Ukraina\"\n                           Spółka z ograniczoną odpowiedzialnością z siedzibą w Czernihowie, Ukraina, w której\n                           Spółka posiada 100 % udziałów, podjęło w dniu 25 września 2017 r. decyzję w sprawie\n                           wypłaty dywidendy dla jej jedynego wspólnika za 2016 r. w wysokości 7.902.000,00 UAH\n                           _słownie: siedem milionów dziewięćset dwa tysiące hrywien_ tj. 251.564,29 Eur _słownie:\n                           dwieście pięćdziesiąt jeden tysięcy pięćset sześćdziesiąt cztery Euro dwadzieścia\n                           dziewięć eurocentów_.",
        "date": "2017-09-26"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" Spółki Akcyjnej z siedzibą w Słupsku,\n                           pod adresem: ul. Lutosławskiego 17A, wpisanej do Rejestru Przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy Gdańsk-Północ w Gdańsku, VIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS: 0000139210 _\"Spółka\"_, kapitał\n                           zakładowy 41.941.035 zł, kapitał wpłacony 41.941.035 zł, NIP 839-00-23-940, działając\n                           na podstawie art. 399 § 1 w zw. z art. 398, art. 4021 i 4022 Kodeksu spółek handlowych\n                           _\"K.s.h.\"_ zwołuje na dzień 9 października 2017 roku na godzinę 12.00 Nadzwyczajne\n                           Walne Zgromadzenie Spółki. Nadzwyczajne Walne Zgromadzenie odbędzie się w siedzibie\n                           Spółki w Słupsku _76-200_ przy ul. Lutosławskiego 17a, z następującym porządkiem obrad:Porządek obrad1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do powzięcia\n                           uchwał. 4. Wybór Komisji Skrutacyjnej lub rezygnacja z wyboru Komisji Skrutacyjnej.5. Przyjęcie porządku obrad. 6. Podjęcie uchwał w sprawie zmiany Statutu Spółki.7. Podjęcie uchwały w przedmiocie upoważnienia Rady Nadzorczej Spółki do ustalenia\n                           tekstu jednolitego Statutu Spółki.8. Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej Spółki.9. Podjęcie uchwał w sprawie:a_ ustalenia wynagrodzenia członków Rady Nadzorczej,b_ ustalenia wynagrodzenia członków Komitetu Audytu.10. Zamknięcie obrad. W ramach punktu 6 porządku obrad proponuje się dokonanie następujących zmian Statutu\n                           Spółki:1. Zmienić § 16 pkt 14 Statutu Spółki w ten sposób, że dotychczasową treść:ustalenie wysokości wynagrodzenia członków Rady Nadzorczej,zastąpić w następujący sposób:ustalenie wysokości wynagrodzenia członków Rady Nadzorczej oraz członków Komitetu\n                           Audytu,2. Zmienić § 18 ust. 1 Statutu Spółki w ten sposób, że dotychczasową treść:Rada Nadzorcza składa się z 5 _pięć_ członków w tym Przewodniczącego i Zastępcy Przewodniczącego,\n                           wybieranych na okres 5-letniej _pięcioletniej_ wspólnej kadencji.zastąpić w następujący sposób:Rada Nadzorcza składa się z 5 _pięć_ członków w tym Przewodniczącego i Zastępcy Przewodniczącego,\n                           wybieranych na okres 5-letniej _pięcioletniej_ wspólnej kadencji. Co najmniej dwóch\n                           członków Rady Nadzorczej powinno spełniać kryterium niezależności w rozumieniu art.\n                           129 Ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich oraz\n                           nadzorze publicznym. Co najmniej jeden członek Rady Nadzorczej powinien posiadać kwalifikacje\n                           w zakresie rachunkowości lub badania sprawozdań finansowych. 3. Zmienić § 18 ust. 7 Statutu Spółki w ten sposób, że dotychczasową treść:Uchwały Rady Nadzorczej zapadają bezwzględną większością głosów, jeżeli na posiedzeniu\n                           jest obecna co najmniej połowa jej członków, a wszyscy członkowie zostali zaproszeni\n                           na piśmie, przy czym zaproszenia powinny zostać wysłane nie później niż na 10 dni\n                           przed planowanym posiedzeniem. W przypadku równej liczby głosów decyduje głos Przewodniczącego.zastąpić w następujący sposób:Uchwały Rady Nadzorczej zapadają bezwzględną większością głosów, jeżeli na posiedzeniu\n                           jest obecna co najmniej połowa jej członków, a wszyscy członkowie zostali zaproszeni\n                           na piśmie, przy czym zaproszenia powinny zostać wysłane nie później niż na 7 dni przed\n                           planowanym posiedzeniem. W przypadku równej liczby głosów decyduje głos Przewodniczącego.4. Zmienić § 19 Statutu Spółki w ten sposób, że dotychczasową treść:1. Rada Nadzorcza sprawuje nadzór nad działalnością Spółki.2. Do poszczególnych obowiązków Rady Nadzorczej należy:1_ ocena:a_ sprawozdania finansowego Spółki i sprawozdania Zarządu z działalności Spółki w\n                           zakresie zgodności tych sprawozdań z księgami i dokumentami jak i ze stanem faktycznymb_ wniosku Zarządu co do podziału zysków i pokrycia strat i składanie w tym zakresie\n                           stosownych wniosków do Walnego Zgromadzenia. 2_ coroczne składanie Walnemu Zgromadzeniu sprawozdania przedstawiającego ocenę sytuacji\n                           spółki,2a_ powoływanie i odwoływania Członków Zarządu, w tym Prezesa,3_ ustalenie formy i wysokości wynagrodzenia dla Zarządu,4_ delegowanie członków Rady Nadzorczej do czasowego wykonywania czynności członków\n                           Zarządu nie mogących sprawować swoich czynności,5_ wyrażanie zgody na zbycie i wydzierżawienie poszczególnych składników majątkowych\n                           Spółki, których wartość przekraczałaby 100.000 EUR _sto tysięcy EUR _,6_ wyrażenie zgody na nabycie składników majątkowych Spółki lub prowadzenia inwestycji,\n                           jeżeli koszty nabycia i inwestycji  przekroczą w pojedynczym przypadku 200.000,00\n                           EUR _dwieście tysięcy EUR _,7_ wybór biegłego rewidenta przeprowadzającego badanie sprawozdania finansowego Spółki,8_ wyrażanie zgody na zawarcie przez Spółkę lub podmiot powiązany ze Spółką umowy,\n                           na mocy której członkowie Zarządu otrzymują świadczenia z jakiegokolwiek tytułu, 9_ wyrażanie zgody na zawarcie przez Spółkę lub podmiot od niej zależny istotnej umowy\n                           z podmiotem powiązanym ze Spółką, członkiem Rady Nadzorczej albo Zarządu oraz z podmiotami\n                           z nimi powiązanymi,10_ na wniosek Zarządu wyrażenie zgody na dokonanie zaciągnięcia zobowiązań, jeżeli\n                           wartość jednej transakcji przewyższy 10% wartości aktywów netto spółki według ostatniego\n                           rocznego bilansu,11_ wyrażenie zgody na nabycie i zbycie nieruchomości, użytkowania wieczystego lub\n                           udziału w nieruchomości.3. Uchwały dotyczące spraw, o których mowa w ust. 2 pkt 8-9 uznaje się za podjęte,\n                           jeżeli za ich przyjęciem głosował co najmniej jeden członek Rady Nadzorczej wybrany\n                           w sposób, o którym mowa w § 18 ust. 2 pkt 2. Jeżeli jednak żaden z tych członków Rady\n                           Nadzorczej nie uczestniczył w posiedzeniu, nie brał udziału w głosowaniu lub wstrzymał\n                           się od głosu na dwóch kolejnych posiedzeniach Rady Nadzorczej, na których omawiana\n                           była jedna z tych spraw, uchwała może zostać podjęta bez spełnienia wymogu, o którym\n                           mowa w zdaniu pierwszym niniejszego ustępu.zastąpić w następujący sposób:1. Rada Nadzorcza sprawuje nadzór nad działalnością Spółki.2. Do poszczególnych obowiązków Rady Nadzorczej należy:1_ ocena:a_ sprawozdania finansowego Spółki i sprawozdania Zarządu z działalności Spółki w\n                           zakresie zgodności tych sprawozdań z księgami i dokumentami jak i ze stanem faktycznymb_ wniosku Zarządu co do podziału zysków i pokrycia strat i składanie w tym zakresie\n                           stosownych wniosków do Walnego Zgromadzenia. 2_ coroczne składanie Walnemu Zgromadzeniu sprawozdania przedstawiającego ocenę sytuacji\n                           Spółki,2a_ powoływanie i odwoływania Członków Zarządu, w tym Prezesa,3_ ustalenie formy i wysokości wynagrodzenia dla Zarządu,4_ delegowanie członków Rady Nadzorczej do czasowego wykonywania czynności członków\n                           Zarządu nie mogących sprawować swoich czynności,5_ wyrażanie zgody na zbycie i wydzierżawienie poszczególnych składników majątkowych\n                           Spółki, których wartość przekraczałaby 1% sumy aktywów Spółki ustalonych na podstawie\n                           ostatniego zatwierdzonego sprawozdania finansowego,6_ wyrażenie zgody na nabycie składników majątkowych Spółki lub prowadzenia inwestycji,\n                           jeżeli koszty nabycia i inwestycji przekroczą w pojedynczym przypadku 3% sumy aktywów\n                           Spółki ustalonych na podstawie ostatniego zatwierdzonego sprawozdania finansowego,7_ wybór biegłego rewidenta przeprowadzającego badanie sprawozdania finansowego Spółki,8_ wyrażanie zgody na zawarcie przez Spółkę lub podmiot powiązany ze Spółką umowy,\n                           na mocy której członkowie Zarządu otrzymują świadczenia z jakiegokolwiek tytułu, 9_ wyrażanie zgody na zawarcie przez Spółkę lub podmiot od niej zależny istotnej umowy\n                           z podmiotem powiązanym ze Spółką, członkiem Rady Nadzorczej albo Zarządu oraz z podmiotami\n                           z nimi powiązanymi,10_ na wniosek Zarządu wyrażenie zgody na dokonanie zaciągnięcia zobowiązań, jeżeli\n                           wartość jednej transakcji przewyższy 10% sumy aktywów Spółki ustalonych na podstawie\n                           ostatniego zatwierdzonego sprawozdania finansowego,11_ wyrażenie zgody na nabycie i zbycie nieruchomości, użytkowania wieczystego lub\n                           udziału w nieruchomości o wartości przekraczającej równowartość 2% sumy aktywów Spółki\n                           ustalonych na podstawie ostatniego zatwierdzonego sprawozdania finansowego,12_ powoływanie i odwoływanie członków Komitetu Audytu oraz uchwalanie regulaminu\n                           Komitetu Audytu.3. Uchwały dotyczące spraw, o których mowa w ust. 2 pkt 8-9 uznaje się za podjęte,\n                           jeżeli za ich przyjęciem głosował co najmniej jeden członek Rady Nadzorczej wybrany\n                           w sposób, o którym mowa w § 18 ust. 2 pkt 2. Jeżeli jednak żaden z tych członków Rady\n                           Nadzorczej nie uczestniczył w posiedzeniu, nie brał udziału w głosowaniu lub wstrzymał\n                           się od głosu na dwóch kolejnych posiedzeniach Rady Nadzorczej, na których omawiana\n                           była jedna z tych spraw, uchwała może zostać podjęta bez spełnienia wymogu, o którym\n                           mowa w zdaniu pierwszym niniejszego ustępu.5. Dodać § 19a Statutu Spółki w następującym brzmieniu:1. Rada Nadzorcza powołuje w drodze uchwały Komitet Audytu Rady Nadzorczej oraz uchwala\n                           regulamin Komitetu Audytu określający jego funkcje, zadania oraz zasady funkcjonowania.\n                           2. Członkowie Komitetu Audytu, w tym Przewodniczący Komitetu Audytu powoływani są\n                           spośród członków Rady Nadzorczej przez Radę Nadzorczą Spółki. Członek Komitetu Audytu\n                           może być w każdym czasie odwołany uchwałą Rady Nadzorczej Spółki. 3. Komitet Audytu składa się przynajmniej z 3 członków, w tym z Przewodniczącego Komitetu\n                           Audytu. Większość członków Komitetu Audytu, w tym Przewodniczący Komitetu Audytu,\n                           powinna spełniać kryterium niezależności w rozumieniu art. 129 Ustawy z dnia 11 maja\n                           2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym. Co\n                           najmniej jeden członek Komitetu Audytu powinien posiadać kwalifikacje w zakresie rachunkowości\n                           lub badania sprawozdań finansowych. Co najmniej jeden członek Komitetu Audytu powinien\n                           posiadać wiedzę i umiejętności z zakresu branży, w której działa Spółka lub poszczególni\n                           członkowie Komitetu Audytu powinni w określonych zakresach posiadać wiedzę i umiejętności\n                           z zakresu tej branży. 4. Członkom Komitetu Audytu przysługuje zwrot kosztów związanych z udziałem w pracach\n                           Komitetu. 5. Rada Nadzorcza może powoływać także inne komitety i uchwalać ich regulamin.6. Zmienić § 22 ust. 5 Statutu Spółki w ten sposób, że dotychczasową treść:Upoważnia się Zarząd do nabycia i zbycia nieruchomości lub udziału w nieruchomości\n                           po uzyskaniu zgody Rady Nadzorczej Spółki.zastąpić w następujący sposób:Upoważnia się Zarząd do nabycia i zbycia nieruchomości, użytkowania wieczystego lub\n                           udziału w nieruchomości o wartości nieprzekraczającej równowartość 2% sumy aktywów\n                           Spółki ustalonych na podstawie ostatniego zatwierdzonego sprawozdania finansowego.\n                           Nabycie i zbycie nieruchomości, użytkowania wieczystego lub udziału w nieruchomości\n                           za cenę przekraczającą równowartość 2% sumy aktywów Spółki ustalonych na podstawie\n                           ostatniego zatwierdzonego sprawozdania finansowego wymaga uzyskania zgody Rady Nadzorczej\n                           Spółki.Informacje dla Akcjonariuszy1. Prawo akcjonariusza do żądania umieszczenia poszczególnych spraw w porządku obrad\n                           Walnego ZgromadzeniaAkcjonariusz lub akcjonariusze reprezentujący, co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki mogą żądać umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie później niż na\n                           dwadzieścia jeden dni przed wyznaczonym terminem zgromadzenia tj. do 18 września 2017\n                           roku. Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Żądanie w formie pisemnej może zostać złożone osobiście w sekretariacie\n                           Spółki lub za pośrednictwem poczty elektronicznej na adres wza@plast-box.com lub wysłane\n                           faksem na nr +48 59 842 05 28. Do żądania powinny zostać dołączone kopie dokumentów\n                           potwierdzających fakt, że osoba zgłaszająca żądanie jest akcjonariuszem Spółki _np.\n                           imienne świadectwo depozytowe obowiązujące w dniu realizacji uprawnienia_, fakt, że\n                           reprezentuje on co najmniej jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających\n                           tożsamość akcjonariusza lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli żądanie spełnia wymagania prawa, Zarząd Spółki jest obowiązany niezwłocznie,\n                           jednak nie później niż na osiemnaście dni przed wyznaczonym terminem Walnego Zgromadzenia,\n                           ogłosić zmiany w porządku obrad, wprowadzone na żądanie Akcjonariuszy. Ogłoszenie\n                           następuje w sposób właściwy dla zwołania Walnego Zgromadzenia.2. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie\n                           osobiście w sekretariacie Spółki lub przy wykorzystaniu środków komunikacji elektronicznej\n                           przesyłając na adres wza@plast-box.com lub wysłane faksem na nr +48 59 842 05 28 projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Do zgłoszenia powinny zostać dołączone\n                           kopie dokumentów potwierdzających fakt, że osoba zgłaszająca jest akcjonariuszem Spółki\n                           _np. imienne świadectwo depozytowe obowiązujące w dniu realizacji uprawnienia_, fakt,\n                           że reprezentuje on co najmniej jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających\n                           tożsamość akcjonariusza lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli zgłoszenie spełnia wymagania prawa Spółka niezwłocznie ogłasza projekty uchwał\n                           na stronie internetowej Spółki.3. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. Każdy z akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.4. Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności o formularzach\n                           stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania Spółki\n                           przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnika.Akcjonariusz będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący osobą fizyczną\n                           może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną\n                           do składania oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnik wykonuje\n                           wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu, chyba że co innego wynika\n                           z treści pełnomocnictwa. Pełnomocnik może udzielać dalszego pełnomocnictwa, jeżeli\n                           wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż jednego\n                           Akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza. Akcjonariusz posiadający\n                           akcje zapisane na więcej niż jednym rachunku papierów wartościowych może ustanowić\n                           oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na każdym z rachunków.\n                           Pełnomocnictwo powinno być, pod rygorem nieważności sporządzone w formie pisemnej\n                           i dołączone do protokołu Walnego Zgromadzenia lub udzielone w postaci elektronicznej.\n                           Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Formularz zawierający wzór pełnomocnictwa dostępny jest od dnia publikacji niniejszego\n                           ogłoszenia na stronie internetowej Spółki www.plast-box.com , w zakładce \"Walne Zgromadzenie\".\n                           Wykorzystanie tych formularzy nie jest obowiązkowe. O udzieleniu pełnomocnictwa w\n                           postaci elektronicznej należy zawiadomić Spółkę przy wykorzystaniu środków komunikacji\n                           elektronicznej w postaci informacji przesłanej pocztą elektroniczną na adres wza@plast-box.com,\n                           dokładając wszelkich starań, aby możliwa była skuteczna weryfikacja ważności pełnomocnictwa,\n                           i w tym celu podpisane pełnomocnictwo przesyłane elektronicznie do Spółki powinno\n                           być zeskanowane do formatu PDF. Informacja o udzieleniu pełnomocnictwa powinna zawierać\n                           dokładne oznaczenie pełnomocnika i mocodawcy _ze wskazaniem imienia, nazwiska, serii\n                           i numer dowodu osobistego, adresu, telefonu i adresu poczty elektronicznej obu tych\n                           osób_. Informacja o udzieleniu pełnomocnictwa powinna również zawierać jego zakres\n                           tj. wskazywać liczbę akcji, z których wykonywane będzie prawo głosu oraz datę i nazwę\n                           walnego zgromadzenia Spółki, na którym prawa te będą wykonywane. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza i/lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w przypadku braku udzielenia odpowiedzi\n                           na pytania zadawane w trakcie weryfikacji traktowane będzie jako brak możliwości weryfikacji\n                           udzielenia pełnomocnictwa i stanowić będzie podstawę dla odmowy dopuszczenia pełnomocnika\n                           do udziału w Walnym Zgromadzeniu. W celu identyfikacji akcjonariusza udzielającego\n                           pełnomocnictwa, zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           powinno zawierać _jako załącznik_:  w przypadku akcjonariusza będącego osobą fizyczną - kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu. W przypadku wątpliwości co do prawdziwości kopii wyżej wymienionych dokumentów, Zarząd\n                           zastrzega sobie prawo do żądania od pełnomocnika okazania przy sporządzaniu listy\n                           obecności:  w przypadku akcjonariusza będącego osobą fizyczną – kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania za zgodność\n                           z oryginałem kopii dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru, informacji odpowiadającej odpisowi\n                           aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie art. 4 ust. 4aa ustawy\n                           z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym lub innego dokumentu potwierdzającego\n                           upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania akcjonariusza na\n                           Walnym Zgromadzeniu.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym,\n                           ewentualnie ciągu pełnomocnictw oraz odpisu właściwego rejestru _składanego w oryginale\n                           lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub informacji\n                           odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie\n                           art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym.Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza niebędącego osobą fizyczną\n                           powinny być uwidocznione w aktualnym odpisie z właściwego dla danego akcjonariusza\n                           rejestru lub informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców\n                           pobranej na podstawie art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze\n                           Sądowym. Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami akcjonariuszy\n                           na Walnym Zgromadzeniu.Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu Spółki, członek\n                           Rady Nadzorczej Spółki, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym\n                           walnym zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności\n                           wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów. Udzielenie\n                           dalszego pełnomocnictwa jest wyłączone.Zasady dotyczące identyfikacji akcjonariusza stosuje się odpowiednio do zawiadamiania\n                           Spółki o odwołaniu pełnomocnictwa.5. Możliwość i sposób uczestniczenia w Walnym Zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości uczestniczenia w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.6. Sposób wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości wypowiadania się w trakcie Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.7. Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejSpółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.8. Dzień rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Nadzwyczajnym Walnym Zgromadzeniu jest dzień 23\n                           września 2017 r. _\"Dzień Rejestracji\"_9. Informacja o prawie uczestniczenia w Walnym ZgromadzeniuPrawo uczestniczenia w Nadzwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Spółki w Dniu Rejestracji.Uprawnieni z akcji imiennych oraz zastawnicy i użytkownicy, którym przysługuje prawo\n                           głosu, mają prawo uczestniczenia w Walnym Zgromadzeniu, jeżeli są wpisani do księgi\n                           akcyjnej w Dniu Rejestracji.Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia tj. nie wcześniej\n                           niż w dniu 12 września 2017 roku i nie później niż w pierwszym dniu powszednim po\n                           Dniu Rejestracji, tj. nie później niż w dniu 25 września 2017 roku, podmiot prowadzący\n                           rachunek papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa\n                           w walnym zgromadzeniu.Spółka niniejszym zwraca uwagę, iż uprawnione do udziału w Walnym Zgromadzeniu będą\n                           osoby, które:a_ były akcjonariuszami Spółki w Dniu Rejestracji, tj. w dniu 23 września 2017 roku.oraz b_ zwróciły się – nie wcześniej niż w dniu 12 września 2017 roku i nie później niż\n                           w dniu 25 września 2017 roku – do podmiotu prowadzącego ich rachunki papierów wartościowych\n                           o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu\n                           lub osoby, które były uprawnione z akcji imiennych a także zastawnicy i użytkownicy,\n                           którym przysługuje prawo głosu, jeżeli byli wpisani do księgi akcyjnej w Dniu Rejestracji.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie w siedzibie Spółki w Słupsku przy ul. Lutosławskiego 17A, w godzinach\n                           od 08.00 do 16.00, przez 3 dni powszednie przed odbyciem Walnego Zgromadzenia, tj.\n                           w dniach od 4 do 6 października 2017 roku.Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną wysyłając wniosek na adres\n                           wza@plast-box.com , podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana. Osoby uprawnione do uczestniczenia w Walnym Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na godzinę przed rozpoczęciem\n                           obrad.10. Dostęp do dokumentacjiDokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał\n                           będzie zamieszczana na stronie internetowej Spółki niezwłocznie po ich sporządzeniu.Uwagi Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia będą dostępne na stronie internetowej Spółki niezwłocznie\n                           po ich sporządzeniu.Informacje dotyczące  Walnego Zgromadzenia dostępne są na stronie www.plast-box.com\n                           w zakładce \"Walne Zgromadzenie\".Ponadto zgodnie z § 38 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim,\n                           Zarząd Spółki przekazuje w załączeniu treść projektów uchwał na Nadzwyczajne Walne\n                           Zgromadzenie.Podstawa prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, w związku z art. 402_1_ oraz art. 402_2_ Kodeksu\n                           spółek handlowych",
        "date": "2017-09-12"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           informuje, że w dniu 8 września 2017 r. wpłynęło do Spółki zawiadomienie otrzymane\n                           od Pana Grzegorza Pawlaka, Prezesa Zarządu Spółki _osoba zobowiązana_, sporządzone\n                           na podstawie art. 19 Rozporządzenia Parlamentu Europejskiego i Rady nr 596/2014 z\n                           dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE, o dokonanych transakcjach sprzedaży\n                           akcji Spółki. Treść zawiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-09-08"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A. _Spółka, Kredytobiorca_ informuje,\n                           iż w dniu dzisiejszym powziął informację o zawarciu umów kredytowych z Raiffeisen\n                           Bank Polska Spółka Akcyjna z siedzibą w Warszawie _Bank_ o łącznej wartości zobowiązań\n                           w wysokości 12.000.000 zł _dwanaście milionów złotych_.Umową o największej wartości jest Umowa o limit, na mocy której Bank udzielił Spółce\n                           Limitu Wierzytelności _Limit_ w łącznej wysokości do 8.000.000 zł _osiem milionów\n                           złotych_ na okres od dnia udostępnienia środków z Limitu do dnia ostatecznej spłaty\n                           Limitu tj. do dnia 30 września 2019 roku.Zabezpieczenie spłaty Limitu stanowią:1_ pełnomocnictwo do rachunku bieżącego i innych rachunków Spółki w Banku;2_ weksel in blanco wraz z deklaracją wekslową;3_ zastaw rejestrowy na zapasach magazynowych Kredytobiorcy znajdujących się w magazynach\n                           w Słupsku, ul. Lutosławskiego 17 A oraz w Kobylnicy ul. Drogowa 5, o wartości 14.000.000\n                           zł _czternaście milionów złotych_;4_ zastaw rejestrowy na środkach trwałych Kredytobiorcy o wartości 14.194.185 zł _czternaście\n                           milionów sto dziewięćdziesiąt cztery tysiące sto osiemdziesiąt pięć złotych_.Szczegółowe warunki umów kredytowych nie odbiegają od standardów rynkowych stosowanych\n                           w umowach tego typu.",
        "date": "2017-08-31"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           przekazuje do publicznej wiadomości wybrane niezaudytowane, wstępne, skonsolidowane\n                           wyniki finansowe Grupy Kapitałowej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A.\n                           za I półrocze 2017 roku:a_ uzyskane przychody 80 818 tys. zł,b_ uzyskana wartość EBITDA 8 744 tys. zł,c_ uzyskany zysk netto 3 146 tys. zł,d_ uzyskana stopa EBITDA 10,8%,e_ uzyskana stopa zysku netto 3,9%.Przedstawione wyniki finansowe zostały sporządzone na podstawie dostępnych Zarządowi\n                           Spółki danych finansowych za okres styczeń-czerwiec 2017 roku osiągniętych przez Spółkę\n                           i jej spółki zależne. Obliczenia dokonane zostały według najlepszej wiedzy Zarządu\n                           na dzień ich sporządzania i w oparciu o założenie, że nie powstaną i nie ujawnią się\n                           okoliczności, które mogłyby istotnie wpłynąć na wynik finansowy po dniu opublikowania\n                           powyższych danych.Powyższe szacunki będą monitorowane na bieżąco do czasu publikacji skonsolidowanego\n                           raportu półrocznego za I półrocze 2017 roku tj. do dnia 31 sierpnia 2017 roku.O wszelkich zdarzeniach mogących mieć istotny wpływ na ww. szacunki Spółka poinformuje\n                           odrębnym raportem bieżącym.",
        "date": "2017-08-16"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. _\"Spółka\"_ podaje do\n                           publicznej wiadomości listę akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki _dalej ZWZ_, które odbyło się 8 czerwca 2017\n                           r. w Airport Hotel Okęcie w Warszawie _02-146_ przy ul. 17 Stycznia 24:1. Pan Grzegorz Pawlak posiadał 3.200.080 głosów co stanowiło 61,55% liczby głosów\n                           na ZWZ i 7,63% ogólnej liczby głosów,2. Pan Krzysztof Moska posiadał 1.262.287 głosów co stanowiło 24,28% liczby głosów\n                           na ZWZ i 3,01% ogólnej liczby głosów,3. Pan Adam Żyła posiadał 693.000 głosów co stanowiło 13,33% liczby głosów na ZWZ\n                           i 1,65% ogólnej liczby głosów.",
        "date": "2017-06-08"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. _Spółka_ przekazuje\n                           treść uchwał podjętych na Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się\n                           w dniu 8 czerwca 2017 roku w Airport Hotel Okęcie w Warszawie _02-146_ przy ul. 17\n                           Stycznia 24 oraz informacje na temat każdej uchwały w zakresie liczby akcji, z których\n                           oddano ważne głosy, oraz procentowego udziału tychże akcji w kapitale zakładowym,\n                           łączną liczbę ważnych głosów, w tym liczbę głosów \"za\", \"przeciw\" i \"wstrzymujących\n                           się\".UCHWAŁA NR 1Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupskuz dnia 8 czerwca 2017 roku w sprawie wyboru Przewodniczącego Walnego ZgromadzeniaNiniejszym, działając na podstawie\n                           art. 409 § 1 Kodeksu spółek handlowych oraz § 4 Regulaminu Walnego Zgromadzenia, Zwyczajne\n                           Walne Zgromadzenie Spółki postanawia:§ 1Dokonać wyboru na Przewodniczącego Zwyczajnego Walnego Zgromadzenia Przetwórstwa Tworzyw\n                           Sztucznych \"PLAST-BOX\" S.A. odbywającego się w dniu 8 czerwca 2017 r. Pana Dariusza\n                           Grzegorza Głażewskiego. § 2Uchwała wchodzi w życie z chwilą podjęcia. W głosowaniu tajnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:5.199.106 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 2Zwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupskuz dnia 8 czerwca 2017 roku w sprawie rezygnacji z wyboru Komisji SkrutacyjnejNiniejszym, działając na podstawie § 6 pkt 8 Regulaminu Walnego Zgromadzenia, Zwyczajne\n                           Walne Zgromadzenie Spółki postanawia:§ 1Odstąpić od wyboru Komisji Skrutacyjnej na Zwyczajnym Walnym Zgromadzeniu odbywającym\n                           się w dniu 8 czerwca 2017 r.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:5.199.106 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 3Zwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie zatwierdzenia Sprawozdania Zarządu z działalności Spółki za okres od dnia\n                           01.01.2016 roku do dnia 31.12.2016 rokuDziałając na podstawie art. 395 § 2 pkt 1 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Zatwierdza się Sprawozdanie Zarządu z działalności Spółki za okres od dnia 01.01.2016\n                           roku do dnia 31.12.2016 roku.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:5.199.106 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 4Zwyczajnego Walnego ZgromadzeniaPrzetwórstwo Tworzyw Sztucznych \"PLAST BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie zatwierdzenia sprawozdania finansowego Spółki za okres od dnia 01.01.2016\n                           roku do dnia 31.12.2016 rokuDziałając na podstawie art. 395 § 2 pkt 1 Kodeksu spółek handlowych i art. 53 ust.\n                           1 ustawy o rachunkowości, Zwyczajne Walne Zgromadzenie Spółki uchwala, co następuje:§1Zatwierdza się sprawozdanie finansowe Spółki za rok obrotowy 2016, sporządzone zgodnie\n                           z międzynarodowymi standardami rachunkowości/międzynarodowymi standardami sprawozdawczości\n                           finansowej _MSR/MSSF_, obejmujące:a_\tsprawozdanie z sytuacji finansowej sporządzone na dzień 31.12.2016 roku, które\n                           po stronie aktywów i pasywów wykazuje sumę 152.955.886,87 zł _słownie: sto pięćdziesiąt\n                           dwa miliony dziewięćset pięćdziesiąt pięć tysięcy osiemset osiemdziesiąt sześć złotych\n                           osiemdziesiąt siedem groszy_,b_\trachunek zysków i strat za okres od dnia 01.01.2016 roku do dnia 31.12.2016 roku\n                           wykazujący zysk netto w wysokości 6.571.339,75 zł _słownie: sześć milionów pięćset\n                           siedemdziesiąt jeden tysięcy trzysta trzydzieści dziewięć złotych siedemdziesiąt pięć\n                           groszy_,c_\tsprawozdanie z całkowitych dochodów za okres od dnia 01.01.2016 roku do dnia 31.12.2016\n                           roku wykazujące dochody całkowite razem w wysokości 6.571.339,75 zł _słownie: sześć\n                           milionów pięćset siedemdziesiąt jeden tysięcy trzysta trzydzieści dziewięć złotych\n                           siedemdziesiąt pięć groszy_, d_\tsprawozdanie ze zmian w kapitale własnym za okres od dnia 01.01.2016 roku do dnia\n                           31.12.2016 roku wykazujące zwiększenie kapitału własnego o kwotę 2.796.646,60 zł _słownie:\n                           dwa miliony siedemset dziewięćdziesiąt sześć tysięcy sześćset czterdzieści sześć złotych\n                           sześćdziesiąt groszy_,e_\tsprawozdanie z przepływów pieniężnych za okres od dnia 01.01.2016 roku do dnia\n                           31.12.2016 roku wykazujące zmniejszenie środków pieniężnych o kwotę 1.499.308,15 zł\n                           _słownie: jeden milion czterysta dziewięćdziesiąt dziewięć tysięcy trzysta osiem złotych\n                           piętnaście groszy_, f_\tnoty objaśniające do sprawozdania finansowego.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:5.199.106 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 5Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST BOX\" S.A. z siedzibą w Słupsku_dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie zatwierdzenia skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Spółki za okres od dnia 01.01.2016 roku do dnia 31.12.2016 rokuDziałając na podstawie art. 63c ust. 4 ustawy o rachunkowości, Zwyczajne Walne Zgromadzenie\n                           Spółki uchwala, co następuje:§1Zatwierdza się skonsolidowane sprawozdanie finansowe Grupy Kapitałowej Spółki za rok\n                           obrotowy 2016 sporządzone zgodnie z międzynarodowymi standardami rachunkowości/międzynarodowymi\n                           standardami sprawozdawczości finansowej _MSR/MSSF_, obejmujące:a_\tskonsolidowane sprawozdanie z sytuacji finansowej sporządzone na dzień 31.12.2016\n                           roku, które po stronie aktywów i pasywów wykazuje sumę 146.258 tys. zł _słownie: sto\n                           czterdzieści sześć milionów dwieście pięćdziesiąt osiem tysięcy złotych_,b_\tskonsolidowany rachunek zysków i strat za okres od dnia 01.01.2016 roku do dnia\n                           31.12.2016 roku wykazujący zysk netto w wysokości 8.583 tys. zł _słownie: osiem milionów\n                           pięćset osiemdziesiąt trzy tysięcy złotych_,c_\tskonsolidowane sprawozdanie z całkowitych dochodów za okres od dnia 01.01.2016\n                           roku do dnia 31.12.2016 roku wykazujące dochody całkowite razem w wysokości 7.714\n                           tys. zł _słownie: siedem milionów siedemset czternaście tysięcy złotych_, d_\tskonsolidowane sprawozdanie ze zmian w kapitale własnym za okres od dnia 01.01.2016\n                           roku do dnia 31.12.2016 roku wykazujące zwiększenie kapitału własnego o kwotę 3.936\n                           tys. zł _słownie: trzy miliony dziewięćset trzydzieści sześć tysięcy złotych_,e_\tskonsolidowane sprawozdanie z przepływów pieniężnych za okres od dnia 01.01.2016\n                           roku do dnia 31.12.2016 roku wykazujące zmniejszenie stanu środków pieniężnych o kwotę\n                           1.479 tys. zł _słownie: jeden milion czterysta siedemdziesiąt dziewięć tysięcy złotych_,\n                           f_\tnoty objaśniające do skonsolidowanego sprawozdania finansowego orazg_\tsprawozdanie Zarządu z działalności Grupy Kapitałowej w 2016r.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:5.199.106 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 6Zwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie podziału zysku za rok obrotowy 2016 oraz ustalenia dnia dywidendy i terminu\n                           wypłaty dywidendyDziałając na podstawie art. 395 § 2 pkt 2 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Walne Zgromadzenie Spółki postanawia podzielić zysk za rok obrotowy 2016 w kwocie\n                           6.571.339,75 zł _słownie: sześć milionów pięćset siedemdziesiąt jeden tysięcy trzysta\n                           trzydzieści dziewięć złotych siedemdziesiąt pięć groszy_, w następujący sposób:1_\tkwotę 6.291.155,25 zł _sześć milionów dwieście dziewięćdziesiąt jeden tysięcy sto\n                           pięćdziesiąt pięć złotych dwadzieścia pięć groszy_ przeznaczyć na wypłatę dywidendy\n                           dla akcjonariuszy, co daje kwotę 0,15 zł _słownie: piętnaście groszy_ na jedną akcję;2_\tkwotę 280.184,50 złotych _słownie: dwieście osiemdziesiąt tysięcy sto osiemdziesiąt\n                           cztery złote pięćdziesiąt groszy_ przeznaczyć na kapitał zapasowy Spółki. §2Ustala się dzień dywidendy _D_ na dzień 21 czerwca 2017 roku, a dzień wypłaty dywidendy\n                           _W_ na dzień 3 lipca 2017 roku. § 3Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:5.199.106 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 7Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie udzielenia absolutorium Prezesowi Zarządu Spółki z wykonania przez niego\n                           obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2016 roku Prezesowi Zarządu Spółki\n                           – Panu Grzegorzowi Pawlak.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 1.999.026 akcji stanowiących 4,77% kapitału zakładowego oddano\n                           1.999.026 ważnych głosów w tym:1.999.026 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 8Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie udzielenia absolutorium Członkowi Zarządu Spółki z wykonania przez niego\n                           obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2016 roku Członkowi Zarządu Spółki\n                           – Panu Krzysztofowi Pióro.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:5.199.106 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 9Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie udzielenia absolutorium Przewodniczącemu Rady Nadzorczej Spółki z wykonania\n                           przez niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2016 roku Przewodniczącemu Rady\n                           Nadzorczej Spółki – Panu Dariuszowi Głażewskiemu.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:3.936.819 głosów \"za\"0 głosów \"przeciw\"1.262.287 głosów \"wstrzymujących się\".UCHWAŁA NR 10Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2016 roku Członkowi Rady Nadzorczej\n                           Spółki – Panu Adamowi Laskowskiemu. §2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 5.155.327 akcji stanowiących 12,29% kapitału zakładowego oddano\n                           5.155.367 ważnych głosów w tym:3.893.080 głosów \"za\"0 głosów \"przeciw\"1.262.287 głosów \"wstrzymujących się\".UCHWAŁA NR 11Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2016 roku Członkowi Rady Nadzorczej\n                           Spółki – Panu Krzysztofowi Burszka.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:3.936.819 głosów \"za\"0 głosów \"przeciw\"1.262.287 głosów \"wstrzymujących się\".UCHWAŁA NR 12Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2016 roku Członkowi Rady Nadzorczej\n                           Spółki – Panu Borysowi Artari – Kolumb.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:3.936.819 głosów \"za\"0 głosów \"przeciw\"1.262.287 głosów \"wstrzymujących się\".UCHWAŁA NR 13Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 8 czerwca 2017 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2016 roku Członkowi Rady Nadzorczej\n                           Spółki – Pani Iulii Vlasenko.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 5.199.066 akcji stanowiących 12,40% kapitału zakładowego oddano\n                           5.199.106 ważnych głosów w tym:3.936.819 głosów \"za\"0 głosów \"przeciw\"1.262.287 głosów \"wstrzymujących się\".Podstawa prawna: §38 ust. 1 pkt 7 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-06-08"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. _Spółka_ informuje,\n                           że Uchwałą nr 6 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 8 czerwca 2017 roku, Walne Zgromadzenie\n                           postanowiło wypłacić Akcjonariuszom dywidendę według następujących zasad:1_ Dywidenda wynosi 0,15 zł _słownie: piętnaście groszy_ na jedną akcję.2_ Dzień, według którego ustala się listę Akcjonariuszy uprawnionych do wypłaty dywidendy\n                           za rok obrotowy zakończony w dniu 31 grudnia 2016 roku, ustala się na 21 czerwca 2017\n                           r. _dzień dywidendy_.3_ Termin wypłaty dywidendy ustala się na dzień 3 lipca 2017 r.Dywidendą objętych jest 41.941.035 _czterdzieści jeden milionów dziewięćset czterdzieści\n                           jeden tysięcy trzydzieści pięć_ akcji Spółki. Wysokość dywidendy wynosi 6.291.155,25\n                           zł _sześć milionów dwieście dziewięćdziesiąt jeden tysięcy sto pięćdziesiąt pięć złotych\n                           dwadzieścia pięć groszy_.Podstawa prawna: §38 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2017-06-08"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A. _Spółka_ informuje, iż Rada\n                           Nadzorcza Spółki w dniu 7 czerwca 2017 r., zgodnie z obowiązującymi przepisami i zakresem\n                           kompetencji, podjęła uchwałę o wyborze biegłego rewidenta do przeprowadzenia badań\n                           skonsolidowanych i jednostkowych sprawozdań finansowych Spółki za 2017 i 2018 r.,\n                           w tym półrocznych przeglądów sprawozdań skonsolidowanych i jednostkowych. Wybranym\n                           podmiotem jest Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością\n                           spółka komandytowa z siedzibą w Warszawie, Rondo ONZ 1, wpisana na listę podmiotów\n                           uprawnionych do badania sprawozdania finansowego pod numerem 130.Spółka korzystała dotychczas z usług ww. podmiotu przy badaniu sprawozdań finansowych\n                           Spółki za 2015 i 2016 r.Szczegółowa podstawa prawna:§ 5 ust.1 pkt 19 w zw. z § 25 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-07"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           w nawiązaniu do raportu bieżącego nr 30/2016 z dnia 13 września 2016 roku, informuje\n                           o podpisaniu w dniu 1 czerwca 2017 roku aneksu do umowy sprzedaży Nr 1-2007 z dnia\n                           22.12.2006 r. zawartej pomiędzy Spółką a \"PLAST-BOX UKRAINA\" Sp. z o.o. z siedzibą\n                           w Czernihowie _spółka zależna od Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A._Przedmiotem umowy jest sprzedaż przez Spółkę spółce \"PLAST-BOX UKRAINA\" Sp. z o.o.\n                           surowców, wyrobów gotowych oraz towarów obcych, dla których jako miejsce załadunku\n                           wskazane jest miasto Słupsk. Zawartym aneksem podwyższona została wartość kontraktu z kwoty 12.000.000 EUR do kwoty\n                           25.000.000 EUR.",
        "date": "2017-06-01"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" Spółki Akcyjnej z siedzibą w Słupsku,\n                           pod adresem: ul. Lutosławskiego 17A, wpisanej do Rejestru Przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy Gdańsk-Północ w Gdańsku, VIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS: 0000139210 _\"Spółka\"_, kapitał\n                           zakładowy 41.941.035 zł, kapitał wpłacony 41.941.035 zł, NIP 839-00-23-940, działając\n                           na podstawie art. 399 § 1 w zw. z art. 398, art. 4021 i 4022 Kodeksu spółek handlowych\n                           _\"K.s.h.\"_ zwołuje na dzień 8 czerwca 2017 roku na godzinę 11.00 Zwyczajne Walne Zgromadzenie\n                           Spółki. Zwyczajne Walne Zgromadzenie odbędzie się w Airport Hotel Okęcie w Warszawie\n                           _02-146_ przy ul. 17 Stycznia 24, z następującym porządkiem obrad:Porządek obrad1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do powzięcia\n                           uchwał. 4. Wybór Komisji Skrutacyjnej lub rezygnacja z wyboru Komisji Skrutacyjnej.5. Przyjęcie porządku obrad. 6. Przedstawienie pisemnych sprawozdań Rady Nadzorczej: a. oceny sprawozdania Zarządu z działalności Spółki w 2016r., sprawozdania finansowego\n                           za rok 2016 i wniosku Zarządu, co do podziału zysku za rok 2016; b. oceny sprawozdania Zarządu z działalności Grupy Kapitałowej w 2016 r. i skonsolidowanego\n                           sprawozdania finansowego za rok 2016; c. oceny sytuacji Spółki w 2016r. z uwzględnieniem oceny systemu kontroli wewnętrznej\n                           i systemu zarządzania ryzykiem istotnym dla Spółki;d. sprawozdania z działalności Rady Nadzorczej w 2016 r. 7. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Spółki w 2016\n                           roku. 8. Rozpatrzenie i zatwierdzenie sprawozdania finansowego Spółki za rok 2016. 9. Rozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Spółki za rok 2016. 10. Podjęcie uchwały w sprawie podziału zysku Spółki. 11. Podjęcie uchwał w sprawie udzielenia absolutorium poszczególnym Członkom Zarządu\n                           Spółki za rok 2016. 12. Podjęcie uchwał w sprawie udzielenia absolutorium poszczególnym Członkom Rady\n                           Nadzorczej Spółki za rok 2016. 13. Zamknięcie obrad. Informacje dla Akcjonariuszy1. Prawo akcjonariusza do żądania umieszczenia poszczególnych spraw w porządku obrad\n                           Walnego ZgromadzeniaAkcjonariusz lub akcjonariusze reprezentujący, co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki mogą żądać umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie później niż na\n                           dwadzieścia jeden dni przed wyznaczonym terminem zgromadzenia tj. do 18 maja 2017\n                           roku. Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Żądanie w formie pisemnej może zostać złożone osobiście w sekretariacie\n                           Spółki lub za pośrednictwem poczty elektronicznej na adres wza@plast-box.com lub wysłane\n                           faksem na nr +48 59 842 05 28. Do żądania powinny zostać dołączone kopie dokumentów\n                           potwierdzających fakt, że osoba zgłaszająca żądanie jest akcjonariuszem Spółki _np.\n                           imienne świadectwo depozytowe obowiązujące w dniu realizacji uprawnienia_, fakt, że\n                           reprezentuje on co najmniej jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających\n                           tożsamość akcjonariusza lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli żądanie spełnia wymagania prawa, Zarząd Spółki jest obowiązany niezwłocznie,\n                           jednak nie później niż na osiemnaście dni przed wyznaczonym terminem Walnego Zgromadzenia,\n                           ogłosić zmiany w porządku obrad, wprowadzone na żądanie Akcjonariuszy. Ogłoszenie\n                           następuje w sposób właściwy dla zwołania Walnego Zgromadzenia.2. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie\n                           osobiście w sekretariacie Spółki lub przy wykorzystaniu środków komunikacji elektronicznej\n                           przesyłając na adres wza@plast-box.com lub wysłane faksem na nr +48 59 842 05 28 projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Do zgłoszenia powinny zostać dołączone\n                           kopie dokumentów potwierdzających fakt, że osoba zgłaszająca jest akcjonariuszem Spółki\n                           _np. imienne świadectwo depozytowe obowiązujące w dniu realizacji uprawnienia_, fakt,\n                           że reprezentuje on co najmniej jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających\n                           tożsamość akcjonariusza lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli zgłoszenie spełnia wymagania prawa Spółka niezwłocznie ogłasza projekty uchwał\n                           na stronie internetowej Spółki.3. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. Każdy z akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.4. Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności o formularzach\n                           stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania Spółki\n                           przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnika.Akcjonariusz będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący osobą fizyczną\n                           może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną\n                           do składania oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnik wykonuje\n                           wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu, chyba że co innego wynika\n                           z treści pełnomocnictwa. Pełnomocnik może udzielać dalszego pełnomocnictwa, jeżeli\n                           wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż jednego\n                           Akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza. Akcjonariusz posiadający\n                           akcje zapisane na więcej niż jednym rachunku papierów wartościowych może ustanowić\n                           oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na każdym z rachunków.\n                           Pełnomocnictwo powinno być, pod rygorem nieważności sporządzone w formie pisemnej\n                           i dołączone do protokołu Walnego Zgromadzenia lub udzielone w postaci elektronicznej.\n                           Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Formularz zawierający wzór pełnomocnictwa dostępny jest od dnia publikacji niniejszego\n                           ogłoszenia na stronie internetowej Spółki www.plast-box.com , w zakładce \"Walne Zgromadzenie\".\n                           Wykorzystanie tych formularzy nie jest obowiązkowe. O udzieleniu pełnomocnictwa w\n                           postaci elektronicznej należy zawiadomić Spółkę przy wykorzystaniu środków komunikacji\n                           elektronicznej w postaci informacji przesłanej pocztą elektroniczną na adres wza@plast-box.com,\n                           dokładając wszelkich starań, aby możliwa była skuteczna weryfikacja ważności pełnomocnictwa,\n                           i w tym celu podpisane pełnomocnictwo przesyłane elektronicznie do Spółki powinno\n                           być zeskanowane do formatu PDF. Informacja o udzieleniu pełnomocnictwa powinna zawierać\n                           dokładne oznaczenie pełnomocnika i mocodawcy _ze wskazaniem imienia, nazwiska, serii\n                           i numer dowodu osobistego, adresu, telefonu i adresu poczty elektronicznej obu tych\n                           osób_. Informacja o udzieleniu pełnomocnictwa powinna również zawierać jego zakres\n                           tj. wskazywać liczbę akcji, z których wykonywane będzie prawo głosu oraz datę i nazwę\n                           walnego zgromadzenia Spółki, na którym prawa te będą wykonywane. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza i/lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w przypadku braku udzielenia odpowiedzi\n                           na pytania zadawane w trakcie weryfikacji traktowane będzie jako brak możliwości weryfikacji\n                           udzielenia pełnomocnictwa i stanowić będzie podstawę dla odmowy dopuszczenia pełnomocnika\n                           do udziału w Walnym Zgromadzeniu. W celu identyfikacji akcjonariusza udzielającego\n                           pełnomocnictwa, zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           powinno zawierać _jako załącznik_:  w przypadku akcjonariusza będącego osobą fizyczną - kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu. W przypadku wątpliwości co do prawdziwości kopii wyżej wymienionych dokumentów, Zarząd\n                           zastrzega sobie prawo do żądania od pełnomocnika okazania przy sporządzaniu listy\n                           obecności:  w przypadku akcjonariusza będącego osobą fizyczną – kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania za zgodność\n                           z oryginałem kopii dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru, informacji odpowiadającej odpisowi\n                           aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie art. 4 ust. 4aa ustawy\n                           z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym lub innego dokumentu potwierdzającego\n                           upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania akcjonariusza na\n                           Walnym Zgromadzeniu.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym,\n                           ewentualnie ciągu pełnomocnictw oraz odpisu właściwego rejestru _składanego w oryginale\n                           lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub informacji\n                           odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie\n                           art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym.Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza niebędącego osobą fizyczną\n                           powinny być uwidocznione w aktualnym odpisie z właściwego dla danego akcjonariusza\n                           rejestru lub informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców\n                           pobranej na podstawie art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze\n                           Sądowym. Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami akcjonariuszy\n                           na Walnym Zgromadzeniu.Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu Spółki, członek\n                           Rady Nadzorczej Spółki, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym\n                           walnym zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności\n                           wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów. Udzielenie\n                           dalszego pełnomocnictwa jest wyłączone.Zasady dotyczące identyfikacji akcjonariusza stosuje się odpowiednio do zawiadamiania\n                           Spółki o odwołaniu pełnomocnictwa.5. Możliwość i sposób uczestniczenia w Walnym Zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości uczestniczenia w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.6. Sposób wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości wypowiadania się w trakcie Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.7. Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejSpółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.8. Dzień rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Zwyczajnym Walnym Zgromadzeniu jest dzień 23 maja\n                           2017 r. _\"Dzień Rejestracji\"_9. Informacja o prawie uczestniczenia w Walnym ZgromadzeniuPrawo uczestniczenia w Zwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Spółki w Dniu Rejestracji.Uprawnieni z akcji imiennych oraz zastawnicy i użytkownicy, którym przysługuje prawo\n                           głosu, mają prawo uczestniczenia w Walnym Zgromadzeniu, jeżeli są wpisani do księgi\n                           akcyjnej w Dniu Rejestracji.Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia tj. nie wcześniej\n                           niż w dniu 11 maja 2017 roku i nie później niż w pierwszym dniu powszednim po Dniu\n                           Rejestracji, tj. nie później niż w dniu 24 maja 2017 roku, podmiot prowadzący rachunek\n                           papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa w walnym\n                           zgromadzeniu.Spółka niniejszym zwraca uwagę, iż uprawnione do udziału w Walnym Zgromadzeniu będą\n                           osoby, które:a_ były akcjonariuszami Spółki w Dniu Rejestracji, tj. w dniu 23 maja 2017 roku.oraz b_ zwróciły się – nie wcześniej niż w dniu 11 maja 2017 roku i nie później niż w dniu\n                           24 maja 2017 roku – do podmiotu prowadzącego ich rachunki papierów wartościowych o\n                           wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu lub\n                           osoby, które były uprawnione z akcji imiennych a także zastawnicy i użytkownicy, którym\n                           przysługuje prawo głosu, jeżeli byli wpisani do księgi akcyjnej w Dniu Rejestracji.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie w siedzibie Spółki w Słupsku przy ul. Lutosławskiego 17A, w godzinach\n                           od 08.00 do 16.00, przez 3 dni powszednie przed odbyciem Walnego Zgromadzenia, tj.\n                           w dniach od 5 do 7 czerwca 2017 roku.Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną wysyłając wniosek na adres\n                           wza@plast-box.com , podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana. Osoby uprawnione do uczestniczenia w Walnym Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na godzinę przed rozpoczęciem\n                           obrad.10. Dostęp do dokumentacjiDokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał\n                           będzie zamieszczana na stronie internetowej Spółki niezwłocznie po ich sporządzeniu.Uwagi Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia będą dostępne na stronie internetowej Spółki niezwłocznie\n                           po ich sporządzeniu.Informacje dotyczące  Walnego Zgromadzenia dostępne są na stronie www.plast-box.com\n                           w zakładce \"Walne Zgromadzenie\".Ponadto zgodnie z § 38 ust. 1 pkt 3 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim,\n                           Zarząd Spółki przekazuje w załączeniu treść projektów uchwał wraz z ich uzasadnieniami.Podstawa prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, w związku z art. 402_1_ oraz art. 402_2_ Kodeksu\n                           spółek handlowych",
        "date": "2017-05-11"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" SA _Spółka_, w nawiązaniu do raportu\n                           bieżącego nr 7/2017 z dnia 26 kwietnia 2017 roku przekazuje, że w dniu 30 kwietnia\n                           2017 r. Rada Nadzorcza Spółki pozytywnie zaopiniowała wniosek Zarządu w sprawie rekomendacji\n                           Zwyczajnemu Walnemu Zgromadzeniu Spółki wypłaty dywidendy za rok 2016 w wysokości\n                           0,09 zł _słownie: dziewięć groszy_ na jedną akcję oraz przeznaczenia pozostałej części\n                           zysku Spółki za rok 2016 na kapitał zapasowy. Jednocześnie Rada Nadzorcza pozytywnie oceniła sprawozdanie Zarządu z działalności\n                           Spółki za rok obrotowy 2016, sprawozdanie Zarządu z działalności Grupy Kapitałowej\n                           Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. za rok obrotowy 2016, sprawozdanie\n                           finansowe Spółki za rok obrotowy 2016 oraz skonsolidowane sprawozdanie finansowe Grupy\n                           Kapitałowej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. za rok obrotowy 2016\n                           i podjęła decyzję o wnioskowaniu do Zwyczajnego Walnego Zgromadzenia Spółki o ich\n                           zatwierdzenie.",
        "date": "2017-05-01"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           przekazuje do publicznej wiadomości wybrane wstępne, skonsolidowane wyniki finansowe\n                           Grupy Kapitałowej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. za I kwartał 2017\n                           roku:a_ uzyskane przychody 39 402 tys. zł,b_ uzyskana wartość EBITDA 4 070 tys. zł,c_ uzyskany zysk netto 1 588 tys. zł,d_ uzyskana stopa EBITDA 10,3%,e_ uzyskana stopa zysku netto 4,0%.Przedstawione wyniki finansowe zostały sporządzone na podstawie dostępnych Zarządowi\n                           Spółki danych finansowych za okres styczeń-marzec 2017 roku osiągniętych przez Spółkę\n                           i jej spółki zależne. Obliczenia dokonane zostały według najlepszej wiedzy Zarządu\n                           na dzień ich sporządzania i w oparciu o założenie, że nie powstaną i nie ujawnią się\n                           okoliczności, które mogłyby istotnie wpłynąć na wynik finansowy po dniu opublikowania\n                           powyższych danych.Powyższe szacunki będą monitorowane na bieżąco do czasu publikacji raportu okresowego\n                           Spółki za I kwartał 2017 roku tj. do dnia 15 maja 2017 roku.O wszelkich zdarzeniach mogących mieć istotny wpływ na ww. szacunki Spółka poinformuje\n                           odrębnym raportem bieżącym.",
        "date": "2017-04-27"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd spółki Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. _\"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego nr 1/2017 z dnia 17 stycznia 2017 r., niniejszym informuje, że\n                           w dniu dzisiejszym podjął decyzję o rekomendacji Zwyczajnemu Walnemu Zgromadzeniu\n                           Spółki wypłaty dywidendy za rok 2016 w wysokości 0,09 zł _słownie: dziewięć groszy_\n                           na jedną akcję oraz przeznaczenia pozostałej części zysku Spółki za rok 2016 na kapitał\n                           zapasowy.",
        "date": "2017-04-26"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A. _Spółka_ informuje, iż w dniu\n                           dzisiejszym została zawarta umowa dostawy pomiędzy Spółką jako odbiorcą a Sabic Sales\n                           Europe B.V. z siedzibą  w Sittard, Holandia jako dostawcą _Sabic_. Umowa ma charakter ramowy i została zawarta na czas określony do 31 grudnia 2017 roku.\n                           Przedmiotem umowy jest dostarczenie przez Sabic tworzywa sztucznego _polipropylenu_,\n                           stosowanego przez Spółkę do produkcji opakowań. Dostawy tworzywa w ramach Umowy ramowej\n                           realizowane są na podstawie indywidualnych zamówień. Warunki Umowy nie odbiegają od\n                           warunków standardowych dla tego typu umów. Na podstawie prognoz zakupu, przewidywaną wielkość obrotu z Sabic związaną z zawartym\n                           kontraktem szacuje się na 5.000.000 EUR _pięć milionów euro_.",
        "date": "2017-04-11"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ w nawiązaniu do raportu\n                           bieżącego nr 1/2017 z dnia 17 stycznia 2017 roku informuje, iż zmianie uległ szacowany\n                           skonsolidowany zysk netto Grupy Kapitałowej PTS \"Plast-Box\" S.A. _Grupa_ za 2016 rok,\n                           którego wartość na dzień sporządzenia niniejszego raportu wynosi 8 583 tys. zł.W procesie konsolidacji danych finansowych Grupy, Spółka ustaliła, że konieczne jest\n                           wykazanie zmiany zysku netto poniżej szacowanego wcześniej poziomu 10 054 tys. zł,\n                           głównie z powodu zmiany przepisów w Narodowym Kodeksie Ukrainy dotyczących regulacji\n                           odnoszących się do możliwości zaliczania kosztów stanowiących koszty uzyskania przychodów\n                           odpisów amortyzacyjnych w odniesieniu do przeszacowanych aktywów trwałych. W konsekwencji powyższego zmianie uległa wartość podatkowa aktywów trwałych spółki\n                           córki na Ukrainie tj. \"Plast-Box Ukraina\" Sp. z o.o., co wpłynęło na wartość aktywa\n                           z tytułu podatku odroczonego w skonsolidowanym sprawozdaniu finansowym Grupy.",
        "date": "2017-03-17"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ w nawiązaniu do raportów\n                           bieżących nr 51/2015 z dnia 4 grudnia 2015 roku oraz 47/2016 z dnia 21 grudnia 2016\n                           roku, informuje iż w dniu dzisiejszym uzyskał informację o podpisaniu aneksu do  umowy\n                           sprzedaży Nr 1-2008/TVK z dnia 11.07.2008 r. zawartej pomiędzy Spółką a \"Plast – Box\n                           Ukraina\" Sp. z o.o. z siedzibą w Czernichowie _spółką zależną od Przetwórstwa Tworzyw\n                           Sztucznych \"PLAST-BOX\" S.A._. Przedmiotem umowy jest sprzedaż przez Spółkę spółce\n                           \"Plast – Box Ukraina\" Sp. z o.o. granulatu polipropylenu i polietylenu. \tZawartym aneksem podwyższona została wartość kontraktu z kwoty 13.000.000 EUR do kwoty\n                           20.000.000 EUR.",
        "date": "2017-02-02"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _Spółka_\n                           informuje, że w dniu dzisiejszym uzyskał informacje o podpisaniu z Bankiem Handlowym\n                           w Warszawie Spółką Akcyjną z siedzibą w Warszawie _Bank_ aneksu do Umowy o Kredyt\n                           w Rachunku Bieżącym z dnia 8 września 2014 r. _Umowa Kredytu_ na podstawie której\n                           Bank przyznał Spółce prawo do korzystania z dwuwalutowego kredytu w rachunku bieżącym\n                           w wysokości nieprzekraczającej kwoty 12.000.000 zł _dwanaście milionów złotych_ do\n                           dnia 8 września 2016 roku.Na mocy postanowień Aneksu w szczególności wydłużono okres ostatecznej spłaty kredytu\n                           w całości wraz z należnymi Bankowi odsetkami, prowizjami i kosztami do dnia 31 sierpnia\n                           2017 roku.Informacje o podpisaniu Umowy Kredytu z Bankiem Spółka przekazała w raporcie bieżącym\n                           nr 40/2014 z dnia 9 września 2014 roku.",
        "date": "2017-01-31"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zgodnie z treścią § 103 ust. 1 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Rozporządzenie_ Zarząd Przetwórstwa\n                           Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ informuje o terminach przekazywania raportów\n                           okresowych w 2017 roku:Raporty kwartalne:Skonsolidowany raport kwartalny za I kwartał 2017 r. - 15 maja 2017 r.Skonsolidowany raport kwartalny za III kwartał 2017 r. - 15 listopada 2017 r.Raport półroczny:Skonsolidowany raport za I półrocze 2017 r. - 31 sierpnia 2017 r.Raporty roczne:Jednostkowy raport roczny za 2016 r. - 21 marca 2017 r.Skonsolidowany raport roczny za 2016 r. - 21 marca 2017 r.Jednocześnie Zarząd Spółki oświadcza, iż:1_ zgodnie z § 83 ust. 1 i 3 Rozporządzenia Spółka nie będzie przekazywała odrębnych\n                           jednostkowych raportów kwartalnych i półrocznych, a skonsolidowane raporty kwartalne\n                           oraz skonsolidowany raport półroczny zawierać będą odpowiednio kwartalne i półroczne\n                           skrócone jednostkowe sprawozdania finansowe;2_ zgodnie z § 101 ust. 2 Rozporządzenia Spółka nie będzie publikowała raportów kwartalnych:\n                           za IV kwartał 2016 roku oraz za II kwartał 2017 roku.",
        "date": "2017-01-30"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _Spółka_\n                           informuje, iż w dniu 31 grudnia 2018 roku Spółka otrzymała od Pana Grzegorza Pawlak,\n                           zawiadomienie następującej treści: \"Na podstawie art. 69 ust. 1 oraz ust. 2 pkt 1 lit. a_ ustawy z dnia 29 lipca 2005\n                           roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _tj. Dz. U. 2018.512_ _\"Ustawa o ofercie\"_,\n                           informuję, że w wyniku zbycia przeze mnie w transakcji pakietowej w dniu 27.12.2018\n                           roku 800.000 zdematerializowanych akcji spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\"\n                           S.A. _\"Spółka\"_ uprawniających do wykonywania 800.000 głosów, tj. 1,91% ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki, doszło do zmiany dotychczas posiadanego przeze\n                           mnie udziału w ogólnej liczbie głosów na walnym zgromadzeniu Spółki. _\"Zmiana Stanu\n                           Posiadania\"_.Przed Zmianą Stanu Posiadania posiadałem 5.026.054 akcji Spółki _w tym 40 akcji imiennych\n                           uprzywilejowanych i 5.026.014 akcji zwykłych na okaziciela_ uprawniających do 5.026.094\n                           głosów na walnym zgromadzeniu Spółki, co stanowiło 11,98% ogólnej liczby wyemitowanych\n                           akcji i 11,98% ogólnej liczby głosów.  Posiadane przeze mnie:1. akcje imienne uprzywilejowane stanowiły 0,000095% w kapitale zakładowym i uprawniały\n                           do 80 głosów na walnym zgromadzeniu Spółki co stanowiło 0,00019% ogólnej liczby głosów,2. akcje zwykłe na okaziciela stanowiły 11,98% w kapitale zakładowym i uprawniały\n                           do 5.293.684 głosów na walnym zgromadzeniu Spółki co stanowiło 11,98% ogólnej liczby\n                           głosów.Po Zmianie Stanu Posiadania posiadam 4.226.054 akcje Spółki _w tym 40 akcji imiennych\n                           uprzywilejowanych i 4.226.014 akcji zwykłych na okaziciela_ uprawniające do 4.226.094\n                           głosów na walnym zgromadzeniu Spółki, co stanowi 10,08% ogólnej liczby wyemitowanych\n                           akcji i 10,08% ogólnej liczby głosów.Posiadane przeze mnie: akcje imienne uprzywilejowane stanowią 0,00009% w kapitale zakładowym i uprawniają\n                           do 80 głosów na WZA co stanowi 0,00018% ogólnej liczby głosów, akcje zwykłe na okaziciela stanowią 10,08% w kapitale zakładowym i uprawniają do\n                           4.226.014 głosów na walnym zgromadzeniu co stanowi 10,08% ogólnej liczby głosów.\"",
        "date": "2018-12-31"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           informuje, że w dniu 28 grudnia 2018 r. wpłynęło do Spółki zawiadomienie otrzymane\n                           od pana Grzegorza Pawlaka, Prezesa Zarządu Spółki _osoba zobowiązana_, sporządzone\n                           na podstawie art. 19 Rozporządzenia Parlamentu Europejskiego i Rady nr 596/2014 z\n                           dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE, o dokonanych transakcjach nabycia akcji\n                           Spółki. Treść zawiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2018-12-28"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _Spółka_\n                           informuje, iż w dniu 28 grudnia 2018 roku Spółka otrzymała od państwa Grzegorza i\n                           Ewy Pawlak, zawiadomienie następującej treści: \"Na podstawie art. 69 ust. 1 oraz ust. 2 pkt 1 lit. a_ w zw. z art. 87 ust. 1 pkt\n                           5 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _tj. Dz.\n                           U. 2018.512_ _\"Ustawa o ofercie\"_, informuję w imieniu stron porozumienia z art. 87\n                           ust. 1 pkt 5 Ustawy o ofercie w skład którego wchodzą: Grzegorz Pawlak oraz Ewa Pawlak,\n                           że w wyniku zbycia przez Grzegorza Pawlaka w transakcji pakietowej w dniu 27.12.2018\n                           roku 800.000 zdematerializowanych akcji spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\"\n                           S.A. _\"Spółka\"_ uprawniających do wykonywania 800.000 głosów, tj. 1,91% ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki, doszło do zmiany stanu posiadania akcji stron\n                           porozumienia _\"Zmiana Stanu Posiadania\"_.Przed Zmianą Stanu Posiadania Grzegorz Pawlak oraz Ewa Pawlak posiadali łącznie 5.026.064\n                           akcje Spółki _w tym 50 akcji imiennych uprzywilejowanych i 5.026.014 akcji zwykłych\n                           na okaziciela_ uprawniające do 5.026.114 głosów na walnym zgromadzeniu Spółki, co\n                           stanowiło 11,98% ogólnej liczby wyemitowanych akcji i 11,98% ogólnej liczby głosów,\n                           w tym:1_ Grzegorz Pawlak posiadał 5.026.054 akcji Spółki _w tym 40 akcji imiennych uprzywilejowanych\n                           i 5.026.014 akcji zwykłych na okaziciela_ uprawniających do 5.026.094 głosów na walnym\n                           zgromadzeniu Spółki, co stanowiło 11,98% ogólnej liczby wyemitowanych akcji i 11,98%\n                           ogólnej liczby głosów. Posiadane przez Grzegorza Pawlaka:1. akcje imienne uprzywilejowane stanowiły 0,000095% w kapitale zakładowym i uprawniały\n                           do 80 głosów na walnym zgromadzeniu Spółki co stanowiło 0,00019% ogólnej liczby głosów,2. akcje zwykłe na okaziciela stanowiły 11,98% w kapitale zakładowym i uprawniały\n                           do 5.293.684 głosów na walnym zgromadzeniu Spółki co stanowiło 11,98% ogólnej liczby\n                           głosów.2_ Ewa Pawlak posiadała 10 akcji imiennych uprzywilejowanych uprawniających do wykonywania\n                           20 głosów, stanowiących 0,00002% udziału w kapitale zakładowym Spółki oraz 0,00005%\n                           ogólnej liczby głosów na walnym zgromadzeniu Spółki.Po Zmianie Stanu Posiadania, Grzegorz Pawlak oraz Ewa Pawlak posiadają łącznie 4.226.064\n                           akcje Spółki _w tym 50 akcji imiennych uprzywilejowanych i 4.226.014 akcji zwykłych\n                           na okaziciela_ uprawniające do 4.226.114 głosów na walnym zgromadzeniu Spółki, co\n                           stanowi 10,08% ogólnej liczby wyemitowanych akcji i 10,08% ogólnej liczby głosów.Posiadane przez Strony Porozumienia:1. akcje imienne uprzywilejowane stanowią 0,0001% w kapitale zakładowym i uprawniają\n                           do 100 głosów na walnym zgromadzeniu Spółki co stanowi 0,0002% ogólnej liczby głosów,2. akcje zwykłe na okaziciela stanowią 10,08% w kapitale zakładowym i uprawniają do\n                           4.226.014 głosów na walnym zgromadzeniu co stanowi 10,08% ogólnej liczby głosów,w tym:a_ Grzegorz Pawlak posiada 4.226.054 akcje Spółki _w tym 40 akcji imiennych uprzywilejowanych\n                           i 4.226.014 akcji zwykłych na okaziciela_ uprawniające do 4.226.094 głosów na walnym\n                           zgromadzeniu Spółki, co stanowi 10,08% ogólnej liczby wyemitowanych akcji i 10,08%\n                           ogólnej liczby głosów.Posiadane przez Grzegorza Pawlaka: akcje imienne uprzywilejowane stanowią 0,00009% w kapitale zakładowym i uprawniają\n                           do 80 głosów na WZA co stanowi 0,00018% ogólnej liczby głosów, akcje zwykłe na okaziciela stanowią 10,08% w kapitale zakładowym i uprawniają do\n                           4.226.014 głosów na walnym zgromadzeniu co stanowi 10,08% ogólnej liczby głosów.b_ Ewa Pawlak posiada 10 akcji imiennych uprzywilejowanych uprawniających do wykonywania\n                           20 głosów, stanowiących 0,00002% udziału w kapitale zakładowym Spółki oraz 0,00005%\n                           ogólnej liczby głosów na walnym zgromadzeniu Spółki.\"",
        "date": "2018-12-28"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _Spółka_\n                           informuje, iż w dniu 28 grudnia 2018 roku Spółka otrzymała od Hillmount Trading Limited\n                           z siedzibą w Nikozji - spółkę utworzoną zgodnie z prawem Republiki Cypru _Akcjonariusz_,\n                           zawiadomienie następującej treści: \"Działając na podstawie art. 69 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych _t.j. Dz. U. z 2018 r., poz. 512, w dalszym toku\n                           określana jako \"Ustawa o ofercie publicznej\"_, niniejszym oświadczam, iż:W wyniku zawartej w dniu 27 grudnia 2018 roku transakcji pakietowej, liczba posiadanych\n                           przez Akcjonariusza akcji Spółki wzrosła z 8 311 053 akcji, stanowiących 19,82% kapitału\n                           zakładowego  Spółki oraz uprawniających do wykonywania 8 311 053 głosów na Walnym\n                           Zgromadzeniu Spółki, co stanowiło 19,82% ogólnej liczby głosów do 9 111 053 akcji\n                           stanowiących w przybliżeniu 21,72% kapitału zakładowego Spółki oraz uprawniających\n                           do wykonywania 9 111 053 głosów na Walnym Zgromadzeniu Spółki, co stanowi w przybliżeniu\n                           21,72% ogólnej liczby głosów.Akcjonariusz nie posiada podmiotów zależnych, które byłyby właścicielami akcji Spółki.\"",
        "date": "2018-12-28"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" Spółki Akcyjnej z siedzibą w Słupsku\n                           _\"Spółka\", \"Emitent\"_, w nawiązaniu do raportu bieżącego nr 20/2018 opublikowanego\n                           w dniu 18 grudnia 2018r., niniejszym informuje, iż w dniu 21 grudnia 2018 r. doszło\n                           do zawarcia umowy nabycia 100% udziałów w kapitale zakładowym spółki Stark Partner\n                           sp. z o.o. z siedzibą w Urszulinie oraz 100% udziałów w kapitale zakładowym spółki\n                           Stark Partner Nieruchomości sp. z o.o. z siedzibą w Urszulinie.Cena za nabywane udziały zostanie obliczona na podstawie uzgodnionej Wartości Przedsiębiorstwa\n                           _Enterprise Value_ w wysokości 22.500.000 zł i uiszczona w trzech transzach, z których\n                           ostatnia płatna będzie do dnia 10 października 2020 r. Wartość pierwszej z transz wynosi 16.665.776 zł. Wysokość kolejnych transz będzie\n                           zależna od długu netto nabywanych spółek na dzień 30 listopada 2018 r., a także wartości\n                           ich znormalizowanej EBITDA w latach 2018-2019.",
        "date": "2018-12-21"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           informuje, że w dniu 20 grudnia 2018 r. wpłynęło do Spółki zawiadomienie otrzymane\n                           od Pana Adama Laskowskiego, członka Rady Nadzorczej Spółki _osoba zobowiązana_, sporządzone\n                           na podstawie art. 19 Rozporządzenia Parlamentu Europejskiego i Rady nr 596/2014 z\n                           dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE, o dokonanych transakcjach nabycia akcji\n                           Spółki. Treść zawiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2018-12-20"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" Spółki Akcyjnej z siedzibą w Słupsku\n                           _\"Spółka\", \"Emitent\"_, w nawiązaniu do raportu bieżącego nr 16/2018 opublikowanego\n                           w dniu 26 listopada 2018r., niniejszym informuje, iż w dniu 18 grudnia 2018 r. spełnił\n                           się Warunek Zawieszający zawarcia umowy nabycia 100% udziałów w kapitale zakładowym\n                           spółek Stark Partner sp. z o.o. i Stark Partner Nieruchomości sp. z o.o., jakim jest\n                           pozyskanie finansowania dłużnego i zawarcie w dniu 18 grudnia 2018 r. Umowy kredytu\n                           akwizycyjnego, kredytu refinansowego i linii wieloproduktowej _\"Umowa\"_ z mBank S.A.\n                           z siedzibą w Warszawie _\"Bank\"_ na zapłatę Transzy I w wysokości 16.665.776 PLN.Niezależnie Spółka informuje, iż zawarta pomiędzy Spółką a Bankiem Umowa, przewiduje\n                           finansowanie Spółki do łącznej kwoty w wysokości 62.870.000 PLN.Umowa przewiduje standardowe zabezpieczenia spłaty kredytów. Na zabezpieczenie Umowy,\n                           na majątku Spółki oraz spółek zależnych, tj. \"Plast-Box Apartments\" sp. z o.o. oraz\n                           \"Plast-Box Development\" sp. z o.o. m.in. zostały ustanowione zabezpieczenia w postaci\n                           zastawów finansowych, rejestrowych oraz hipotek na nieruchomościach Spółki oraz spółek\n                           zależnych.Zawarcie umowy sprzedaży udziałów spółek Stark Partner sp. z o.o. i Stark Partner\n                           Nieruchomości sp. z o.o. zostało zaplanowane na dzień 21 grudnia 2018 r.",
        "date": "2018-12-18"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" Spółki Akcyjnej z siedzibą w Słupsku,\n                           pod adresem: ul. Lutosławskiego 17A, wpisanej do Rejestru Przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy Gdańsk-Północ w Gdańsku, VIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS: 0000139210 _\"Spółka\"_, kapitał\n                           zakładowy 41.941.035 zł, kapitał wpłacony 41.941.035 zł, NIP 839-00-23-940, działając\n                           na podstawie art. 399 § 1 w zw. z art. 398, art. 4021 i 4022 Kodeksu spółek handlowych\n                           _\"K.s.h.\"_ zwołuje na dzień 15 stycznia 2019 roku na godzinę 12.00 Nadzwyczajne Walne\n                           Zgromadzenie Spółki. Nadzwyczajne Walne Zgromadzenie odbędzie się w siedzibie Spółki\n                           w Słupsku _76-200_ przy ul. Lutosławskiego 17a, z następującym porządkiem obrad:Porządek obrad1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do powzięcia\n                           uchwał. 4. Wybór Komisji Skrutacyjnej lub rezygnacja z wyboru Komisji Skrutacyjnej.5. Przyjęcie porządku obrad. 6. Podjęcie uchwały w sprawie wyrażenia zgody na ustanowienie zastawu rejestrowego\n                           na przedsiębiorstwie Spółki i wydzierżawienie przedsiębiorstwa Spółki.7. Zamknięcie obrad. Informacje dla Akcjonariuszy1. Prawo akcjonariusza do żądania umieszczenia poszczególnych spraw w porządku obrad\n                           Walnego ZgromadzeniaAkcjonariusz lub akcjonariusze reprezentujący, co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki mogą żądać umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie później niż na\n                           dwadzieścia jeden dni przed wyznaczonym terminem zgromadzenia tj. do 25 grudnia 2018\n                           roku. Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Żądanie w formie pisemnej może zostać złożone osobiście w sekretariacie\n                           Spółki lub za pośrednictwem poczty elektronicznej na adres wza@plast-box.com lub wysłane\n                           faksem na nr +48 59 842 05 28. Do żądania powinny zostać dołączone kopie dokumentów\n                           potwierdzających fakt, że osoba zgłaszająca żądanie jest akcjonariuszem Spółki _np.\n                           imienne świadectwo depozytowe obowiązujące w dniu realizacji uprawnienia_, fakt, że\n                           reprezentuje on co najmniej jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających\n                           tożsamość akcjonariusza lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli żądanie spełnia wymagania prawa, Zarząd Spółki jest obowiązany niezwłocznie,\n                           jednak nie później niż na osiemnaście dni przed wyznaczonym terminem Walnego Zgromadzenia,\n                           ogłosić zmiany w porządku obrad, wprowadzone na żądanie Akcjonariuszy. Ogłoszenie\n                           następuje w sposób właściwy dla zwołania Walnego Zgromadzenia.2. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie\n                           osobiście w sekretariacie Spółki lub przy wykorzystaniu środków komunikacji elektronicznej\n                           przesyłając na adres wza@plast-box.com lub wysłane faksem na nr +48 59 842 05 28 projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Do zgłoszenia powinny zostać dołączone\n                           kopie dokumentów potwierdzających fakt, że osoba zgłaszająca jest akcjonariuszem Spółki\n                           _np. imienne świadectwo depozytowe obowiązujące w dniu realizacji uprawnienia_, fakt,\n                           że reprezentuje on co najmniej jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających\n                           tożsamość akcjonariusza lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli zgłoszenie spełnia wymagania prawa Spółka niezwłocznie ogłasza projekty uchwał\n                           na stronie internetowej Spółki.3. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. Każdy z akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.4. Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności o formularzach\n                           stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania Spółki\n                           przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnika.Akcjonariusz będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący osobą fizyczną\n                           może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną\n                           do składania oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnik wykonuje\n                           wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu, chyba że co innego wynika\n                           z treści pełnomocnictwa. Pełnomocnik może udzielać dalszego pełnomocnictwa, jeżeli\n                           wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż jednego\n                           Akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza. Akcjonariusz posiadający\n                           akcje zapisane na więcej niż jednym rachunku papierów wartościowych może ustanowić\n                           oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na każdym z rachunków.\n                           Pełnomocnictwo powinno być, pod rygorem nieważności sporządzone w formie pisemnej\n                           i dołączone do protokołu Walnego Zgromadzenia lub udzielone w postaci elektronicznej.\n                           Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Formularz zawierający wzór pełnomocnictwa dostępny jest od dnia publikacji niniejszego\n                           ogłoszenia na stronie internetowej Spółki www.plast-box.com, w zakładce \"DLA INWESTORÓW\"\n                           – \"Walne zgromadzenie\". Wykorzystanie tych formularzy nie jest obowiązkowe. O udzieleniu\n                           pełnomocnictwa w postaci elektronicznej należy zawiadomić Spółkę przy wykorzystaniu\n                           środków komunikacji elektronicznej w postaci informacji przesłanej pocztą elektroniczną\n                           na adres wza@plast-box.com, dokładając wszelkich starań, aby możliwa była skuteczna\n                           weryfikacja ważności pełnomocnictwa, i w tym celu podpisane pełnomocnictwo przesyłane\n                           elektronicznie do Spółki powinno być zeskanowane do formatu \"PDF\", \"jpg\" lub \"tif\".\n                           Informacja o udzieleniu pełnomocnictwa powinna zawierać dokładne oznaczenie pełnomocnika\n                           i mocodawcy _ze wskazaniem imienia, nazwiska, serii i numer dowodu osobistego, adresu,\n                           telefonu i adresu poczty elektronicznej obu tych osób_. Informacja o udzieleniu pełnomocnictwa\n                           powinna również zawierać jego zakres tj. wskazywać liczbę akcji, z których wykonywane\n                           będzie prawo głosu oraz datę i nazwę walnego zgromadzenia Spółki, na którym prawa\n                           te będą wykonywane. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza i/lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w przypadku braku udzielenia odpowiedzi\n                           na pytania zadawane w trakcie weryfikacji traktowane będzie jako brak możliwości weryfikacji\n                           udzielenia pełnomocnictwa i stanowić będzie podstawę dla odmowy dopuszczenia pełnomocnika\n                           do udziału w Walnym Zgromadzeniu. W celu identyfikacji akcjonariusza udzielającego\n                           pełnomocnictwa, zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           powinno zawierać _jako załącznik_:  w przypadku akcjonariusza będącego osobą fizyczną - kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu. W przypadku wątpliwości co do prawdziwości kopii wyżej wymienionych dokumentów, Zarząd\n                           zastrzega sobie prawo do żądania od pełnomocnika okazania przy sporządzaniu listy\n                           obecności:  w przypadku akcjonariusza będącego osobą fizyczną – kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania za zgodność\n                           z oryginałem kopii dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru, informacji odpowiadającej odpisowi\n                           aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie art. 4 ust. 4aa ustawy\n                           z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym lub innego dokumentu potwierdzającego\n                           upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania akcjonariusza na\n                           Walnym Zgromadzeniu.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym,\n                           ewentualnie ciągu pełnomocnictw oraz odpisu właściwego rejestru _składanego w oryginale\n                           lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub informacji\n                           odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie\n                           art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym.Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza niebędącego osobą fizyczną\n                           powinny być uwidocznione w aktualnym odpisie z właściwego dla danego akcjonariusza\n                           rejestru lub informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców\n                           pobranej na podstawie art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze\n                           Sądowym. Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami akcjonariuszy\n                           na Walnym Zgromadzeniu.Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu Spółki, członek\n                           Rady Nadzorczej Spółki, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym\n                           walnym zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności\n                           wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów. Udzielenie\n                           dalszego pełnomocnictwa jest wyłączone.Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być dokonane\n                           najpóźniej do godz. 9:00 w dniu obrad Nadzwyczajnego Walnego Zgromadzenia.  Zasady dotyczące identyfikacji akcjonariusza stosuje się odpowiednio do zawiadamiania\n                           Spółki o odwołaniu pełnomocnictwa.5. Możliwość i sposób uczestniczenia w Walnym Zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości uczestniczenia w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.6. Sposób wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości wypowiadania się w trakcie Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.7. Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejSpółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.8. Dzień rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Nadzwyczajnym Walnym Zgromadzeniu jest dzień 30\n                           grudnia 2018 r. _\"Dzień Rejestracji\"_9. Informacja o prawie uczestniczenia w Walnym ZgromadzeniuPrawo uczestniczenia w Nadzwyczajnym Walnym Zgromadzeniu, stosownie do art. 4061 §\n                           1 K.s.h., mają tylko osoby będące akcjonariuszami Spółki w Dniu Rejestracji.Uprawnieni z akcji imiennych oraz zastawnicy i użytkownicy, którym przysługuje prawo\n                           głosu, mają prawo uczestniczenia w Walnym Zgromadzeniu, jeżeli są wpisani do księgi\n                           akcyjnej w Dniu Rejestracji.Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia tj. nie wcześniej\n                           niż w dniu 18 grudnia 2018 roku i nie później niż w pierwszym dniu powszednim po Dniu\n                           Rejestracji, tj. nie później niż w dniu 31 grudnia 2018 roku, podmiot prowadzący rachunek\n                           papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa w walnym\n                           zgromadzeniu.Spółka niniejszym zwraca uwagę, iż uprawnione do udziału w Walnym Zgromadzeniu będą\n                           osoby, które:a_ były akcjonariuszami Spółki w Dniu Rejestracji, tj. w dniu 30 grudnia 2018 roku.oraz b_ zwróciły się – nie wcześniej niż w dniu 18 grudnia 2018 roku i nie później niż\n                           w dniu 31 grudnia 2018 roku – do podmiotu prowadzącego ich rachunki papierów wartościowych\n                           o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu\n                           lub osoby, które były uprawnione z akcji imiennych a także zastawnicy i użytkownicy,\n                           którym przysługuje prawo głosu, jeżeli byli wpisani do księgi akcyjnej w Dniu Rejestracji.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie w siedzibie Spółki w Słupsku przy ul. Lutosławskiego 17A, w godzinach\n                           od 08.00 do 16.00, przez 3 dni powszednie przed odbyciem Walnego Zgromadzenia, tj.\n                           w dniach od 10, 11 oraz 14 stycznia 2019 roku.Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną wysyłając wniosek na adres\n                           wza@plast-box.com , podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana. Osoby uprawnione do uczestniczenia w Walnym Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na pół godziy przed rozpoczęciem\n                           obrad.10. Dostęp do dokumentacjiDokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał\n                           będzie zamieszczana na stronie internetowej Spółki niezwłocznie po ich sporządzeniu.Uwagi Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia będą dostępne na stronie internetowej Spółki niezwłocznie\n                           po ich sporządzeniu.Informacje dotyczące  Walnego Zgromadzenia dostępne są na stronie www.plast-box.com\n                           w zakładce \"DLA INWESTORÓW\" – \"Walne zgromadzenie\".Ponadto zgodnie z § 19 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki przekazuje\n                           w załączeniu treść projektów uchwał na Nadzwyczajne Walne Zgromadzenie.",
        "date": "2018-12-18"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_, w nawiązaniu do\n                           raportu bieżącego nr 30/2017 z dnia 18 grudnia 2017 r., informuje o podpisaniu w dniu\n                           dzisiejszym aneksów do:1_ umowy sprzedaży Nr 1-2008/TVK z dnia 11.07.2008 r. zawartej pomiędzy Spółką a \"Plast\n                           – Box Ukraina\" Sp. z o.o. z siedzibą w Czernichowie _spółką zależną od Przetwórstwa\n                           Tworzyw Sztucznych \"Plast-Box\" S.A._. Przedmiotem umowy jest sprzedaż przez Spółkę\n                           spółce \"Plast – Box Ukraina\" Sp. z o.o. granulatu polipropylenu i polietylenu. 2_ umowy sprzedaży Nr 1-2007 z dnia 22.12.2006 r. zawartej pomiędzy Spółką a spółką\n                           \"Plast-Box Ukraina\" Sp. z o.o. z siedzibą w Czernihowie. Przedmiotem umowy jest sprzedaż\n                           przez Spółkę spółce \"Plast-Box Ukraina\" Sp. z o.o. surowców, wyrobów gotowych oraz\n                           towarów obcych, dla których jako miejsce załadunku wskazane jest miasto Słupsk. \tZawartymi aneksami przedłużono okres obowiązywania ww. umów do dnia 31 grudnia 2019\n                           r.",
        "date": "2018-12-17"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           informuje, że w dniu 27 listopada 2018 r. wpłynęło do Spółki zawiadomienie otrzymane\n                           od Pana Krzysztofa Kmity - Dyrektora Finansowego, Prokurenta Spółki _osoba zobowiązana_,\n                           sporządzone na podstawie art. 19 Rozporządzenia Parlamentu Europejskiego i Rady nr\n                           596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie\n                           nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady\n                           i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE, o dokonanych transakcjach\n                           nabycia akcji Spółki. Treść zawiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2018-11-27"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\",\n                           \"Emitent\"_, w nawiązaniu do raportu bieżącego ESPI nr 15/2018 opublikowanego w dniu\n                           26 listopada 2018 r., niniejszym informuje, iż w dniu 26 listopada 2018 r. zawarł\n                           z dotychczasowymi wspólnikami spółek Stark Partner sp. z o.o. z siedzibą w Urszulinie\n                           oraz Stark Partner Nieruchomości sp. z o.o. z siedzibą w Urszulinie, warunkową umowę\n                           zobowiązującą Emitenta do zawarcia umowy nabycia 100% udziałów w kapitale zakładowym\n                           Stark Partner sp. z o.o. oraz 100% udziałów w kapitale zakładowym Stark Partner Nieruchomości\n                           sp. z o.o. _\"Umowa\"_. Strony zobowiązały się zawrzeć umowę sprzedaży udziałów w terminie,\n                           który zostanie wyznaczony przez Emitenta po spełnieniu wszystkich warunków zawieszających,\n                           nie później niż 31 grudnia 2018 r. Strony uzgodniły, iż w przypadku, gdy data zawarcia umowy sprzedaży udziałów nie zostanie\n                           wyznaczona przez Emitenta na dzień przypadający nie później niż w dniu 31 grudnia\n                           2018 roku, każdej ze stron przysługiwać będzie prawo do złożenia oświadczenia o odstąpieniu\n                           od Umowy w terminie do dnia 15 stycznia 2019 r. Cena za nabywane udziały zostanie obliczona na podstawie uzgodnionej Wartości Przedsiębiorstwa\n                           _Enterprise Value_ w wysokości 22.500.000 zł i uiszczona w trzech transzach, z których\n                           ostatnia płatna będzie do dnia 10 października 2020 r. Wartość pierwszej z transz\n                           wyniesie 16.665.776 zł. Wysokość kolejnych transz będzie zależna od długu netto nabywanych\n                           spółek na dzień 30 listopada 2018 r., a także wartości ich znormalizowanej EBITDA\n                           w latach 2018-2019. Ponadto Emitent informuje, iż w celu nabycia udziałów spółek Stark Partner sp. z o.o.\n                           oraz Stark Partner Nieruchomości sp. z o.o. skorzysta z finansowania dłużnego.",
        "date": "2018-11-26"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Emitent\",\n                           \"Spółka\"_ działając na podstawie art. 17 ust. 1 i 4 Rozporządzenia Parlamentu Europejskiego\n                           i Rady nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _Rozporządzenie\n                           MAR_ przekazuje niniejszym opóźnioną informację poufną, dotyczącą złożenia przez Emitenta\n                           w dniu 20 października 2018 r. oferty nabycia udziałów i rozpoczęcia negocjacji na\n                           zasadzie wyłączności, dokumentacji transakcyjnej nabycia 100% udziałów spółki Stark\n                           Partner sp. z o.o., prowadzącej działalność w zakresie produkcji i sprzedaży plastikowych\n                           opakowań produktów spożywczych oraz 100% udziałów spółki Stark Partner Nieruchomości\n                           sp. z o.o. Emitent informuje, iż informacja poufna została opóźniona w dniu 19 października 2018\n                           r.Treść opóźnionej informacji poufnej: \"Zarząd Emitenta informuje o złożeniu w dniu 20 października 2018 r. oferty nabycia\n                           udziałów oraz rozpoczęciu negocjacji dokumentacji transakcyjnej nabycia 100% udziałów\n                           spółki Stark Partner sp. z o.o. oraz 100% udziałów spółki Stark Partner Nieruchomości\n                           sp. z o.o.Opóźnienie przekazania powyższej informacji poufnej jest uzasadnione ochroną prawnie\n                           usprawiedliwionych interesów Spółki, a w szczególności przekazanie jej niezwłocznie\n                           do publicznej wiadomości mogłoby w ocenie Spółki negatywnie wpłynąć na pozycję negocjacyjną\n                           Spółki bądź zagrozić interesom obecnych i potencjalnych akcjonariuszy Spółki. Zdaniem\n                           Spółki przedwczesna publikacja informacji poufnej mogłaby wprowadzać obecnych i potencjalnych\n                           akcjonariuszy w błąd co do prawdopodobieństwa zaistnienia oraz kształtu i warunków\n                           ewentualnej transakcji, a Spółka zapewni poufność informacji objętych niniejszym raportem.\"",
        "date": "2018-11-26"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ informuje, że w związku\n                           ze złożoną w dniu 17 września 2018 r. rezygnacją z pełnienia funkcji Członka Zarządu\n                           przez pana Krzysztofa Pióro, Rada Nadzorcza Spółki w dniu 18 września 2018 r. podjęła\n                           uchwałę w przedmiocie ustalenia liczby członków Zarządu Spółki, zgodnie z którą od\n                           dnia 18 września 2018 r. Zarząd będzie jednoosobowy.",
        "date": "2018-09-18"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ informuje o złożeniu przez\n                           pana Krzysztofa Pióro rezygnacji z pełnienia funkcji Członka Zarządu Spółki z dniem\n                           17 września 2018 r. z ważnych przyczyn natury osobistej.",
        "date": "2018-09-17"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           przekazuje do publicznej wiadomości wybrane wstępne, skonsolidowane wyniki finansowe\n                           Grupy Kapitałowej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. za I półrocze 2018\n                           roku:a_ uzyskane przychody 84 930 tys. zł,b_ uzyskana wartość EBITDA 6 982 tys. zł,c_ uzyskany zysk netto 2 364 tys. zł,d_ uzyskana stopa EBITDA 8,2%,e_ uzyskana stopa zysku netto 2,8%Przedstawione wyniki finansowe zostały sporządzone na podstawie dostępnych Zarządowi\n                           Spółki danych finansowych za okres styczeń-czerwiec 2018 roku osiągniętych przez Spółkę\n                           i jej spółki zależne. Obliczenia dokonane zostały według najlepszej wiedzy Zarządu\n                           na dzień ich sporządzania i w oparciu o założenie, że nie powstaną i nie ujawnią się\n                           okoliczności, które mogłyby istotnie wpłynąć na wynik finansowy po dniu opublikowania\n                           powyższych danych.Powyższe szacunki będą monitorowane na bieżąco do czasu publikacji skonsolidowanego\n                           raportu półrocznego za I półrocze 2018 roku tj. do dnia 31 sierpnia 2018 roku.O wszelkich zdarzeniach mogących mieć istotny wpływ na ww. szacunki Spółka poinformuje\n                           odrębnym raportem bieżącym.",
        "date": "2018-07-18"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. _\"Spółka\"_ podaje do\n                           publicznej wiadomości listę akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki _dalej ZWZ_, które odbyło się 29 maja 2018\n                           r. w siedzibie Spółki w Słupsku przy ul. Lutosławskiego 17A:1. PARAVITA HOLDING LIMITED posiadała 10.228.720 głosów co stanowiło 63,94% liczby\n                           głosów na ZWZ i 24,39% ogólnej liczby głosów,2. Pan Grzegorz Pawlak posiadał 5.025.932 głosów co stanowiło 31,42% liczby głosów\n                           na ZWZ i 11,98% ogólnej liczby głosów.",
        "date": "2018-05-30"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ informuje, że w związku\n                           z wygaśnięciem mandatów Członkom Rady Nadzorczej, na Zwyczajnym Walnym Zgromadzeniu\n                           w dniu 29 maja 2018 r., na następną pięcioletnią kadencję powołani zostali następujący\n                           Członkowie Rady Nadzorczej Spółki: 1. Pan Dariusz GłażewskiUchwałą nr 16/2018 Zwyczajnego Walnego Zgromadzenia w dniu 29 maja 2018 r. wybrany\n                           został Członkiem Rady Nadzorczej Spółki. Uchwałą nr 21/2018 Zwyczajnego Walnego Zgromadzenia\n                           panu Dariuszowi Głażewskiemu powierzono pełnienie funkcji Przewodniczącego Rady Nadzorczej\n                           Spółki. Wykształcenie1999 -2001 - Indywidualne seminarium doktorskie _bez uzyskania tytułu_1994-1999 - Uniwersytet Szczeciński, socjologia, studia magisterskie1991-1993 - Akademia Pomorska, filologia angielskaDodatkowe:Uczestnictwo w cyklu szkoleń \"Finanse dla niefinansistów\" prowadzonym przez EY Academy\n                           of Business. Szkolenie \"Tworzywa sztuczne i ich własności\"Kursy, szkolenia i seminaria z zakresu: zarządzania, zarządzania projektami, budżetowania\n                           projektów, aspektów prawnych i organizacyjnych umów IT, praw autorskich i własności\n                           intelektualnej. Doświadczenie zawodowe:06.2014 – 05.2018 - Członek Rady Nadzorczej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\"\n                           S.A. _od 02.2015 Przewodniczący Rady Nadzorczej_03.2015 – 06.2017 - International Business Development Manager – Kaliop Group04.2013 - obecnie - Fundacja OpenBase, założyciel, prezes zarządu07.2012 - 03.2018 - Kaliop Poland Sp. z o.o. _wcześniej Webstyle Systems Sp. z o.o.\n                           i ProUnity Sp. z o.o. po połączeniu z mediaSELF Sp. z o.o._, prezes zarządu, dyrektor\n                           finansowy04.2010 - obecnie - Pangeo Sp. z o.o., prezes zarządu12.2008 - 12.2013 - mediaSELF Sp. z o.o., prezes zarządu04.2004 - 12.2008 - Self s.c., manager, wspólnik08.1998 - 12.2008 - własna działalność gospodarcza10.1999 - 08.2007 - Akademia Pomorska, Wydział Filologii Angielskiej, asystentZgodnie ze złożonym oświadczeniem, pan Dariusz Głażewski nie jest wspólnikiem w konkurencyjnej\n                           spółce cywilnej lub spółce osobowej bądź członkiem organu konkurencyjnej spółki kapitałowej\n                           ani jakiejkolwiek innej konkurencyjnej osoby prawnej. Zgodnie ze złożonym oświadczeniem,\n                           nie jest również wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie\n                           ustawy o KRS.2. Pan Adam LaskowskiUchwałą nr 17/2018 Zwyczajnego Walnego Zgromadzenia w dniu 29 maja 2018 r. wybrany\n                           został Członkiem Rady Nadzorczej Spółki.Wykształcenie:2010 – 2014\tPolitechnika Gdańska, kierunek : elektrotechnika, specjalność: elektroenergetyka\n                           _studia magisterskie – niestacjonarne_2006 – 2009\tPolitechnika Gdańska, kierunek: zarządzanie i marketing, specjalność:\n                           zarządzanie organizacją _studia magisterskie -niestacjonarne_2000 – 2005\tPolitechnika Gdańska, kierunek: elektrotechnika _studia inżynierskie –\n                           stacjonarne_W dniu 24.07.2016 roku Pan Adam Laskowski zdał egzamin w Ministerstwie Skarbu Państwa\n                           i uzyskał uprawnienia do zasiadania w Radach Nadzorczych Spółek z udziałem Skarbu\n                           Państwa.Doświadczenie zawodowe: 12.2015-05.2018 Członek Rady Nadzorczej Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\"\n                           S.A.02-04.2015\tCzłonek Rady Nadzorczej Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A.od 2013 - \tTransprojekt Gdański Sp. z o.o., \tZastępca kierownika zespołu elektrycznego i teletechnicznegood 2009 - 2017\tprowadzenie działalności gospodarczej w formie spółki cywilnej pod\n                           nazwą El-Network s.c. Adam Laskowski, Michał Sajenko, Marcin Pepliński2009 – 2013\tTransprojekt Gdański Sp. z o.o.,\tProjektant w dziale elektrycznym2005 – 2009\tTransprojekt Gdański Sp. z o.o.,\tAsystent projektanta oraz tłumacza w dziale elektrycznym2004 – 2005\tScientech Personnel, Inc., USA, praktyki studenckieZgodnie ze złożonym oświadczeniem, pan Adam Laskowski nie jest wspólnikiem w konkurencyjnej\n                           spółce cywilnej lub spółce osobowej bądź członkiem organu konkurencyjnej spółki kapitałowej\n                           ani jakiejkolwiek innej konkurencyjnej osoby prawnej. Zgodnie ze złożonym oświadczeniem,\n                           nie jest również wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie\n                           ustawy o KRS.3. Pani Iulia VlasenkoUchwałą nr 18/2018 Zwyczajnego Walnego Zgromadzenia w dniu 29 maja 2018 r. wybrana\n                           została Członkiem Rady Nadzorczej Spółki. Wykształcenie: W 1997 roku podjęła naukę w Taraszczańskiej Uczelni Agrotechnicznej na wydziale \"Prawoznawstwo\",\n                           którą ukończyła w 2001 roku. Otrzymała z wyróżnieniem dyplom młodszego specjalisty\n                           z zakresu \"Prawoznawstwo\" i zdobyła kwalifikacje prawnika. Jednocześnie zaocznie ukończyła\n                           studia z zakresu \"Rachunkowość\" – otrzymała z wyróżnieniem dyplom młodszego specjalisty\n                           i zdobyła kwalifikacje księgowego. 5.08.2001-25.06.2002 – edukacja w Akademii Państwowej podatkowej służby Ukrainy W 2002 roku rozpoczęła naukę na Akademii Adwokatury Ukrainy. W 2003 roku zdobyła pełne wyższe wykształcenie ze specjalności Prawoznawstwo. Doświadczenie zawodowe: 12.2015-05.2018\tCzłonek Rady Nadzorczej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\"\n                           S.A.8.01.2004 – \t\tdo dnia dzisiejszego – Epicentr K sp.z o.o., radca prawny 2.01.2003-31.12.2003 –Ministerstwo Sprawiedliwości Ukrainy ,specjalista II kategorii\n                           1.07.2002-07.11.2002 – \t\t\"Ariadna\" Sp. z o.o. –prawnikZgodnie ze złożonym oświadczeniem, pani Iulia Vlasenko nie jest wspólnikiem w konkurencyjnej\n                           spółce cywilnej lub spółce osobowej bądź członkiem organu konkurencyjnej spółki kapitałowej\n                           ani jakiejkolwiek innej konkurencyjnej osoby prawnej. Zgodnie ze złożonym oświadczeniem,\n                           nie jest również wpisana do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie\n                           ustawy o KRS.4. Pani Natalia Majer Uchwałą nr 19/2018 Zwyczajnego Walnego Zgromadzenia w dniu 29 maja 2018 r. wybrana\n                           została Członkiem Rady Nadzorczej Spółki. Doświadczenie zawodowe:10.2017-05.2018\tCzłonek Rady Nadzorczej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\"\n                           S.A.04-2016 - obecnie\tPrezes Zarządu\t\tGlobalcom Sp. z o.o.11.2013 – 12.2014\tDyrektor ds. zakupów oraz polityki asortymentowej\t\t\"Nowa Linia\" sieć handlowa01.2007 – 03.2013\tPartner zarządzający\t\tConsulting \"Adamski&Majer\" Sp.J.06.2003 – 05.2006\tZastępca Dyrektora Projektu \t\t“EpcentrK\" _sieć marketów budowlanych_01.2000 - 04.2003\tDyrektor ds. Asortymentu Działu Dekoracji \t\tCastorama Polska sp. z o.o.  - Dyrekcja Generalna02.1997 – 01.2000\tAsystentka Dyrektora ds. Asortymentu\t\tCastorama Polska sp. z o.o. Dyrekcja GeneralnaEdukacja:\t1989 -1994\tDyplom Magistra Filologii Romańskiej: Uniwersytet Kanta w Kaliningradzie\n                           _Rosja_Przebyte kursy:•\tUmiejętności efektywnej komunikacji,•\tMotywowanie pracowników,•\tWspółpraca w zespole,•\tGenerowanie zysków w oparciu o negocjacji.Zgodnie ze złożonym oświadczeniem, pani Natalia Majer nie jest wspólnikiem w konkurencyjnej\n                           spółce cywilnej lub spółce osobowej bądź członkiem organu konkurencyjnej spółki kapitałowej\n                           ani jakiejkolwiek innej konkurencyjnej osoby prawnej. Zgodnie ze złożonym oświadczeniem,\n                           nie jest również wpisana do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie\n                           ustawy o KRS.5. Pan Krzysztof Burszka Uchwałą nr 20/2018 Zwyczajnego Walnego Zgromadzenia w dniu 29 maja 2018 r. wybrany\n                           został Członkiem Rady Nadzorczej Spółki. Wykształcenie: Wyższa Szkoła Informatyki i Zarządzania w Bielsku Białej na kierunku Informatyki i\n                           zarządzania - tytuł inżyniera.Doświadczenie zawodowe:05.2015 – 05.2018 – Członek Rady Nadzorczej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\"\n                           S.A.2007- nadal – Dyrektor d/s rozwoju – Epicentrk Ukraina2006- Kierownik projektu – Respektum Sp. z o.o. _Ukraina_2005 – Dyrektor d/s asortymentu – Brico Depot _Castorama Polska_2003-2004 – Szef regionalny – Castorama Polska Sp. z o.o.1999-2002 – Kierownik działu – Castorama Polska Sp. z o.o.Zgodnie ze złożonym oświadczeniem, pan Krzysztof Burszka nie jest wspólnikiem w konkurencyjnej\n                           spółce cywilnej lub spółce osobowej bądź członkiem organu konkurencyjnej spółki kapitałowej\n                           ani jakiejkolwiek innej konkurencyjnej osoby prawnej. Zgodnie ze złożonym oświadczeniem,\n                           nie jest również wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie\n                           ustawy o KRS.",
        "date": "2018-05-30"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ przekazuje\n                           treść uchwał podjętych na Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się\n                           w dniu 29 maja 2018 roku w siedzibie Spółki w Słupsku _76-200_ przy ul. Lutosławskiego\n                           17a oraz informacje na temat każdej uchwały w zakresie liczby akcji, z których oddano\n                           ważne głosy, oraz procentowego udziału tychże akcji w kapitale zakładowym, łączną\n                           liczbę ważnych głosów, w tym liczbę głosów \"za\", \"przeciw\" i \"wstrzymujących się\".UCHWAŁA NR 1/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie wyboru Przewodniczącego Walnego ZgromadzeniaNiniejszym, działając na podstawie\n                           art. 409 § 1 Kodeksu spółek handlowych oraz § 4 Regulaminu Walnego Zgromadzenia, Zwyczajne\n                           Walne Zgromadzenie Spółki postanawia:§ 1Dokonać wyboru na Przewodniczącego Zwyczajnego Walnego Zgromadzenia Przetwórstwa Tworzyw\n                           Sztucznych \"Plast-Box\" S.A. odbywającego się w dniu 29 maja 2018 r. Pana Dariusza\n                           Głażewskiego. § 2Uchwała wchodzi w życie z chwilą podjęcia. W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 2/2018Zwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie rezygnacji z wyboru Komisji SkrutacyjnejNiniejszym, działając na podstawie § 6 pkt 8 Regulaminu Walnego Zgromadzenia, Zwyczajne\n                           Walne Zgromadzenie Spółki postanawia:§ 1Odstąpić od wyboru Komisji Skrutacyjnej na Zwyczajnym Walnym Zgromadzeniu odbywającym\n                           się w dniu 29 maja 2018 r.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.947.652 głosów \"za\"0 głosów \"przeciw\"49.413 głosów \"wstrzymujących się\".UCHWAŁA NR 3/2018Zwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie zatwierdzenia Sprawozdania Zarządu z działalności Spółki za okres od dnia\n                           01.01.2017 roku do dnia 31.12.2017 rokuDziałając na podstawie art. 395 § 2 pkt 1 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Zatwierdza się Sprawozdanie Zarządu z działalności Spółki za okres od dnia 01.01.2017\n                           roku do dnia 31.12.2017 roku.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 4/2018Zwyczajnego Walnego ZgromadzeniaPrzetwórstwo Tworzyw Sztucznych \"PLAST BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie zatwierdzenia sprawozdania finansowego Spółki za okres od dnia 01.01.2017\n                           roku do dnia 31.12.2017 rokuDziałając na podstawie art. 395 § 2 pkt 1 Kodeksu spółek handlowych i art. 53 ust.\n                           1 ustawy o rachunkowości, Zwyczajne Walne Zgromadzenie Spółki uchwala, co następuje:§1Zatwierdza się sprawozdanie finansowe Spółki za rok obrotowy 2017, sporządzone zgodnie\n                           z międzynarodowymi standardami rachunkowości/międzynarodowymi standardami sprawozdawczości\n                           finansowej _MSR/MSSF_, obejmujące:a_\tsprawozdanie z sytuacji finansowej sporządzone na dzień 31.12.2017 roku, które\n                           po stronie aktywów i pasywów wykazuje sumę 167.713.120,66 zł _słownie: sto sześćdziesiąt\n                           siedem milionów siedemset trzynaście tysięcy sto dwadzieścia złotych sześćdziesiąt\n                           sześć groszy_,b_\trachunek zysków i strat za okres od dnia 01.01.2017 roku do dnia 31.12.2017 roku\n                           wykazujący zysk netto w wysokości 3.407.132,09 zł _słownie: trzy miliony czterysta\n                           siedem tysięcy sto trzydzieści dwa złote dziewięć groszy_,c_\tsprawozdanie z całkowitych dochodów za okres od dnia 01.01.2017 roku do dnia 31.12.2017\n                           roku wykazujące dochody całkowite razem w wysokości 3.407.132,09 zł _słownie: trzy\n                           miliony czterysta siedem tysięcy sto trzydzieści dwa złote dziewięć groszy_, d_\tsprawozdanie ze zmian w kapitale własnym za okres od dnia 01.01.2017 roku do dnia\n                           31.12.2017 roku wykazujące zmniejszenie kapitału własnego o kwotę 2.884.023,16 zł\n                           _słownie: dwa miliony osiemset osiemdziesiąt cztery tysiące dwadzieścia trzy złote\n                           szesnaście groszy_,e_\tsprawozdanie z przepływów pieniężnych za okres od dnia 01.01.2017 roku do dnia\n                           31.12.2017 roku wykazujące zwiększenie środków pieniężnych o kwotę 232.364,24 zł _słownie:\n                           dwieście trzydzieści dwa tysiące trzysta sześćdziesiąt cztery złote dwadzieścia cztery\n                           grosze_, f_\tnoty objaśniające do sprawozdania finansowego.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 5/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST BOX\" S.A. z siedzibą w Słupsku_dalej Spółka_z dnia 29 maja 2018 roku w sprawie zatwierdzenia skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Spółki za okres od dnia 01.01.2017 roku do dnia 31.12.2017 rokuDziałając na podstawie art. 63c ust. 4 ustawy o rachunkowości, Zwyczajne Walne Zgromadzenie\n                           Spółki uchwala, co następuje:§1Zatwierdza się skonsolidowane sprawozdanie finansowe Grupy Kapitałowej Spółki za rok\n                           obrotowy 2017 sporządzone zgodnie z międzynarodowymi standardami rachunkowości/międzynarodowymi\n                           standardami sprawozdawczości finansowej _MSR/MSSF_, obejmujące:a_\tskonsolidowane sprawozdanie z sytuacji finansowej sporządzone na dzień 31.12.2017\n                           roku, które po stronie aktywów i pasywów wykazuje sumę 161.482 tys. zł _słownie: sto\n                           sześćdziesiąt jeden milionów czterysta osiemdziesiąt dwa tysiące złotych_,b_\tskonsolidowany rachunek zysków i strat za okres od dnia 01.01.2017 roku do dnia\n                           31.12.2017 roku wykazujący zysk netto w wysokości 5.672 tys. zł _słownie: pięć milionów\n                           sześćset siedemdziesiąt dwa tysiące złotych_,c_\tskonsolidowane sprawozdanie z całkowitych dochodów za okres od dnia 01.01.2017\n                           roku do dnia 31.12.2017 roku wykazujące dochody całkowite razem w wysokości 1.834\n                           tys. zł _słownie: jeden milion osiemset trzydzieści cztery tysiące złotych_, d_\tskonsolidowane sprawozdanie ze zmian w kapitale własnym za okres od dnia 01.01.2017\n                           roku do dnia 31.12.2017 roku wykazujące zmniejszenie kapitału własnego o kwotę 4.501\n                           tys. zł _słownie: cztery miliony pięćset jeden tysięcy złotych_,e_\tskonsolidowane sprawozdanie z przepływów pieniężnych za okres od dnia 01.01.2017\n                           roku do dnia 31.12.2017 roku wykazujące zwiększenie stanu środków pieniężnych o kwotę\n                           72 tys. zł _słownie: siedemdziesiąt dwa tysiące złotych_,  f_\tnoty objaśniające do skonsolidowanego sprawozdania finansowego orazg_\tsprawozdanie Zarządu z działalności Grupy Kapitałowej w 2017r.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 6/2018Zwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie przeznaczenia części kapitału zapasowego na wypłatę dywidendy Działając na podstawie art. 396 § 5 i art. 348 §1 Kodeksu spółek handlowych, Zwyczajne\n                           Walne Zgromadzenie Spółki uchwala, co następuje: § 11.\tWalne Zgromadzenie Spółki postanawia przeznaczyć część kapitału zapasowego Spółki\n                           utworzonego z zysków z lat poprzednich zatrzymanych w Spółce w kwocie 367.561,06 zł\n                           _słownie: trzysta sześćdziesiąt siedem tysięcy pięćset sześćdziesiąt jeden złotych\n                           sześć groszy_ na wypłatę dywidendy. 2.\tZasady i terminy wypłaty dywidendy określi odrębna uchwała.§ 2Uchwała wchodzi w życie z chwilą podjęcia. W głosowaniu jawnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 7/2018Zwyczajnego Walnego Zgromadzenia  Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie podziału zysku oraz ustalenia dnia dywidendy i terminu wypłaty dywidendyDziałając na podstawie art. 395 § 2 pkt 2 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Walne Zgromadzenie Spółki postanawia przeznaczyć całość zysku za rok obrotowy 2017\n                           w kwocie 3.407.132,09 zł _słownie: trzy miliony czterysta siedem tysięcy sto trzydzieści\n                           dwa złote dziewięć groszy_, do podziału między akcjonariuszy poprzez wypłatę dywidendy.\n                           §2Walne Zgromadzenie Spółki postanawia wypłacić akcjonariuszom dywidendę w łącznej kwocie\n                           3.774.693,15 zł _słownie: trzy miliony siedemset siedemdziesiąt cztery tysiące sześćset\n                           dziewięćdziesiąt trzy złote piętnaście groszy_, co daje kwotę 0,09 zł _słownie: dziewięć\n                           groszy_ na jedną akcję i obejmuje: a_\tcałość zysku wypracowanego przez Spółkę w 2017 roku, tj. kwotę 3.407.132,09 zł\n                           _słownie: trzy miliony czterysta siedem tysięcy sto trzydzieści dwa złote dziewięć\n                           groszy, przeznaczonego na wypłatę dywidendy zgodnie z § 1 powyżej; oraz b_\tkwotę 367.561,06 zł _słownie: trzysta sześćdziesiąt siedem tysięcy pięćset sześćdziesiąt\n                           jeden złotych sześć groszy_ przeniesioną z kapitału zapasowego Spółki utworzonego\n                           z zysków z lat poprzednich zatrzymanych w Spółce, która została przeznaczona na wypłatę\n                           dywidendy, zgodnie z uchwałą nr 6/2018 Zwyczajnego Walnego Zgromadzenia z dnia 29\n                           maja 2018 roku w sprawie przeznaczenia części kapitału zapasowego na wypłatę dywidendy.\n                           § 3Ustala się dzień dywidendy _D_ na dzień 7 czerwca 2018 roku, a dzień wypłaty dywidendy\n                           _W_ na dzień 15 czerwca 2018 roku.§ 4Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 8/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie udzielenia absolutorium Prezesowi Zarządu Spółki z wykonania przez niego\n                           obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2017 roku Prezesowi Zarządu Spółki\n                           – Panu Grzegorzowi Pawlak.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 10.971.133 akcji stanowiących 26,16% kapitału zakładowego oddano\n                           10.971.133 ważnych głosów w tym:10.971.133 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 9/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie udzielenia absolutorium Członkowi Zarządu Spółki z wykonania przez niego\n                           obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2017 roku Członkowi Zarządu Spółki\n                           – Panu Krzysztofowi Pióro.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 10/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie udzielenia absolutorium Przewodniczącemu Rady Nadzorczej Spółki z wykonania\n                           przez niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2017 roku Przewodniczącemu Rady\n                           Nadzorczej Spółki – Panu Dariuszowi Głażewskiemu.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 11/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2017 roku Członkowi Rady Nadzorczej\n                           Spółki – Panu Adamowi Laskowskiemu. §2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.947.612 akcji stanowiących 38,02% kapitału zakładowego oddano\n                           15.947.652 ważnych głosów w tym:15.947.652 głosy \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 12/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2017 roku Członkowi Rady Nadzorczej\n                           Spółki – Panu Krzysztofowi Burszka.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 13/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2017 roku Członkowi Rady Nadzorczej\n                           Spółki – Panu Borysowi Artari – Kolumb.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 14/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"PLAST-BOX\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2017 roku Członkowi Rady Nadzorczej\n                           Spółki – Pani Iulii Vlasenko.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 15/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie udzielenia absolutorium Członkowi Rady Nadzorczej Spółki z wykonania przez\n                           niego obowiązkówDziałając na podstawie art. 395 § 2 pkt 3 Kodeksu spółek handlowych, Zwyczajne Walne\n                           Zgromadzenie Spółki uchwala, co następuje:§1Udziela się absolutorium z wykonania obowiązków w 2017 roku Członkowi Rady Nadzorczej\n                           Spółki – Pani Natalii Majer.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 16/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie powołania Członka Rady Nadzorczej SpółkiDziałając na podstawie § 18 ust. 2 pkt. 1 Statutu Spółki postanawia się, co następuje:§ 1Do składu Rady Nadzorczej Spółki na kolejną pięcioletnią kadencję powołuje się:Pana Dariusza Głażewskiego.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 40 akcji stanowiących 0,0001% kapitału zakładowego oddano80 ważnych głosów w tym:80 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 17/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie powołania Członka Rady Nadzorczej SpółkiDziałając na podstawie § 18 ust. 2 pkt. 1 Statutu Spółki postanawia się, co następuje:§ 1Do składu Rady Nadzorczej Spółki na kolejną pięcioletnią kadencję powołuje się:Pana Adama Laskowskiego.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 40 akcji stanowiących 0,0001% kapitału zakładowego oddano80 ważnych głosów w tym:80 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 18/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie powołania Członka Rady Nadzorczej SpółkiDziałając na podstawie § 18 ust. 2 pkt 2 Statutu Spółki Zwyczajne Walne Zgromadzenie\n                           uchwala, co następuje:§ 1Do składu Rady Nadzorczej Spółki na kolejną pięcioletnią kadencję powołuje się:Panią Iulię Vlasenko.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 19/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie powołania Członka Rady Nadzorczej SpółkiDziałając na podstawie § 18 ust. 2 pkt 2 Statutu Spółki Zwyczajne Walne Zgromadzenie\n                           uchwala, co następuje:§ 1Do składu Rady Nadzorczej Spółki na kolejną pięcioletnią kadencję powołuje się:Panią Natalię Majer.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 20/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie powołania Członka Rady Nadzorczej SpółkiDziałając na podstawie § 18 ust. 2 pkt 2 Statutu Spółki Zwyczajne Walne Zgromadzenie\n                           uchwala, co następuje:§ 1Do składu Rady Nadzorczej Spółki na kolejną pięcioletnią kadencję powołuje się:Pana Krzysztofa Burszkę.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 15.997.025 akcji stanowiących 38,14% kapitału zakładowego oddano\n                           15.997.065 ważnych głosów w tym:15.997.065 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA NR 21/2018Zwyczajnego Walnego Zgromadzenia Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _dalej Spółka_z dnia 29 maja 2018 roku w sprawie powołania Przewodniczącego Rady Nadzorczej SpółkiDziałając na podstawie § 18 ust. 2 pkt. 1 Statutu Spółki uchwala się, co następuje:§ 1Na Przewodniczącego Rady Nadzorczej Spółki powołuje się:Pana Dariusza  Głażewskiego.§ 2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 40 akcji stanowiących 0,0001% kapitału zakładowego oddano80 ważnych głosów w tym:80 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".",
        "date": "2018-05-29"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ informuje,\n                           że Uchwałą nr 7/2018 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 29 maja 2018 roku, Walne\n                           Zgromadzenie postanowiło wypłacić Akcjonariuszom dywidendę według następujących zasad:1_ Dywidenda wynosi 0,09 zł _słownie: dziewięć groszy_ na jedną akcję.2_ Dzień, według którego ustala się listę Akcjonariuszy uprawnionych do wypłaty dywidendy\n                           za rok obrotowy zakończony w dniu 31 grudnia 2017 roku, ustala się na 7 czerwca 2018\n                           r. _dzień dywidendy_.3_ Termin wypłaty dywidendy ustala się na dzień 15 czerwca 2018 r.Dywidendą objętych jest 41.941.035 _czterdzieści jeden milionów dziewięćset czterdzieści\n                           jeden tysięcy trzydzieści pięć_ akcji Spółki. Wysokość dywidendy wynosi 3.774.693,15\n                           zł _trzy miliony siedemset siedemdziesiąt cztery tysiące sześćset dziewięćdziesiąt\n                           trzy złote piętnaście groszy_.",
        "date": "2018-05-29"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_, w nawiązaniu do\n                           raportu bieżącego nr 5/2018 z dnia 27 kwietnia 2018 roku informuje, że w dniu 3 maja\n                           2018 r. Rada Nadzorcza Spółki pozytywnie zaopiniowała wniosek Zarządu w sprawie rekomendacji\n                           Zwyczajnemu Walnemu Zgromadzeniu Spółki wypłaty dywidendy w wysokości 0,09 zł _słownie:\n                           dziewięć groszy_ na jedną akcję z zysku jednostkowego za rok 2017 oraz z niepodzielonego\n                           zysku z lat ubiegłych. Jednocześnie Rada Nadzorcza pozytywnie oceniła sprawozdanie Zarządu z działalności\n                           Spółki za rok obrotowy 2017, sprawozdanie Zarządu z działalności Grupy Kapitałowej\n                           Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. za rok obrotowy 2017, sprawozdanie\n                           finansowe Spółki za rok obrotowy 2017 oraz skonsolidowane sprawozdanie finansowe Grupy\n                           Kapitałowej Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. za rok obrotowy 2017\n                           i podjęła decyzję o wnioskowaniu do Zwyczajnego Walnego Zgromadzenia Spółki o ich\n                           zatwierdzenie.W załączeniu przekazuje się przyjęte w dniu 3 maja 2018 r. Sprawozdanie Rady Nadzorczej\n                           Spółki za 2017r.",
        "date": "2018-05-03"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" Spółki Akcyjnej z siedzibą w Słupsku,\n                           pod adresem: ul. Lutosławskiego 17A, wpisanej do Rejestru Przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy Gdańsk-Północ w Gdańsku, VIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS: 0000139210 _\"Spółka\"_, kapitał\n                           zakładowy 41.941.035 zł, kapitał wpłacony 41.941.035 zł, NIP 839-00-23-940, działając\n                           na podstawie art. 399 § 1 w zw. z art. 395, art. 4021 i 4022 Kodeksu spółek handlowych\n                           _\"K.s.h.\"_ zwołuje na dzień 29 maja 2018 roku na godzinę 12.00 Zwyczajne Walne Zgromadzenie\n                           Spółki. Zwyczajne Walne Zgromadzenie odbędzie się w siedzibie Spółki w Słupsku _76-200_\n                           przy ul. Lutosławskiego 17a, z następującym porządkiem obrad:1.\tOtwarcie Walnego Zgromadzenia.2.\tWybór Przewodniczącego Walnego Zgromadzenia.3.\tStwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał. 4.\tWybór Komisji Skrutacyjnej lub rezygnacja z wyboru Komisji Skrutacyjnej.5.\tPrzyjęcie porządku obrad. 6.\tPrzedstawienie pisemnego sprawozdania Rady Nadzorczej Spółki za 2017 rok. 7.\tRozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Spółki w 2017\n                           roku. 8.\tRozpatrzenie i zatwierdzenie sprawozdania finansowego Spółki za rok 2017. 9.\tRozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           Spółki za rok 2017. 10.\tPodjęcie uchwały w sprawie przeznaczenia części kapitału zapasowego Spółki na\n                           wypłatę dywidendy.11.\tPodjęcie uchwały w sprawie podziału zysku Spółki oraz ustalenia dnia dywidendy\n                           i terminu wypłaty dywidendy. 12.\tPodjęcie uchwał w sprawie udzielenia poszczególnym Członkom Zarządu Spółki absolutorium\n                           z wykonania obowiązków w roku 2017. 13.\tPodjęcie uchwał w sprawie udzielenia poszczególnym Członkom Rady Nadzorczej Spółki\n                           absolutorium z wykonania obowiązków w roku 2017. 14.\tPodjęcie uchwał w sprawie powołania Członków oraz Przewodniczącego Rady Nadzorczej.15.\tZamknięcie obrad. Informacje dla Akcjonariuszy1. Prawo akcjonariusza do żądania umieszczenia poszczególnych spraw w porządku obrad\n                           Walnego ZgromadzeniaAkcjonariusz lub akcjonariusze reprezentujący, co najmniej jedną dwudziestą kapitału\n                           zakładowego Spółki mogą żądać umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie później niż na\n                           dwadzieścia jeden dni przed wyznaczonym terminem zgromadzenia tj. do 8 maja 2018 roku.\n                           Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Żądanie w formie pisemnej może zostać złożone osobiście w sekretariacie\n                           Spółki lub za pośrednictwem poczty elektronicznej na adres wza@plast-box.com lub wysłane\n                           faksem na nr +48 59 842 05 28. Do żądania powinny zostać dołączone kopie dokumentów\n                           potwierdzających fakt, że osoba zgłaszająca żądanie jest akcjonariuszem Spółki _np.\n                           imienne świadectwo depozytowe obowiązujące w dniu realizacji uprawnienia_, fakt, że\n                           reprezentuje on co najmniej jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających\n                           tożsamość akcjonariusza lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli żądanie spełnia wymagania prawa, Zarząd Spółki jest obowiązany niezwłocznie,\n                           jednak nie później niż na osiemnaście dni przed wyznaczonym terminem Walnego Zgromadzenia,\n                           ogłosić zmiany w porządku obrad, wprowadzone na żądanie Akcjonariuszy. Ogłoszenie\n                           następuje w sposób właściwy dla zwołania Walnego Zgromadzenia.2. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie\n                           osobiście w sekretariacie Spółki lub przy wykorzystaniu środków komunikacji elektronicznej\n                           przesyłając na adres wza@plast-box.com lub wysłane faksem na nr +48 59 842 05 28 projekty\n                           uchwał dotyczące spraw wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw,\n                           które mają zostać wprowadzone do porządku obrad. Do zgłoszenia powinny zostać dołączone\n                           kopie dokumentów potwierdzających fakt, że osoba zgłaszająca jest akcjonariuszem Spółki\n                           _np. imienne świadectwo depozytowe obowiązujące w dniu realizacji uprawnienia_, fakt,\n                           że reprezentuje on co najmniej jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających\n                           tożsamość akcjonariusza lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza;  w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli zgłoszenie spełnia wymagania prawa Spółka niezwłocznie ogłasza projekty uchwał\n                           na stronie internetowej Spółki.3. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. Każdy z akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.4. Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności o formularzach\n                           stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania Spółki\n                           przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnika.Akcjonariusz będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący osobą fizyczną\n                           może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną\n                           do składania oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnik wykonuje\n                           wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu, chyba że co innego wynika\n                           z treści pełnomocnictwa. Pełnomocnik może udzielać dalszego pełnomocnictwa, jeżeli\n                           wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż jednego\n                           akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza. Akcjonariusz posiadający\n                           akcje zapisane na więcej niż jednym rachunku papierów wartościowych może ustanowić\n                           oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na każdym z rachunków.\n                           Pełnomocnictwo powinno być, pod rygorem nieważności sporządzone w formie pisemnej\n                           i dołączone do protokołu Walnego Zgromadzenia lub udzielone w postaci elektronicznej.\n                           Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Formularz zawierający wzór pełnomocnictwa dostępny jest od dnia publikacji niniejszego\n                           ogłoszenia na stronie internetowej Spółki www.plast-box.com , w zakładce \"Walne Zgromadzenie\".\n                           Wykorzystanie tych formularzy nie jest obowiązkowe. O udzieleniu pełnomocnictwa w\n                           postaci elektronicznej należy zawiadomić Spółkę przy wykorzystaniu środków komunikacji\n                           elektronicznej w postaci informacji przesłanej pocztą elektroniczną na adres wza@plast-box.com,\n                           dokładając wszelkich starań, aby możliwa była skuteczna weryfikacja ważności pełnomocnictwa,\n                           i w tym celu podpisane pełnomocnictwo przesyłane elektronicznie do Spółki powinno\n                           być zeskanowane do formatu PDF. Informacja o udzieleniu pełnomocnictwa powinna zawierać\n                           dokładne oznaczenie pełnomocnika i mocodawcy _ze wskazaniem imienia, nazwiska, serii\n                           i numer dowodu osobistego, adresu, telefonu i adresu poczty elektronicznej obu tych\n                           osób_. Informacja o udzieleniu pełnomocnictwa powinna również zawierać jego zakres\n                           tj. wskazywać liczbę akcji, z których wykonywane będzie prawo głosu oraz datę i nazwę\n                           walnego zgromadzenia Spółki, na którym prawa te będą wykonywane. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza i/lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że brak udzielenia odpowiedzi na\n                           pytania zadawane w trakcie weryfikacji traktowany będzie jako brak możliwości weryfikacji\n                           udzielenia pełnomocnictwa i stanowić będzie podstawę dla odmowy dopuszczenia pełnomocnika\n                           do udziału w Walnym Zgromadzeniu. W celu identyfikacji akcjonariusza udzielającego\n                           pełnomocnictwa, zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           powinno zawierać _jako załącznik_:  w przypadku akcjonariusza będącego osobą fizyczną - kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu. W przypadku wątpliwości co do prawdziwości kopii wyżej wymienionych dokumentów, Zarząd\n                           zastrzega sobie prawo do żądania od pełnomocnika okazania przy sporządzaniu listy\n                           obecności:  w przypadku akcjonariusza będącego osobą fizyczną – kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem kopii dowodu osobistego, paszportu lub innego urzędowego\n                           dokumentu tożsamości akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru, informacji odpowiadającej odpisowi\n                           aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie art. 4 ust. 4aa ustawy\n                           z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym lub innego dokumentu potwierdzającego\n                           upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania akcjonariusza na\n                           Walnym Zgromadzeniu.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym,\n                           ewentualnie ciągu pełnomocnictw oraz odpisu właściwego rejestru _składanego w oryginale\n                           lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub informacji\n                           odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie\n                           art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze Sądowym.Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza niebędącego osobą fizyczną\n                           powinny być uwidocznione w aktualnym odpisie z właściwego dla danego akcjonariusza\n                           rejestru lub informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców\n                           pobranej na podstawie art. 4 ust. 4aa ustawy z dnia 20.08.1997r. o Krajowym Rejestrze\n                           Sądowym. Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami akcjonariuszy\n                           na Walnym Zgromadzeniu.Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu Spółki, członek\n                           Rady Nadzorczej Spółki, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym\n                           walnym zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności\n                           wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów. Udzielenie\n                           dalszego pełnomocnictwa jest wyłączone.Zasady dotyczące identyfikacji akcjonariusza stosuje się odpowiednio do zawiadamiania\n                           Spółki o odwołaniu pełnomocnictwa.5. Możliwość i sposób uczestniczenia w Walnym Zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości uczestniczenia w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.6. Sposób wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości wypowiadania się w trakcie Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.7. Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejSpółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.8. Dzień rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Zwyczajnym Walnym Zgromadzeniu jest dzień 13 maja\n                           2018 r. _\"Dzień Rejestracji\"_9. Informacja o prawie uczestniczenia w Walnym ZgromadzeniuPrawo uczestniczenia w Zwyczajnym Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Spółki w Dniu Rejestracji.Uprawnieni z akcji imiennych oraz zastawnicy i użytkownicy, którym przysługuje prawo\n                           głosu, mają prawo uczestniczenia w Walnym Zgromadzeniu, jeżeli są wpisani do księgi\n                           akcyjnej w Dniu Rejestracji.Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia tj. nie wcześniej\n                           niż w dniu 2 maja 2018 roku i nie później niż w pierwszym dniu powszednim po Dniu\n                           Rejestracji, tj. nie później niż w dniu 14 maja 2018 roku, podmiot prowadzący rachunek\n                           papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa w Walnym\n                           Zgromadzeniu.Spółka niniejszym zwraca uwagę, iż uprawnione do udziału w Walnym Zgromadzeniu będą\n                           osoby, które:a_ były akcjonariuszami Spółki w Dniu Rejestracji, tj. w dniu 13 maja 2018 roku.oraz b_ zwróciły się – nie wcześniej niż w dniu 2 maja 2018 roku i nie później niż w dniu\n                           14 maja 2018 roku – do podmiotu prowadzącego ich rachunki papierów wartościowych o\n                           wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu lub\n                           osoby, które były uprawnione z akcji imiennych a także zastawnicy i użytkownicy, którym\n                           przysługuje prawo głosu, jeżeli byli wpisani do księgi akcyjnej w Dniu Rejestracji.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie w siedzibie Spółki w Słupsku przy ul. Lutosławskiego 17A, w godzinach\n                           od 08.00 do 16.00, przez 3 dni powszednie przed odbyciem Walnego Zgromadzenia, tj.\n                           w dniach 24, 25 i 28 maja 2018 roku.Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną wysyłając wniosek na adres\n                           wza@plast-box.com , podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana. Osoby uprawnione do uczestniczenia w Walnym Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na pół godziny przed\n                           rozpoczęciem obrad.10. Dostęp do dokumentacjiDokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał\n                           będzie zamieszczana na stronie internetowej Spółki niezwłocznie po ich sporządzeniu.Uwagi Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia będą dostępne na stronie internetowej Spółki niezwłocznie\n                           po ich sporządzeniu.Informacje dotyczące  Walnego Zgromadzenia dostępne są na stronie www.plast-box.com\n                           w zakładce \"Walne Zgromadzenie\".Ponadto zgodnie z § 19 ust. 1 pkt 2 Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim,\n                           Zarząd Spółki przekazuje w załączeniu treść projektów uchwał, które mają być przedmiotem\n                           obrad Walnego Zgromadzenia.",
        "date": "2018-05-02"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd spółki Przetwórstwo Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku\n                           _\"Spółka\"_, w nawiązaniu do raportu bieżącego nr 3/2018 z dnia 5 lutego 2018 r., niniejszym informuje,\n                           że w dniu dzisiejszym podjął uchwałę, zgodnie z którą rekomenduje Zwyczajnemu Walnemu\n                           Zgromadzeniu Spółki: 1_ przeznaczenie zysku netto uzyskanego w Spółce za rok 2017, w wysokości 3.407.132,09\n                           zł _słownie: trzy miliony czterysta siedem tysięcy sto trzydzieści dwa złote dziewięć\n                           groszy_, w całości na wypłatę dywidendy dla akcjonariuszy Spółki, 2_ użycie kapitału zapasowego Spółki utworzonego z niepodzielonych zysków z lat ubiegłych,\n                           w ten sposób, iż kwotę 367.561,06 zł _słownie: trzysta sześćdziesiąt siedem tysięcy\n                           pięćset sześćdziesiąt jeden złotych sześć groszy_, przeznaczyć na wypłatę dywidendy\n                           dla akcjonariuszy Spółki. Wobec powyższego, Zarząd rekomenduje Zwyczajnemu Walnemu Zgromadzeniu Spółki wypłatę\n                           dywidendy w łącznej kwocie 0,09 zł _dziewięć groszy_ na jedną akcję i łącznej wysokości\n                           3.774.693,15 zł _trzy miliony siedemset siedemdziesiąt cztery tysiące sześćset dziewięćdziesiąt\n                           trzy złote piętnaście groszy_, z zysku jednostkowego za rok 2017 oraz z niepodzielonego\n                           zysku z lat ubiegłych.",
        "date": "2018-04-27"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"PLAST-BOX\" S.A. _Spółka_ w nawiązaniu do raportu\n                           bieżącego nr 17/2017 z dnia 31 sierpnia 2017 roku informuje, iż w dniu dzisiejszym\n                           powziął informację o zawarciu z Raiffeisen Bank Polska Spółka Akcyjna z siedzibą w\n                           Warszawie _Bank_ Aneksu do Umowy o limit, na mocy której Bank udzielił Spółce Limitu\n                           Wierzytelności _Limit_ w łącznej wysokości do 8.000.000 zł _osiem milionów złotych_\n                           na okres od dnia udostępnienia środków z Limitu do dnia ostatecznej spłaty Limitu\n                           tj. do dnia 30 września 2019 roku.Zawartym aneksem zwiększona została do 12.000.000 zł _dwanaście milionów złotych_\n                           kwota Limitu do wykorzystania przez Spółkę.",
        "date": "2018-02-06"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zarząd Przetwórstwa Tworzyw Sztucznych \"Plast-Box\" S.A. z siedzibą w Słupsku _\"Spółka\"_\n                           przekazuje do publicznej wiadomości szacunkowe, wybrane wyniki finansowe Spółki za\n                           2017 rok:a_ skonsolidowane przychody netto ze sprzedaży -  160 041 tys. zł;b_ jednostkowe przychody netto ze sprzedaży –  139 347 tys. zł;c_ skonsolidowany zysk netto –  5 677 tys. zł;d_ jednostkowy zysk netto –  3 375 tys. zł.Przedstawione wyniki finansowe zostały sporządzone na podstawie dostępnych Zarządowi\n                           Spółki wstępnych danych finansowych za okres styczeń-grudzień 2017 roku osiągniętych\n                           przez Spółkę i jej spółki zależne. Szacunki dokonane zostały według najlepszej wiedzy\n                           Zarządu na dzień ich sporządzania i w oparciu o założenie, że nie powstaną i nie ujawnią\n                           się okoliczności, które mogłyby istotnie wpłynąć na wynik finansowy po dniu opublikowania\n                           szacunków.Uzyskane wyniki finansowe będą podlegały badaniu przez biegłego rewidenta.Powyższe szacunki będą monitorowane na bieżąco do czasu publikacji raportu okresowego\n                           Spółki za 2017 rok. Ewentualne zmiany odbiegające w istotny sposób od ww. wartości\n                           będą przekazywane do publicznej wiadomości w formie odrębnego raportu bieżącego. Jednocześnie Zarząd Spółki, mając na uwadze ww. szacunkowe wyniki finansowe informuje,\n                           że będzie rekomendować Zwyczajnemu Walnemu Zgromadzeniu Spółki wypłatę dywidendy za\n                           2017 r. w kwocie nie mniejszej niż 0,09 zł _dziewięć groszy_ na jedną akcję i łącznej\n                           wysokości 3.774.693,15 zł _trzy miliony siedemset siedemdziesiąt cztery tysiące sześćset\n                           dziewięćdziesiąt trzy złote piętnaście groszy_, z zysku jednostkowego za rok 2017\n                           oraz lat ubiegłych.",
        "date": "2018-02-05"
    },
    {
        "company_name": "PLASTBOX",
        "content": "Zgodnie z treścią § 103 ust. 1 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Rozporządzenie_ Zarząd Przetwórstwa\n                           Tworzyw Sztucznych \"Plast-Box\" S.A. _Spółka_ informuje o terminach przekazywania raportów\n                           okresowych w 2018 roku:Raporty kwartalne:Skonsolidowany raport kwartalny za I kwartał 2018 r. - 15 maja 2018 r.Skonsolidowany raport kwartalny za III kwartał 2018 r. - 15 listopada 2018 r.Raport półroczny:Skonsolidowany raport za I półrocze 2018 r. - 31 sierpnia 2018 r.Raporty roczne:Jednostkowy raport roczny za 2017 r. - 21 marca 2018 r.Skonsolidowany raport roczny za 2017 r. - 21 marca 2018 r.Jednocześnie Zarząd Spółki oświadcza, iż:1_ zgodnie z § 83 ust. 1 i 3 Rozporządzenia Spółka nie będzie przekazywała odrębnych\n                           jednostkowych raportów kwartalnych i półrocznych, a skonsolidowane raporty kwartalne\n                           oraz skonsolidowany raport półroczny zawierać będą odpowiednio kwartalne i półroczne\n                           skrócone jednostkowe sprawozdania finansowe,2_ zgodnie z § 101 ust. 2 Rozporządzenia Spółka nie będzie publikowała raportów kwartalnych:\n                           za IV kwartał 2017 roku oraz za II kwartał 2018 roku.",
        "date": "2018-01-26"
    }
]