[
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Akcjonariusz 1\"_ informuje,\n                           iż w dniu dzisiejszym Spółka, Pan Tomasz Strzałkowski _\"Akcjonariusz 2\"_, Pan Piotr\n                           Strzałkowski _\"Akcjonariusz 3\"_ oraz 6 osób fizycznych _\"Pozostali akcjonariusze\"_\n                           zawarli umowę inwestycyjną, a następnie, zgodnie z postanowieniami ww. umowy zawiązali\n                           spółkę akcyjną pod firmą Duality Spółka Akcyjna z siedzibą w Warszawie _\"Duality\"_.Kapitał zakładowy Duality wynosi 320.000 zł i dzieli się na 3.200.000 szt. akcji o\n                           wartości nominalnej po 0,1 zł każda. Akcjonariusze objęli akcje w kapitale zakładowym w następujący sposób:a_ Akcjonariusz 1 objął 1.600.000 akcji o wartości nominalnej 0,10 zł każda, w zamian\n                           za wniesienie do Duality wkładu pieniężnego w wysokości 992.000 zł;b_ Akcjonariusz 2 objął 560.000 akcji o wartości nominalnej 0,10 zł każda, w zamian\n                           za wniesienie do Duality wkładu pieniężnego w wysokości 56.000 zł;c_ Akcjonariusz 3 objął 240.000 akcji o wartości nominalnej 0,10 zł każda, w zamian\n                           za wniesienie do Duality wkładu pieniężnego w wysokości 24.000 złd_ Pozostali akcjonariusze objęli 800.000 akcji o wartości nominalnej 0,10 zł każda,\n                           w zamian za wniesienie do Duality wkładu pieniężnego w wysokości 80.000 zł.Udział poszczególnych stron w kapitale zakładowym Duality będzie przedstawiał się\n                           w następujący sposób:a_ Akcjonariusz 1- 50%;b_ Akcjonariusz 2 – 17,5%;c_ Akcjonariusz 3 – 7,5%;d_ Pozostali akcjonariusze – 25%. Ponadto w terminie do 10 miesięcy od dnia podpisania umowy inwestycyjnej strony ww.\n                           umowy zobowiązały się do podniesienia kapitału zakładowego Duality z kwoty 320.000\n                           zł do kwoty 400.000 zł poprzez utworzenie 800.000 nowych akcji Duality o wartości\n                           nominalnej 0,10 zł każda przy czym 560.000 akcji zostanie objęte przez Akcjonariusza\n                           1 lub inny podmiot wskazany przez Akcjonariusza 1, w zamian za wniesienie do Duality\n                           wkładu pieniężnego w wysokości co najmniej 364.000 zł.Głównym przedmiotem działalności Duality będzie produkcja gier PC, w tym dokończenie\n                           produkcji gry o roboczym tytule \"Blood Child\".",
        "date": "2017-12-11"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu dzisiejszym:1. została zawarta umowa inwestycyjna pomiędzy Spółką a Panem Stanisławem Gromadowskim\n                           _\"Wspólnik 1\"_, Panem Kacprem Guzowskim _\"Wspólnik 2\"_ Panem Jakubem Trzebińskim _\"Wspólnik\n                           3\"_ oraz Panem Mateuszem Zawadzkim _\"Wspólnik 4\"_. Zgodnie z postanowieniami umowy inwestycyjnej w szczególności:a_ Inwestor oraz Wspólnik 1, Wspólnik 2 i Wspólnik 3 zobowiązali się objąć nowe udziały\n                           w podwyższonym kapitale zakładowym zawiązanej uprzednio przez Wspólnika 4 i Inwestora\n                           spółki Total Games Spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie\n                           _\"Total Games\"_ w zamian za wkłady pieniężne, przy czym wkład Inwestora będzie wynosił\n                           194.000 zł.b_ Wspólnik 4 zobowiązał się do sprzedaży posiadanego przez siebie udziału w Total\n                           Games na rzecz Inwestora.c_ Strony umowy inwestycyjnej postanowiły, że w przypadku osiągnięcia przez grę pn.:\n                           \"Contraband Police\" _\"Gra\"_ w terminie 3 miesięcy od dnia jej wydania zysku  w kwocie\n                           1 mln zł netto _przewyższającego wszelkie nakłady i koszty dokonane na Grę_ Total\n                           Games utworzy nowe udziały które obejmą Wspólnik 1 i Wspólnik 2, w ten sposób, że\n                           po podwyższeniu kapitału zakładowego Wspólnik 1 i Wspólnik 2 posiadać będą po 20%\n                           udziałów w kapitale zakładowym Total Games.2. w wykonaniu postanowień ww. umowy inwestycyjnej Spółka oraz Wspólnik 1, Wspólnik\n                           2 i Wspólnik 3 złożyli w dniu dzisiejszym oświadczenia: i_ o przystąpieniu do Total\n                           Games; ii_ o objęciu udziałów w podwyższonym kapitale zakładowym Total Games w zamian\n                           za wkłady pieniężne, przy czym wkład Inwestora wynosi 194.000 zł. Ponadto Wspólnik\n                           4 sprzedał posiadany przez siebie udział w Total Games na rzecz Inwestora.Po dokonaniu rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale\n                           zakładowym Total Games będą przedstawiały się w następujący sposób_i_ Wspólnik 1 – 15 %;_ii_ Wspólnik 2 – 15%;_iii_ Wspólnik 3 – 1 %;_iv_ Inwestor – 69 %.Głównym przedmiotem działalności Total Games będzie tworzenie gry pod roboczą nazwą\n                           Contraband Police _platforma PC_ a następnie innych gier.",
        "date": "2017-12-11"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           nr 6/2017 z dnia 31 stycznia 2017 roku oraz nr 56/2017 z dnia 2 sierpnia 2017 roku\n                           przekazuje do publicznej wiadomości informacje o najważniejszych planowanych premierach\n                           gier w ciągu najbliższych sześciu miesięcy:1. Agony _Xbox One, Playstation 4, PC_;2. Gold Rush The Game _Xbox One, Playstation 4_;3. Car Mechanic Simulator 2018 _Android, iOS_;4. Car Mechanic Simulator 2018 _Xbox One, Playstation 4_;5. House Flipper _PC_;6. Uboot _PC, Android, iOS_;7. Demolish & Build 2018 _PC_;8. The Works of Mercy _PC_;9. Soulblight _PC_;10. Farm Manager 2018 _PC_;Ponadto Spółka przekazuje informację o potencjale sprzedażowym portfela wydanych i\n                           planowanych do wydania gier _ilości zapisanych obecnie graczy w sklepie STEAM, w usłudze\n                           Wishlist_:1. Car Mechanic Simulator 2018 – 189.192;2. Hard West – 169.953;3. Agony – 161.975;4. 911 Operator – 154.813;5. Car Mechanic Simulator 2015 – 115.393;6. Gold Rush: The Game – 81.767;7. House Flipper – 57.471;8. The Way – 40.496;9. UBOOT – 40.251;10. Car Mechanic Simulator 2014 – 33.391.Warto także dodać, że gra Ultimate Fishing Simulator, która miała premierę na STEAM\n                           w dniu 30.11.2017 r. _w formule wczesnego dostępu_ przekroczyła liczbę 24.000 zapisów.",
        "date": "2017-12-03"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie w nawiązaniu do raportu bieżącego nr 69/2017\n                           z dnia 29 września 2017 roku informuje, iż w dniu dzisiejszym Nadzwyczajne Walne Zgromadzenie\n                           ECC Games S.A. z siedzibą w Warszawie _\"ECC GAMES\"_ podjęło uchwałę zgodnie z którą:a_ wyraziło zgodę na wprowadzenie akcji serii A, akcji serii B, akcji serii C, akcji\n                           serii D, akcji serii E, akcji serii F oraz akcji serii G ECC GAMES do obrotu w alternatywnym\n                           systemie obrotu organizowanym przez Giełdę Papierów Wartościowych w Warszawie S.A.\n                           z siedzibą w Warszawie _rynek NewConnect_;b_ wyraziło zgodę na dematerializację i złożenie do depozytu prowadzonego przez Krajowy\n                           Depozyt Papierów Wartościowych S.A. z siedzibą w Warszawie akcji serii A, akcji serii\n                           B, akcji serii C, akcji serii D, akcji serii E, akcji serii F oraz akcji serii G ECC\n                           GAMES.",
        "date": "2017-11-10"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           nr 6/2017 z dnia 31 stycznia 2017 roku oraz nr 56/2017 z dnia 2 sierpnia 2017 roku\n                           przekazuje do publicznej wiadomości informacje o najważniejszych planowanych premierach\n                           gier w ciągu najbliższych sześciu miesięcy:1. 911 Operator _Xbox One, Playstation 4, Android, iOS_;2. Agony _Xbox One, Playstation 4, PC_;3. Gold Rush The Game _Xbox One, Playstation 4_;4. Car Mechanic Simulator 2017 _Android, iOS_;5. Car Mechanic Simulator 2018 _Xbox One, Playstation 4_;6. House Flipper _PC_;7. Uboot _PC, Android, iOS_;8. Ultimate Fishing Simulator _PC, iOS_. Ponadto Spółka przekazuje informację o potencjale sprzedażowym portfela wydanych i\n                           planowanych do wydania gier _ilości zapisanych obecnie graczy w sklepie STEAM, w usłudze\n                           Wishlist_:1. Car Mechanic Simulator 2018 - 176,921; 2. Hard West - 173,301; 3. Agony - 156,485; 4. 911 Operator - 155,4165. Car Mechanic Simulator 2015 - 116,828; 6. Gold Rush: The Game - 76,512;7. The Way - 41,133; 8. UBOOT - 37,779;9. Car Mechanic Simulator 2014 - 33,631; 10. House Flipper - 31,793.",
        "date": "2017-11-03"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że dnia 23 października\n                           2017 roku Nadzwyczajne Walne Zgromadzenie CreativeForge Games S.A z siedzibą w Warszawie\n                           _\"CFG\"_ – spółki zależnej od Spółki podjęło uchwały zgodnie z którymi:1. Kapitał zakładowy CFG zostaje podwyższony z kwoty 460.000,00 zł do kwoty nie niższej\n                           niż 460.000,23 zł i nie wyższej niż 613.333,18 zł  tj. o kwotę nie niższą niż 0,23\n                           zł  i nie wyższą niż 153.333,18 zł. Podwyższenie kapitału zakładowego następuje poprzez\n                           emisję nie mniej niż 1 i nie więcej niż 666.666 akcji zwykłych na okaziciela serii\n                           K, o nominalnej wartości 0,23 zł każda i o łącznej wartości nominalnej nie niższej\n                           niż 0,23 zł  i nie wyższej niż 153.333,18 zł. Objęcie akcji serii K nastąpi w trybie\n                           subskrypcji prywatnej, o której mowa w art. 431 §2 pkt 1 Kodeksu spółek handlowych,\n                           to jest w drodze złożenia oferty przez CFG i jej przyjęcia przez oznaczonego adresata.\n                           Ilość akcji serii K oferowanych poszczególnym podmiotom oraz cenę za jedną akcję ustali\n                           Zarząd CFG. 2. Nadzwyczajne Walne Zgromadzenie CFG wyraziło zgodę na:a_ wprowadzenie do obrotu na rynku \"NewConnect\" w ramach Alternatywnego Systemu Obrotu\n                           prowadzonego przez Giełdę Papierów Wartościowych w Warszawie S.A. akcji CFG serii\n                           A, B, C, D, E, F, G, H, I, J, K;b_ dokonanie dematerializacji oraz rejestrację akcji serii A, B, C, D, E, F, G, H,\n                           I, J, K w depozycie papierów wartościowych, prowadzonym przez Krajowy Depozyt Papierów\n                           Wartościowych S.A., w rozumieniu przepisów Ustawy o obrocie.3. Nadzwyczajne Walne Zgromadzenie CFG postanowiło wprowadzić w CFG program motywacyjny\n                           polegający na stworzeniu możliwości obejmowania warrantów subskrypcyjnych uprawniających\n                           do objęcia akcji serii L CFG emitowanych w ramach warunkowego podwyższenia kapitału\n                           zakładowego _\"Program\"_. CFG wyemituje warranty subskrypcyjne serii A w liczbie nie\n                           większej niż 133.334 uprawniające do objęcia akcji na okaziciela serii L o wartości\n                           nominalnej 0,23 zł każda _\"Warranty\"_. Z każdego Warrantu wynikać będzie prawo do\n                           objęcia jednej akcji serii L po cenie emisyjnej wynoszącej 0,23 zł za jedną akcję.\n                           Uprawnionymi do objęcia Warrantów będą pracownicy i współpracownicy CFG _współpracujący\n                           z CFG w oparciu o stosowne umowy o pracę, zlecenie, dzieło, inne umowy cywilnoprawne_\n                           wskazani przez Zarząd CFG i zaakceptowani w drodze odrębnej uchwały przez Radę Nadzorczą\n                           jako uczestnicy Programu oraz osoby sprawujące mandat w Zarządzie CFG _łącznie dalej\n                           jako \"Podmioty Uprawnione\"_. Podmioty Uprawnione będą posiadać prawo do objęcia Warrantów\n                           po osiągnięciu przez CFG w terminie 12 miesięcy od dnia wydania _na dowolnej platformie_\n                           gry komputerowej pod tytułem \"Phantom Doctrine\" _\"Gra\"_ marży netto w kwocie nie niższej\n                           niż 5.000.000 zł _\"Marża\"_. Pod pojęciem Marży rozumie się przychód CFG uzyskany ze\n                           sprzedaży Gry, pomniejszony o wszystkie koszty uzyskania tego przychodu, w tym między\n                           innymi nakłady na Grę, koszty deweloperskie _produkcji i wytworzenia_ Gry, koszty\n                           dystrybucji _sprzedaży_ Gry lub koszty działań o charakterze marketingowym lub promocyjnym.W toku obowiązywania Programu Podmiotom Uprawnionym będą przysługiwać Warranty w łącznej\n                           ilości, która nie może przekroczyć liczby, która uprawniałaby do objęcia akcji serii\n                           L w ilości przekraczającej 5% kapitału zakładowego CFG _licząc na datę przydziału\n                           Warrantów_.",
        "date": "2017-10-23"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że dnia 20 października\n                           2017 roku Rada Nadzorcza Spółki działając na podstawie art. 128 ust. 1 oraz art. 129\n                           ust. 1 i 3 ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym powołała Komitet Audytu. W skład Komitetu Audytu wchodzą następujące osoby: 1. Michał Markowski – Przewodniczący Komitetu Audytu;2. Dominik Nowak – Członek Komitetu Audytu;3. Grzegorz Czarnecki – Członek Komitetu Audytu.Powołany w ramach Rady Nadzorczej Komitet Audytu spełnia kryteria niezależności oraz\n                           pozostałe wymagania określone w art. 129 ust. 1, 3, 5 i 6 ustawy o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym.Dotychczas zadania Komitetu Audytu pełniła cała Rada Nadzorcza Spółki.",
        "date": "2017-10-20"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 20 października\n                           2017 roku Rada Nadzorcza Spółki, w drodze uchwały, ustaliła tekst jednolity Statutu\n                           Spółki uwzględniający zmiany wprowadzone uchwałą nr 4/16/10/2017 Nadzwyczajnego Walnego\n                           Zgromadzenia Spółki z dnia 16 października 2017 roku w sprawie zmian Statutu Spółki\n                           oraz uchwałą nr 5/16/10/2017  Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 16\n                           października 2017 roku w sprawie upoważnienia Rady Nadzorczej do ustalenia tekstu\n                           jednolitego Statutu Spółki.Tekst jednolity Statutu Spółki stanowi załącznik do niniejszego raportu. Podstawa prawna: § 38 ust. 1 pkt 2 lit. b Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-20"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu dzisiejszym:1. została zawarta umowa inwestycyjna pomiędzy Spółką a Panem Pawłem Kozakowskim _\"Wspólnik\n                           1\"_, Panem Pawłem Henke _\"Wspólnik 2\"_ oraz Panem Jakubem Trzebińskim _\"Wspólnik 3\"_\n                           _łącznie jako \"Wspólnicy\"_. Zgodnie z postanowieniami umowy inwestycyjnej w szczególności:a_ Inwestor oraz Wspólnik 3 zobowiązali się objąć nowe udziały w podwyższonym kapitale\n                           zakładowym zawiązanej uprzednio przez Wspólnika 1 i Wspólnika 2 spółki Woodland Games\n                           Spółka z ograniczoną odpowiedzialnością z siedzibą we Włocławku _\"Woodland Games\"_\n                           w zamian za wkłady pieniężne, przy czym wkład Inwestora będzie wynosił 292.000 zł.\n                           Po dokonaniu wyżej opisanego podwyższenia kapitału zakładowego udziały w kapitale\n                           zakładowym Woodland Games będą przedstawiały się w następujący sposób_i_ Wspólnik 1 – 0,83 %;_ii_ Wspólnik 2 – 0,83%;_iii_ Wspólnik 3 – 1 %;_iv_ Inwestor – 97,33 %.b_ Strony umowy inwestycyjnej postanowiły, że w przypadku osiągnięcia przez grę pn.:\n                           \"Neon\" _\"Gra\"_ w terminie 18 miesięcy od dnia jej wydania zysku przewyższającego wszelkie\n                           nakłady i koszty dokonane na Grę Woodland Games utworzy nowe udziały które obejmą\n                           Wspólnicy, w ten sposób, że po podwyższeniu kapitału zakładowego udziały w kapitale\n                           zakładowym Woodland Games będą przedstawiały się w następujący sposób:_i_ Wspólnik 1 – 34,82 %;_ii_ Wspólnik 2 – 5,06%;_iii_ Wspólnik 3 – 1,01%;_iv_ Inwestor – 59,11 %.2. w wykonaniu postanowień ww. umowy inwestycyjnej Spółka oraz Wspólnik 3 złożyli\n                           w dniu dzisiejszym oświadczenia:_a_ o przystąpieniu do Woodland Games;_b_ o objęciu udziałów w podwyższonym kapitale zakładowym Woodland Games w zamian\n                           za wkłady pieniężne, przy czym wkład Inwestora wynosi 292.000 zł.Głównym przedmiotem działalności Woodland Games będzie tworzenie gry pod roboczą nazwą\n                           Neon - platforma PC a następnie innych gier.",
        "date": "2017-10-20"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym,\n                           w wykonaniu postanowień umowy inwestycyjnej zawartej w dniu 22 sierpnia 2017 roku\n                           pomiędzy Spółką a Panem Tomaszem Chudy oraz Panem Krzysztofem Czerwieniec _o której\n                           to zawarciu Spółka poinformowała raportem bieżącym nr 62/2017 z dnia 22 sierpnia 2017\n                           roku_ Spółka złożyła oświadczenia: _a_ o przystąpieniu do spółki InImages Sp. z o.o. z siedzibą w Krakowie _\"InImages\"_;_b_ o objęciu udziałów w podwyższonym kapitale zakładowym InImages w zamian za wkład\n                           pieniężny w wysokości 214 400 zł.Po zarejestrowaniu podwyższenia kapitału zakładowego w rejestrze przedsiębiorców KRS\n                           Spółka posiadać będzie 76,19% udziałów w kapitale zakładowym InImages.Głównym przedmiotem działalności InImages będzie produkcja gry uBoot mobile oraz gier\n                           mobilnych Farm Fix 2018 i Truck Fix 2018, a następnie stworzenie koncepcji pierwszej\n                           produkcji gry w wersji na PC.",
        "date": "2017-10-20"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _Spółka_ informuje, iż zmianie uległ termin\n                           publikacji skonsolidowanego raportu kwartalnego za III kwartał 2017 r. Pierwotny termin\n                           przekazania do publicznej wiadomości ww. raportu został wyznaczony w raporcie bieżącym\n                           nr 5/2017 z dnia 29 stycznia 2017 roku na dzień 10 listopada 2017 roku _piątek_. Nowy\n                           termin publikacji ww. raportu został ustalony na dzień 27 listopada 2017 roku _poniedziałek_.Szczegółowa podstawa prawna: §103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-18"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że po trzech pełnych\n                           dniach sprzedaży gry \"Gold Rush: The Game\" _\"Gra\"_ na platformie STEAM do klientów\n                           trafiło ponad 44 tys. sztuk Gry.Gra trafiła również do sprzedaży na rynki detaliczne, ale Spółka nie posiada na ten\n                           moment informacji o wielkości sprzedaży.Gra miała premierę 13.10.2017 i już tego dnia zwróciła wszystkie poniesione koszty\n                           produkcji i marketingu. Obecnie Gra jest poprawiana z powodu zaraportowanych przez graczy błędów. Spółka jest\n                           przekonana, iż dokonanie poprawek, zapewni szybki wzrost średniej ocen Gry na platformie\n                           STEAM, która w dacie sporządzenia niniejszego raportu wynosi 61%.",
        "date": "2017-10-16"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ podaje do publicznej wiadomości\n                           listę akcjonariuszy posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym\n                           Zgromadzeniu Spółki _\"NWZ\"_, które odbyło się w dniu 16 października 2017 r.:1. Pan Krzysztof Kostowski posiadał 2 700 000 głosów co stanowiło 89,73% liczby głosów\n                           na NWZ i 40,91% ogólnej liczby głosów;2. NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY posiadał 309 150 głosów co stanowiło\n                           10,27% liczby głosów na NWZ i 4,68% ogólnej liczby głosów.",
        "date": "2017-10-16"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje poniżej treść uchwał\n                           podjętych na Nadzwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 16\n                           października 2017 roku oraz informacje na temat każdej uchwały w zakresie liczby akcji,\n                           z których oddano ważne głosy, oraz procentowego udziału tychże akcji w kapitale zakładowym,\n                           łączną liczbę ważnych głosów, w tym liczbę głosów \"za\", \"przeciw\" i \"wstrzymujących\n                           się\".UCHWAŁA Nr 1/16/10/2017 Nadzwyczajnego Walnego Zgromadzenia spółki PlayWay Spółka Akcyjna _dalej: Spółka_z siedzibą w Warszawie z dnia 16 października 2017 rokuw sprawie wyboru Przewodniczącego Walnego ZgromadzeniaDziałając na podstawie art. 409 §1 Kodeksu spółek handlowych, Nadzwyczajne Walne Zgromadzenie\n                           Spółki postanawia:§1Dokonać wyboru na Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia Spółki odbywającego\n                           się w dniu 16 października 2017 r. Pana Mateusza Zawadzkiego.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu tajnym z 3.009.150 akcji stanowiących 45,59% kapitału zakładowego oddano\n                           3.009.150 ważnych głosów w tym:3.009.150 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA Nr 2/16/10/2017 Nadzwyczajnego Walnego Zgromadzenia spółki PlayWay Spółka Akcyjna _dalej: Spółka_z siedzibą w Warszawie z dnia 16 października 2017 rokuw przedmiocie rezygnacji z wyboru Komisji Skrutacyjnej i UchwałNadzwyczajne Walne Zgromadzenie Spółki postanawia:§1Odstąpić od wyboru Komisji Skrutacyjnej i Uchwał na Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki odbywającym się w dniu 16 października 2017 roku.§2Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 3.009.150 akcji stanowiących 45,59% kapitału zakładowego oddano\n                           3.009.150 ważnych głosów w tym:3.009.150 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA Nr 3/16/10/2017 Nadzwyczajnego Walnego Zgromadzenia spółki PlayWay Spółka Akcyjna _dalej: Spółka_z siedzibą w Warszawie z dnia 16 października 2017 rokuw przedmiocie przyjęcia porządku obradNadzwyczajne Walne Zgromadzenie Spółki uchwala, co następuje:§1Przyjmuje się następujący porządek obrad Nadzwyczajnego Walnego Zgromadzenia:1. Otwarcie Nadzwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do powzięcia uchwał.4. Wybór Komisji Skrutacyjnej i Uchwał.5. Przyjęcie porządku obrad Nadzwyczajnego Walnego Zgromadzenia.6. Podjęcie uchwały w sprawie zmian Statutu Spółki.7. Podjęcie uchwały w przedmiocie upoważnienia Rady Nadzorczej Spółki do ustalenia\n                           tekstu jednolitego Statutu Spółki.8. Zamknięcie Nadzwyczajnego Walnego Zgromadzenia.§2.Uchwała wchodzi w życie z chwilą podjęcia.W głosowaniu jawnym z 3.009.150 akcji stanowiących 45,59% kapitału zakładowego oddano\n                           3.009.150 ważnych głosów w tym:3.009.150 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA Nr 4/16/10/2017 Nadzwyczajnego Walnego Zgromadzenia spółki PlayWay Spółka Akcyjna _dalej: Spółka_z siedzibą w Warszawie z dnia 16 października 2017 rokuw sprawie zmian Statutu SpółkiNadzwyczajne Walne Zgromadzenie, działając na podstawie art. 430 Kodeksu spółek handlowych\n                           oraz §12 ust. 5 pkt 9_ Statutu Spółki, uchwala, co następuje:§1. Zmianie ulega §14 ust. 1 i 2 Statutu Spółki w ten sposób, że zastępuje się dotychczasowe\n                           brzmienie poprzez nadanie nowej, następującej treści:\"1. Rada Nadzorcza wykonuje stały nadzór nad działalnością Spółki we wszystkich aspektach\n                           jej działalności.2. Rada Nadzorcza składa się z 5 _pięciu_ członków. Skład Rady Nadzorczej powinien\n                           odpowiadać powszechnie obowiązującym przepisom prawa.\"§2.W §14 ust. 18 Statutu Spółki dodaje się pkt 6_ nadając mu następującą treść:\"6_ współdziałanie z Komitetem Audytu w zakresie realizacji działań określonych regulaminem\n                           Komitetu Audytu oraz powszechnie obowiązującymi przepisami prawa.\"§3.Po §14 ust. 18 Statutu Spółki dodaje się ust. 19 do 23 nadając im następującą treść:\"19. Rada Nadzorcza powołuje w drodze uchwały Komitet Audytu oraz uchwala regulamin\n                           Komitetu Audytu określający jego funkcje, zadania oraz zasady funkcjonowania.20. Członkowie Komitetu Audytu, w tym Przewodniczący Komitetu Audytu, powoływani są\n                           pośród członków Rady Nadzorczej przez Radę Nadzorczą Spółki.21. Członek Komitetu Audytu może być w każdym czasie odwołany uchwałą Rady Nadzorczej\n                           Spółki.22. Komitet Audytu składa się przynajmniej z 3 członków, w tym Przewodniczącego Komitetu\n                           Audytu.23. Rada Nadzorcza może powoływać także inne komitety i uchwalać ich regulaminy.\"§4.Zmianie ulega §12 ust.5 pkt 11_ Statutu w ten sposób, że zastępuje się dotychczasowe\n                           brzmienie poprzez nadanie nowej, następującej treści:\"11_ ustalanie zasad wynagradzania członków Rady Nadzorczej i Komitetu Audytu;\"§5.Uchwała wchodzi w życie z chwilą podjęcia i z mocą obowiązującą od chwili wpisania\n                           przez właściwy sąd rejestrowy zmian Statutu Spółki objętych niniejszą Uchwałą w rejestrze\n                           przedsiębiorców Krajowego Rejestru Sądowego.W głosowaniu jawnym z 3.009.150 akcji stanowiących 45,59% kapitału zakładowego oddano\n                           3.009.150 ważnych głosów w tym:3.009.150 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".UCHWAŁA Nr 5/16/10/2017 Nadzwyczajnego Walnego Zgromadzenia spółki PlayWay Spółka Akcyjna _dalej: Spółka_z siedzibą w Warszawie z dnia 16 października 2017 rokuw sprawie upoważnienia Rady Nadzorczej do ustalenia tekstu jednolitego Statutu SpółkiDziałając na podstawie art. 430 §5 Kodeksu spółek handlowych, Nadzwyczajne Walne Zgromadzenie\n                           Spółki uchwala, co następuje:§1Upoważnia się Radę Nadzorczą do ustalenia tekstu jednolitego Statutu Spółki uwzględniającego\n                           zmiany wynikające z powyższej uchwały.§2Uchwała wchodzi w życie z dniem podjęcia.W głosowaniu jawnym z 3.009.150 akcji stanowiących 45,59% kapitału zakładowego oddano\n                           3.009.150 ważnych głosów w tym:3.009.150 głosów \"za\"0 głosów \"przeciw\"0 głosów \"wstrzymujących się\".Podstawa prawna: §38 ust. 1 pkt 7 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-10-16"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym,\n                           w wykonaniu postanowień umowy inwestycyjnej zawartej w dniu 29 września 2017 roku\n                           pomiędzy Spółką a Panem Rafałem Czuj, Panem Jackiem Janik, Panem Pawłem Mareckim,\n                           Panem Łukaszem Mareckim oraz Panem Jakubem Trzebińskim _o której to zawarciu Spółka\n                           poinformowała raportem bieżącym nr 70/2017 z dnia 29 września 2017 roku_ Spółka złożyła\n                           oświadczenia: _a_ o przystąpieniu do spółki Nesalis Games Sp. z o.o. z siedzibą w Bielsku - Białej\n                           _\"Nesalis Games\"_;_b_ o objęciu udziałów w podwyższonym kapitale zakładowym Nesalis Games w zamian za\n                           wkład pieniężny w wysokości 249 975 zł.Po zarejestrowaniu podwyższenia kapitału zakładowego w rejestrze przedsiębiorców KRS\n                           Spółka posiadać będzie 75% udziałów w kapitale zakładowym Nesalis Games.Głównym przedmiotem działalności Nesalis Games będzie produkcja gier PC, w tym pierwszej\n                           produkcji pod roboczą nazwą Security Monitoring.",
        "date": "2017-10-12"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Akcjonariusz 1\"_ informuje,\n                           iż w dniu dzisiejszym Spółka, Pan Michał Flodrowski _\"Akcjonariusz 2\"_ i Pan Robert\n                           Pietrzko _\"Akcjonariusz 3\"_ zawarli umowę inwestycyjną, a następnie, zgodnie z postanowieniami\n                           ww. umowy zawiązali spółkę akcyjną pod firmą DeGenerals Spółka Akcyjna z siedzibą\n                           w Łodzi _\"Degenerals\"_.Kapitał zakładowy Degenerals wynosi 320 000 zł i dzieli się na 320 000 szt. akcji\n                           o wartości nominalnej po 1 zł każda. Akcjonariusze objęli akcje w kapitale zakładowym w następujący sposób:a_ Akcjonariusz 1 -  256 000 szt. akcji zwykłych na okaziciela w zamian za wkład pieniężny\n                           w wysokości 256 000 zł;b_ Akcjonariusz 2 – 32 000 szt. akcji zwykłych na okaziciela w zamian za wkład pieniężny\n                           w wysokości 32 000 zł;c_ Akcjonariusz 3 – 32 000 szt. akcji zwykłych na okaziciela w zamian za wkład pieniężny\n                           w wysokości 32 000 zł.Głównym przedmiotem działalności Degenerals będzie ukończenie produkcji gry pn.: \"Tank\n                           Mechanic\", a następnie produkcja innych gier na platformę PC.",
        "date": "2017-10-12"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 20/2016 z dnia 29 listopada 2016 roku informuje, iż w dniu dzisiejszym powziął\n                           informację o zawarciu aneksu do umowy dystrybucyjnej z dnia 9 września 2014 roku pomiędzy\n                           Spółką jako Licencjodawcą a Koch Media GmbH z siedzibą w Höfen, Austria jako Dystrybutorem.Zgodnie z zawartym aneksem Spółka udzieliła Dystrybutorowi licencji do sprzedaży i\n                           dystrybucji na całym świecie _z wyłączeniem Polski, Czech, Słowacji i Węgier_ w wersji\n                           detalicznej fizycznej _pudełkowej_ następujących produkcji _gier komputerowych_ Spółki:a_ Train Mechanic Simulator;b_ 911 Operator Collectors Edition;c_ 911 Operator _Standard Edition_;d_ Gold Rush: The Game;e_ Demolish & Build 2018;f_ House Flipper;g_ UBOOT;h_ Cooking Simulator;i_ Farm Manager 2018.",
        "date": "2017-10-04"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           nr 6/2017 z dnia 31 stycznia 2017 roku oraz nr 56/2017 z dnia 2 sierpnia 2017 roku\n                           przekazuje do publicznej wiadomości informacje o najważniejszych planowanych premierach\n                           gier w ciągu najbliższych sześciu miesięcy:1. 911 Operator _Xbox One, Playstation 4, Android, iOS_;2. Agony _Xbox One, Playstation 4, PC_;3. Car Mechanic Simulator 2017 _Android, iOS_;4. Car Mechanic Simulator 2018 _Xbox One, Playstation 4_;5. Gold Rush _Xbox One, Playstation 4, PC_;6. House Flipper _PC_;7. Uboot _PC, Android, iOS_;8. Ultimate Fishing Simulator _PC, Android, iOS_. Ponadto Spółka przekazuje informację o potencjale sprzedażowym portfela wydanych i\n                           planowanych do wydania gier _ilości zapisanych obecnie graczy w sklepie STEAM, w usłudze\n                           Wishlist_:1. Hard West  - 177,759;2. Car Mechanic Simulator 2018 - 160,551;3. 911 Operator - 156,929; 4. Agony – 149,588 _przed premierą_;5. Car Mechanic Simulator 2015 -120,098;6. The Way - 41,690; 7. Gold Rush: The Game - 36,096 _przed premierą_;8. Car Mechanic Simulator 2014 - 33,9959. UBOOT - 33,985 _przed premierą_;10. House Flipper - 27,953 _przed premierą_.",
        "date": "2017-10-02"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu dzisiejszym została zawarta umowa inwestycyjna pomiędzy Spółką a Panem Rafałem\n                           Czuj _\"Wspólnik 1\"_, Panem Jackiem Janik _\"Wspólnik 2\"_, Panem Pawłem Mareckim _\"Wspólnik\n                           3\"_, Panem Łukaszem Mareckim _\"Wspólnik 4\"_ oraz Panem Jakubem Trzebińskim _\"Wspólnik\n                           5\"_.Zgodnie z postanowieniami umowy inwestycyjnej Inwestor zobowiązał się objąć nowe udziały\n                           w podwyższonym kapitale zakładowym spółki Nesalis Games Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Bielsku Białej _\"Nesalis Games\"_ za łączną kwotę 249 975 zł.Po podwyższeniu kapitału zakładowego udziały w kapitale zakładowym Nesalis Games będą\n                           przedstawiały się w następujący sposób:a_ Inwestor - 75%;b_ Wspólnik 1, 2, 3, 4 – po 6 %;c_ Wspólnik 5 – 1%.Głównym przedmiotem działalności Nesalis Games będzie produkcja gier PC, w tym pierwszej\n                           produkcji pod roboczą nazwą Security Monitoring.",
        "date": "2017-09-29"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Akcjonariusz 1\"_ informuje,\n                           iż w dniu dzisiejszym:1. została zawarta umowa inwestycyjna pomiędzy Spółką a INOVO spółką z ograniczoną\n                           odpowiedzialnością Venture Fund I spółką komandytowo - akcyjną z siedzibą w Warszawie\n                           _\"Akcjonariusz 2\"_ Panem Piotrem Wątruckim _\"Akcjonariusz 3\"_, Panem Jakubem Traczykiem\n                           _\"Akcjonariusz 4\"_, Panem Jakubem Trzebińskim _\"Akcjonariusz 5\"_, Panem Mateuszem\n                           Zawadzkim _\"Akcjonariusz 6\"_ _łącznie jako \"dotychczasowi akcjonariusze\"_, Vestor\n                           Dom Maklerski spółką akcyjną z siedzibą w Warszawie _\"VDM\"_ oraz 20 podmiotami _osobami\n                           - inwestorami indywidualnymi_ _łącznie jako \"Inwestorzy\"_.Zgodnie z postanowieniami umowy inwestycyjnej w szczególności:a_ dotychczasowi akcjonariusze ECC Games S.A. z siedzibą w Warszawie _\"ECC GAMES\"_\n                           zobowiązali się do podwyższenia kapitału zakładowego ECC GAMES  z kwoty 1.574.000\n                           zł do kwoty nie większej niż 1.847.760,00 zł, poprzez utworzenie nie więcej niż 2.737.600\n                           nowych akcji na okaziciela serii G, o nominalnej wartości 0,10 zł każda, o łącznej\n                           wartości nominalnej do 273.760,00 zł _\"Nowe Akcje\"_. Nowe Akcje zostaną pokryte przez\n                           Inwestorów wkładami pieniężnymi. Wartość wkładu pieniężnego na pokrycie jednej Nowej\n                           Akcji wynosi 0,52 zł. Zakładana łączna maksymalna wartość inwestycji wynosi 1.423.552,00\n                           zł.b_ rozwiązaniu uległa umowa inwestycyjna z dnia 27 grudnia 2016 roku _o której to\n                           zawarciu Spółka informowała w raporcie bieżącym nr 31/2016 z dnia 27 grudnia 2016\n                           roku oraz 21/2017 z dnia 28 kwietnia 2017 roku_. c_ strony umowy inwestycyjnej zobowiązały się do wprowadzenia akcji ECC GAMES do obrotu\n                           na NewConnect w terminie 5 miesięcy od wpisu wyżej opisanego podwyższenia kapitału\n                           do rejestru przedsiębiorców KRS. 2. w wykonaniu postanowień ww. umowy inwestycyjnej:a_ w dniu dzisiejszym Nadzwyczajne Walne Zgromadzenie ECC GAMES podjęło uchwałę o\n                           podwyższeniu kapitału zakładowego ECC GAMES z kwoty 1.574.000,00 zł do kwoty 1.847.760,00\n                           zł tj. o kwotę 273.760,00 zł. Podwyższenie kapitału zakładowego następuje poprzez\n                           emisję 2.737.600 akcji zwykłych na okaziciela serii G, o nominalnej wartości 0,10\n                           zł każda i o łącznej wartości nominalnej 273.760,00 zł. Objęcie akcji serii G, nastąpi\n                           w trybie subskrypcji prywatnej, o której mowa w art. 431 §2 pkt 1 Kodeksu spółek handlowych,\n                           to jest w drodze złożenia oferty przez ECC GAMES i jej przyjęcia przez oznaczonego\n                           adresata.b_ w dniu dzisiejszym zostały zawarte przez Zarząd ECC Games stosowne umowy objęcia\n                           Nowych Akcji z Inwestorami.Po dokonaniu rejestracji podwyższenia kapitału zakładowego akcje w kapitale zakładowym\n                           ECC GAMES będą przedstawiały się w następujący sposób:1. Akcjonariusz 1 – 29,4 %;2. Akcjonariusz 2 – 31,4 %;3. Akcjonariusz 3 – 16,8 %;4. Akcjonariusz 4 – 5,4 %;5. Akcjonariusz 5 – 1,6%;6. Akcjonariusz 6 – 0,5%;7. VDM – 0,6%;8. Inwestorzy – 14,2 %.",
        "date": "2017-09-29"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie, pod adresem: ul. Mińska 69, 03-828 Warszawa,\n                           wpisanej do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez\n                           Sąd Rejonowy dla miasta stołecznego Warszawy w Warszawie, XIII Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego, pod numerem KRS: 0000389477 _\"Spółka\"_, kapitał zakładowy\n                           660.000,00 zł, kapitał wpłacony 660.000,00 zł, NIP 5213609756, działając na podstawie\n                           art. 399 § 1 w zw. z art. 402_1_ i 402_2_Kodeksu spółek handlowych _\"K.s.h.\"_ zwołuje\n                           na dzień 16 października 2017 roku na godzinę 12.00 Nadzwyczajne Walne Zgromadzenie\n                           Spółki. Nadzwyczajne Walne Zgromadzenie odbędzie się w Warszawie _00-712_ przy ul.\n                           Bluszczańskiej 76 lok. 6 z następującym porządkiem obrad:Porządek obrad1. Otwarcie Nadzwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do powzięcia uchwał.4. Wybór Komisji Skrutacyjnej i Uchwał.5. Przyjęcie porządku obrad Nadzwyczajnego Walnego Zgromadzenia.6. Podjęcie uchwały w sprawie zmian Statutu Spółki.7. Podjęcie uchwały w przedmiocie upoważnienia Rady Nadzorczej Spółki do ustalenia\n                           tekstu jednolitego Statutu Spółki.8. Zamknięcie Nadzwyczajnego Walnego Zgromadzenia.W ramach punktu 6 porządku obrad proponuje się dokonanie następujących zmian Statutu\n                           Spółki:Zmienić § 14 ust. 1 i 2 Statutu Spółki w ten sposób, że zastępuje się dotychczasowe\n                           brzmienie poprzez nadanie nowej, następującej treści: 1. Rada Nadzorcza wykonuje stały nadzór nad działalnością Spółki we wszystkich aspektach\n                           jej działalności.2. Rada Nadzorcza składa się z 5 _pięciu_ członków. Skład Rady Nadzorczej powinien\n                           odpowiadać powszechnie obowiązującym przepisom prawa.W § 14 ust. 18 Statutu dodać pkt 6_ nadając mu następującą treść:6_ współdziałanie z Komitetem Audytu w zakresie realizacji działań określonych regulaminem\n                           Komitetu Audytu oraz powszechnie obowiązującymi przepisami prawa.Po § 14 ust. 18 Statutu dodać ust. 19 do 23 nadając im następującą treść:19. Rada Nadzorcza powołuje w drodze uchwały Komitet Audytu oraz uchwala regulamin\n                           Komitetu Audytu określający jego funkcje, zadania oraz zasady funkcjonowania.20. Członkowie Komitetu Audytu, w tym Przewodniczący Komitetu Audytu, powoływani są\n                           spośród członków Rady Nadzorczej przez Radę Nadzorczą Spółki.21. Członek Komitetu Audytu może być w każdym czasie odwołany uchwałą Rady Nadzorczej\n                           Spółki. 22. Komitet Audytu składa się przynajmniej z 3 członków, w tym z Przewodniczącego\n                           Komitetu Audytu. 23. Rada Nadzorcza może powoływać także inne komitety i uchwalać ich regulaminy.Zmienić § 12 ust. 5 pkt 11_ Statutu w ten sposób, że zastępuje się dotychczasowe brzmienie\n                           poprzez nadanie nowej, następującej treści:11_ ustalanie zasad wynagradzania członków Rady Nadzorczej i Komitetu Audytu;Informacje dla Akcjonariuszy1. Prawo akcjonariusza do żądania umieszczenia poszczególnych spraw w porządku obrad\n                           Walnego ZgromadzeniaZgodnie z art. 401 § 1 K.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą kapitału zakładowego Spółki mogą żądać umieszczenia określonych spraw\n                           w porządku obrad Walnego Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi\n                           Spółki nie później niż na dwadzieścia jeden dni przed wyznaczonym terminem zgromadzenia\n                           tj. do 25 września 2017 roku. Żądanie powinno zawierać uzasadnienie lub projekt uchwały\n                           dotyczącej proponowanego punktu porządku obrad. Żądanie w formie pisemnej może zostać\n                           złożone osobiście w sekretariacie Spółki _w godzinach od 8 do 16_ lub za pośrednictwem\n                           poczty na adres ul. Mińska 69, 03-828 Warszawa lub za pośrednictwem poczty elektronicznej\n                           na adres contact@playway.com lub wysłane faksem na nr fax:+48 22 7138077. Do żądania\n                           powinny zostać dołączone kopie dokumentów potwierdzających fakt, że osoba zgłaszająca\n                           żądanie jest akcjonariuszem Spółki _np. imienne świadectwo depozytowe obowiązujące\n                           w dniu realizacji uprawnienia_, fakt, że reprezentuje on co najmniej jedną dwudziestą\n                           kapitału akcyjnego Spółki oraz potwierdzających tożsamość akcjonariusza lub osób działających\n                           w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli żądanie spełnia wymagania prawa, Zarząd Spółki jest obowiązany niezwłocznie,\n                           jednak nie później niż na osiemnaście dni przed wyznaczonym terminem Walnego Zgromadzenia\n                           _tj. do dnia 28 września 2017 r._, ogłosić zmiany w porządku obrad, wprowadzone na\n                           żądanie akcjonariuszy. Ogłoszenie następuje w sposób właściwy dla zwołania Walnego\n                           Zgromadzenia.2. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia.Zgodnie z art. 401 § 4 K.s.h. akcjonariusz lub akcjonariusze Spółki reprezentujący\n                           co najmniej jedną dwudziestą kapitału zakładowego mogą przed terminem Walnego Zgromadzenia\n                           zgłaszać Spółce na piśmie osobiście w sekretariacie Spółki _w godzinach od 8 do 16_\n                           lub za pośrednictwem poczty na adres ul. Mińska 69, 03-828 Warszawa lub przy wykorzystaniu\n                           środków komunikacji elektronicznej przesyłając na adres contact@playway.com lub wysłać\n                           faksem na nr fax:+48 22 7138077 projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad.\n                           Do zgłoszenia powinny zostać dołączone kopie dokumentów potwierdzających fakt, że\n                           osoba zgłaszająca jest akcjonariuszem Spółki _np. imienne świadectwo depozytowe obowiązujące\n                           w dniu realizacji uprawnienia_, fakt, że reprezentuje on co najmniej jedną dwudziestą\n                           kapitału akcyjnego Spółki oraz potwierdzających tożsamość akcjonariusza lub osób działających\n                           w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli zgłoszenie spełnia wymagania prawa Spółka niezwłocznie ogłasza projekty uchwał\n                           na stronie internetowej Spółki pod adresem http://playway.com/spolka/walne-zgromadzenie3. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. Zgodnie z art. 401 § 5 K.s.h. każdy z akcjonariuszy może podczas Walnego Zgromadzenia\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.4. Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności o formularzach\n                           stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania Spółki\n                           przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnika.Akcjonariusz będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący osobą fizyczną\n                           może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną\n                           do składania oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnik wykonuje\n                           wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu, chyba że co innego wynika\n                           z treści pełnomocnictwa. Pełnomocnik może udzielać dalszego pełnomocnictwa, jeżeli\n                           wynika to z treści pełnomocnictwa, przy czym stosownie do art. 412 _2_ § 3 K.s.h.\n                           jeżeli pełnomocnikiem jest członek Zarządu, członek Rady Nadzorczej, pracownik Spółki\n                           lub członek organów lub pracownik Spółki lub spółdzielni zależnej od Spółki, wówczas\n                           udzielenie pełnomocnictwa dalszego jest wyłączone. Pełnomocnik może reprezentować\n                           więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza.\n                           Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu i wykonywania\n                           prawa głosu wymaga udzielenia na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa\n                           w postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym\n                           weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu. Formularz zawierający\n                           wzór pełnomocnictwa dostępny jest od dnia publikacji niniejszego ogłoszenia na stronie\n                           internetowej Spółki http://playway.com/spolka/walne-zgromadzenie w zakładce \"Walne\n                           Zgromadzenie\". Wykorzystanie tych formularzy nie jest obowiązkowe. O udzieleniu pełnomocnictwa\n                           w postaci elektronicznej należy zawiadomić Spółkę przy wykorzystaniu środków komunikacji\n                           elektronicznej w postaci informacji przesłanej pocztą elektroniczną na adres contact@playway.com,\n                           dokładając wszelkich starań, aby możliwa była skuteczna weryfikacja ważności pełnomocnictwa,\n                           i w tym celu podpisane pełnomocnictwo przesyłane elektronicznie do Spółki powinno\n                           być zeskanowane do formatu \".pdf\", \"jpg\", \"Tif\". Informacja o udzieleniu pełnomocnictwa\n                           powinna zawierać dokładne oznaczenie pełnomocnika i mocodawcy _ze wskazaniem imienia,\n                           nazwiska, serii i numer dowodu osobistego, adresu, telefonu i adresu poczty elektronicznej\n                           obu tych osób_. Informacja o udzieleniu pełnomocnictwa powinna również zawierać jego\n                           zakres tj. wskazywać liczbę akcji, z których wykonywane będzie prawo głosu oraz datę\n                           i nazwę walnego zgromadzenia Spółki, na którym prawa te będą wykonywane. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza i/lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w przypadku braku udzielenia odpowiedzi\n                           na pytania zadawane w trakcie weryfikacji traktowane będzie jako brak możliwości weryfikacji\n                           udzielenia pełnomocnictwa i stanowić będzie podstawę dla odmowy dopuszczenia pełnomocnika\n                           do udziału w Walnym Zgromadzeniu. W celu identyfikacji akcjonariusza udzielającego\n                           pełnomocnictwa, zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           powinno zawierać _jako załącznik_:  w przypadku akcjonariusza będącego osobą fizyczną - kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu. W przypadku wątpliwości\n                           co do prawdziwości kopii wyżej wymienionych dokumentów, Zarząd zastrzega sobie prawo\n                           do żądania od pełnomocnika okazania przy sporządzaniu listy obecności:  w przypadku akcjonariusza będącego osobą fizyczną – kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania za zgodność\n                           z oryginałem kopii dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru, informacji odpowiadającej odpisowi\n                           aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie art. 4 ust. 4aa ustawy\n                           z dnia 20 sierpnia 1997r. o Krajowym Rejestrze Sądowym lub innego dokumentu potwierdzającego\n                           upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania akcjonariusza na\n                           Walnym Zgromadzeniu.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze\n                           Sądowym, ewentualnie ciągu pełnomocnictw oraz odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze\n                           Sądowym.Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza niebędącego osobą fizyczną\n                           powinny być uwidocznione w aktualnym odpisie z właściwego dla danego akcjonariusza\n                           rejestru lub informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców\n                           pobranej na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997r. o Krajowym\n                           Rejestrze Sądowym. Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami\n                           akcjonariuszy na Walnym Zgromadzeniu.Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu Spółki, członek\n                           Rady Nadzorczej Spółki, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym\n                           walnym zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności\n                           wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów. Udzielenie\n                           dalszego pełnomocnictwa jest wyłączone.Zasady dotyczące identyfikacji akcjonariusza stosuje się odpowiednio do zawiadamiania\n                           Spółki o odwołaniu pełnomocnictwa.5. Możliwość i sposób uczestniczenia w Walnym Zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości uczestniczenia w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.6. Sposób wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości wypowiadania się w trakcie Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.7. Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejSpółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.8. Dzień rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Walnym Zgromadzeniu jest dzień 30 września 2017\n                           r. _\"Dzień Rejestracji\"_9. Informacja o prawie uczestniczenia w Walnym ZgromadzeniuPrawo uczestniczenia w Walnym Zgromadzeniu mają, stosownie do art. 406 _1_ § 1 K.s.h.,\n                           tylko osoby będące akcjonariuszami Spółki w Dniu Rejestracji _tj. w dniu 30 września\n                           2017 roku_.Uprawnieni z akcji imiennych i świadectw tymczasowych oraz zastawnicy i użytkownicy,\n                           którym przysługuje prawo głosu, mają prawo uczestniczenia w Walnym Zgromadzeniu, jeżeli\n                           są wpisani do księgi akcyjnej w Dniu Rejestracji.Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia tj. nie wcześniej\n                           niż w dniu 18 września 2017 roku i nie później niż w pierwszym dniu powszednim po\n                           Dniu Rejestracji, tj. nie później niż w dniu 2 października 2017 roku, podmiot prowadzący\n                           rachunek papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa\n                           w walnym zgromadzeniu.Spółka niniejszym zwraca uwagę, iż uprawnione do udziału w Walnym Zgromadzeniu będą\n                           osoby, które:a_ były akcjonariuszami Spółki w Dniu Rejestracji, tj. w dniu 30 września 2017 roku.oraz b_ zwróciły się – nie wcześniej niż w dniu 18 września 2017 roku i nie później niż\n                           w dniu 2 października 2017 roku – do podmiotu prowadzącego ich rachunki papierów wartościowych\n                           o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu\n                           lub osoby które były uprawnione z akcji imiennych lub świadectw tymczasowych a także\n                           zastawnicy i użytkownicy, którym przysługuje prawo głosu jeżeli byli wpisani do księgi\n                           akcyjnej w Dniu Rejestracji.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie w siedzibie Spółki w Warszawie przy ul. Mińskiej 69, w godzinach od 08.00\n                           do 16.00, przez 3 dni powszednie przed odbyciem Walnego Zgromadzenia, tj. w dniach\n                           11, 12 oraz 13 października 2017 roku.Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, wysyłając wniosek na adres\n                           contact@playway.com, podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana. Osoby uprawnione do uczestniczenia w Walnym Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na godzinę przed rozpoczęciem\n                           obrad.10. Dostęp do dokumentacji i wskazanie adresu strony internetowej, na której udostępnione\n                           będą informacje dotyczące Walnego Zgromadzenia Dokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał\n                           będzie zamieszczana na stronie internetowej Spółki pod adresem http://playway.com/spolka/walne-zgromadzenie\n                           niezwłocznie po ich sporządzeniu oraz w sekretariacie Spółki w godzinach od 8 do 16.Uwagi Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia będą dostępne na stronie internetowej Spółki niezwłocznie\n                           po ich sporządzeniu.Informacje dotyczące  Walnego Zgromadzenia dostępne są na stronie www.playway.com\n                           w zakładce \"Spółka\" ->\"Walne Zgromadzenie\".Ponadto zgodnie z § 38 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r. poz.\n                           133, z późn. zm._, Zarząd Spółki, w załączeniu do niniejszego raportu przekazuje treść\n                           projektów uchwał.Podstawa prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim Art. 402 _2_ K.s.h.",
        "date": "2017-09-18"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym,\n                           w wykonaniu postanowień umowy inwestycyjnej zawartej w dniu 14 czerwca 2017 roku pomiędzy\n                           Spółką a Panem Adrianem Kubasiak oraz Panem Jakubem Trzebińskim _o której to zawarciu\n                           Spółka poinformowała raportem bieżącym nr 38/2017 z dnia 14 czerwca 2017 roku_ Spółka\n                           złożyła oświadczenia: _a_ o przystąpieniu do spółki Rebelia Games Sp. z o.o. z siedzibą w Katowicach _\"Rebelia\n                           Games\"_;_b_ o objęciu udziałów w podwyższonym kapitale zakładowym Rebelia Games w zamian za\n                           wkład pieniężny w wysokości 399 740 zł.Po zarejestrowaniu podwyższenia kapitału zakładowego w rejestrze przedsiębiorców KRS\n                           Spółka posiadać będzie 79% udziałów w kapitale zakładowym Rebelia Games.Głównym przedmiotem działalności Rebelia Games będzie tworzenie gry komputerowej pod\n                           roboczym tytułem JunkYard Simulator.",
        "date": "2017-09-14"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           nr 6/2017 z dnia 31 stycznia 2017 roku oraz nr 56/2017 z dnia 2 sierpnia 2017 roku\n                           przekazuje do publicznej wiadomości informacje o najważniejszych planowanych premierach\n                           gier w ciągu najbliższych sześciu miesięcy:1. 911 Operator _Xbox One, Playstation 4, Android, iOS_;2. Agony _Xbox One, Playstation 4, PC_;3. Car Mechanic Simulator 2017 _Android, iOS_;4. Car Mechanic Simulator 2018 _Xbox One, Playstation 4_;5. Gold Rush _Xbox One, Playstation 4, PC_;6. House Flipper _PC_;7. Uboot _PC, Android, iOS_;8. Farm Manager 2018 _PC_.Ponadto Spółka przekazuje informację o potencjale sprzedażowym portfela wydanych i\n                           planowanych do wydania gier _ilości zapisanych obecnie graczy w sklepie STEAM, w usłudze\n                           Wishlist_:1. Hard West - 178,297;2. Car Mechanic Simulator 2015 - 124,875;3. 911 Operator - 157,992;4. Car Mechanic Simulator 2018 - 142,196;5. Agony - 143,442 _przed wydaniem gry_;6. Car Mechanic Simulator 2014 - 34,205;7. The Way - 41,838;8. UBOOT - 31,887 _przed wydaniem gry_;9. Gold Rush: The Game - 30,579 _przed wydaniem gry_;10. Giant Machines 2017 - 19,732.",
        "date": "2017-09-04"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Akcjonariusz 1\"_ informuje,\n                           iż w dniu dzisiejszym Spółka, Pan Rafał Sankowski _\"Akcjonariusz 2\"_, Pan Bartosz\n                           Moniewski _\"Akcjonariusz 3\"_ oraz QubicGames Spółka Akcyjna z siedzibą w Siedlcach\n                           _\"Akcjonariusz 4\"_ zawiązali spółkę akcyjną pod firmą Sonka Spółka Akcyjna z siedzibą\n                           w Warszawie.Kapitał zakładowy Sonka S.A. wynosi 300.000 zł i dzieli się na 3.000.000 szt. akcji\n                           o wartości nominalnej po 0,1 zł każdaAkcjonariusze objęli akcje w kapitale zakładowym w następujący sposób:a_ Akcjonariusz 1 - 1.530.000 akcji zwykłych na okaziciela w zamian za wkład pieniężny\n                           w wysokości 153.000,00 zł;b_ Akcjonariusz 2 - 300.000 akcji zwykłych na okaziciela w zamian za wkład pieniężny\n                           w wysokości 30.000,00 zł;c_ Akcjonariusz 3 - 300.000 akcji zwykłych na okaziciela w zamian za wkład pieniężny\n                           w wysokości 30.000,00 zł;d_ Akcjonariusz 4 - 870.000 akcji zwykłych na okaziciela w zamian za wkład pieniężny\n                           w wysokości 87.000,00 zł.Głównym przedmiotem działalności Sonka S.A. będzie tworzenie:a_ edycji konsolowych _głównie Nintendo Switch_ gier produkowanych m.in. przez Akcjonariusza\n                           1 tj. 911 Operator, The Way, Car Mechanic Flipper, Air Race Speed;b_ własnych gier na konsolę Nintendo Switch.",
        "date": "2017-08-31"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           została zawarta umowa licencyjna pomiędzy Spółką jako Licencjobiorcą, a Dr. Ing. h.c.\n                           F. Porsche Aktiengesselschaft _PORSCHE_ z siedzibą w Stuttgarcie, Niemcy jako Licencjodawcą.\n                           Zgodnie z zawartą umową Licencjodawca udzielił Spółce licencji na wykorzystanie znaków\n                           towarowych firmy Licencjodawcy, oraz wizerunków następujących samochodów, do których\n                           prawa ma Licencjodawca: a_ 1993 PORSCHE 911 Turbo _964_ 3.6.;b_ 2016 PORSCHE 911 Carrera S _991.2_;c_ 2003 PORSCHE Carrera GT. Znaki towarowe i samochody Licencjodawcy zostaną wykorzystane przez Spółkę w dodatkach\n                           DLC do gry komputerowej Car Mechanic Simulator 2018. Jest to kolejna umowa licencyjna podpisana z globalnym producentem samochodów, po\n                           umowach m.in. z: Dodge, Chrysler, Plymouth, Jeep, RAM, Lotus oraz Mazda.",
        "date": "2017-08-28"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportu bieżącego\n                           nr 21/2016 z dnia 30 listopada 2016 roku informuje, iż w dniu dzisiejszym powziął\n                           informację o zawarciu w dniu 22 sierpnia br. przez spółkę zależną od Spółki tj. CreativeForge\n                           Games S.A. z siedzibą w Warszawie _\"CreativeForge Games\"_ z Gambitious B.V. spółką\n                           prawa holenderskiego _od 2017 r. działającą pod nazwą Good Shepherd Entertainment,\n                           \"Wydawca\"_ umowy na wydanie gry Phantom Doctrine _\"Umowa\"_ produkowanej obecnie przez\n                           CreativeForge Games.Zgodnie z postanowieniami Umowy Wydawca zobowiązał się do wydania gry Phantom Doctrine\n                           na następujących platformach: PC, PS4 oraz Xbox 1.Wydawca będzie odpowiedzialny za działania marketingowe wspierające sprzedaż gry,\n                           w kanałach sprzedaży podlegających Umowie.",
        "date": "2017-08-22"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu dzisiejszym została zawarta umowa inwestycyjna pomiędzy Spółką a Panem Tomaszem\n                           Chudy _\"Wspólnik 1\"_ oraz Panem Krzysztofem Czerwieniec _\"Wspólnik 2\"_.Zgodnie z postanowieniami umowy inwestycyjnej Inwestor zobowiązał się objąć nowe udziały\n                           w podwyższonym kapitale zakładowym spółki InImages Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Krakowie _\"InImages\"_ za łączną kwotę 214 400 zł.Po podwyższeniu kapitału zakładowego udziały w kapitale zakładowym InImages będą przedstawiały\n                           się w następujący sposób:a_ Inwestor - 76,19%b_ Wspólnik 1 – 13,81%c_ Wspólnik 2 – 10%Głównym przedmiotem działalności InImages będzie produkcja gry uBoot mobile oraz gier\n                           mobilnych Farm Fix 2018 i Truck Fix 2018, a następnie stworzenie koncepcji pierwszej\n                           produkcji gry w wersji na PC.",
        "date": "2017-08-22"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie, w nawiązaniu do raportu bieżącego nr 59/2017\n                           z dnia 17 sierpnia br. informuje, iż w dniu dzisiejszym została zawarta umowa objęcia\n                           akcji pomiędzy Movie Games Spółka Akcyjna z siedzibą w Warszawie _\"Movie Games\"_ a\n                           Funduszem Stabilnego Rozwoju Spółką z ograniczoną odpowiedzialnością z siedzibą w\n                           Warszawie _\"Fundusz Stabilnego Rozwoju\"_.Zgodnie z ww. umową Fundusz Stabilnego Rozwoju objął 246 465 sztuk akcji _nowej emisji\n                           serii F_ Movie Games za cenę emisyjną 8,11 zł na każdą akcję nowej emisji co daje\n                           łączną kwotę w wysokości 1 998 831,15 zł. Po dokonaniu rejestracji podwyższenia kapitału zakładowego w KRS Fundusz Stabilnego\n                           Rozwoju posiadał będzie 10% akcji w kapitale zakładowym Movie Games.",
        "date": "2017-08-21"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 13/2016 z dnia 2 listopada 2016 roku informuje, iż w dniu dzisiejszym Nadzwyczajne\n                           Zgromadzenie Wspólników Moonlit Sp. z o.o. z siedzibą w Krakowie _\"Moonlit\"_ podjęło\n                           uchwałę o podwyższeniu kapitału zakładowego Moonlit z kwoty 28.600 zł do kwoty 400.000\n                           zł, to jest o kwotę 371.400 zł, poprzez ustanowienie 3.714 nowych udziałów o wartości\n                           nominalnej po 100 zł każdy udział.Udziały w podwyższonym kapitale zakładowym zostały w dniu dzisiejszym objęte przez\n                           dotychczasowych Wspólników proporcjonalnie do posiadanych przez nich udziałów i pokryte\n                           w całości wkładem pieniężnym w łącznej wysokości 371.400 zł. Z uwagi na podwyższenie kapitału w sposób proporcjonalny przez dotychczasowych Wspólników\n                           po zarejestrowaniu podwyższenia kapitału zakładowego w rejestrze przedsiębiorców KRS\n                           Spółka nadal posiadać będzie 30 % udziałów w kapitale zakładowym Moonlit.Wkład pieniężny wniesiony przez Wspólników ma posłużyć na dalszy rozwój Moonlit, w\n                           tym nadokończenie przez Moonlit produkcji gry \"The Final Frontier\" oraz produkcji gry \"POK\".",
        "date": "2017-08-17"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie, w nawiązaniu do raportu bieżącego nr 47/2017\n                           z dnia 10 lipca br. informuje, iż w dniu dzisiejszym Nadzwyczajne Walne Zgromadzenie\n                           Movie Games Spółka Akcyjna z siedzibą w Warszawie _\"Movie Games\"_ podjęło uchwałę\n                           o podwyższeniu kapitału zakładowego Movie Games o 246 465 zł tj. z kwoty 2 218 182\n                           zł do kwoty 2 464 647 zł poprzez emisję 246 465 sztuk akcji nowej emisji serii F i\n                           zaoferowanie ich do objęcia wyłącznie dla Funduszu Stabilnego Rozwoju Spółki z ograniczoną\n                           odpowiedzialnością z siedzibą w Warszawie _\"Fundusz Stabilnego Rozwoju\"_.Na pokrycie Akcji Nowej Emisji Fundusz Stabilnego Rozwoju wniesie wkład pieniężny\n                           w wysokości 8,11 zł na każdą Akcję Nowej Emisji co daje łączny wkład w wysokości 1\n                           998 831,15 zł. Po dokonaniu rejestracji podwyższenia kapitału zakładowego w KRS Fundusz Stabilnego\n                           Rozwoju posiadał będzie 10% akcji w kapitale zakładowym Movie Games.",
        "date": "2017-08-17"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym,\n                           w wykonaniu postanowień umowy inwestycyjnej zawartej w dniu 31 lipca 2017 roku pomiędzy\n                           Spółką a Panem Bartłomiejem Gajewskim _o której to zawarciu Spółka poinformowała raportem\n                           bieżącym nr 52/2017 z dnia 31 lipca 2017 roku_ Spółka złożyła oświadczenia: _a_ o przystąpieniu do spółki Creative Octopus Sp. z o.o. z siedzibą w Warszawie _\"Creative\n                           Octopus\"_;_b_ o objęciu udziałów w podwyższonym kapitale zakładowym Creative Octopus w zamian\n                           za wkład pieniężny w wysokości 250 100 zł.Po zarejestrowaniu podwyższenia kapitału zakładowego w rejestrze przedsiębiorców KRS\n                           Spółka posiadać będzie 50,01% udziałów w kapitale zakładowym Creative Octopus.Głównym przedmiotem działalności Creative Octopus będzie tworzenie pięciu nowych zespołów\n                           deweloperskich oraz modyfikacji istniejącej gry \"911 Operator\" _w tym: wersja mobilna\n                           i konsolowa_ oraz stworzenie gry \"112 Operator\".Ponadto w dniu dzisiejszym Nadzwyczajne Zgromadzenie Wspólników Creative Octopus podjęło\n                           uchwałę o zmianie nazwy firmy tj. dotychczasowa nazwa Creative Octopus Sp. z o.o.\n                           została zmieniona na Game Operators Sp. z o.o.",
        "date": "2017-08-07"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           nr 6/2017 z dnia 31 stycznia 2017 roku oraz nr 56/2017 z dnia 2 sierpnia 2017 roku\n                           przekazuje do publicznej wiadomości informacje o najważniejszych planowanych premierach\n                           gier w ciągu najbliższych sześciu miesięcy:1. 911 Operator _Xbox One, Playstation 4, Android, iOS_;2. Agony _Xbox One, Playstation 4, PC_;3. Car Mechanic Simulator 2017 _Android, iOS_;4. Car Mechanic Simulator 2018 _Xbox One, Playstation 4_;5. Gold Rush _Xbox One, Playstation 4, PC_;6. House Flipper _PC_;7. Uboot _PC, Android, iOS_.Ponadto Spółka przekazuje informację o potencjale sprzedażowym portfela wydanych i\n                           planowanych do wydania gier _ilości zapisanych obecnie graczy w sklepie STEAM, w usłudze\n                           Wishlist_:1. Hard West - 174,508;2. 911 Operator - 158,817;3. Agony - 135,475;4. Car Mechanic Simulator 2015 - 125,725;5. Car Mechanic Simulator 2018 - 84,172;6. The Way - 41,736;7. Car Mechanic Simulator 2014 - 34,045;8. UBOOT - 29,598;9. Gold Rush: The Game - 24,036;10. House Flipper - 20,575.",
        "date": "2017-08-03"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportu bieżącego\n                           nr 6/2017 z dnia 31 stycznia br. informuje, iż w dniu dzisiejszym podjął decyzję dot.\n                           zmiany zasad przekazywania miesięcznych raportów bieżących dotyczących planowanych\n                           premier gier i aktualnego potencjału sprzedażowego Spółki.Zgodnie z ww. decyzją:a_ Spółka będzie przekazywać informację o najważniejszych planowanych premierach gier\n                           w ciągu najbliższych sześciu miesięcy;b_ Informacja o potencjale sprzedażowym portfela wydanych i planowanych do wydania\n                           gier, poprzez opublikowanie liczby graczy oczekujących na zakup gier na tzw. \"Steam\n                           Whishlist\" będzie odnosiła się każdorazowo do dziesięciu pozycji z największą liczbą\n                           oczekujących graczy.Zarząd Spółki wyjaśnia, że zmiana w zakresie raportowania najważniejszych planowanych\n                           premier gier wynika z faktu, iż z powodu czynników zewnętrznych, na które Spółka nie\n                           ma wpływu takich m.in. jak konieczność uzyskiwania akceptacji na portalu STEAM, oraz\n                           z uwagi na dużą liczbę gier wydawanych w ciągu danego roku nie jest w stanie w sposób\n                           rzetelny podawać daty wydania poszczególnych tytułów z krótszym niż sześciomiesięcznym\n                           wyprzedzeniem.",
        "date": "2017-08-02"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _Spółka_ informuje, iż zmianie uległ termin\n                           publikacji skonsolidowanego raportu za I półrocze 2017 r. Pierwotny termin przekazania\n                           do publicznej wiadomości ww. raportu został wyznaczony w raporcie bieżącym nr 5/2017\n                           z dnia 29 stycznia 2017 roku na dzień 11 sierpnia 2017 roku _piątek_. Nowy termin\n                           publikacji ww. raportu został ustalony na dzień 25 września 2017 roku _poniedziałek_.Terminy przekazania do publicznej wiadomości pozostałych raportów okresowych nie ulegają\n                           zmianie.Szczegółowa podstawa prawna: §103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-08-02"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że po czterech dniach\n                           sprzedaży gry \"Car Mechanic Simulator 2018\" na platformie STEAM do klientów trafiło\n                           ponad 75 tys. sztuk gry \"Car Mechanic Simulator 2018\", oraz ponad 47 tys. sztuk Mazda\n                           DLC i ponad 46 tys. Dodge DLC. Gra trafiła również do sprzedaży na rynki detaliczne, ale Spółka nie posiada na ten\n                           moment informacji o wielkości sprzedaży.W porównaniu do premiery poprzedniej edycji gry - \"Car Mechanic Simulator 2015\" zauważalny\n                           jest skokowy wzrost sprzedaży. Podczas pierwszych 4 dni sprzedaży CMS 2015 na platformie\n                           STEAM, do klientów trafiło bowiem ponad 12 tys. sztuk _nie były wydawane jednocześnie\n                           dodatki DLC_.Ilość graczy w pierwszych dniach była też znacznie wyższa w nowej edycji sięgając\n                           ponad 8 tys. graczy w jednym momencie, w porównaniu z 1 tys. graczy _w jednym momencie_\n                           dla poprzedniej edycji.Gra miała premierę 28.7.2017 o godzinie 16.30 i już tego dnia zwróciła wszystkie poniesione\n                           koszty produkcji i marketingu. Pierwszym, pod względem sprzedaży rynkiem jest Europa, a kolejnym Ameryka Północna.Spółka prowadzi obecnie prace nad wersjami gry \"Car Mechanic Simulator 2018\" na konsole\n                           PS4 i Xbox One, oraz na urządzenia mobilne iOS i Android. Obecnie gra jest intensywnie poprawiana z powodu zaraportowanych przez graczy błędów.\n                           Dotychczas dokonane poprawki spowodowały znaczący wzrost średniej ocen CMS 2018 na\n                           platformie STEAM. Spółka jest przekonana, iż wykonanie kolejnych napraw, zapewni dalszy,\n                           szybki wzrost średniej ocen gry.",
        "date": "2017-08-01"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportu bieżącego\n                           nr 41/2017 z dnia 19 czerwca br. informuje, że w dniu dzisiejszym powziął informację\n                           o zakończeniu emisji 1 000 000 sztuk akcji nowej emisji Ultimate Games S.A. z siedzibą\n                           w Warszawie _następcy prawnego Ultimate Games Sp. z o.o. z siedzibą w Warszawie, \"Ultimate\n                           Games\"_ po cenie 1 zł za akcję. Emisja akcji nastąpiła w trybie subskrypcji prywatnej\n                           opisanej w art. 431 §2 pkt 1 Kodeksu spółek handlowych, to jest w drodze złożenia\n                           oferty przez Ultimate Games i jej przyjęcia przez oznaczonego adresata. Nowe akcje w Ultimate Games zostały objęte, na podstawie stosownych umów objęcia akcji,\n                           przez 31 podmiotów _inwestorów indywidualnych_. Pozyskane w ten sposób środki i nowi akcjonariusze przyczynią się do rozwoju Ultimate\n                           Games polegającym na wyprodukowaniu i wydaniu w 2018 roku m.in. 2 nowych produkcji\n                           _gier_ o tematyce związanej z przedmiotem działalności Ultimate Games.",
        "date": "2017-07-31"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           została zawarta umowa inwestycyjna pomiędzy Spółką a Panem Bartłomiejem Gajewskim\n                           _\"Wspólnik\"_.Zgodnie z postanowieniami umowy inwestycyjnej w szczególności:a_ Spółka oraz Wspólnik zobowiązali się objąć nowe udziały w podwyższonym kapitale\n                           zakładowym spółki Creative Octopus Sp. z o.o. z siedzibą w Warszawie _docelowo - Game\n                           Operators Sp. z o.o. z siedzibą w Warszawie, dalej \"Game Operators\"_ za łączną kwotę\n                           _wkłąd pieniężny_ w wysokości 495 000 zł;b_ Spółka oraz Wspólnik zobowiązali się do przeniesienia na rzecz Game Operators całości\n                           przysługujących im praw autorskich _majątkowych i osobistych_ do gry 911 Operator,\n                           tak aby począwszy od dnia przeniesienia praw autorskich wszelkie przychody raportowane\n                           z tejże gry wpływały na konto Game Operators.Po podwyższeniu kapitału zakładowego udziały w kapitale zakładowym Game Operators\n                           będą przedstawiały się w następujący sposób:a_ Spółka– 50,01%b_ Wspólnik – 49,99%Głównym przedmiotem działalności Game Operators będzie tworzenie pięciu nowych zespołów\n                           deweloperskich oraz modyfikacji istniejącej gry \"911 Operator\" _w tym: wersja mobilna\n                           i konsolowa_ oraz stworzenie gry \"112 Operator\".",
        "date": "2017-07-31"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym:1. została zawarta umowa inwestycyjna pomiędzy Spółką a Panem Krzysztofem Grudzińskim\n                           oraz 15 podmiotami _osobami - inwestorami indywidualnymi_ _łącznie jako \"Inwestorzy\"_.Zgodnie z postanowieniami umowy inwestycyjnej Inwestorzy zobowiązali się objąć nowe\n                           udziały w podwyższonym kapitale zakładowym spółki Punch Punk Spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Łodzi _\"Punch Punk\"_ w zamian za wkłady _pieniężne\n                           i niepieniężne_ przy czym inwestycja została podzielona na 2 etapy:a_ Etap nr 1 – zgodnie z którym w terminie do dnia 31 lipca 2017 roku zostanie dokonane\n                           podwyższenie kapitału zakładowego poprzez utworzenie 6.250 udziałów to jest z kwoty\n                           7.500 zł do kwoty 320.000 zł, które zostaną objęte przez Inwestorów za wkłady w łącznej\n                           wysokości 812.500 zł;b_ Etap nr 2 – zgodnie z którym w razie łącznego ziszczenia się nie później niż w\n                           terminie 12 miesięcy od daty zawarcia umowy inwestycyjnej następującego warunku: _i_\n                           Punch Punk stworzy prototyp gry \"ZODIAC\" oraz _ii_ Punch Punk stworzy zwiastun gry\n                           \"ZODIAC\" przeznaczony do promocji w serwisie KICKSTARTER - wszyscy Inwestorzy z wyłączeniem\n                           Spółki zobowiązali się do przeprowadzenia podwyższenia kapitału zakładowego z kwoty\n                           320.000 zł do wysokości 400.000 zł poprzez utworzenie 1.600 nowych udziałów i w zamian\n                           za wniesienie wkładów pieniężnych w łącznej wysokości 400.000 zł.Po podwyższeniu kapitału zakładowego udziały w kapitale zakładowym Punch Punk będą\n                           przedstawiały się w następujący sposób:Po zakończeniu Etapu nr 1:a_ Spółka 37,5%b_ Krzysztof Grudziński – 37,5%c_ Pozostali – 25 %Po zakończeniu Etapu nr 2:a_ Spółka – 30%b_ Krzysztof Grudziński – 30%c_ Pozostali – 40%2. w wykonaniu postanowień ww. umowy inwestycyjnej tj. realizacji Etapu nr 1, Spółka\n                           złożyła oświadczenia: _a_ o przystąpieniu do Punch Punk _b_ o objęciu udziałów w podwyższonym\n                           kapitale zakładowym Punch Punk w zamian za wkład pieniężny w wysokości 300.000 zł.Głównym przedmiotem działalności Punch Punk będzie tworzenie dwóch gier komputerowych\n                           pod roboczymi tytułami \"APOCALIPSIS\" oraz \"ZODIAC\" na platformy Windows oraz MacOS.",
        "date": "2017-07-26"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż z uwagi na brak\n                           finalnej akceptacji na platformie STEAM związanej z lokalizacją chińską i japońską\n                           _które to rynki są dla Spółki bardzo istotne_ podjął decyzję o przesunięciu planowanej\n                           na dzień dzisiejszy premiery gry Car Mechanic Simulator 2018 o tydzień tj. na dzień\n                           28 lipca 2017 roku.",
        "date": "2017-07-21"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportu bieżącego\n                           nr 21/2016 z dnia 30 listopada 2016 roku informuje, iż w wykonaniu postanowień umowy\n                           pomiędzy akcjonariuszami CREATIVEFORGE GAMES S.A. z siedzibą w Warszawie _\"CFG\"_ zawartej\n                           w dniu 30 listopada 2016 roku pomiędzy Spółką, Panem Łukaszem Żarnowieckim oraz LARK\n                           INVESTMENTS Sp. z o.o. SKA, Spółka zawarła w dniu dzisiejszym z Arezzo Capital Sp.\n                           z o.o. z siedzibą w Chełmie Śląskim KRS nr 0000684241 umowę sprzedaży 200 000 szt.\n                           _dwieście tysięcy sztuk_ akcji CFG po cenie wskazanej w umowie. Po dokonaniu ww. sprzedaży Spółka posiada 63,75 % akcji w kapitale zakładowym CFG.",
        "date": "2017-07-20"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, informuje iż w dniu dzisiejszym\n                           została zawarta pomiędzy Spółką jako Kupującym a jednym ze wspólników Madmind Studio\n                           Sp. z o.o. z siedzibą w Bydgoszczy _\"Madmind Studio\"_ jako Sprzedawcą umowa sprzedaży\n                           udziałów w Madmind Studio _\"Umowa\"_.Na mocy Umowy Spółka nabyła od Kupującego, za cenę wskazaną w Umowie 3 szt. udziałów\n                           w Madmind Studio. Po dokonaniu ww. zakupu Spółka posiada w sumie 78% udziałów w kapitale zakładowym\n                           Madmind Studio.Głównym przedmiotem działalności spółki zależnej Madmind Studio jest produkcja gry\n                           Agony.",
        "date": "2017-07-19"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           nr 24/2016 z dnia 9 grudnia 2016 r., nr 2/2017 z dnia 13 stycznia 2017 r. oraz nr\n                           32/2017 z dnia 1 czerwca 2017 r. informuje, iż w dniu dzisiejszym został zawarty aneks\n                           do umowy inwestycyjnej z dnia 9 grudnia 2016 roku _\"Aneks\"_ pomiędzy Spółką a Panem\n                           Aleksym Uchańskim, Income Capital Spółką z ograniczoną odpowiedzialnością z siedzibą\n                           w Warszawie, Panem Jakubem Trzebińskim oraz Funduszem Stabilnego Rozwoju Spółką z\n                           ograniczoną odpowiedzialnością z siedzibą w Warszawie _\"Fundusz Stabilnego Rozwoju\"_\n                           _łącznie jako \"Akcjonariusze\"_.Zgodnie z postanowieniami Aneksu Fundusz Stabilnego Rozwoju przystąpił jako Strona\n                           do ww. umowy inwestycyjnej, a dotychczasowi Akcjonariusze zobowiązali się, że do dnia\n                           30 sierpnia 2017 roku, Walne Zgromadzenie Movie Games Spółka Akcyjna z siedzibą w\n                           Warszawie _\"Movie Games\"_ podejmie uchwałę o podwyższeniu kapitału zakładowego Movie\n                           Games o 246 465 zł tj. z kwoty  2 218 182 zł do kwoty 2 464 647 zł poprzez emisję\n                           246 465 sztuk akcji nowej emisji serii F i zaoferowanie ich do objęcia wyłącznie dla\n                           Funduszu Stabilnego Rozwoju.Na pokrycie Akcji Nowej Emisji Fundusz Stabilnego Rozwoju zobowiązał się, że wniesie\n                           wkład pieniężny w wysokości 8,11 zł na każdą Akcję Nowej Emisji co daje łączny wkład\n                           w wysokości 1 998 831,15 zł. Po dokonaniu rejestracji podwyższenia kapitału zakładowego Movie Games w KRS Fundusz\n                           Stabilnego Rozwoju posiadał będzie 10% akcji w kapitale zakładowym Movie Games.",
        "date": "2017-07-10"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           nr 6/2017 z dnia 31 stycznia 2017 roku przekazuje do publicznej wiadomości informacje\n                           o najważniejszych planowanych premierach gier w ciągu najbliższych trzech miesięcy\n                           _tj. do dnia 30 września 2017 r._:1. Discovery Gold Rush _wersja na PC_;2. Project Remedium _wersja na PC_;3. Car Mechanic Simulator 2018 _wersja na PC_;4. Car Mechanic Simulator 2018 - Mazda DLC _wersja na PC_;5. Car Mechanic Simulator 2018 - Dodge DLC _wersja na PC_;6. The Way _wersja Xbox One_;7. Farm Manager 2018;8. Car Mechanic Flipper _wersja na PC_;9. Dracula Hotel _wersja na PC, Android, Apple iOS _;10.Apocalipsis _wersja na PC_;11.Fit Club _wersja na PC, Android, Apple iOS _.Raport nie przedstawia gier, które podlegają certyfikacji Sony lub Microsoft, gdyż\n                           proces certyfikacji nie został jeszcze zakończony. Oznacza to, że w przypadku udanego\n                           procesu certyfikacji, może dojść także do innych premier gier w tym okresie.Ponadto Spółka przekazuje informację o potencjale sprzedażowym portfela wydanych i\n                           planowanych do wydania gier _ilości zapisanych obecnie graczy w sklepie STEAM, w usłudze\n                           Wishlist_:1. Hard West - 173,621;2. Car Mechanic Simulator 2015 - 125,787;3. 911 Operator - 156,352;4. Agony  _przed premierą _ - 128,0405. Car Mechanic Simulator 2014 - 33,705.Warto także dodać, że w ramach gier będących przed premierą:a_ gra UBOOT osiągnęła właśnie liczbę 26.680 zapisów w usłudze Wishlist, co jest większą\n                           ilością niż ta, którą posiadała gra 911 Operator, w momencie swojej premiery na STEAM.;b_ gra Gold Rush posiada obecnie 15.680 zapisów w usłudze Wishlist.",
        "date": "2017-07-05"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym,\n                           w wykonaniu postanowień umowy inwestycyjnej zawartej w dniu 22 czerwca 2017 roku pomiędzy\n                           Spółką a Panią Julią Leszczyńską oraz Panią Patrycją Białorucką _o której to zawarciu\n                           Spółka poinformowała raportem bieżącym nr 43/2017 z dnia 22 czerwca 2017 roku_ Spółka\n                           złożyła oświadczenia: _a_ o przystąpieniu do spółki Emilus IT Solutions Sp. z o.o. z siedzibą w Warszawie\n                           _\"Emilus IT\"_ _b_ o objęciu udziałów w podwyższonym kapitale zakładowym Emilus IT w zamian za wkład\n                           pieniężny w wysokości 531 200 zł.Po zarejestrowaniu podwyższenia kapitału zakładowego w rejestrze przedsiębiorców KRS\n                           Spółka posiadać będzie 80% udziałów w kapitale zakładowym Emilus IT.Głównym przedmiotem działalności Emilus IT będzie tworzenie dwóch gier komputerowych\n                           pod roboczym tytułem Farm 19 i Electrix _wersja na PC_.Ponadto w dniu dzisiejszym Nadzwyczajne Zgromadzenie Wspólników Emilus IT podjęło\n                           uchwałę o zmianie  nazwy firmy tj. dotychczasowa nazwa Emilus IT Solutions Sp. z o.o.\n                           została zmieniona na SimFabric Sp. z o.o.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ niniejszym informuje, że w dniu\n                           27 czerwca 2017 roku Rada Nadzorcza Spółki, zgodnie z obowiązującymi przepisami i\n                           zakresem kompetencji, podjęła uchwałę o wyborze biegłego rewidenta do przeprowadzenia\n                           badań skonsolidowanych i jednostkowych sprawozdań finansowych Spółki za 2017 i 2018\n                           r., w tym półrocznych przeglądów sprawozdań skonsolidowanych i jednostkowych. Wybranym podmiotem jest 4 AUDYT sp. z o.o. z siedzibą w Poznaniu _KRS: 0000304558_\n                           wpisana na listę podmiotów uprawnionych do badania sprawozdań finansowych, prowadzoną\n                           przez Krajową Izbę Biegłych Rewidentów pod numerem ewidencyjnym 3363Spółka korzystała dotychczas z usług ww. podmiotu przy badaniu sprawozdań finansowych\n                           Spółki za 2016 rok. Umowa z ww. audytorem  zostanie zawarta w terminie oraz na okres umożliwiający realizację\n                           czynności z niej wynikających.Szczegółowa podstawa prawna: § 5 ust.1 pkt 19 w zw. z § 25 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-27"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu dzisiejszym została zawarta umowa inwestycyjna pomiędzy Spółką a Panią Julią\n                           Leszczyńską _\"Wspólnik 1\"_ oraz Panią Patrycją Białorucką _\"Wspólnik 2\"_ _łącznie\n                           jako \"Wspólnicy\"_.Zgodnie z postanowieniami umowy inwestycyjnej w szczególności:a_ Inwestor zobowiązał się objąć nowe udziały w podwyższonym kapitale zakładowym utworzonej\n                           uprzednio przez Wspólników spółki Emilus IT Solutions Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie _dalej \"Emilus IT\"_ za łączną kwotę 531 200 zł;b_ Wspólnik 1 zobowiązał się objąć nowe udziały w podwyższonym kapitale zakładowym\n                           Emilus IT za kwotę 75 000 zł;c_ Wspólnik 2 zobowiązał się zbyć posiadane przez siebie udziały na rzecz Wspólnika\n                           1.Po podwyższeniu kapitału zakładowego udziały w kapitale zakładowym Emilus IT będą\n                           przedstawiały się w następujący sposób:a_ Inwestor - 80%b_ Wspólnik 1- 20%Głównym przedmiotem działalności Emilus IT będzie tworzenie dwóch gier komputerowych\n                           pod roboczym tytułem Farm 19 i Electrix _wersja na PC_.",
        "date": "2017-06-22"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ podaje do publicznej wiadomości\n                           listę akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym\n                           Zgromadzeniu Spółki _\"ZWZ\"_, które odbyło się w dniu 19 czerwca 2017 r.:1. Pan Krzysztof Kostowski posiadał 2 700 000 głosów co stanowiło 89,73% liczby głosów\n                           na ZWZ i 40,91% ogólnej liczby głosów;2. NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY posiadał 309 150 głosów co stanowiło\n                           10,27% liczby głosów na ZWZ i 4,68% ogólnej liczby głosów.",
        "date": "2017-06-19"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie, pod adresem: ul. Bluszczańska 76 paw.\n                           6, 00-712 Warszawa, wpisanej do rejestru przedsiębiorców Krajowego Rejestru Sądowego\n                           prowadzonego przez Sąd Rejonowy dla miasta stołecznego Warszawy w Warszawie, XIII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS: 0000389477 _\"Spółka\"_,\n                           działając na podstawie art. 399 § 1 w zw. z art. 402_1_ i 402_2_ Kodeksu spółek handlowych\n                           _\"K.s.h.\"_ zwołuje na dzień 24 stycznia 2019 roku na godzinę 10:00 Nadzwyczajne Walne\n                           Zgromadzenie Spółki. Nadzwyczajne Walne Zgromadzenie odbędzie się w pomieszczeniach Kancelarii Notarialnej\n                           Jadwiga Zacharzewska Anna Niżyńska Notariusze Spółka Cywilna przy ul. Świętokrzyskiej\n                           18 w Warszawie _kod pocztowy: 00-052_ z następującym porządkiem obrad:Porządek obrad:1. Otwarcie Nadzwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do powzięcia uchwał. 4. Wybór Komisji Skrutacyjnej.5. Przyjęcie porządku obrad Nadzwyczajnego Walnego Zgromadzenia.6. Podjęcie przez Nadzwyczajne Walne Zgromadzenie uchwał w sprawie zmian w składzie\n                           Rady Nadzorczej.7. Zamknięcie Nadzwyczajnego Walnego Zgromadzenia.Informacje dla Akcjonariuszy1. Prawo akcjonariusza do żądania umieszczenia poszczególnych spraw w porządku obrad\n                           Walnego ZgromadzeniaZgodnie z art. 401 § 1 K.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą kapitału zakładowego Spółki mogą żądać umieszczenia określonych spraw\n                           w porządku obrad Walnego Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi\n                           Spółki nie później niż na dwadzieścia jeden dni przed wyznaczonym terminem zgromadzenia,\n                           tj. do 3 stycznia 2019 roku. Żądanie powinno zawierać uzasadnienie lub projekt uchwały\n                           dotyczącej proponowanego punktu porządku obrad. Żądanie w formie pisemnej może zostać\n                           złożone osobiście w sekretariacie Spółki _w godzinach od 9:00 do 17:00_ lub za pośrednictwem\n                           poczty na adres ul. Bluszczańska 76 paw. 6, 00-712 Warszawa lub za pośrednictwem poczty\n                           elektronicznej na adres contact@playway.com lub wysłane faksem na nr fax:+48 22 713\n                           80 77. Do żądania powinny zostać dołączone kopie dokumentów potwierdzających fakt,\n                           że osoba zgłaszająca żądanie jest akcjonariuszem Spółki _np. imienne świadectwo depozytowe\n                           obowiązujące w dniu realizacji uprawnienia_, fakt, że reprezentuje on co najmniej\n                           jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających tożsamość akcjonariusza\n                           lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli żądanie spełnia wymagania prawa, Zarząd Spółki jest obowiązany niezwłocznie,\n                           jednak nie później niż na osiemnaście dni przed wyznaczonym terminem Walnego Zgromadzenia\n                           _tj. do dnia 06 stycznia 2019 r._, ogłosić zmiany w porządku obrad, wprowadzone na\n                           żądanie akcjonariuszy. Ogłoszenie następuje w sposób właściwy dla zwołania Walnego\n                           Zgromadzenia.2. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia.Zgodnie z art. 401 § 4 K.s.h. akcjonariusz lub akcjonariusze Spółki reprezentujący\n                           co najmniej jedną dwudziestą kapitału zakładowego mogą przed terminem Walnego Zgromadzenia\n                           zgłaszać Spółce na piśmie osobiście w sekretariacie Spółki _w godzinach od 9:00 do\n                           17:00_ lub za pośrednictwem poczty na adres ul. Bluszczańska 76 paw. 6, 00-712 Warszawa\n                           lub za pośrednictwem poczty elektronicznej na adres contact@playway.com, lub wysłane\n                           faksem na nr fax:+48 22 713 80 77, projekty uchwał dotyczące spraw wprowadzonych do\n                           porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad. Do zgłoszenia powinny zostać dołączone kopie dokumentów potwierdzających fakt,\n                           że osoba zgłaszająca jest akcjonariuszem Spółki _np. imienne świadectwo depozytowe\n                           obowiązujące w dniu realizacji uprawnienia_, fakt, że reprezentuje on co najmniej\n                           jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających tożsamość akcjonariusza\n                           lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli zgłoszenie spełnia wymagania prawa Spółka niezwłocznie ogłasza projekty uchwał\n                           na stronie internetowej Spółki pod adresem http://playway.com/spolka/walne-zgromadzenie3. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. Zgodnie z art. 401 § 5 K.s.h. każdy z akcjonariuszy może podczas Walnego Zgromadzenia\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.4. Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności informacje\n                           o formularzach stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania\n                           Spółki przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnika.Akcjonariusz będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący osobą fizyczną\n                           może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną\n                           do składania oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnik wykonuje\n                           wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu, chyba że co innego wynika\n                           z treści pełnomocnictwa. Pełnomocnik może udzielać dalszego pełnomocnictwa, jeżeli\n                           wynika to z treści pełnomocnictwa, przy czym stosownie do art. 412 _2_ § 3 K.s.h.\n                           jeżeli pełnomocnikiem jest członek Zarządu, członek Rady Nadzorczej, pracownik Spółki\n                           lub członek organów lub pracownik Spółki lub spółdzielni zależnej od Spółki, wówczas\n                           udzielenie pełnomocnictwa dalszego jest wyłączone. Pełnomocnik może reprezentować\n                           więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza.\n                           Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu i wykonywania prawa głosu wymaga\n                           udzielenia na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci\n                           elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu. Formularz zawierający wzór pełnomocnictwa\n                           dostępny jest od dnia publikacji niniejszego ogłoszenia na stronie internetowej Spółki\n                           http://playway.com/spolka/walne-zgromadzenie.  Wykorzystanie tych formularzy nie jest\n                           obowiązkowe.O udzieleniu pełnomocnictwa w postaci elektronicznej należy zawiadomić Spółkę przy\n                           wykorzystaniu środków komunikacji elektronicznej w postaci informacji przesłanej pocztą\n                           elektroniczną na adres: contact@playway.com, dokładając wszelkich starań, aby możliwa\n                           była skuteczna weryfikacja ważności pełnomocnictwa, i w tym celu podpisane pełnomocnictwo\n                           przesyłane elektronicznie do Spółki powinno być zeskanowane do formatu \".pdf\", \"jpg\"\n                           lub \"tif\". Informacja o udzieleniu pełnomocnictwa powinna zawierać dokładne oznaczenie\n                           pełnomocnika i mocodawcy _ze wskazaniem imienia, nazwiska, serii i numeru dowodu osobistego,\n                           adresu, telefonu i adresu poczty elektronicznej obu tych osób_. Informacja o udzieleniu\n                           pełnomocnictwa powinna również zawierać jego zakres, tj. wskazywać liczbę akcji, z\n                           których wykonywane będzie prawo głosu oraz datę i nazwę walnego zgromadzenia Spółki,\n                           na którym prawa te będą wykonywane. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza i/lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w brak udzielenia odpowiedzi na\n                           pytania zadawane w trakcie weryfikacji traktowany będzie jako brak możliwości weryfikacji\n                           udzielenia pełnomocnictwa i stanowić będzie podstawę dla odmowy dopuszczenia pełnomocnika\n                           do udziału w Walnym Zgromadzeniu. W celu identyfikacji akcjonariusza udzielającego\n                           pełnomocnictwa, zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           powinno zawierać _jako załącznik_:  w przypadku akcjonariusza będącego osobą fizyczną - kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu. W przypadku wątpliwości\n                           co do prawdziwości kopii wyżej wymienionych dokumentów, Zarząd zastrzega sobie prawo\n                           do żądania od pełnomocnika okazania przy sporządzaniu listy obecności: w przypadku akcjonariusza będącego osobą fizyczną – kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania za zgodność\n                           z oryginałem kopii dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru, informacji odpowiadającej odpisowi\n                           aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie art. 4 ust. 4aa ustawy\n                           z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze Sądowym lub innego dokumentu potwierdzającego\n                           upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania akcjonariusza na\n                           Walnym Zgromadzeniu.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z rejestru przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze\n                           Sądowym, ewentualnie ciągu pełnomocnictw oraz odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze\n                           Sądowym.Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza niebędącego osobą fizyczną\n                           powinny być uwidocznione w aktualnym odpisie z właściwego dla danego akcjonariusza\n                           rejestru lub informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców\n                           pobranej na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997 r. o Krajowym\n                           Rejestrze Sądowym. Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami\n                           akcjonariuszy na Walnym Zgromadzeniu.Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu Spółki, członek\n                           Rady Nadzorczej Spółki, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym\n                           walnym zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności\n                           wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów. Udzielenie\n                           dalszego pełnomocnictwa jest wyłączone.Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być dokonane\n                           najpóźniej do godziny 09:00 w dniu obrad Nadzwyczajnego Walnego Zgromadzenia.Zasady dotyczące identyfikacji akcjonariusza stosuje się odpowiednio do zawiadamiania\n                           Spółki o odwołaniu pełnomocnictwa. Udzielenie lub odwołanie pełnomocnictwa w postaci elektronicznej albo zawiadomienie\n                           o udzieleniu lub odwołaniu pełnomocnictwa bez zachowania wskazanych wymogów nie wiąże\n                           Spółki.5. Możliwość i sposób uczestniczenia w Walnym Zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości uczestniczenia w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.6. Sposób wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości wypowiadania się w trakcie Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.7. Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejSpółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.8. Dzień rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Nadzwyczajnym Walnym Zgromadzeniu jest dzień 08\n                           stycznia 2019 roku _\"Dzień Rejestracji\"_.9. Informacja o prawie uczestniczenia w Walnym ZgromadzeniuPrawo uczestniczenia w Nadzwyczajnym Walnym Zgromadzeniu mają, stosownie do art. 406\n                           _1_ § 1 K.s.h., tylko osoby będące akcjonariuszami Spółki w Dniu Rejestracji _tj.\n                           w dniu 08 stycznia 2019 roku_.Uprawnieni z akcji imiennych i świadectw tymczasowych oraz zastawnicy i użytkownicy,\n                           którym przysługuje prawo głosu, mają prawo uczestniczenia w Walnym Zgromadzeniu, jeżeli\n                           są wpisani do księgi akcyjnej w Dniu Rejestracji.Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia, tj. nie wcześniej\n                           niż w dniu 27 grudnia 2018 roku i nie później niż w pierwszym dniu powszednim po Dniu\n                           Rejestracji, tj. nie później niż w dniu 9 stycznia 2019 r., podmiot prowadzący rachunek\n                           papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa w walnym\n                           zgromadzeniu.Spółka niniejszym zwraca uwagę, iż uprawnione do udziału w Walnym Zgromadzeniu będą\n                           osoby, które:a_ były akcjonariuszami Spółki w Dniu Rejestracji, tj. w dniu 08 stycznia 2019 rokuoraz b_ zwróciły się – nie wcześniej niż w dniu 27 grudnia 2018 roku i nie później niż\n                           w dniu 9 stycznia 2019 roku – do podmiotu prowadzącego ich rachunki papierów wartościowych\n                           o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu\n                           lub osoby które były uprawnione z akcji imiennych lub świadectw tymczasowych a także\n                           zastawnicy i użytkownicy, którym przysługuje prawo głosu jeżeli byli wpisani do księgi\n                           akcyjnej w Dniu Rejestracji.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie w siedzibie Spółki w Warszawie przy ul. Bluszczańskiej 76 paw. 6, w godzinach\n                           od 09:00 do 17:00, przez 3 dni powszednie przed odbyciem Walnego Zgromadzenia, tj.\n                           w dniach 21, 22 oraz 23 stycznia 2019 roku.Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, wysyłając wniosek na adres\n                           contact@playway.com, podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana. Osoby uprawnione do uczestniczenia w Walnym Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na godzinę przed rozpoczęciem\n                           obrad.10. Dostęp do dokumentacji i wskazanie adresu strony internetowej, na której udostępnione\n                           będą informacje dotyczące Walnego Zgromadzenia Dokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał\n                           będzie zamieszczana na stronie internetowej Spółki pod adresem http://playway.com/spolka/walne-zgromadzenie\n                           niezwłocznie po ich sporządzeniu oraz w sekretariacie Spółki w godzinach od 9:00 do\n                           17:00. Uwagi Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia będą dostępne na stronie internetowej Spółki niezwłocznie\n                           po ich sporządzeniu.Informacje dotyczące  Walnego Zgromadzenia dostępne są na stronie http://playway.com/\n                           w zakładce \"RELACJE INWESTORSKIE\"-> \"SPÓŁKA\" -> \"WALNE ZGROMADZENIE\".Ponadto zgodnie z § 19 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. poz. 757_, Zarząd\n                           Spółki, w załączeniu do niniejszego raportu przekazuje treść projektów uchwał wraz\n                           z ich uzasadnieniami.Podstawa prawna: - Art. 56 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz. U. z 2018 r. poz. 512, z późn. zm._ – informacje bieżące i okresowe,- Art. 402 _2_ K.s.h., - § 19 ust. 1 pkt 1 rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. poz. 757_.",
        "date": "2018-12-27"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 17.12.2018\n                           r. Movie Games S.A. z siedzibą w Warszawie _\"Movie Games\"_, spółka stowarzyszona ze\n                           Spółką zawarła z DISCOVERY LICENSING INC z siedzibą w Nowym Jorku, Stany Zjednoczone\n                           jako Licencjodawcą umowę licencyjną zgodnie z którą Licencjodawca udzielił Movie Games\n                           licencji na wykorzystanie znaków towarowych należących do Licencjodawcy, oraz muzyki\n                           i innych assetów _m.in. dźwięki, głosy, wizerunki postaci_ do programu \"Mythbusters\".\n                            Znaki towarowe Licencjodawcy zostaną wykorzystane przez Movie Games w grze komputerowej\n                           Mythbusers _\"Gra\"_, której premiera planowana jest na koniec 2019 r.  W ramach podpisanej umowy licencyjnej, Licencjodawca zobowiązał się do prowadzenia\n                           intensywnych, długotrwałych, zakrojonych na szeroką skalę działań marketingowych,\n                           obejmujących m.in.: reklamy telewizyjne emitowane na kanałach należących do Licencjodawcy,\n                           obecność Gry w programach Licencjodawcy, wsparcie wizerunkowe największych gwiazd\n                           _\"talents\"_ znanych z programów Licencjodawcy, promowanie Gry na kanałach Social Media\n                           _ program Mythbusters zrzesza na samym facebooku 6,6 mln fanów z całego świata _,\n                           stronach i serwisach internetowych należących do Licencjodawcy, akcje PR-owe, kampanie\n                           mailingowe, a także wykorzystanie relacji z najważniejszymi dystrybutorami oraz sklepami\n                           _np. App Store_ w celu zapewnienia  możliwie najlepszej ekspozycji podczas premiery\n                           _tzw. \"features\"_. \"Mythbusters\" to jeden z najpopularniejszych programów Discovery Channel, emitowany\n                           na antenie tej stacji nieprzerwanie od 2003 roku. Program doczekał się 17-tu sezonów\n                           emitowanych w kilkunastu krajach na całym świecie. Jego fabuła opiera się na testowaniu\n                           prawdziwości mitów, przesądów, scen z filmów i licznych anegdot za pomocą metod naukowych\n                           przez prowadzących, ekspertów w dziedzinie efektów specjalnych - Adama Savage i Jamie’go\n                           Hyneman’a. Po 2 latach przerwy, seria powraca w 2019 w formule Mythbusters Jr, skierowanej\n                           do młodych widzów. Umowa została zawarta przy udziale PlayWay S.A. która będzie pomagać w działaniach\n                           marketingowych.",
        "date": "2018-12-17"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 13.12.2018\n                           r. Nadzwyczajne Zgromadzenie Wspólników Circus Sp. z o.o. z siedzibą w Warszawie _\"Circus\"_\n                           podjęło uchwałę o podwyższeniu kapitału zakładowego Circus z kwoty 383.000 zł do kwoty\n                           400.000 zł poprzez emisję 340 nowych udziałów. Nowe udziały zostaną objęte przez 3\n                           inwestorów _\"Nowi inwestorzy\"_ za łączną kwotę 327 tys. zł. Ww. emisja ma charakter motywacyjny i jest przeznaczona dla 3 najważniejszych osób\n                           związanych od lat z działalnością grupy kapitałowej Spółki i odpowiadających za jej\n                           dynamiczny rozwój. Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           Circus będą przedstawiać się w następujący sposób:1. PlayWay S.A. - 69,63%2. Osoby fizyczne – 26,13 %3. Nowi inwestorzy – 4,25 %.Nadzwyczajne Zgromadzenie Wspólników podjęło także uchwałę o zmianie  nazwy firmy\n                           spółki na: Big Cheese Studio.Circus jest producentem gry Cooking Simulator, która obecnie jest jedną z najbardziej\n                           dynamicznie budujących tzw. listę zapisów w sklepie Steam tj. \"Steam Wishlist\".",
        "date": "2018-12-13"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           odbyły się dwa Nadzwyczajne Walne Zgromadzenia Duality S.A. z siedzibą w Warszawie\n                           _\"Duality\"_, które podjęły uchwały:1. O podwyższeniu kapitału zakładowego Duality z kwoty 320 tys. zł do kwoty 350 tys.\n                           zł poprzez emisję 300 tys. szt. nowych akcji na okaziciela serii I;2. O podwyższeniu kapitału zakładowego Duality o nie mniej niż 1 i nie więcej niż\n                           1.000.000 szt. nowych akcji na okaziciela serii J.Emisje o których mowa powyżej nastąpią w trybie subskrypcji prywatnej opisanej w art.\n                           431 §2 pkt 1 Kodeksu spółek handlowych, to jest w drodze złożenia oferty przez Duality\n                           i jej przyjęcia przez oznaczonego adresata. Pozyskane w ten sposób środki i nowi akcjonariusze przyczynią się do dalszego, dynamicznego\n                           rozwoju Duality. Cena emisyjna zostanie określona przez Zarząd Duality. Szacunkowa\n                           wartość ww. emisji wyniesie ok. 1,5 mln zł.Duality jest producentem m.in. gier Unholy, Accident oraz Barn Finders.",
        "date": "2018-12-06"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje iż w dniu 6.12.2018\n                           r. nabył od osoby fizycznej – jednego ze wspólników Circus Sp. z o.o. z siedzibą w\n                           Warszawie _\"Circus\"_ 383 udziały w Circus.Po dokonaniu ww. transakcji Spółka posiadać będzie 72,72% udziałów w kapitale zakładowym\n                           Circus.Circus jest producentem gry Cooking Simulator, która wykazuje obecnie prawie 50 tys.\n                           osób oczekujących na tzw. \"Steam Wishlist\".",
        "date": "2018-12-06"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportów bieżących\n                           nr 52/2018 oraz nr 59/2018 informuje, iż w dacie przekazania niniejszego raportu do\n                           sprzedaży do klientów w sklepach online, oraz w dystrybucji detalicznej trafiło ponad\n                           650 tys. sztuk gry House Flipper oraz ponad 110 tys. gry Thief Simulator.Jednocześnie Spółka dodaje, że lista graczy oczekujących na zakup wszystkich gier\n                           z grupy kapitałowej Spółki tzw. Steam Wishlist przekracza liczbę 3,2 mln.",
        "date": "2018-12-05"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 4.12.2018\n                           r. otrzymał od Pana Dominika Nowaka – członka Rady Nadzorczej Spółki oświadczenie\n                           – rezygnację z członkostwa w Radzie Nadzorczej Spółki z przyczyn osobistych. Rezygnacja została złożona ze skutkiem na dzień 5.12.2018 r.Podstawa prawna: § 5 pkt 4 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-12-04"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 21.11.2018\n                           r.:1. Spółka oraz  osoba fizyczna zawiązała spółkę akcyjną pod firmą Stolen Labs Spółka\n                           Akcyjna z siedzibą w Warszawie _\"Stolen Labs\"_.Kapitał zakładowy Stolen Labs wynosi 100.000 zł i dzieli się na 1.000.000 szt. akcji\n                           o wartości nominalnej po 0,1 zł każda.Akcjonariusze objęli akcje w kapitale zakładowym w następujący sposób:a_ Spółka – 900.000 akcji o wartości nominalnej 0,10 zł każda, w zamian za wkład pieniężny\n                           w wysokości 90.000 zł.d_ osoba fizyczna - 100.000 akcji o wartości nominalnej 0,10 zł każda, w zamian za\n                           wkład pieniężny w wysokości 10.000 zł.Udział poszczególnych stron w kapitale zakładowym Stolen Labs będzie przedstawiał\n                           się w następujący sposób:a_ Spółka - 90%;b_ osoba fizyczna – 10%.Głównym przedmiotem działalności Stolen Labs będzie produkcja gier PC, w tym gry Thief\n                           Simulator 2. W 1 kwartale 2019 r. planowane jest także przeniesienie praw do gry Thief\n                           Simulator na Stolen Labs.2. Spółka oraz  osoba fizyczna zawiązały GameBoom VR Sp. z o.o. z siedzibą w Warszawie\n                           _\"GameBoom VR\"_.Kapitał zakładowy GameBoom VR wynosi 5 tys. zł. Spółka posiada 99% udziałów w kapitale\n                           zakładowym GameBoom VR. W najbliższym czasie planowane jest podwyższenie kapitału zakładowego i wprowadzenie\n                           do GameBoom VR zespołu, który będzie zajmował się portowaniem gier z portfolio grupy\n                           kapitałowej Spółki na urządzenia VR.",
        "date": "2018-11-21"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 16.11.2018\n                           r. Nadzwyczajne Walne Zgromadzenie Sonka S.A. z siedzibą w Warszawie _\"Sonka\"_ podjęło\n                           uchwałę w sprawie podwyższenia kapitału zakładowego Sonka poprzez emisję nie mniej\n                           niż 1 _jedna_ i nie więcej niż 450.000 _czterysta pięćdziesiąt tysięcy_ akcji na okaziciela\n                           serii C o wartości nominalnej 0,10 zł _dziesięć groszy_ każda i łącznej wartości nominalnej\n                           nie mniej niż 0,10 zł _dziesięć groszy_ i nie więcej niż 45.000,00 zł _czterdzieści\n                           pięć tysięcy złotych_. Emisja o której mowa powyżej nastąpi w trybie subskrypcji prywatnej opisanej w art.\n                           431 §2 pkt 1 Kodeksu spółek handlowych, to jest w drodze złożenia oferty przez Sonka\n                           i jej przyjęcia przez oznaczonego adresata. Pozyskane w ten sposób środki i nowi akcjonariusze\n                           przyczynią się do dalszego, dynamicznego rozwoju Sonka. Cena emisyjna zostanie określona\n                           przez Zarząd Sonka. Szacunkowa wartość emisji wyniesie ok. 2 mln zł.W I półroczu 2019 r. Sonka planuje złożenie wniosku o wprowadzenie akcji na rynek\n                           ASO New Connect.",
        "date": "2018-11-16"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 13.11.2018\n                           r. Ultimate Games S.A. z siedzibą w Warszawie _\"Ultimate Games\"_, spółka zależna od\n                           Spółki zawarła z DISCOVERY LICENSING INC z siedzibą w Nowym Jorku, Stany Zjednoczone\n                           _Licencjodawca_ umowę licencyjną zgodnie z którą Licencjodawca udzielił Ultimate Games\n                           licencji na wykorzystanie znaków towarowych należących do Licencjodawcy, oraz muzyki\n                           i innych assetów _m.in. dźwięki, głosy, wizerunki postaci_ do programu \"Naked and\n                           Afraid\".  Znaki towarowe Licencjodawcy zostaną wykorzystane przez Ultimate Games w grze komputerowej\n                           Naked and Afraid: The Game _\"Gra\"_, której premiera planowana jest na początek 2020\n                           roku. W ramach podpisanej umowy licencyjnej, Licencjodawca zobowiązał się do prowadzenia\n                           intensywnych, długotrwałych, zakrojonych na szeroką skalę działań marketingowych,\n                           obejmujących m.in.: reklamy telewizyjne emitowane na kanałach należących do Licencjodawcy,\n                           obecność Gry w programach Licencjodawcy, wsparcie wizerunkowe największych gwiazd\n                           _\"talents\"_ znanych z programów Licencjodawcy, promowanie Gry na kanałach Social Media,\n                           stronach i serwisach internetowych należących do Licencjodawcy, akcje PR-owe, kampanie\n                           mailingowe, a także wykorzystanie relacji z najważniejszymi dystrybutorami, oraz sklepami\n                           _np. App Store_ w celu zapewnienia Licencjobiorcy możliwie najlepszej ekspozycji podczas\n                           premiery _tzw. \"features\"_.\"Naked and Afraid\" to obecnie jeden z najpopularniejszych programów Discovery Channel,\n                           emitowany na antenie tej stacji od 2013 roku. Program doczekał się już 9-ciu sezonów.\n                           Dwójka nieznajomych, kobieta i mężczyzna, zostaje porzucona w odludnym miejscu, gdzie\n                           narażona jest na ekstremalne warunki klimatyczne. Pozostawieni sami sobie, bez jedzenia,\n                           wody i ubrania, muszą przeżyć 21 dni.  Umowa została zawarta przy udziale PlayWay S.A., która będzie pomagać w działaniach\n                           marketingowych. Rozważana jest akcja w serwisie Kickstarter.",
        "date": "2018-11-13"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że gra Thief Simulator\n                           _\"Gra\"_, która miała swoją premierę na platformie STEAM w dniu 9.11.2018 r. już w\n                           pierwszej dobie sprzedaży zwróciła wszystkie koszty produkcji i marketingu.Pierwsza doba sprzedaży w sklepie STEAM trwała od godz. 17.00 polskiego czasu w dniu\n                           9.11.2018 r. do godz. 9.00 w dniu 10.11.2018 r. Wedle szacunkowych danych posiadanych\n                           przez Spółkę w ciągu pierwszych 72 godzin sprzedaży do klientów trafiło ponad 36 tys.\n                           sztuk Gry. Thief Simulator w dniu 9.11.2018 r. znajdował się na 1 pozycji w tzw. Steam Global\n                           Sale, a obecnie plasuje się na 6 pozycji.  Wytworzenie Gry razem z budżetem marketingowym\n                           kosztowało ok. 300 tys. zł. Zespół Noble Muffins jest to wewnętrzny zespół PlayWay S.A, tym samym nie jest firmą\n                           ani spółką zależną. PlayWay S.A. zachowuje dla siebie nie mniej niż 90% zysków z Gry.W Thief Simulator aktywnie brał udział zespół testerów z PlayWay Testing Center, a\n                           efektem pełnej współpracy z developerem jest wysoka jakość i zadowolenie graczy. Obecna\n                           ocena Gry na Steam to 81%. Spółka ma nadzieję, że kolejne poprawki i dodatkowa zawartość\n                           spowoduje wzrost ww. oceny.Po udanej premierze Thief Simulator, Spółka planuje porty Gry na PS4/ X1/ Nintendo\n                           Switch oraz wersję na urządzenia mobilne.Spółka przewiduje, że Thief Simulator będzie kolejnym, ważnym, powtarzalnym tytułem\n                           w gamie gier typu symulator, a kolejna wersja Gry już została wpisana w cykle produkcyjne\n                           na kolejne lata.",
        "date": "2018-11-12"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 8.11.2018\n                           r. Nadzwyczajne Zgromadzenie Wspólników Live Motion Games Sp. z o.o. z siedzibą w\n                           Warszawie _\"Live Motion\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego Live\n                           Motion z kwoty 25.000 zł do kwoty 100.000 zł poprzez emisję 300 szt.  nowych udziałów.\n                           Nowe udziały zostaną objęte przez dotychczasowych wspólników _w tym Spółkę_ oraz nowego\n                           wspólnika za łączną kwotę 165 tys. zł. Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           Live Motion będą przedstawiać się w następujący sposób:a_ Spółka - 69 %;b_ osoby fizyczne – 21%;c_ nowy wspólnik – 10%.",
        "date": "2018-11-08"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 8.11.2018\n                           r. Nadzwyczajne Zgromadzenie Wspólników Pentacle Sp. z o.o. z siedzibą w Katowicach\n                           _\"Pentacle\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego Pentacle z kwoty\n                           200.000 zł do kwoty 250.000 zł poprzez emisję 200 szt.  nowych udziałów. Nowe udziały zostaną objęte przez dotychczasowych wspólników za łączną kwotę 182,5\n                           tys. zł. Po rejestracji podwyższenia kapitału zakładowego w KRS Spółka będzie posiadać 64%\n                           udziałów w kapitale zakładowym Pentacle.",
        "date": "2018-11-08"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           Spółka oraz 7 osób fizycznych zawarły umowę inwestycyjną, a następnie, zgodnie z postanowieniami\n                           ww. umowy zawiązały spółkę akcyjną pod firmą Console Labs Spółka Akcyjna z siedzibą\n                           w Gdańsku _\"Console Labs\"_.Kapitał zakładowy Console Labs wynosi 100.000 zł i dzieli się na 1.000.000 szt. akcji\n                           o wartości nominalnej po 0,1 zł każda. Akcjonariusze objęli akcje w kapitale zakładowym w następujący sposób:a_ Spółka objęła 740.000 akcji o wartości nominalnej 0,10 zł każda, w zamian za wniesienie\n                           do Console Labs wkładu pieniężnego w wysokości 174.000 zł;b_ Osoby fizyczne objęły 260.000 akcji o wartości nominalnej 0,10 zł każda, w zamian\n                           za wniesienie do Console Labs wkładu pieniężnego w wysokości 26.000 zł;Udział poszczególnych stron w kapitale zakładowym Console Labs będzie przedstawiał\n                           się w następujący sposób:a_ Spółka - 74%;b_ Osoby fizyczne – 26%.Głównym przedmiotem działalności Console Labs będzie portowanie i wydawnictwo gier\n                           z portofolio grupy kapitałowej PlayWay S.A. na konsole Xbox One i Playstation 4.Pierwszą grą przeportowaną i wydaną przez Console Labs na Xbox One/ Playstation 4\n                           będzie Ultimate Fishing Simulator produkcji spółki zależnej Ultimate Games S.A.",
        "date": "2018-10-29"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Inwestor\"_ w nawiązaniu do raportu bieżącego\n                           nr 54/2018 z dnia 5 września 2018 roku informuje, iż w dniu 17.10.2018 r. Nadzwyczajne\n                           Zgromadzenie Wspólników President Studio Sp. z o.o. z siedzibą w Warszawie _\"President\n                           Studio\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego President Studio z kwoty\n                           5.000 zł do kwoty 20.000 zł poprzez emisję 150 szt.  nowych udziałów. Nowe udziały zostały objęte przez Inwestora za wkład w wysokości 250 tys. zł.Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           President Studio będą przedstawiać się w następujący sposób:a_ Inwestor – 75%;b_ Osoby fizyczne – 25%.",
        "date": "2018-10-17"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu dzisiejszym została zawarta umowa inwestycyjna pomiędzy Spółką a 3 osobami fizycznymi\n                           _\"Wspólnicy_. Zgodnie z postanowieniami umowy inwestycyjnej Inwestor zobowiązał się objąć nowe udziały\n                           w podwyższonym kapitale zakładowym zawiązanej uprzednio przez Wspólników spółki President\n                           Studio Spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie _\"President\n                           Studio\"_ w zamian za wkład pieniężny w wysokości 250 tys. zł.Po dokonaniu rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale\n                           zakładowym President Studio będą przedstawiały się w następujący sposób:_i_ Wspólnicy– 25 %;_ii_ Inwestor – 75%.Wejście Inwestora do President Studio ma znacząco podnieść jakość gry I am Your President\n                           _platforma PC_ , która spotkała się z dużym zainteresowaniem graczy. W związku z pozytywnym\n                           przyjęciem Gry na forach w sklepie STEAM i aby spełnić oczekiwania graczy Gra poddana\n                           zostanie gruntownym zmianom i rozbudowie – pierwotnie Gra miała być znacznie mniejszym\n                           projektem niż zakładano.",
        "date": "2018-09-05"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           Spółka oraz 4 osoby fizyczne zawiązały spółkę akcyjną pod firmą Pixel Flipper Spółka\n                           Akcyjna z siedzibą w Warszawie _\"Pixel Flipper\"_.Kapitał zakładowy Pixel Flipper wynosi 100.000 zł i dzieli się na 1.000.000 szt. akcji\n                           o wartości nominalnej po 0,1 zł każda.Akcjonariusze objęli akcje w kapitale zakładowym w następujący sposób:a_ Spółka – 740.000 akcji o wartości nominalnej 0,10 zł każda, w zamian za wkład pieniężny\n                           w wysokości 74.000 zł.d_ Pozostali akcjonariusze - 260.000 akcji o wartości nominalnej 0,10 zł każda, w\n                           zamian za wkład pieniężny w wysokości 26.000 zł.Udział poszczególnych stron w kapitale zakładowym Pixel Flipper będzie przedstawiał\n                           się w następujący sposób:a_ Spółka - 74%;b_ Pozostali akcjonariusze – 26%.Głównym przedmiotem działalności Pixel Flipper będzie produkcja gier PC, w tym gry\n                           o roboczym tytule \"Car Manufacture\".",
        "date": "2018-08-17"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie w nawiązaniu do raportów bieżących nr 28/2018\n                           z dnia 20 maja br., nr 36/2018 z dnia 3 czerwca br., nr 46/2018 z dnia 5 lipca br.\n                           oraz nr 54/2017 z dnia 1.08.2017 r. informuje iż w dacie przekazania niniejszego raportu\n                           do sprzedaży do klientów w sklepach online, oraz w dystrybucji detalicznej trafiło\n                           ponad 500 tys. sztuk gry House Flipper oraz ponad 500 tys. gry Car Mechanic Simulator\n                           2018. Gra House Flipper, która miała swoją premierę na platformie STEAM w dniu 17.05.2018\n                           r. sprzedała się obecnie w większych ilościach niż Car Mechanic Simulator 2018 od\n                           początku premiery _która miała miejsce w lipcu 2017 r._Ponad 500 tys. graczy nadal oczekuje na zakup Gry House Flipper na listach typu Wishlist.",
        "date": "2018-08-09"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 2.08.2018\n                           r. Nadzwyczajne Zgromadzenie Wspólników Pyramid Games Sp. z o.o. z siedzibą w Lublinie\n                           _\"Pyramid Games\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego Pyramid Games\n                           z kwoty 12.500 zł do kwoty 100.000 zł poprzez emisję 1750 szt.  nowych udziałów. Nowe udziały zostały objęte przez obecnych wspólników tj. Spółkę, 4 osoby fizyczne\n                           oraz przez 9 osób fizycznych – inwestorów indywidualnych _\"Nowi Wspólnicy\"_ za łączną\n                           kwotę 379 tys. zł. Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           Pyramid Games będą przedstawiać się w następujący sposób:a_ Spółka– 55,10 %;b_ obecni wspólnicy – 36,8%;c_ Nowi Wspólnicy – 8,10%. Pyramid Games należy do grupy kapitałowej Spółki od 2017 r. Przed dokonaniem ww. podwyższenia\n                           Spółka posiadała 60% udziałów w kapitale zakładowym Pyramid Games. Pyramid Games jest obecnie w trakcie produkcji gry Occupy Mars.",
        "date": "2018-08-02"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 25.07.2018\n                           r. Nadzwyczajne Zgromadzenie Wspólników Atomic Jelly Sp. z o.o. z siedzibą w Poznaniu\n                           _\"Atomic Jelly\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego Atomic Jelly\n                           z kwoty 25.000 zł do kwoty 200.000 zł poprzez emisję 700 szt.  nowych udziałów. Nowe udziały zostaną objęte przez obecnych wspólników tj. Spółkę, 7 osób fizycznych\n                           oraz przez nowego wspólnika _\"Nowy Wspólnik\"_ za łączną kwotę 337 tys. zł. Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           Atomic Jelly będą przedstawiać się w następujący sposób:a_ Spółka– 65 %;b_ obecni wspólnicy – 20%;c_ Nowy Wspólnik – 15%. Atomic Jelly należy do grupy kapitałowej Spółki od 2016 r. Przed dokonaniem ww. podwyższenia\n                           Spółka posiadała 80% udziałów w kapitale zakładowym Atomic Jelly. Atomic Jelly  jest obecnie w trakcie rozpoczynania produkcji gry Mongolia Truck.",
        "date": "2018-07-26"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 24.07.2018\n                           r. Nadzwyczajne Zgromadzenie Wspólników Pentacle Sp. z o.o. z siedzibą w Katowicach\n                           _\"Pentacle\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego Pentacle z kwoty\n                           25.000 zł do kwoty 200.000 zł poprzez emisję 700 szt.  nowych udziałów. Nowe udziały zostaną objęte przez Spółkę, 2 osoby fizyczne – obecnych wspólników oraz\n                           przez nowego wspólnika _\"Nowy Wspólnik\"_ za łączną kwotę 255 tys. zł. Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           Pentacle będą przedstawiać się w następujący sposób:a_ Spółka– 69 %;b_ obecni wspólnicy – 21%;c_ Nowy Wspólnik – 10%. Pentacle Sp. z o.o. jest obecnie w trakcie produkcji gry The Works of Mercy.",
        "date": "2018-07-24"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 24.07.2018\n                           r. Nadzwyczajne Zgromadzenie Wspólników Polyslash Sp. z o.o. z siedzibą w Krakowie\n                           _\"Polyslash\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego Polyslash z kwoty\n                           20.000 zł do kwoty 200.000 zł poprzez emisję 900 szt.  nowych udziałów. Nowe udziały zostaną objęte przez Spółkę, 5 osób fizycznych – obecnych wspólników\n                           oraz przez nowego wspólnika _\"Nowy Wspólnik\"_ za łączną kwotę 345 tys. zł. Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           Polyslash będą przedstawiać się w następujący sposób:a_ Spółka– 56 %;b_ obecni wspólnicy – 29%;c_ Nowy Wspólnik – 15%. Polyslash Sp. z o.o. jest obecnie w trakcie produkcji gry We. The Revolution.",
        "date": "2018-07-24"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 20.07.2018\n                           r. Spółka zawarła z Shenzhen Tencent Computer Systems Company Limited _\"Dystrybutor\"_\n                           umowę na dystrybucję gier Spółki na rynku chińskim. Pierwszą grą Spółki wprowadzoną do sprzedaży przez Dystrybutora będzie \"Demolish &\n                           Build 2018\".Dokładna data premiery gry zostanie ustalona w terminie późniejszym.",
        "date": "2018-07-21"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportów bieżących\n                           nr 28/2018 z dnia 20 maja br. oraz nr 36/2018 z dnia 3 czerwca br. informuje iż w\n                           dacie przekazania niniejszego raportu do sprzedaży do klientów w sklepach online,\n                           oraz w dystrybucji detalicznej trafiło ponad 400 tys. sztuk gry House Flipper _\"Gra\"_,\n                           która miała swoją premierę na platformie STEAM w dniu 17.05.2018 r.Obecna suma osób zapisanych na listach typu Wishlist w sklepach online przekroczyła\n                           630 tys. zapisów. Z tej listy część osób kupiła Grę lub usunęła produkt ze swojej\n                           listy. Ponad 450 tys. graczy nadal oczekuje na zakup Gry. Zarząd Spółki uważa, że House Flipper może iść drogą serii Car Mechanic Simulator\n                           i cyklicznie publikować nowe wersje na kolejne urządzenia, generując przy tym stabilne,\n                           powtarzalne zyski ze sprzedaży.",
        "date": "2018-07-05"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ podaje do publicznej wiadomości\n                           listę akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym\n                           Zgromadzeniu Spółki _\"ZWZ\"_, które odbyło się w dniu 27 czerwca 2018 r.:1. Pan Krzysztof Kostowski posiadał 2 700 000 głosów co stanowiło 49,9% liczby głosów\n                           na ZWZ i 40,91% ogólnej liczby głosów;2. ACRX INVESTMENTS LIMITED z siedzibą w Nikozji, Cypr, posiadał 2 700 000 głosów\n                           co stanowiło 49,9% liczby głosów na ZWZ i 40,91% ogólnej liczby głosów.",
        "date": "2018-06-27"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PlayWay S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje w załączeniu do raportu\n                           treść uchwał podjętych na Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się\n                           w dniu 27 czerwca 2018 roku wraz z informacją na temat każdej uchwały w zakresie liczby\n                           akcji, z których oddano ważne głosy, oraz procentowego udziału tychże akcji w kapitale\n                           zakładowym, łączną liczbę ważnych głosów, w tym liczbę głosów \"za\", \"przeciw\" i \"wstrzymujących\n                           się\".",
        "date": "2018-06-27"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że Uchwałą nr 9/27/06/2018 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 27 czerwca 2018 roku,\n                           Walne Zgromadzenie postanowiło wypłacić Akcjonariuszom dywidendę według następujących\n                           zasad:a_ Dywidenda wynosi 2,38 zł _słownie: dwa złote trzydzieści osiem groszy_ na jedną\n                           akcję.;b_ Dzień dywidendy ustala się na 10 lipca 2018 r.;c_ Termin wypłaty dywidendy ustala się na dzień 24 lipca 2018 r.Dywidendą objętych jest  6 600 000 szt. _sześć milionów sześćset tysięcy_ akcji Spółki.\n                           Wysokość dywidendy wynosi 15 708 000 zł _piętnaście milionów siedemset osiem tysięcy\n                           złotych_.",
        "date": "2018-06-27"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu 25.06.2018 r. Nadzwyczajne Zgromadzenie Wspólników SIMFABRIC Sp. z o.o. z siedzibą\n                           w Warszawie _\"Simfabric\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego Simfabric\n                           z kwoty 400.000 zł do kwoty 562.500 zł poprzez emisję 3.250 szt.  nowych udziałów.\n                           Nowe udziały zostały objęte przez 17 osób fizycznych tj. 2000 udziałów przez głównego\n                           programistę Simfabric, 1250 udziałów przez inwestorów indywidualnych -  w zamian za\n                           wkłady pieniężne w łącznej wysokości 700.000 zł. Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           Simfabric będą przedstawiać się w następujący sposób:a_ Inwestor – 56,88 %;b_ Pozostali – 43,12%.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_, w związku z faktem,\n                           że w skonsolidowanym raporcie rocznym za 2017 rok opublikowanym w dniu 23.04.2018\n                           r. nie zostały wskazane wszystkie informacje wymagane zgodnie z rozporządzeniem Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U z 2014\n                           r. poz. 512, z późn. zm._ _\"Rozporządzenie MF\"_, przekazuje w załączeniu uzupełnienie\n                           wyżej wymienionego raportu.Jednocześnie Zarząd Spółki wskazuje, że uzupełnienie raportu nastąpiło w zakresie:1_ Informacji o wartości wynagrodzeń, nagród lub korzyści, w tym wynikających z programów\n                           motywacyjnych lub premiowych opartych na kapitale Emitenta, w tym programów opartych\n                           na obligacjach z prawem pierwszeństwa, zamiennych, warrantach subskrypcyjnych _w pieniądzu,\n                           naturze lub jakiejkolwiek innej formie_, wypłaconych, należnych lub potencjalnie należnych,\n                           odrębnie dla każdej z osób zarządzających, nadzorujących albo członków organów administrujących\n                           Emitenta, o których mowa w § 91 ust. 6 pkt 17 Rozporządzenia MF;2_ oświadczenia o stosowaniu ładu korporacyjnego w zakresie składu osobowego Komitetu\n                           Audytu Spółki i zmian, które w nim zaszły w ciągu ostatniego roku obrotowego, oraz\n                           opis działania tego organu, o którym mowa w § 91 ust. 5 pkt 4 lit. k Rozporządzenia\n                           MF. Zarząd Emitenta informuje, że wprowadzone uzupełnienie nie ma wpływu na wyniki wskazane\n                           w skonsolidowanym raporcie rocznym za rok 2017.Załącznik:Uzupełniony skonsolidowany raport roczny",
        "date": "2018-06-13"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_, w związku z faktem,\n                           że w raporcie rocznym Spółki za rok 2017 opublikowanym w dniu 23.04.2018 r. nie zostały\n                           wskazane wszystkie informacje wymagane zgodnie z rozporządzeniem Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U z 2014\n                           r. poz. 512, z późn. zm._ _\"Rozporządzenie MF\"_, przekazuje w załączeniu uzupełnienie\n                           wyżej wymienionego raportu.  Jednocześnie Zarząd Spółki wskazuje, że uzupełnienie raportu nastąpiło w zakresie:\n                           1_ Informacji o wartości wynagrodzeń, nagród lub korzyści, w tym wynikających z programów\n                           motywacyjnych lub premiowych opartych na kapitale Emitenta, w tym programów opartych\n                           na obligacjach z prawem pierwszeństwa, zamiennych, warrantach subskrypcyjnych _w pieniądzu,\n                           naturze lub jakiejkolwiek innej formie_, wypłaconych, należnych lub potencjalnie należnych,\n                           odrębnie dla każdej z osób zarządzających, nadzorujących albo członków organów administrujących\n                           Emitenta, o których mowa w § 91 ust. 6 pkt 17 Rozporządzenia MF;2_ oświadczenia o stosowaniu ładu korporacyjnego w zakresie składu osobowego Komitetu\n                           Audytu Spółki i zmian, które w nim zaszły w ciągu ostatniego roku obrotowego, oraz\n                           opis działania tego organu, o którym mowa w § 91 ust. 5 pkt 4 lit. k Rozporządzenia\n                           MF. Zarząd Emitenta informuje, że wprowadzone uzupełnienie nie ma wpływu na wyniki wskazane\n                           w jednostkowym raporcie rocznym za rok 2017.Załącznik:Uzupełniony raport roczny",
        "date": "2018-06-13"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           otrzymał od Ultimate Games S.A. z siedzibą w Warszawie _\"Ultimate Games\"_, spółki\n                           zależnej od Spółki informację o zawarciu umowy licencyjnej pomiędzy Ultimate Games\n                           jako Licencjobiorcą, a DISCOVERY LICENSING INC z siedzibą w Nowym Jorku, Stany Zjednoczone,\n                           jako Licencjodawcą. Zgodnie z zawartą umową, Licencjodawca udzielił Ultimate Games licencji na wykorzystanie\n                           znaków towarowych należących do Licencjodawcy, oraz muzyki i innych assetów _m.in.\n                           dźwięki, głosy, wizerunki postaci_ do programu \"Deadlist Catch\". Znaki towarowe Licencjodawcy zostaną wykorzystane przez Ultimate Games w grze komputerowej\n                           Deadlist Catch: The Game _\"Gra\"_, której premiera planowana jest na rok 2019. Trwają\n                           już także rozmowy o możliwej współpracy Licencjodawcy i Ultimate Games przy kolejnych\n                           tytułach z portfolio Discovery.W ramach podpisanej umowy licencyjnej, Licencjodawca zobowiązał się do prowadzenia\n                           intensywnych, długotrwałych, zakrojonych na szeroką skalę działań marketingowych,\n                           obejmujących m.in.: reklamy telewizyjne emitowane na kanałach należących do Licencjodawcy,\n                           obecność Gry w programach Licencjodawcy, wsparcie wizerunkowe największych gwiazd\n                           _\"talents\"_ znanych z programów Licencjodawcy, promowanie Gry na kanałach Social Media,\n                           stronach i serwisach internetowych należących do Licencjodawcy, akcje PR-owe, kampanie\n                           mailingowe, a także wykorzystanie relacji z najważniejszymi dystrybutorami, oraz sklepami\n                           _np. App Store_ w celu zapewnienia Licencjobiorcy możliwie najlepszej ekspozycji podczas\n                           premiery _tzw. \"features\"_.Ultimate Games to producent i wydawca m.in. serii Ultimate Fishing Simulator, która\n                           jako gra w tzw. Early Access znalazła się na 6 miejscu wśród globalnych bestselerów\n                           platformy STEAM _platforma PC_. Ultimate Fishing Simulator w wersji na urządzenia\n                           mobilne - na platformie Google Play, znajdował się wielokrotnie wśród 10 najlepszych\n                           gier z kategorii symulacje, i został pobrany dotychczas _tylko w Google Play_ ok.\n                           3 mln razy. Ultimate Games jest obecnie w trakcie produkcji ponad 20 gier, które zostaną\n                           wydane w latach 2018-2020. Spółka posiada 48% akcji w kapitale zakładowym Ultimate Games. Współpraca Ultimate Games z Discovery to ważny etap w dalszym, dynamicznym rozwoju\n                           Ultimate Games.",
        "date": "2018-06-11"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie informuje iż w dniu dzisiejszym otrzymał\n                           od spółki zależnej Madmind Studio Sp. z o.o. z siedzibą w Bydgoszczy _\"Madmind\", \"Madmind\n                           Studio\"_ twórcy i wydawcy gry Agony informację o następującej treści: \"W związku z tym, że premiera naszej najnowszej gry - Agony, nie spełniła wysokich\n                           oczekiwań zarówno graczy, jak i inwestorów, postanowiliśmy przedstawić nasze plany\n                           na kolejne miesiące.Obecnie cały zespół aktywnie pracuje nad aktualizacjami do Agony, które planujemy\n                           wypuszczać dwa razy w tygodniu, aż do czasu gdy większość graczy będzie zadowolona\n                           z jakości.Kolejnym etapem poprawy opinii graczy, oraz recenzji Agony, będzie wydanie nowej wersji\n                           gry, nieocenzurowanej - Agony Unrated.Gra zostanie wydana za około trzy miesiące od tej chwili i zawierać będzie wszystkie\n                           poprawki z wersji podstawowej.Agony Unrated to także dodatkowa zawartość, oraz sugerowane przez graczy zmiany:- gra ze wszystkimi patchami i poprawkami z Agony;- gra bez żadnego ratingu wiekowego _lub z ratingiem Adult Only_;- dostępna z maksymalną zniżką dla każdego kto kupił/kupi zwykłe Agony _trwają rozmowy\n                           ze STEAM_;- dodatkowe animacje dla trybu Succubus Mode;- dodatkowe, erotyczne animacje postaci widocznych w tle;- dodatkowe dźwięki na levelach i w cutscenach;- dopracowane tekstury i modele - wersje nieocenzurowane;- wstawienie do gry wszystkich nieocenzurowanych scen z podstawowego Agony;- tryb Succubus Mode odblokowany od samego początku;- tryb Agony Mode odblokowany od samego początku;- do trybu Agony Mode dodany zostanie dodatkowy setting - Las, oraz bossfight – Baphomet.Agony Unrated zostanie w całości stworzone i opublikowane przez Madmind Studio, bez\n                           współpracy z wydawcami.Gra zostanie wydana na platformie Steam _w formie osobnej, nowej aplikacji, lub w\n                           formie dodatku DLC do Agony_.Liczymy, że dzięki temu gra zostanie oceniona przez media wyżej niż oryginał, oraz\n                           że spotka się z o wiele bardziej pozytywnym przyjęciem przez graczy.Główne zarzuty graczy, oraz recenzentów do Agony, dotyczą nietypowych rozwiązań gameplayowych,\n                           oraz \"nudnej\" rozgrywki. Agony w początkowych założeniach miało być małą produkcją, przewidzianą na około 5\n                           godzin rozgrywki. Chcąc lepiej dopasować się do gracza konsolowego wydłużyliśmy tryb\n                           fabularny z 5 do 10 godzin. Poskutkowało to sztucznym wydłużeniem rozgrywki, w postaci\n                           dodatkowych łamigłówek, trudnych zadań i źle wytłumaczonych mechanik gameplayowych.\n                           Dodatkowym czynnikiem okazało się być powierzenie game designu gry, najbardziej doświadczonej\n                           osobie w zespole Madmind Studio, oraz całkowite jej zaufanie - czego dziś żałujemy.Madmind Studio, jako niewielki zespół, miał problemy z wypełnieniem tak dużej gry,\n                           odpowiednią, interesującą zawartością, która zaskakiwałaby graczy na każdym kroku.Sugerując się opiniami graczy o demie Kickstarterowym, oraz komentarzami pod opublikowanymi\n                           przez nas filmikami z gameplayem _około 45 minut gry_, wierzyliśmy, że obrany przez\n                           nas kierunek był słuszny, ignorując feedback zespołów testerskich, do których mieliśmy\n                           zapewniony dostęp dzięki PlayWay S.A., który dodatkowo wyraźnie sygnalizował nam,\n                           że powinniśmy wprowadzić zmiany gameplayowe, oraz przemyśleć datę wydania gry. Madmind\n                           Studio podjęło jednak decyzję o nieprzekładaniu daty premiery, wierząc że gra zostanie\n                           dobrze przyjęta przez docelową grupę graczy. Osoba odpowiedzialna za game design Agony\n                           nie jest już członkiem zespołu Madmind.Madmind Studio skupia się teraz na poprawie rozgrywki w Agony, dostosowując grę do\n                           oczekiwań rynku.Agony Unrated będzie pierwszym krokiem w tym kierunku. Dziś wiemy jakie błędy popełniliśmy\n                           podczas produkcji i mamy nadzieję, że kolejne lata pozwolą nam stworzyć następne gry\n                           z gatunku  horror, tym razem jednak takie, jakich od początku oczekiwali nasi fani.Zespół Madmind Studio.\"",
        "date": "2018-06-06"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportów bieżących\n                           nr 6/2017 z dnia 31 stycznia 2017 roku, nr 56/2017 z dnia 2 sierpnia 2017 roku, nr\n                           9/2018 z dnia 3 lutego 2018 roku oraz nr 11/2018 z dnia 3 marca 2018 roku informuje,\n                           iż w dniu dzisiejszym podjął decyzję dot. zaprzestania przekazywania miesięcznych\n                           raportów bieżących dotyczących planowanych premier gier.Ww. decyzja wynika m.in. z faktu, iż wiele gier produkowanych w ramach spółek grupy\n                           PlayWay S.A. jest wydawane przez deweloperów na ich własnych kontach lub z udziałem\n                           wydawców zewnętrznych, a daty premier poszczególnych gier ulegają ciągłym zmianom.\n                           Tym samym Spółka nie jest w stanie przekazać pełnej informacji o najważniejszych premierach\n                           w ciągu najbliższych 6 miesięcy odnoszącej się do wszystkich gier produkowanych w\n                           ramach grupy PlayWay S.A.Począwszy od daty publikacji niniejszego raportu prezentacja planowanych premier gier\n                           będzie dostępna na stronie internetowej Spółki w zakładce / Relacje Inwestorskie /\n                           Plan Premier oraz bezpośrednio pod linkiem http://www.playway.com/premiery   Jednocześnie Spółka zastrzega, że:a_ plan premier będzie miały charakter jedynie orientacyjny i może podlegać dalszym\n                           zmianom;b_ niektóre gry nie będą publikowane na planie premier, ponieważ taka informacja wskazana\n                           publicznie mogła by zaburzyć sprzedaż obecnych wersji gry.",
        "date": "2018-06-03"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportu bieżącego\n                           nr 28/2018 z dnia 20 maja br. informuje, że w ciągu pierwszych 2 tygodni sprzedaży\n                           do klientów w sklepach online, oraz w dystrybucji detalicznej trafiło ponad 200 tys.\n                           sztuk gry House Flipper _\"Gra\"_, która miała swoją premierę na platformie STEAM w\n                           dniu 17.05.2018 r.Od dnia premiery do momentu publikacji niniejszego raportu Gra nieprzerwalnie znajduje\n                           się w TOP 25 Steam Global Sale.House Flipper jest obecnie grą o największych przychodach w historii Spółki, licząc\n                           pierwsze 14 dni sprzedaży. Wykazuje przychody większe niż dotychczasowy bestseller\n                           tj. Car Mechanic Simulator 2018 liczony razem z dodatkami DLC: Mazda i Dodge, które\n                           były dostępne podczas premiery CMS 18.  W związku z dużym zainteresowaniem największych sklepów sprzedaży online, Spółka planuje\n                           znaczącą ekspozycję tytułu na okresach wyprzedaży. Rabat na Grę nie powinien przekroczyć\n                           20%.Obecna suma osób zapisanych na listach typu Wishlist w sklepach online przekroczyła\n                           400 tys. zapisów. Z tej listy część osób kupiła Grę lub usunęła produkt ze swojej\n                           listy. Aktualnie oczekujących jest ponad 300 tys. graczy i Ci klienci mogą stanowić\n                           potencjalnych kupujących podczas licznych, letnich promocji w sklepach online.Zarząd Spółki uważa, że House Flipper może iść drogą serii Car Mechanic Simulator\n                           i cyklicznie publikować nowe wersje na kolejne urządzenia, generując przy tym stabilne,\n                           powtarzalne zyski ze sprzedaży.",
        "date": "2018-06-03"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że gra Agony  _\"Gra\"_,\n                           która miała swoją premierę na platformie STEAM w dniu 29.05.2018 r. dotarła na 1 pozycję\n                           w tzw. Steam Global Sale.Spółka nie dysponuje pełnymi danymi sprzedaży Gry - znana jest jedynie suma sprzedaży\n                           przez pierwsze 72 godziny na portalu Steam, oraz aktywacji kluczy detalicznych wersji\n                           PC. Ilość ta przekroczyła 34,000 sztuk.Spółka nie dysponuje danymi o sprzedaży:- wersji pudełkowych PC, które nie zostały aktywowane jeszcze w systemie Steam;- wersji pudełkowej na konsole Xbox 1;- wersji digital na konsole Xbox 1;- wersji pudełkowej na konsole PlayStation 4;- wersji digital na konsole PlayStation 4.Spółka nie raportuje sprzedaży w Humble Store oraz innych sklepach, ponieważ sprzedaż\n                           tam rusza dopiero 1.06.2018 r.Wytworzenie Gry razem z budżetem marketingowym wykazuje kwotę bliską 3 mln złotych,\n                           po odliczeniu wpływów z akcji Kickstater, które zostały zagospodarowane przez Madmind\n                           Studio Sp. z o.o. _twórcę i wydawcę Gry_ w okresie produkcji.Obecnie trwają prace nad poprawianiem Gry, a patche dogrywane są na urządzenia PC,\n                           Xbox1 i PS4. Zarząd Spółki jest w ścisłym kontakcie z zarządem Madmind Studio Sp. z o.o. i opracowywany\n                           jest plan kolejnych działań, oraz przyszłości zespołu po premierze Gry.",
        "date": "2018-06-01"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           Spółka oraz 2 osoby fizyczne zawarły umowę inwestycyjną, a następnie, zgodnie z postanowieniami\n                           ww. umowy zawiązały spółkę akcyjną pod firmą Ragged Games Spółka Akcyjna z siedzibą\n                           w Hornówku _\"Ragged\"_.Kapitał zakładowy Ragged wynosi 100.000 zł i dzieli się na 1.000.000 szt. akcji o\n                           wartości nominalnej po 0,1 zł każda. Akcjonariusze objęli akcje w kapitale zakładowym w następujący sposób:a_ Spółka objęła 700.000 akcji o wartości nominalnej 0,10 zł każda, w zamian za wniesienie\n                           do Ragged wkładu pieniężnego w wysokości 480.000 zł;b_ Osoby fizyczne objęły 300.000 akcji o wartości nominalnej 0,10 zł każda, w zamian\n                           za wniesienie do Ragged wkładu pieniężnego w wysokości 30.000 zł;Udział poszczególnych stron w kapitale zakładowym Ragged będzie przedstawiał się w\n                           następujący sposób:a_ Spółka - 70%;b_ Osoby fizyczne – 30%.Głównym przedmiotem działalności Ragged będzie produkcja gier PC, w tym dokończenie\n                           produkcji gry o roboczym tytule \"Bum Simulator\".",
        "date": "2018-05-24"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ w nawiązaniu do\n                           raportu bieżącego nr 26/2018 z dnia 10 maja 2018 roku informuje, iż w dniu dzisiejszym\n                           Nadzwyczajne Zgromadzenie Wspólników Baked Games Sp. z o.o. z siedzibą w Czeladzi\n                           _\"Baked Games\"_ podjęło uchwałę o podwyższeniu kapitału zakładowego Baked Games z\n                           kwoty 5.000 zł do kwoty 100.000 zł poprzez emisję 950 szt.  nowych udziałów. Nowe udziały zostały w dniu dzisiejszym objęte przez 3 osoby fizyczne oraz Inwestora,\n                           przy czym wkład Inwestora wynosi 199 tys. zł. Po rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale zakładowym\n                           Baked Games będą przedstawiać się w następujący sposób:a_ Inwestor – 44%;b_ Osoby fizyczne – 56%.",
        "date": "2018-05-24"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie, pod adresem: ul. Bluszczańska 76/paw.\n                           6, 00-712 Warszawa, wpisanej do rejestru przedsiębiorców Krajowego Rejestru Sądowego\n                           prowadzonego przez Sąd Rejonowy dla miasta stołecznego Warszawy w Warszawie, XIII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS: 0000389477 _\"Spółka\"_,\n                           kapitał zakładowy 660.000,00 zł, kapitał wpłacony 660.000,00 zł, NIP 5213609756, działając\n                           na podstawie art. 399 § 1 w zw. z art. 4021 i 4022 Kodeksu spółek handlowych _\"K.s.h.\"_\n                           zwołuje na dzień 27 czerwca 2018 roku na godzinę 12.00 Zwyczajne Walne Zgromadzenie\n                           Spółki. Zwyczajne Walne Zgromadzenie odbędzie się w siedzibie Trigon Domu Maklerskiego\n                           w Warszawie _02-566_ przy ul. Puławskiej 2 _budynek B, VI piętro_ z następującym porządkiem\n                           obrad:Porządek obrad1. Otwarcie Zwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do powzięcia uchwał. 4. Wybór Komisji Skrutacyjnej i Uchwał.5. Przyjęcie porządku obrad Zwyczajnego Walnego Zgromadzenia.6. Przedstawienie przez Zarząd sprawozdania Zarządu z działalności Spółki i sprawozdania\n                           z działalności Grupy Kapitałowej Spółki oraz jednostkowego i skonsolidowanego sprawozdania\n                           finansowego za rok obrotowy zakończony dnia 31 grudnia 2017 r.7. Przedstawienie przez Radę Nadzorczą sprawozdania Rady Nadzorczej z działalności\n                           w 2017 roku. 8. Rozpatrzenie przedstawionych sprawozdań.9. Podjęcie przez Zwyczajne Walne Zgromadzenie uchwał w sprawach:1_ zatwierdzenia sprawozdania Zarządu z działalności Spółki w 2017 roku,2_ zatwierdzenia sprawozdania Zarządu z działalności Grupy Kapitałowej Spółki w 2017\n                           roku,3_ zatwierdzenia sprawozdania finansowego Spółki za 2017 rok,4_ zatwierdzenia skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Spółki\n                           za 2017 rok 5_ podziału zysku za rok obrotowy zakończony dnia 31 grudnia 2017 roku oraz ustalenia\n                           dnia dywidendy i terminu jej wypłaty,6_ zatwierdzenia sprawozdania Rady Nadzorczej z działalności w 2017 roku,7_ udzielenia poszczególnym członkom Zarządu absolutorium z wykonywania przez nich\n                           obowiązków w 2017 roku,8_ udzielenia poszczególnym członkom Rady Nadzorczej absolutorium z wykonywania przez\n                           nich obowiązków w 2017 roku.10. Zamknięcie Zwyczajnego Walnego Zgromadzenia.Informacje dla Akcjonariuszy1. Prawo akcjonariusza do żądania umieszczenia poszczególnych spraw w porządku obrad\n                           Walnego ZgromadzeniaZgodnie z art. 401 § 1 K.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą kapitału zakładowego Spółki mogą żądać umieszczenia określonych spraw\n                           w porządku obrad Walnego Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi\n                           Spółki nie później niż na dwadzieścia jeden dni przed wyznaczonym terminem zgromadzenia,\n                           tj. do 6 czerwca 2018 roku. Żądanie powinno zawierać uzasadnienie lub projekt uchwały\n                           dotyczącej proponowanego punktu porządku obrad. Żądanie w formie pisemnej może zostać\n                           złożone osobiście w sekretariacie Spółki _w godzinach od 8:00 do 16:00_ lub za pośrednictwem\n                           poczty na adres ul. Bluszczańska 76/paw. 6, 00-712 Warszawa lub za pośrednictwem poczty\n                           elektronicznej na adres contact@playway.com lub wysłane faksem na nr fax:+48 22 7138077.\n                           Do żądania powinny zostać dołączone kopie dokumentów potwierdzających fakt, że osoba\n                           zgłaszająca żądanie jest akcjonariuszem Spółki _np. imienne świadectwo depozytowe\n                           obowiązujące w dniu realizacji uprawnienia_, fakt, że reprezentuje on co najmniej\n                           jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających tożsamość akcjonariusza\n                           lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli żądanie spełnia wymagania prawa, Zarząd Spółki jest obowiązany niezwłocznie,\n                           jednak nie później niż na osiemnaście dni przed wyznaczonym terminem Walnego Zgromadzenia\n                           _tj. do dnia 9 czerwca 2018 r._, ogłosić zmiany w porządku obrad, wprowadzone na żądanie\n                           akcjonariuszy. Ogłoszenie następuje w sposób właściwy dla zwołania Walnego Zgromadzenia.2. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad przed terminem Walnego Zgromadzenia.Zgodnie z art. 401 § 4 K.s.h. akcjonariusz lub akcjonariusze Spółki reprezentujący\n                           co najmniej jedną dwudziestą kapitału zakładowego mogą przed terminem Walnego Zgromadzenia\n                           zgłaszać Spółce na piśmie osobiście w sekretariacie Spółki _w godzinach od 8:00 do\n                           16:00_ lub za pośrednictwem poczty na adres ul. Bluszczańska 76/paw. 6, 00-712 Warszawa\n                           lub przy wykorzystaniu środków komunikacji elektronicznej przesyłając na adres contact@playway.com\n                           lub wysłać faksem na nr fax:+48 22 7138077 projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad. Do zgłoszenia powinny zostać dołączone kopie dokumentów potwierdzających\n                           fakt, że osoba zgłaszająca jest akcjonariuszem Spółki _np. imienne świadectwo depozytowe\n                           obowiązujące w dniu realizacji uprawnienia_, fakt, że reprezentuje on co najmniej\n                           jedną dwudziestą kapitału akcyjnego Spółki oraz potwierdzających tożsamość akcjonariusza\n                           lub osób działających w imieniu akcjonariusza, w tym: w przypadku akcjonariusza będącego osobą fizyczną - kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość akcjonariusza albo w przypadku akcjonariusza innego niż osoba fizyczna – kopia odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza oraz kopia dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu poświadczającego tożsamość osób uprawnionych do reprezentowania\n                           akcjonariusza; lub w przypadku zgłoszenia żądania przez pełnomocnika dodatkowo – kopia dokumentu pełnomocnictwa\n                           podpisana przez akcjonariusza, lub przez osoby uprawnione do reprezentowania akcjonariusza,\n                           oraz kopia dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           pełnomocnika.Jeżeli zgłoszenie spełnia wymagania prawa Spółka niezwłocznie ogłasza projekty uchwał\n                           na stronie internetowej Spółki pod adresem http://playway.com/spolka/walne-zgromadzenie.3. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia. Zgodnie z art. 401 § 5 K.s.h. każdy z akcjonariuszy może podczas Walnego Zgromadzenia\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.4. Sposób wykonywania prawa głosu przez pełnomocnika, w tym w szczególności informacje\n                           o formularzach stosowanych podczas głosowania przez pełnomocnika, oraz sposobie zawiadamiania\n                           Spółki przy wykorzystaniu środków komunikacji elektronicznej o ustanowieniu pełnomocnika.Akcjonariusz będący osobą fizyczną może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Akcjonariusz niebędący osobą fizyczną\n                           może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną\n                           do składania oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnik wykonuje\n                           wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu, chyba że co innego wynika\n                           z treści pełnomocnictwa. Pełnomocnik może udzielać dalszego pełnomocnictwa, jeżeli\n                           wynika to z treści pełnomocnictwa, przy czym stosownie do art. 412 _2_ § 3 K.s.h.\n                           jeżeli pełnomocnikiem jest członek Zarządu, członek Rady Nadzorczej, pracownik Spółki\n                           lub członek organów lub pracownik Spółki lub spółdzielni zależnej od Spółki, wówczas\n                           udzielenie pełnomocnictwa dalszego jest wyłączone. Pełnomocnik może reprezentować\n                           więcej niż jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza.\n                           Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych\n                           może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na\n                           każdym z rachunków. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu i wykonywania prawa głosu wymaga\n                           udzielenia na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci\n                           elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu. Formularz zawierający wzór pełnomocnictwa\n                           dostępny jest od dnia publikacji niniejszego ogłoszenia na stronie internetowej Spółki\n                           http://playway.com/spolka/walne-zgromadzenie, w zakładce \"Walne Zgromadzenie\". Wykorzystanie\n                           tych formularzy nie jest obowiązkowe.O udzieleniu pełnomocnictwa w postaci elektronicznej należy zawiadomić Spółkę przy\n                           wykorzystaniu środków komunikacji elektronicznej w postaci informacji przesłanej pocztą\n                           elektroniczną na adres contact@playway.com, dokładając wszelkich starań, aby możliwa\n                           była skuteczna weryfikacja ważności pełnomocnictwa, i w tym celu podpisane pełnomocnictwo\n                           przesyłane elektronicznie do Spółki powinno być zeskanowane do formatu \".pdf\", \"jpg\"\n                           lub \"tif\". Informacja o udzieleniu pełnomocnictwa powinna zawierać dokładne oznaczenie\n                           pełnomocnika i mocodawcy _ze wskazaniem imienia, nazwiska, serii i numeru dowodu osobistego,\n                           adresu, telefonu i adresu poczty elektronicznej obu tych osób_. Informacja o udzieleniu\n                           pełnomocnictwa powinna również zawierać jego zakres, tj. wskazywać liczbę akcji, z\n                           których wykonywane będzie prawo głosu oraz datę i nazwę walnego zgromadzenia Spółki,\n                           na którym prawa te będą wykonywane. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza i/lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w brak udzielenia odpowiedzi na\n                           pytania zadawane w trakcie weryfikacji traktowany będzie jako brak możliwości weryfikacji\n                           udzielenia pełnomocnictwa i stanowić będzie podstawę dla odmowy dopuszczenia pełnomocnika\n                           do udziału w Walnym Zgromadzeniu. W celu identyfikacji akcjonariusza udzielającego\n                           pełnomocnictwa, zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           powinno zawierać _jako załącznik_:  w przypadku akcjonariusza będącego osobą fizyczną - kopię dowodu osobistego, paszportu\n                           lub innego urzędowego dokumentu tożsamości akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna – kopię odpisu z właściwego\n                           rejestru lub innego dokumentu potwierdzającego upoważnienie osoby fizycznej _osób\n                           fizycznych_ do reprezentowania akcjonariusza na Walnym Zgromadzeniu. W przypadku wątpliwości\n                           co do prawdziwości kopii wyżej wymienionych dokumentów, Zarząd zastrzega sobie prawo\n                           do żądania od pełnomocnika okazania przy sporządzaniu listy obecności: w przypadku akcjonariusza będącego osobą fizyczną – kopii potwierdzonej za zgodność\n                           z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania za zgodność\n                           z oryginałem kopii dowodu osobistego, paszportu lub innego urzędowego dokumentu tożsamości\n                           akcjonariusza; albo w przypadku akcjonariusza innego niż osoba fizyczna - oryginału lub kopii potwierdzonej\n                           za zgodność z oryginałem przez notariusza lub inny podmiot uprawniony do potwierdzania\n                           za zgodność z oryginałem odpisu z właściwego rejestru, informacji odpowiadającej odpisowi\n                           aktualnemu z Rejestru Przedsiębiorców pobranej na podstawie art. 4 ust. 4aa ustawy\n                           z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze Sądowym lub innego dokumentu potwierdzającego\n                           upoważnienie osoby fizycznej _osób fizycznych_ do reprezentowania akcjonariusza na\n                           Walnym Zgromadzeniu.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z rejestru przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze\n                           Sądowym, ewentualnie ciągu pełnomocnictw oraz odpisu właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_ lub\n                           informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców pobranej\n                           na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze\n                           Sądowym.Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza niebędącego osobą fizyczną\n                           powinny być uwidocznione w aktualnym odpisie z właściwego dla danego akcjonariusza\n                           rejestru lub informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców\n                           pobranej na podstawie art. 4 ust. 4aa ustawy z dnia 20 sierpnia 1997 r. o Krajowym\n                           Rejestrze Sądowym. Członek Zarządu Spółki i pracownik Spółki mogą być pełnomocnikami\n                           akcjonariuszy na Walnym Zgromadzeniu.Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu Spółki, członek\n                           Rady Nadzorczej Spółki, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym\n                           walnym zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności\n                           wskazujące na istnienie bądź możliwość wystąpienia konfliktu interesów. Udzielenie\n                           dalszego pełnomocnictwa jest wyłączone.Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być dokonane\n                           najpóźniej do godz. 10:00 w dniu obrad Zwyczajnego Walnego Zgromadzenia.Zasady dotyczące identyfikacji akcjonariusza stosuje się odpowiednio do zawiadamiania\n                           Spółki o odwołaniu pełnomocnictwa. Udzielenie lub odwołanie pełnomocnictwa w postaci elektronicznej albo zawiadomienie\n                           o udzieleniu lub odwołaniu pełnomocnictwa bez zachowania wskazanych wymogów nie wiąże\n                           Spółki.5. Możliwość i sposób uczestniczenia w Walnym Zgromadzeniu przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości uczestniczenia w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej.6. Sposób wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków\n                           komunikacji elektronicznejZarząd Spółki informuje, iż nie ma możliwości wypowiadania się w trakcie Walnego Zgromadzenia\n                           przy wykorzystaniu środków komunikacji elektronicznej.7. Sposób wykonywania prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków\n                           komunikacji elektronicznejSpółka nie przewiduje możliwości wykonywania prawa głosu drogą korespondencyjną lub\n                           przy wykorzystaniu środków komunikacji elektronicznej.8. Dzień rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Zwyczajnym Walnym Zgromadzeniu jest dzień 11 czerwca\n                           2018 r. _\"Dzień Rejestracji\"_9. Informacja o prawie uczestniczenia w Walnym ZgromadzeniuPrawo uczestniczenia w Zwyczajnym Walnym Zgromadzeniu mają, stosownie do art. 406\n                           _1_ § 1 K.s.h., tylko osoby będące akcjonariuszami Spółki w Dniu Rejestracji _tj.\n                           w dniu 11 czerwca 2018 roku_.Uprawnieni z akcji imiennych i świadectw tymczasowych oraz zastawnicy i użytkownicy,\n                           którym przysługuje prawo głosu, mają prawo uczestniczenia w Walnym Zgromadzeniu, jeżeli\n                           są wpisani do księgi akcyjnej w Dniu Rejestracji.Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia, tj. nie wcześniej\n                           niż w dniu 24 maja 2018 roku i nie później niż w pierwszym dniu powszednim po Dniu\n                           Rejestracji, tj. nie później niż w dniu 12 czerwca 2018 roku, podmiot prowadzący rachunek\n                           papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa w walnym\n                           zgromadzeniu.Spółka niniejszym zwraca uwagę, iż uprawnione do udziału w Walnym Zgromadzeniu będą\n                           osoby, które:a_ były akcjonariuszami Spółki w Dniu Rejestracji, tj. w dniu 11 czerwca 2018 rokuoraz b_ zwróciły się – nie wcześniej niż w dniu 24 maja 2018 roku i nie później niż w dniu\n                           12 czerwca 2018 roku – do podmiotu prowadzącego ich rachunki papierów wartościowych\n                           o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu\n                           lub osoby które były uprawnione z akcji imiennych lub świadectw tymczasowych a także\n                           zastawnicy i użytkownicy, którym przysługuje prawo głosu jeżeli byli wpisani do księgi\n                           akcyjnej w Dniu Rejestracji.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu zostanie wyłożona\n                           w siedzibie w siedzibie Spółki w Warszawie przy ul. Bluszczańskiej 76/paw. 6, w godzinach\n                           od 08:00 do 16:00, przez 3 dni powszednie przed odbyciem Walnego Zgromadzenia, tj.\n                           w dniach 22, 25 oraz 26 czerwca 2018 roku.Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną, wysyłając wniosek na adres\n                           contact@playway.com, podając własny adres poczty elektronicznej, na który lista powinna\n                           być wysłana. Osoby uprawnione do uczestniczenia w Walnym Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na godzinę przed rozpoczęciem\n                           obrad.10. Dostęp do dokumentacji i wskazanie adresu strony internetowej, na której udostępnione\n                           będą informacje dotyczące Walnego Zgromadzenia Dokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał\n                           będzie zamieszczana na stronie internetowej Spółki pod adresem http://playway.com/spolka/walne-zgromadzenie\n                           niezwłocznie po ich sporządzeniu oraz w sekretariacie Spółki w godzinach od 8:00 do\n                           16:00.Uwagi Zarządu Spółki lub Rady Nadzorczej Spółki dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad\n                           przed terminem Walnego Zgromadzenia będą dostępne na stronie internetowej Spółki niezwłocznie\n                           po ich sporządzeniu.Informacje dotyczące  Walnego Zgromadzenia dostępne są na stronie www.playway.com\n                           w zakładce \"Spółka\" -> \"Walne Zgromadzenie\".Ponadto zgodnie z § 19 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. poz. 757_, Zarząd\n                           Spółki, w załączeniu do niniejszego raportu przekazuje treść projektów uchwał wraz\n                           z ich uzasadnieniami.Podstawa prawna: - Art. 56 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz. U. z 2018 r. poz. 512, z późn. zm._ – informacje bieżące i okresowe,- Art. 402 _2_ K.s.h., - § 19 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. poz. 757_.",
        "date": "2018-05-24"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że dnia 23 maja 2018\n                           roku Zwyczajne Walne Zgromadzenie Moonlit S.A z siedzibą w Krakowie _\"Moonlit\"_ –\n                           spółki stowarzyszonej ze Spółką podjęło uchwały zgodnie z którymi:1. kapitał zakładowy Moonlit zostaje podwyższony z kwoty 400 000 zł do kwoty nie niższej\n                           niż  425 000 zł i nie wyższej niż 500 000 zł  tj. o kwotę nie niższą niż 25 000 zł\n                           i nie wyższą niż 100 000 zł. Podwyższenie kapitału zakładowego następuje poprzez emisję\n                           nie mniej niż 250 000 i nie więcej niż 1 000 000 akcji zwykłych na okaziciela serii\n                           D, o nominalnej wartości 0,1 zł każda i o łącznej wartości nominalnej nie niższej\n                           niż 25 000 zł  i nie wyższej niż 100 000 zł. Akcje serii D zostaną zaoferowane w trybie\n                           subskrypcji otwartej o której mowa w art. 431 §2 pkt 3 Kodeksu spółek handlowych.\n                           Emisja akcji serii D zostanie przeprowadzona w drodze oferty publicznej w rozumieniu\n                           ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.2. wyraziło zgodę na:a_ wprowadzenie do obrotu na rynku \"NewConnect\" w ramach Alternatywnego Systemu Obrotu\n                           prowadzonego przez Giełdę Papierów Wartościowych w Warszawie S.A. akcji Moonlit serii\n                           A, B, C, D.b_ dokonanie dematerializacji oraz rejestrację akcji serii A, B, C, D w depozycie\n                           papierów wartościowych, prowadzonym przez Krajowy Depozyt Papierów Wartościowych S.A.,\n                           w rozumieniu przepisów Ustawy o obrocie.",
        "date": "2018-05-23"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportu bieżącego\n                           nr 22/2018 z dnia 23 kwietnia br. informuje, iż Rada Nadzorcza Spółki w dniu 22.05.2018\n                           r. podjęła uchwałę zgodnie z którą pozytywnie oceniła wniosek Zarządu Spółki do Zwyczajnego\n                           Walnego Zgromadzenia co do wypłaty dywidendy z zysku za 2017 r. w wysokości 2,38 zł\n                           na jedną akcję, co w sumie daje kwotę 15 708 000 zł.Ostateczną decyzję dotyczącą podziału zysku za rok obrotowy 2017 podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki.",
        "date": "2018-05-22"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportów bieżących\n                           nr 20/2018 z dnia 19 kwietnia br. oraz nr 24/2018 z dnia 5 maja br. informuje, że\n                           w dniu dzisiejszym pomiędzy Spółką a United Independent Entertainment GmbH z siedzibą\n                           w Höhenkirchen-Siegertsbrunn, Toplitz Productions Gmbh z siedzibą w Irdning, Simfabric\n                           Sp. z o.o. z siedzibą w Warszawie oraz osobami fizycznymi _łącznie jako \"Strony\"_\n                           zostało zawarte porozumienie _ugoda_ zgodnie z którym Strony polubownie zakończyły\n                           wszelkie spory wynikłe pomiędzy Stronami dot. gier komputerowych, w tym gry Farm Manager\n                           2018.Jednocześnie Strony zobowiązały się do niewykorzystywania procedury DMCA Takedown\n                           Notice do jakiegokolwiek ograniczania dostępu do gier Stron na platformie STEAM.Strony zgodnie oświadczyły, że ich priorytetem jest wspieranie rozwoju rynku gier\n                           komputerowych na świecie i umożliwienie wszystkim Stronom niezakłóconego, rzetelnego\n                           i zgodnego z przepisami prawa prowadzenia działalności gospodarczej.",
        "date": "2018-05-21"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że gra House Flipper\n                           _\"Gra\"_, która miała swoją premierę na platformie STEAM w dniu 17.05.2018 r. już w\n                           pierwszej dobie sprzedaży zwróciła wszystkie koszty produkcji i marketingu.Pierwsza doba sprzedaży w sklepie STEAM trwała od godz. 17.00 polskiego czasu w dniu\n                           17.05.2018 r. do godz. 9.00 w dniu 18.05.2018 r.Wedle szacunkowych danych posiadanych przez Spółkę w ciągu pierwszych 72 godzin sprzedaży\n                           do klientów w sklepach online, oraz w dystrybucji detalicznej trafiło ponad 80 tys.\n                           sztuk Gry. House Flipper w dniu 17.05.2018 r. znajdował się na 1 pozycji w tzw. Steam Global\n                           Sale, a w drugiej dobie sprzedaży plasował się na pozycjach od 2 do 3. W momencie\n                           publikacji raportu Gra jest na trzecim miejscu w Steam Global Sale.Wytworzenie Gry razem z budżetem marketingowym kosztowało poniżej 550 tys. zł. Wydawcą\n                           Gry jest Frozen District Sp. z o.o., w której to PlayWay S.A. posiada 80% udziałów\n                           w kapitale zakładowym.PlayWay S.A. wniósł do Frozen District Sp. z o.o. prawa do Gry, a Krzysztof Krej wniósł\n                           zespół Empyrean, został prezesem zarządu i udziałowcem posiadającym 20% kapitału zakładowego\n                           Frozen District Sp. z o.o.Obecnie trwają prace nad rozwojem Gry oraz planowaniem kolejnych dodatków i usprawnień.\n                           Z uwagi na sukces Gry w wersji na PC przyśpieszone zostały prace nad wersjami na konsole\n                           Xbox One i PlayStation 4.Wersja mobilna Gry jest produkowana już od kilku miesięcy.",
        "date": "2018-05-20"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu dzisiejszym:1. została zawarta umowa inwestycyjna pomiędzy Spółką a 6 osobami fizycznymi _\"Wspólnicy\"_.\n                           Zgodnie z postanowieniami umowy inwestycyjnej Inwestor oraz Wspólnicy zobowiązali\n                           się objąć nowe udziały w podwyższonym kapitale zakładowym zawiązanej uprzednio przez\n                           Inwestora spółki Circus Spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie\n                           _\"Circus\"_ w zamian za wkłady pieniężne, przy czym wkład Inwestora będzie wynosił\n                           500.000 zł.2. w wykonaniu postanowień ww. umowy inwestycyjnej Spółka oraz Wspólnicy złożyli w\n                           dniu dzisiejszym oświadczenia: i_ o przystąpieniu do Circus; ii_ o objęciu udziałów\n                           w podwyższonym kapitale zakładowym Circus w zamian za wkłady pieniężne, przy czym\n                           wkład Inwestora wynosi 500.000 zł.Po dokonaniu rejestracji podwyższenia kapitału zakładowego w KRS udziały w kapitale\n                           zakładowym Circus będą przedstawiały się w następujący sposób:a_ Wspólnicy – 32,3%;b_ Inwestor – 67,7 %.Głównym przedmiotem działalności Circus będzie tworzenie gry pod roboczą nazwą Cooking\n                           Simulator - platforma PC , PS4 , Xbox1 , a następnie innych gier.",
        "date": "2018-05-14"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\", \"Inwestor\"_ informuje, iż w\n                           dniu dzisiejszym została zawarta umowa inwestycyjna pomiędzy Spółką a Panem Przemysławem\n                           Bieniek _\"Wspólnik 1\"_, Panem Krzysztofem Wolskim _\"Wspólnik 2\"_ oraz Panem Jakubem\n                           Trzebińskim _\"Wspólnik 3\"_.Zgodnie z postanowieniami umowy inwestycyjnej Inwestor zobowiązał się objąć nowe udziały\n                           w podwyższonym kapitale zakładowym spółki Baked Games Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Czeladzi _\"Baked Games\"_ za łączną kwotę 199 000 zł.Po podwyższeniu kapitału zakładowego udziały w kapitale zakładowym Baked Games będą\n                           przedstawiały się w następujący sposób:a_ Inwestor - 44%;b_ Wspólnik 1, 2 – po 27,5 %;c_ Wspólnik 3 – 1%.Głównym przedmiotem działalności Baked Games jest i będzie produkcja gier, w tym produkcji\n                           pod roboczą nazwą – Prison Symulator - na platformę PC.",
        "date": "2018-05-10"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           została zawarta umowa licencyjna pomiędzy Spółką jako Licencjobiorcą, a Ford Motor\n                           Company _FORD_ z siedzibą w Dearborn, Michigan, USA jako Licencjodawcą. Zgodnie z zawartą umową Licencjodawca udzielił Spółce licencji na wykorzystanie znaków\n                           towarowych firmy Licencjodawcy, oraz wizerunków następujących samochodów, do których\n                           prawa ma Licencjodawca: a_ 1964 Ford GT40;b_ 1970 Mustang Mach 1;c_ 1992 Escort RS Cosworth;d_ 2017 Mustang.Znaki towarowe i samochody Licencjodawcy zostaną wykorzystane przez Spółkę w dodatkach\n                           DLC do gry komputerowej Car Mechanic Simulator 2018.",
        "date": "2018-05-07"
    },
    {
        "company_name": "PLAYWAY SA",
        "content": "Zarząd PLAYWAY S.A. z siedzibą w Warszawie _\"Spółka\"_ w nawiązaniu do raportu bieżącego\n                           nr 20/2018 z dnia 19 kwietnia br. informuje, że w dniu dzisiejszym otrzymał informację\n                           z Valve Corp. – firmy prowadzącej sklep STEAM, że firma United Independent Entertainment\n                           GmbH z siedzibą w Höhenkirchen-Siegertsbrunn _\"UIG\"_ wniosła przeciwko Spółce pozew\n                           cywilny w sądzie właściwym dla miasta Monachium, Niemcy.Z lakonicznego pozwu wynika, że Spółka nie była uprawiona do tworzenia gier o tematyce\n                           farmerskiej, a wydanie gry Farm Manager 2018 _\"Gra\"_ przez Spółkę naruszyło powyższe\n                           zobowiązanie.Zdaniem Zarządu Spółki pozew jest zupełnie bezzasadny oraz pozbawiony jakichkolwiek\n                           podstaw faktycznych i prawnych bowiem m.in.:a_ umowa pomiędzy Spółką a UIG z dnia 13.05.2013 r., której rzekome naruszenie przez\n                           Spółkę stanowi podstawę pozwu wniesionego przez UIG została skutecznie rozwiązana\n                           ponad 3 lata temu tj. dnia 31.03.2015 r.;b_ Spółka nie jest twórcą gry Farm Manager 2018;c_ twórca Gry tj. Cleversan Software Sp. z o.o.– nie jest spółką z grupy PlayWay S.A.;d_ Spółka może dystrybuować poprzez platformę STEAM wszelkie rodzaje gier i nie jest\n                           obecnie stroną żadnej umowy która by to uprawienie ograniczała;e_ gra Farm Manager 2018 _manager city-builder_ to całkowicie inny gatunek niż symulator\n                           farmy _symulator FPS_.Zarząd Spółki podejmuje obecnie wszelkie niezbędne działania prawne mające na celu\n                           ochronę interesu Spółki i uzyskanie od UIG odszkodowania za utracone przychody z Gry\n                           i straty wizerunkowe.",
        "date": "2018-05-05"
    }
]