[
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ przekazuje raport bieżący zawierający poniższą\n                           informację poufną, której ujawnienie zostało opóźnione przez Emitenta w dniu 20 października\n                           2017 r. na podstawie art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego i Rady\n                           _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. _\"Rozporządzenie MAR\"_, dotyczącą procesu\n                           potencjalnego zbycia udziałów w spółce zależnej Emitenta - Polenergia Elektrociepłownia\n                           Nowa Sarzyna Sp. z o.o. z siedzibą w Nowej Sarzynie _\"Spółka\"_ _\"Informacja Poufna\"_\n                           Treść Informacji Poufnej, której ujawnienie zostało opóźnione:Zarząd Spółki niniejszym informuje, że w dniu 19 października 2017 r. rozpoczął negocjacje,\n                           bez udzielenia wyłączności, w sprawie zbycia 100% udziałów w Spółce, w oparciu o dwie\n                           oferty otrzymane od potencjalnych inwestorów.Ujawnienie powyższej Informacji Poufnej następuje w związku z zaprzestaniem kontynuowania\n                           transakcji. Powyższa decyzja została podjęta przez Zarząd Spółki z powodu zmian w\n                           otoczeniu rynkowym Grupy Kapitałowej i przy uwzględnieniu potencjalnego wpływu sprzedaży\n                           Spółki na rozwój Emitenta.Stosownie do treści art. 17 ust. 4 akapit trzeci Rozporządzenia MAR, natychmiast po\n                           publikacji niniejszego raportu, Emitent poinformuje Komisję Nadzoru Finansowego o\n                           opóźnieniu ujawnienia Informacji Poufnej wraz ze wskazaniem spełnienia przesłanek\n                           takiego opóźnienia.",
        "date": "2017-12-08"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ informuje, że dnia 18 października 2017 roku Spółka\n                           podjęła decyzję o zaniechaniu działalności prowadzonej przez spółkę Grupa PEP Biomasa\n                           Południe Sp. z o.o. _\"Biomasa Południe\"_, polegającej na produkcji pelletu z biomasy.Skutkuje to koniecznością dokonania odpisu o szacunkowej kwocie 9,8 mln zł. Odpis\n                           ma charakter niegotówkowy. Zostanie on ujęty w skonsolidowanym sprawozdaniu finansowym\n                           Spółki za 3 kwartał 2017 roku w pozycji pozostałe koszty operacyjne. Obciąży on wynik\n                           operacyjny Grupy pozostając, zgodnie z przyjętą definicją, bez wpływu na wynik EBITDA.\n                           Prezentowana pozycja ma charakter szacunkowy i może ulec zmianie.Podjęta decyzja związana jest z faktem, iż niepowodzeniem zakończyły się podejmowane\n                           przez Biomasa Południe próby zawarcia z odbiorcami nowych kontraktów na zakup pelletu,\n                           zapewniających rentowność prowadzonej działalności, a jednocześnie wygasł dotychczasowy\n                           kontrakt długoterminowy, gwarantujący zbyt pelletu. W ocenie Spółki opisana sytuacja\n                           wynika z niskiego poziomu popytu i spadku cen na pellet agro, co związane jest głównie\n                           z brakiem rozporządzeń wykonawczych do ustawy o odnawialnych źródłach energii, regulujących\n                           spalanie i współspalanie biomasy.W związku z podjęciem decyzji o zaprzestaniu działalności przez Biomasa Południe Spółka\n                           podejmować będzie kroki formalno-prawne związane z jej likwidacją lub sprzedażą. W\n                           przypadku zmiany warunków rynkowych, decyzja o zaniechaniu działalności Biomasa Południe\n                           może zostać zmieniona.",
        "date": "2017-10-18"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ informuje, że dnia 18 października 2017 roku Spółka\n                           podjęła decyzję o  dokonaniu odpisu aktualizującego wartość środków trwałych związanych\n                           z realizacją projektu Elektrownia Północ _\"Projekt\"_, developowanego przez spółkę\n                           zależną Spółki – Polenergia Elektrownia Północ sp. z o.o. _\"EP\"_.Szacunkowa wartość odpisu wynosi 81 mln zł. Odpis ma charakter niegotówkowy. Zostanie\n                           on ujęty w skonsolidowanym sprawozdaniu finansowym Spółki za 3 kwartał 2017 roku w\n                           pozycji pozostałe koszty operacyjne. Obciąży on wynik operacyjny Grupy pozostając,\n                           zgodnie z przyjętą definicją, bez wpływu na wynik EBITDA. Prezentowana pozycja ma\n                           charakter szacunkowy i może ulec zmianie.Zarząd Spółki, podejmując decyzję o odpisie, wziął pod uwagę uwarunkowania rynkowe\n                           oraz ekonomiczne projektu. Spółka, mając na względzie zamiar zbycia praw do Projektu\n                           lub udziałów EP, utrzymywać będzie w dalszym ciągu odpowiedni status jego rozwoju,\n                           a w szczególności proces uzyskiwania niezbędnych zgód – uwzględniając każdorazowo\n                           zasadność ekonomiczną podejmowanych działań.",
        "date": "2017-10-18"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ informuje, że dnia 26 września 2017 roku Spółka\n                           podjęła decyzję o rezygnacji z projektu budowy farmy wiatrowej w Grabowie _\"Projekt\n                           Grabowo\"_, developowanego przez spółkę zależną Spółki tj. Polenergia Farma Wiatrowa\n                           Grabowo sp. z o.o. _\"FW Grabowo\"_.Skutkuje to koniecznością dokonania odpisu o szacunkowej kwocie 8,2 mln zł. Odpis\n                           ma charakter niegotówkowy. Zostanie on ujęty w skonsolidowanym sprawozdaniu finansowym\n                           Spółki za 3 kwartał 2017 roku w pozycji pozostałe koszty operacyjne. Obciąży on wynik\n                           operacyjny Grupy pozostając, zgodnie z przyjętą definicją, bez wpływu na wynik EBITDA.\n                           Prezentowana pozycja ma charakter szacunkowy i może ulec zmianie.Decyzja o rezygnacji z Projektu Grabowo związana jest z osiągnięciem przez FW Grabowo\n                           porozumienia co do rozwiązania umowy o przyłączenie, co pozwoliło tej spółce na odzyskanie\n                           znaczącej części uiszczonej opłaty przyłączeniowej, a także na nieponoszenie jej kolejnej\n                           części. Jednocześnie niepowodzeniem zakończyły się podejmowane przez FW Grabowo próby\n                           obniżenia ponoszonych kosztów utrzymania projektu, w tym kosztów czynszów dzierżawnych.\n                           W związku z tym, biorąc pod uwagę stosunkowo wysokie koszty realizacji Projektu Grabowo\n                           oraz możliwe do osiągnięcia oszczędności kosztowe wynikające z zaniechania przedsięwzięcia,\n                           Spółka uznała, że realizacja Projektu Grabowo nie jest ekonomicznie uzasadniona.W związku z powyższym Spółka uznała za konieczne i uzasadnione podjęcie decyzji o\n                           rezygnacji z Projektu Grabowo, a w konsekwencji o dokonaniu odpisu.",
        "date": "2017-09-26"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. w załączeniu do niniejszego raportu przekazuje do publicznej\n                           wiadomości korektę noty 31 jako uzupełnienie informacji do Sprawozdania Zarządu z\n                           działalności Grupy Kapitałowej Polenergia za rok zakończony 31 grudnia 2016, jak i\n                           – odpowiednio – korektę noty 25 do Sprawozdania Zarządu z działalności Polenergia\n                           S.A. za rok zakończony 31 grudnia 2016.Powyższe korekty nie mają wpływu na Skonsolidowane Sprawozdanie Finansowe Grupy Polenergia\n                           za rok zakończony 31 grudnia 2016 oraz na Jednostkowe Sprawozdanie Finansowe Polenergia\n                           S.A. za rok zakończony 31 grudnia 2016.",
        "date": "2017-04-14"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia Spółka Akcyjna z siedzibą w Warszawie _\"Spółka\"_ niniejszym informuje,\n                           że akcjonariuszami, którzy posiadali ponad 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki w dniu 30 marca 2017 roku były podmioty wskazane w liście załączonej do niniejszego\n                           raportu.",
        "date": "2017-03-30"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia Spółka Akcyjna z siedzibą w Warszawie _\"Spółka\"_ podaje do wiadomości uchwały\n                           podjęte przez Zwyczajne Walne Zgromadzenie Spółki w dniu 30 marca 2017 roku, wraz\n                           z informacją o liczbie akcji, z których oddano ważne głosy, procentowym udziale tych\n                           akcji w kapitale zakładowym, łącznej liczbie ważnych głosów, w tym \"za\", \"przeciw\"\n                           i \"wstrzymujących się\". Treść uchwał zawarta jest w załączniku do niniejszego raportu.",
        "date": "2017-03-30"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia Spółka Akcyjna niniejszym informuje, że Zwyczajne Walne Zgromadzenie Spółki\n                           zwołane zostało na dzień 30 marca 2017 roku, godz. 11.00. Zgromadzenie odbędzie się\n                           Warszawie, w siedzibie Spółki przy ul. Kruczej 24/26.W załączeniu:1_\togłoszenie o zwołaniu Walnego Zgromadzenia;2_\tprojekty uchwał Walnego Zgromadzenia.",
        "date": "2017-03-01"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia S.A. _\"Spółka\"_ ogłasza terminy przekazywania raportów okresowych w roku\n                           2017:- raport roczny za rok 2016 r. - termin przesłania raportu: 16 lutego 2017 r. - skonsolidowany raport roczny za rok 2016 r. - termin przesłania raportu: 16 lutego\n                           2017 r.- skonsolidowany raport kwartalny Grupy Kapitałowej Polenergia S.A. za I kwartał 2017\n                           r. - termin przesłania raportu: 11 maja 2017 r.- skonsolidowany raport półroczny Grupy Kapitałowej Polenergia S.A. wraz ze skróconym\n                           półrocznym sprawozdaniem finansowym za I półrocze 2017 r. - termin przesłania raportu:\n                           10 sierpnia 2017 r. - skonsolidowany raport kwartalny Grupy Kapitałowej Polenergia S.A. za III kwartał\n                           2017 r. - termin przesłania raportu: 8 listopada 2017r.Spółka oświadcza także, iż w roku 2017 nie będzie przekazywać do publicznej wiadomości\n                           odrębnych jednostkowych  raportów kwartalnych, a jedynie skonsolidowane raporty kwartalne\n                           w których zamieszczane będą kwartalne informacje finansowe.",
        "date": "2017-01-31"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ informuje, że dnia 24 stycznia 2017 roku spółka\n                           zależna Spółki tj. Polenergia Elektrociepłownia Nowa Sarzyna Sp. z o.o. _\"ENS\"_ zawarła\n                           ze spółką powiązaną Ciech Sarzyna S.A. _\"CS\"_ umowę na dostawy energii cieplnej _\"Umowa\n                           Cieplna\"_ w okresie od 4.06.2020 roku do 30.11.2030, a zatem po wygaśnięciu aktualnie\n                           łączącej strony umowy na dostawy energii cieplnej. Na mocy Umowy Cieplnej ENS będzie\n                           dostarczała do CS, we wskazanym powyżej okresie dostaw, energię cieplną zgodnie ze\n                           składanymi przez CS zamówieniami. Umowa Cieplna nie przewiduje po stronie CS zobowiązania\n                           minimalnego zakupu. Szacunkowa wartość Umowy Cieplnej w całym okresie dostaw to ok.\n                           216 mln zł. Umowa Cieplna przewiduje odpowiedzialność ENS z tytułu braku dostaw energii\n                           cieplnej ograniczoną do kwoty 8 mln zł w całym okresie umownym, a także odpowiedzialność\n                           stron z tytułu rozwiązania Umowy Cieplnej przez daną stronę w związku z naruszeniem\n                           zobowiązań umownych przez drugą stronę, również ograniczoną do kwoty 8 mln zł. Umowa\n                           Cieplna przewiduje także obowiązek zapłaty przez CS na rzecz ENS opłaty z tytułu wcześniejszego\n                           jej wypowiedzenia przez CS, a wartość tej opłaty zależy od terminu rozwiązania Umowy\n                           Cieplnej wskutek wypowiedzenia przez CS.Spółka uznaje Umowę Cieplną za istotną ze względu na jej wartość oraz fakt, że zapewnienie\n                           stabilnego odbioru ciepła z ENS stanowi podstawę do dalszego efektywnego ekonomiczne\n                           funkcjonowania ENS po zakończeniu uczestnictwa tego podmiotu w programie rekompensat\n                           dla wytwórców – stron umów długoterminowych dostaw energii.",
        "date": "2017-01-24"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, w nawiązaniu\n                           do raportu bieżącego nr 54/2018 z dnia 21 grudnia 2018 r., niniejszym informuje, że\n                           zgodnie z ogłoszonymi przez Polskie Sieci Elektroenergetyczne S.A. w dniu 22 grudnia\n                           2018 r. wstępnymi wynikami aukcji głównej na rok dostaw 2023, aukcja główna na rok\n                           dostaw 2023 zakończyła się w rundzie 8 z ceną zamknięcia 202,99 zł/kW/rok. Wobec ogłoszenia wstępnych wyników aukcji głównej na rok dostaw 2023 r., zostały zawarte\n                           umowy mocowe ze spółkami zależnymi Emitenta  – Polenergia Elektrociepłownia Nowa Sarzyna\n                           sp. z o. o. z siedzibą w Nowej Sarzynie oraz Mercury Energia Spółka z ograniczoną\n                           odpowiedzialnością i Wspólnicy Spółka Komandytowa z siedzibą w Warszawie. Łączna wielkość\n                           obowiązku mocowego wynikająca z ww. umów wynosi 113,6 MW. Umowy zostały zawarte na\n                           okres 1 roku. Zgodnie z ustawą z dnia 8 grudnia 2017 r., umowy mocowe są zawierane\n                           zgodnie z wzorem, który stanowi załącznik do regulaminu rynku mocy. Umowy mocowe zostały zawarte pod warunkiem zawieszającym do czasu ogłoszenia ostatecznych\n                           wyników aukcji przez Prezesa Urzędu Regulacji Energetyki.",
        "date": "2018-12-22"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, niniejszym\n                           informuje, że w dniu 21 grudnia 2018 r. spółki zależne Emitenta – Polenergia Elektrociepłownia\n                           Nowa Sarzyna sp. z o. o. z siedzibą w Nowej Sarzynie _\"ENS\"_ oraz Mercury Energia\n                           Spółka z ograniczoną odpowiedzialnością i Wspólnicy Spółka Komandytowa z siedzibą\n                           w Warszawie _\"Mercury\"_, wzięły udział w aukcji mocy na rok dostaw 2023.W toku aukcji ENS i Mercury zaoferowały obowiązek mocowy na rok 2023 w łącznej wysokości\n                           113,6 MW. ENS i Mercury do czasu zakończenia aukcji nie złożyły ofert wyjścia z aukcji.\n                           Cena zamknięcia aukcji, która zakończyła się w 8 rundzie, mieści się w przedziale\n                           od 189,95 zł/kW/rok do 217,06 zł/kW/rok.Emitent poinformuje odrębnymi raportami bieżącymi o wstępnych oraz ostatecznych wynikach\n                           aukcji, po ich ogłoszeniu przez Polskie Sieci Elektroenergetyczne S.A. oraz przez\n                           Prezesa Urzędu Regulacji Energetyki.",
        "date": "2018-12-21"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ informuje, że w wyniku przeprowadzonych testów na\n                           utratę wartości aktywów i wartości firmy, w dniu 20 grudnia 2018 roku Spółka podjęła\n                           decyzje o odwróceniu odpisów aktualizujących wartość aktywów w segmencie energetyki\n                           wiatrowej w kwocie 68,5 mln zł oraz utworzeniu odpisu aktualizującego wartość aktywów\n                           w segmencie działalności deweloperskiej i wdrożeniowej w łącznej kwocie 22,8 mln zł.\n                           Jednocześnie Spółka podjęła decyzję o utworzeniu odpisu aktualizacyjnego wartość firmy\n                           przypisaną do segmentu energetyki konwencjonalnej w kwocie 40 mln zł.Podjęta decyzja w odniesieniu do segmentu energetyki wiatrowej jest konsekwencją zmian\n                           w otoczeniu regulacyjnym i rynkowym oraz związanej z nimi aktualizacji prognozy cen\n                           energii elektrycznej i zielonych certyfikatów. Utrata wartości aktywów w segmencie\n                           działalności deweloperskiej i wdrożeniowej dotyczy projektu farmy wiatrowej Piekło\n                           oraz projektu elektrowni biomasowej Wińsko. Zarząd Spółki, podejmując decyzję o odpisie,\n                           wziął pod uwagę uwarunkowania rynkowe oraz ekonomiczne obu projektów. Spółka, mając\n                           na względzie zamiar zbycia praw do projektów utrzymywać będzie w dalszym ciągu odpowiedni\n                           status ich rozwoju, uwzględniając każdorazowo zasadność ekonomiczną podejmowanych\n                           działań.Utrata wartości firmy przypisanej do segmentu energetyki konwencjonalnej jest wynikiem\n                           zbliżającego się końca funkcjonowania Polenergia Elektrociepłownia Nowa Sarzyna Sp.\n                           z o.o. _\"ENS\"_ w ramach systemu rekompensat na pokrycie kosztów osieroconych. ENS\n                           pozostanie uczestnikiem systemu do maja 2020 r. Po tym terminie ENS będzie uczestnikiem\n                           rynku mocy oraz będzie kontynuował działalność w zakresie produkcji ciepła i energii\n                           elektrycznej z uwzględnieniem bieżących uwarunkowań rynkowych.  Powyższe operacje mają charakter niegotówkowy, a ich łączny szacowany wpływ na skonsolidowany\n                           wynik brutto Spółki za 2018 rok wynosi 5,7 mln zł. Łącznie poprawią one skonsolidowany\n                           wynik brutto Spółki pozostając, zgodnie z przyjętą definicją, bez wpływu na wynik\n                           EBITDA. Wielkość utworzonych odpisów ma charakter szacunkowy i może ulec zmianie.",
        "date": "2018-12-20"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd spółki Polenergia S.A. _\"Spółka\" lub \"Polenergia\"_, działając na podstawie\n                           art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie\n                           nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i\n                           Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014\n                           r. Nr 173, str. 1 z późn. zm., dalej \"MAR\"_, informuje, że dnia 20 grudnia 2018 roku,\n                           Spółka zawarła przedwstępną, warunkową umowę zbycia _\"Umowa Przedwstępna\"_ 50% udziałów\n                           _\"Udziały\"_ w spółce zależnej Spółki - Polenergia Bałtyk I S.A. _\"SPV\"_, która prowadzi\n                           projekt budowy morskiej farmy wiatrowej na Bałtyku _\"Projekt\"_. Umowa Przedwstępna\n                           została zawarta z Wind Power AS _\"Wind Power\"_, spółką należącą do grupy kapitałowej\n                           Equinor, dawniej Statoil _\"Equinor\"_. Umowa Przedwstępna została zawarta w związku\n                           z wykonaniem opcji na zakup Udziałów SPV, o udzieleniu której Spółka informowała w\n                           raporcie bieżącym nr 4/2018 z dnia 5 marca 2018 roku.Sprzedaż udziałów w SPV ma być zrealizowana w ramach uzgodnionej przez strony współpracy\n                           w zakresie wspólnej realizacji Projektu _\"Transakcja\"_. Zasady realizacji oraz prawa\n                           i obowiązki stron w realizacji Projektu są przedmiotem innych umów, które mają zostać\n                           zawarte w ramach Transakcji i których główne elementy zostały opisane poniżej.Umowa PrzedwstępnaUmowa Przedwstępna przewiduje zawarcie umowy przyrzeczonej przenoszącej własność Udziałów\n                           posiadanych przez Spółkę na rzecz Wind Power. Zawarcie ostatecznej umowy przenoszącej\n                           jest uzależnione od spełnienia warunków zawieszających obejmujących _i_ uzyskanie\n                           przez każdą ze stron bezwarunkowej zgody Prezesa Urzędu Ochrony Konkurencji i Konsumentów\n                           na realizację Transakcji _opisanej poniżej_ oraz _ii_ uzyskanie prawomocnej rejestracji\n                           przez Sąd Rejestrowy uchwały w przedmiocie przekształcenia SPV ze spółki akcyjnej\n                           w spółkę z ograniczoną odpowiedzialnością. Łączna bazowa cena sprzedaży Udziałów w\n                           SPV to 33 351 813 PLN, ustalona w oparciu o rzeczywiste koszty poniesione na realizację\n                           Projektu, z uwzględnieniem standardowego mechanizmu korekty tej kwoty opartego na\n                           sytuacji finansowej SPV na chwilę przeniesienia własności Udziałów opisanego w Umowie\n                           Przedwstępnej.Ustalono, że spełnienie obu warunków zawieszających powinno nastąpić przed 30 września\n                           2019 roku _tzw. long-stop date umowy_ i w braku uzyskania zgody Prezesa UOKiK i dokonania\n                           rejestracji przekształcenia SPV w tym terminie Umowa Przedwstępna ulegnie rozwiązaniu.Polenergia będzie podawać do publicznej wiadomości informacje dotyczące ziszczenia\n                           lub nieziszczenia się tych warunków w formie raportów bieżących.Umowa Przedwstępna zawiera m.in. _i_ katalog uzgodnionych przez strony oświadczeń\n                           i zapewnień Spółki dotyczących tytułu prawnego do sprzedawanych Udziałów oraz w odniesieniu\n                           do stanu prawnego i faktycznego Projektu oraz sytuacji biznesowej i kondycji SPV,\n                           w tym w szczególności w odniesieniu do prowadzenia działalności w zgodzie z określonymi\n                           przepisami i zasadami antykorupcyjnymi oraz _ii_ zasady odpowiedzialności stron za\n                           naruszenie umowy, w tym odpowiedzialności Spółki za złożone oświadczenia i zapewnienia\n                           opisane powyżej. Umowa Przedwstępna przewiduje także zasady prowadzenia działalności\n                           SPV w okresie pomiędzy podpisaniem Umowy Przedwstępnej i zawarciem umowy przyrzeczonej.\n                           Prawem właściwym Umowy Przedwstępnej jest prawo polskie.Inne umowy, które mają być zawarte w ramach TransakcjiW ramach Transakcji, Polenergia i Wind Power planują także zawarcie innych umów dotyczących\n                           określenia praw i obowiązków stron jako wspólników SPV oraz zasad realizacji Projektu.\n                           W szczególności, najpóźniej w momencie finalizacji sprzedaży Udziałów w SPV planowane\n                           jest zawarcie porozumienia wspólników dotyczącego SPV _\"Porozumienie Wspólników_.\n                           Porozumienie Wspólników określa wzajemne prawa i obowiązki Polenergia i Wind Power\n                           jako wspólników SPV oraz zasady współpracy w realizacji Transakcji.Dodatkowo, planowane jest zawarcie pomiędzy SPV oraz wskazanym podmiotem z grupy kapitałowej\n                           Equinor _który będzie świadczył określone usługi na rzecz SPV jako Manager Projektu_\n                           umów dotyczących rozwoju oraz realizacji Projektu przez SPV _tzw. Development and\n                           Execution Services Agreement oraz Operation and Maintenance Services Agreement_, określających\n                           m.in. zakres usług świadczonych przez Managera Projektu, obowiązki i zakres odpowiedzialności,\n                           wynagrodzenie Managera oraz zasady zaangażowania podwykonawców do realizacji usług.\n                           Strony ustaliły, że Polenergia _lub wskazane podmioty z grupy kapitałowej Polenergia_\n                           będzie działała na rzecz SPV w porozumieniu z Managerem Projektu w zakresie realizacji\n                           określonego zakresu usług na potrzeby Projektu.W zakresie dotyczącym praw i obowiązków stron jako wspólników SPV, Porozumienie Wspólników\n                           określa m.in. _i_ zasady dotyczące organizacji wewnętrznej oraz działalności biznesowej\n                           SPV oraz _ii_ zasady dotyczące zbywania i nabywania udziałów w SPV oraz ograniczeń\n                           ich dotyczących.W zakresie dotyczącym zasad realizacji Projektu, Porozumienie Wspólników określa główne\n                           fazy rozwoju oraz zasady zarządzania Projektem, prawa i obowiązki stron w zakresie\n                           planowania, budżetowania oraz finansowania Projektu oraz procedury rozwiązywania ewentualnych\n                           impasów decyzyjnych dotyczących Projektu.Prawem właściwym Porozumienia Wspólników jest prawo polskie.Obowiązek uzyskania zgody Prezesa UOKiKPrzeprowadzenie Transakcji, która została zakwalifikowana jako utworzenie wspólnego\n                           przedsiębiorcy na potrzeby realizacji Projektu, wymaga uzyskania przez każdą ze stron\n                           bezwarunkowej zgody Prezesa Urzędu Ochrony Konkurencji i Konsumentów. W przypadku\n                           uzyskania zgody warunkowej, Umowa Przedwstępna przewiduje możliwość podjęcia przez\n                           strony dalszych rozmów dotyczących kontynuacji Transakcji, z uwzględnieniem dodatkowych\n                           warunków przewidzianych w takiej zgodzie.W zakresie dozwolonym przez odpowiednie przepisy, strony planują koordynację działań\n                           w zakresie przygotowania wymaganych informacji i danych na potrzeby przygotowania\n                           zgłoszenia. W tym zakresie strony uzgodniły wyznaczenie wspólnego doradcy prawnego,\n                           który będzie odpowiedzialny za przygotowanie zgłoszenia oraz będzie reprezentował\n                           strony w postępowaniu przez Prezesem Urzędu Ochrony Konkurencji i Konsumentów. Uzgodniono\n                           zasady przekazywania informacji i danych do wyznaczonego doradcy, w celu zachowania\n                           poufności określonych kategorii informacji należących do każdej ze stron. Taka procedura\n                           ma w założeniu zapewnić możliwie najbardziej efektywne przygotowanie zgłoszenia i\n                           udział w postępowaniu organu, jednocześnie wyłączając konieczność przekazywania danych\n                           bezpośrednio pomiędzy stronami.",
        "date": "2018-12-20"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 z późn. zm., dalej:\n                           \"Rozporządzenie MAR\"_, niniejszym informuje o uzgodnieniu w dniu 19 grudnia 2018 r.\n                           treści umów związanych z potencjalną sprzedażą 50% udziałów w spółce zależnej Polenergia\n                           Bałtyk I S.A. na rzecz koncernu Equinor. Powyższa informacja została uznana przez Emitenta za informację poufną w rozumieniu\n                           Rozporządzenia MAR.Uzgodnione umowy opierają się zasadniczo na umowach zawartych pomiędzy Emitentem a\n                           spółką zależną Equinor w odniesieniu do spółek MFW Bałtyk II sp. z o.o. i MFW Bałtyk\n                           III sp. z o.o. Informacja dot. ww. umów została przez Emitenta podana do publicznej\n                           wiadomości raportem bieżącym nr 4/2018.Tego samego dnia Emitent podjął decyzję o opóźnieniu podania ww. informacji poufnej\n                           do publicznej wiadomości na podstawie art. 17 ust. 4 Rozporządzenia. W ocenie Emitenta,\n                           opóźnienie przekazania powyższej informacji poufnej do publicznej wiadomości było\n                           usprawiedliwione ochroną prawnie uzasadnionych interesów Spółki, gdyż przekazanie\n                           jej niezwłocznie do publicznej wiadomości mogłoby naruszyć prawnie uzasadnione interesy\n                           Emitenta. Ponadto w ocenie Emitenta, opóźnienie podania do wiadomości informacji nie\n                           wprowadziło w błąd opinii publicznej. Emitent zapewnił ponadto poufność powyższej\n                           informacji do momentu jej podania do publicznej wiadomości. Stosownie do treści art.\n                           17 ust. 4 akapit trzeci Rozporządzenia MAR, natychmiast po publikacji niniejszego\n                           raportu, Emitent poinformuje Komisję Nadzoru Finansowego o opóźnieniu ujawnienia informacji\n                           poufnej wraz ze wskazaniem spełnienia przesłanek takiego opóźnienia.",
        "date": "2018-12-20"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, w nawiązaniu\n                           do raportów bieżących nr 47/2018 z dnia 5 grudnia 2018 r. oraz 48/2018 z dnia 7 grudnia\n                           2018 r., niniejszym informuje, że Prezes Urzędu Regulacji Energetyki ogłosił ostateczne\n                           wyniki aukcji głównej na rok dostaw 2022.  Tym samym ziścił się warunek zawieszający, pod którym spółki zależne Emitenta  – Polenergia\n                           Elektrociepłownia Nowa Sarzyna sp. z o. o. z siedzibą w Nowej Sarzynie oraz Mercury\n                           Energia Spółka z ograniczoną odpowiedzialnością i Wspólnicy Spółka Komandytowa z siedzibą\n                           w Warszawie – zawarły umowy mocowe na rok dostaw 2022. W związku z powyższym ww. umowy\n                           mocowe na rok dostaw 2022 weszły w życie.",
        "date": "2018-12-14"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia Spółka Akcyjna _\"Spółka\"_ niniejszym informuje, że Nadzwyczajne Walne Zgromadzenie\n                           Spółki zwołane zostało na dzień 8 stycznia 2019 roku, godz. 11:00. Zgromadzenie odbędzie\n                           się Warszawie, w siedzibie Spółki przy ul. Kruczej 24/26.W załączeniu:1_ ogłoszenie o zwołaniu Walnego Zgromadzenia;2_ projekty uchwał Walnego Zgromadzenia; 3_ informacja o ogólnej liczbie akcji i głosów.",
        "date": "2018-12-11"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, w nawiązaniu\n                           do raportu bieżącego nr 47/2018 z dnia 5 grudnia 2018 r., niniejszym informuje, że\n                           zgodnie z ogłoszonymi przez Polskie Sieci Elektroenergetyczne S.A. w dniu 7 grudnia\n                           2018 r. wstępnymi wynikami aukcji głównej na rok dostaw 2022, aukcja główna na rok\n                           dostaw 2022 zakończyła się w rundzie 7 z ceną zamknięcia 198,00 zł/kW/rok. Wobec ogłoszenia wstępnych wyników aukcji głównej na rok dostaw 2022 r., zostały zawarte\n                           umowy mocowe ze spółkami zależnymi Emitenta  – Polenergia Elektrociepłownia Nowa Sarzyna\n                           sp. z o. o. z siedzibą w Nowej Sarzynie oraz Mercury Energia Spółka z ograniczoną\n                           odpowiedzialnością i Wspólnicy Spółka Komandytowa z siedzibą w Warszawie. Łączna wielkość\n                           obowiązku mocowego wynikająca z ww. umów wynosi 113,8 MW. Umowy zostały zawarte na\n                           okres 1 roku. Zgodnie z ustawą z dnia 8 grudnia 2017 r., umowy mocowe są zawierane\n                           zgodnie z wzorem, który stanowi załącznik do regulaminu rynku mocy. Umowy mocowe zostały zawarte pod warunkiem zawieszającym do czasu ogłoszenia ostatecznych\n                           wyników aukcji przez Prezesa Urzędu Regulacji Energetyki.",
        "date": "2018-12-07"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, niniejszym\n                           informuje, że w dniu 5 grudnia 2018 r. spółki zależne Emitenta – Polenergia Elektrociepłownia\n                           Nowa Sarzyna sp. z o. o. z siedzibą w Nowej Sarzynie _\"ENS\"_ oraz Mercury Energia\n                           Spółka z ograniczoną odpowiedzialnością i Wspólnicy Spółka Komandytowa z siedzibą\n                           w Warszawie _\"Mercury\"_, wzięły udział w aukcji mocy na rok dostaw 2022.W toku aukcji ENS i Mercury zaoferowały obowiązek mocowy na rok 2022 w łącznej wysokości\n                           113,8 MW. ENS i Mercury do czasu zakończenia aukcji nie złożyły ofert wyjścia z aukcji.\n                           Cena zamknięcia aukcji, która zakończyła się w 7 rundzie, mieści się w przedziale\n                           od 195,28 zł/kW/rok do 219,66 zł/kW/rok.Emitent poinformuje odrębnymi raportami bieżącymi o wstępnych oraz ostatecznych wynikach\n                           aukcji, po ich ogłoszeniu przez Polskie Sieci Elektroenergetyczne S.A. oraz przez\n                           Prezesa Urzędu Regulacji Energetyki.",
        "date": "2018-12-05"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Działając na podstawie art. 56 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych oraz na podstawie § 5 pkt. 4 Rozporządzenia Ministra\n                           Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Polenergia\n                           S.A. z siedzibą w Warszawie _\"Spółka\"_ niniejszym informuje, iż w dniu dzisiejszym\n                           do Spółki wpłynęła rezygnacja p. Jacka Suchenka z pełnienia funkcji członka zarządu\n                           Spółki. Rezygnacja została złożona ze skutkiem natychmiastowym.",
        "date": "2018-11-30"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, w nawiązaniu\n                           do raportów bieżących nr 40/2018 z dnia 15 listopada 2018 r. oraz 41/2018 z dnia 20\n                           listopada 2018 r., niniejszym informuje, że Prezes Urzędu Regulacji Energetyki ogłosił\n                           ostateczne wyniki aukcji głównej na rok dostaw 2021.  Tym samym ziścił się warunek zawieszający, pod którym spółki zależne Emitenta  – Polenergia\n                           Elektrociepłownia Nowa Sarzyna sp. z o. o. z siedzibą w Nowej Sarzynie oraz Mercury\n                           Energia Spółka z ograniczoną odpowiedzialnością i Wspólnicy Spółka Komandytowa z siedzibą\n                           w Warszawie – zawarły umowy mocowe na rok dostaw 2021. W związku z powyższym ww. umowy\n                           mocowe na rok dostaw 2021 weszły w życie.",
        "date": "2018-11-28"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, niniejszym\n                           informuje, że powziął wiadomość o wynikach aukcji na sprzedaż energii z odnawialnych\n                           źródeł energii, która odbyła się w dniu 15 listopada 2018 r. _\"Aukcja\"_. W Aukcji wzięła udział należąca do Emitenta spółka zależna – Grupa PEP – Farma Wiatrowa\n                           17 sp. z o. o. - rozwijająca projekty farm fotowoltaicznych o łącznej mocy 8 MW. Zgodnie\n                           z informacją Prezesa Urzędu Regulacji Energetyki nr 96/2018, oferty spółki zależnej\n                           Emitenta wygrały Aukcję. Tym samym projekty uzyskały prawo do pokrycia ujemnego salda w odniesieniu do ceny\n                           zaoferowanej w toku Aukcji, za energię elektryczną planowaną do wyprodukowania przez\n                           okres 15 lat, nie dłużej niż do 31 grudnia 2035 r., zgodnie z przepisami ustawy z\n                           dnia 20 lutego 2015 r. o odnawialnych źródłach energii. Łączny planowany wolumen sprzedaży energii elektrycznej przez ww. projekty przez okres\n                           15 lat wynosi ok. 117 000 MWh.",
        "date": "2018-11-28"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, niniejszym\n                           informuje, że w dniu 22 listopada 2018 r. powziął wiadomość o podjęciu przez spółkę\n                           zależną – Polenergia Dystrybucja sp. z o. o. z siedzibą w Warszawie – po uzyskaniu\n                           przez tę spółkę wymaganych zgód korporacyjnych oraz po uzyskaniu finansowania dłużnego\n                           - decyzji o przystąpieniu do realizacji planu inwestycyjnego na lata 2019-2022. Plan inwestycyjny przewiduje realizację inwestycji w zakresie zaprojektowania i wybudowania\n                           infrastruktury elektroenergetycznej służącej do zasilenia nowych obiektów i odbiorców,\n                           głównie w odniesieniu do osiedli mieszkaniowych. Łączna kwota nakładów niezbędnych\n                           do realizacji tego planu to 50,7 mln złotych. Realizacja planu inwestycyjnego zostanie sfinansowana w części ze środków własnych\n                           Polenergia Dystrybucja sp. z o. o., oraz w drodze finansowania dłużnego na kwotę 33,65\n                           mln złotych uzyskanego na podstawie umowy kredytu zawartej przez Polenergia Dystrybucja\n                           sp. z o. o. z bankiem ING Bank Śląski S.A. w dniu 21 listopada 2018 r. Kredyt jest\n                           oprocentowany według stawki zmiennej opartej o WIBOR 3M, powiększonej o marżę określoną\n                           w umowie kredytu. Przewidziana została dwuletnia karencja w spłacie kredytu, po upływie\n                           której kredyt będzie amortyzowany w okresach kwartalnych, zaś ostateczny termin spłaty\n                           kredytu to listopad 2027 r.",
        "date": "2018-11-22"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, niniejszym\n                           informuje, że w dniu 21 listopada 2018 r. powziął wiadomość o wynikach aukcji na sprzedaż\n                           energii z odnawialnych źródeł energii, przeprowadzonej w dniu 5 listopada 2018 r.\n                           _\"Aukcja\"_. W Aukcji wzięły udział należące do Emitenta spółki zależne rozwijające projekty farm\n                           wiatrowych o łącznej mocy 199 MW. Spółki zależne Emitenta nie zostały zakwalifikowane\n                           jako wytwórcy, których oferty wygrały Aukcję, a tym samym wynik Aukcji jest dla ww.\n                           spółek negatywny.",
        "date": "2018-11-21"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, w nawiązaniu\n                           do raportu bieżącego nr 40/2018 z dnia 15 listopada 2018 r., niniejszym informuje,\n                           że zgodnie z ogłoszonymi przez Polskie Sieci Elektroenergetyczne S.A. w dniu 20 listopada\n                           2018 r. wstępnymi wynikami aukcji głównej, aukcja główna na rok dostaw 2021 zakończyła\n                           się w rundzie 5 z ceną zamknięcia 240,32 zł/kW/rok. Wobec ogłoszenia wstępnych wyników aukcji głównej na rok dostaw 2021 r., zostały zawarte\n                           umowy mocowe ze spółkami zależnymi Emitenta  – Polenergia Elektrociepłownia Nowa Sarzyna\n                           sp. z o. o. z siedzibą w Nowej Sarzynie oraz Mercury Energia Spółka z ograniczoną\n                           odpowiedzialnością i Wspólnicy Spółka Komandytowa z siedzibą w Warszawie. Łączna wielkość\n                           obowiązku mocowego wynikająca z ww. umów wynosi 114 MW. Umowy zostały zawarte na okres\n                           1 roku. Zgodnie z ustawą z dnia 8 grudnia 2017 r., umowy mocowe są zawierane zgodnie\n                           z wzorem, który stanowi załącznik do regulaminu rynku mocy. Umowy mocowe zostały zawarte pod warunkiem zawieszającym do czasu ogłoszenia ostatecznych\n                           wyników aukcji przez Prezesa Urzędu Regulacji Energetyki.",
        "date": "2018-11-20"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, niniejszym\n                           informuje, że w dniu 15 listopada 2018 r. spółki zależne Emitenta – Polenergia Elektrociepłownia\n                           Nowa Sarzyna sp. z o. o. z siedzibą w Nowej Sarzynie _\"ENS\"_ oraz Mercury Energia\n                           Spółka z ograniczoną odpowiedzialnością i Wspólnicy Spółka Komandytowa z siedzibą\n                           w Warszawie _\"Mercury\"_, wzięły udział w aukcji mocy na rok dostaw 2021. W toku aukcji\n                           ENS i Mercury zaoferowały obowiązek mocowy na rok 2021 w łącznej wysokości 114 MW.\n                           ENS i Mercury do czasu zakończenia aukcji nie złożyły ofert wyjścia z aukcji. Cena\n                           zamknięcia aukcji, która zakończyła się w 5 rundzie, mieści się w przedziale od 218,56\n                           zł/kW do 240,40 zł/kW. Emitent poinformuje odrębnymi raportami bieżącymi o wstępnych\n                           oraz ostatecznych wynikach aukcji, po ich ogłoszeniu przez Polskie Sieci Elektroenergetyczne\n                           S.A. oraz przez Prezesa Urzędu Regulacji Energetyki.",
        "date": "2018-11-15"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. z siedzibą w Warszawie _\"Spółka\"_, informuje, że w dniu 25\n                           października 2018 r. Spółka otrzymała od Mansa Investments sp. z o.o. – osoby blisko\n                           związanej z osobami pełniącymi obowiązki zarządcze, tj. z Dominiką Kulczyk – Przewodniczącą\n                           Rady Nadzorczej Spółki, Jackiem Głowackim - Prezesem Zarządu Spółki oraz Michałem\n                           Michalskim – członkiem Zarządu Spółki, powiadomienie o transakcjach w odniesieniu\n                           do akcji Spółki, zawartych w dniu 25 października 2018 r., o którym mowa w art. 19\n                           ust. 1 Rozporządzenia MAR.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-10-25"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. z siedzibą w Warszawie _\"Spółka\"_, wypełniając obowiązek wynikający\n                           z art. 70 pkt. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz.U.2018.512 t.j. z dnia 2018.03.12_ niniejszym informuje, iż w dniu\n                           25 października 2018 r. otrzymał zawiadomienie od Mansa Investments sp. z o.o. _\"Mansa\"_\n                           o zmianie stanu posiadania.Mansa poinformowała Spółkę, iż na skutek rozliczenia w dniu 25 października 2018 r.\n                           związanych z ogłoszonym w dniu 27 sierpnia 2018 r. przez Panią Dominikę Kulczyk oraz\n                           Mansa wezwaniem do zapisywania się na sprzedaż akcji Spółki transakcji nabycia przez\n                           Mansa 655.286 akcji Spółki, udział Mansa w ogólnej liczbie akcji w kapitale zakładowym\n                           Spółki zwiększył się 1,44 p.p oraz udział Mansa w ogólnej liczbie głosów na walnym\n                           zgromadzeniu Spółki zwiększył się o 1,44 p.p.Poniżej Spółka przekazuje treść zawiadomienia Mansa o zmianie stanu posiadania.\"Zgodnie z art. 69 ust. 2 pkt 2_ oraz art. 77 ust. 7 ustawy z dnia 29 lipca 2005 r.\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _\"Ustawa\"_ w imieniu spółki Mansa Investments\n                           sp. z o.o. z siedzibą w Warszawie i adresem przy ul. Krucza 24/26, 00-526 Warszawa,\n                           Polska _\"Mansa\"_, niniejszym zawiadamiamy, że w wyniku rozliczenia w dniu 25 października\n                           2018 r. związanych z ogłoszonym w dniu 27 sierpnia 2018 r. przez Panią Dominikę Kulczyk\n                           oraz Mansa wezwaniem do zapisywania się na sprzedaż akcji Polenergia S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ transakcji nabycia przez Mansa 655.286 akcji Spółki _\"Transakcja\"_,\n                           udział Mansa w ogólnej liczbie akcji w kapitale zakładowym Spółki zwiększył się 1,44\n                           p.p oraz udział Mansa w ogólnej liczbie głosów na walnym zgromadzeniu Spółki zwiększył\n                           się o 1,44 p.p.Przed przeprowadzeniem Transakcji, w posiadaniu Mansa znajdowało się 22.811.757 akcji\n                           Spółki, stanowiących 50,2% kapitału zakładowego Spółki i uprawniających do wykonywania\n                           22.811.757 głosów na walnym zgromadzeniu Spółki, co stanowiło 50,2% ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki.Po przeprowadzeniu Transakcji w posiadaniu Mansa znajduje się 23.467.043 akcje Spółki,\n                           stanowiące 51,64% kapitału zakładowego Spółki i uprawniające do wykonywania 23.467.043\n                           głosy na walnym zgromadzeniu Spółki, co stanowi 51,64% ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki.Podmioty zależne Mansa nie posiadają akcji Spółki. Mansa nie zawarła umowy, o której mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy, tj. umowy,\n                           której przedmiotem jest przekazanie uprawnienia do wykonywania prawa głosu.Mansa nie posiada instrumentów finansowych, które po upływie terminu zapadalności\n                           bezwarunkowo uprawniają lub zobowiązują ich posiadacza do nabycia akcji, z którymi\n                           związane są prawa głosu, wyemitowanych już przez Spółkę, o których mowa w art. 69b\n                           ust. 1 pkt 1 Ustawy.Mansa nie posiada również instrumentów finansowych, które odnoszą się do akcji Spółki\n                           w sposób pośredni lub bezpośredni i mają skutki ekonomiczne podobne do skutków instrumentów\n                           finansowych określonych w zdaniu poprzedzającym, o których mowa w art. 69b ust. 1\n                           pkt 2 Ustawy.\"",
        "date": "2018-10-25"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 ze zm._, niniejszym\n                           informuje, że w dniu 17 października 2018 r. otrzymał od Mansa Investments sp. z o.o.\n                           z siedzibą w Warszawie informację, że zgodnie z wstępnymi i szacunkowymi wynikami\n                           wezwania do zapisywania się na sprzedaż akcji Polenergia S.A., ogłoszonego w dniu\n                           27 sierpnia 2018 r. przez p. Dominikę Kulczyk i Mansa Investments sp. z o. o. _\"Wezwanie\"_,\n                           przekazanymi przez Santander Bank Polska S.A. – Santander Biuro Maklerskie, pełniący\n                           funkcję podmiotu pośredniczącego w Wezwaniu, złożono w Wezwaniu zapisy na sprzedaż\n                           ok. 664 tysięcy akcji Spółki, stanowiących około 1,46% kapitału zakładowego Spółki\n                           oraz uprawniających do około 1,46% głosów na walnym zgromadzeniu Spółki. Z uwagi na\n                           proces weryfikacji świadectw depozytowych ostateczna liczba akcji Spółki, na które\n                           złożono zapisy w Wezwaniu, może się nieznacznie różnić od podanej powyżej szacunkowej\n                           liczby akcji Spółki.",
        "date": "2018-10-17"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 z późn. zm._, niniejszym\n                           informuje, że w dniu 10 października 2018 r. otrzymał pismo, skierowane do p. Dominiki\n                           Kulczyk i Mansa Investments sp.  z o. o. _łącznie \"Wzywający\"_ oraz do wiadomości\n                           Emitenta, od: _i_ Otwarty Fundusz Emerytalny Generali OFE, reprezentowany przez Generali\n                           Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie, _ii_ Nationale-Nederlanden\n                           Otwarty Fundusz Emerytalny, reprezentowany przez Nationale-Nederlanden Powszechne\n                           Towarzystwo Emerytalne S.A. z siedzibą w Warszawie, _iii_ Aviva Otwarty Fundusz Emerytalny\n                           Aviva BZ WBK, reprezentowany przez AVIVA Powszechne Towarzystwo Emerytalne AVIVA BZ\n                           WBK z siedzibą w Warszawie _łącznie \"Fundusze\"_. W piśmie Fundusze stwierdziły, iż cena zaproponowana w wezwaniu na sprzedaż akcji\n                           Emitenta, ogłoszonym przez Wzywających w dniu 27 sierpnia 2018 r. _\"Wezwanie\"_, nie\n                           odzwierciedla wartości godziwej akcji Emitenta. W związku z tym każdy z Funduszy z\n                           osobna oświadczył wobec Wzywających, oraz zobowiązał się wobec pozostałych Funduszy,\n                           że nie sprzeda akcji Emitenta w Wezwaniu po cenie 20,50 zł za jedną akcję. Fundusze\n                           jednocześnie stwierdziły, że nie podjęły względem siebie żadnych innych zobowiązań.",
        "date": "2018-10-10"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd spółki Polenergia S.A. z siedzibą w Warszawie _\"Emitent\"_, działając na podstawie\n                           art. 80 ust. 1-2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _\"Ustawa\"_, niniejszym przedstawia swoje stanowisko dotyczące wezwania, ogłoszonego\n                           w dniu 27 sierpnia 2018 r. na podstawie art. 73 ust. 2 oraz art. 91 ust. 6 Ustawy\n                           przez p. Dominikę Kulczyk oraz Mansa Investments sp. z o. o. z siedzibą w Warszawie,\n                           do zapisywania się na sprzedaż akcji Emitenta, uprawniających do wykonywania 100%\n                           ogólnej liczby głosów na walnym zgromadzeniu Spółki.Stanowisko Zarządu Emitenta w przedmiocie finansowych warunków wezwania do sprzedaży\n                           100% akcji Emitenta stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2018-09-11"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ informuje, iż w dniu 31 sierpnia 2018 r. powziął\n                           informację o zarejestrowaniu przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, XII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego zmian w statucie Spółki, przyjętych\n                           uchwałą nr 2 nadzwyczajnego walnego zgromadzenia Spółki z dnia 13 lipca 2018 r. _przekazanych\n                           przez Spółkę do publicznej wiadomości w raporcie bieżącym nr 24/2018 z dnia 13 lipca\n                           2018 r._.Zarejestrowane zmiany statutu zostały opisane w załączniku do niniejszego raportu\n                           bieżącego.",
        "date": "2018-08-31"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ _\"Zarząd\"_ niniejszym informuje, że w dniu 27 sierpnia\n                           2018 roku Spółka otrzymała informację, że w dniu 27 sierpnia 2018 r. akcjonariusz\n                           Spółki - Mansa Investments sp. z o.o. z siedzibą w Warszawie _\"Mansa Investments\"_\n                           oraz Pani Dominika Kulczyk zawarli porozumienie spełniające kryteria, o których mowa\n                           w art. 87 ust. 1 pkt 5 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _\"Ustawa\"_ _\"Porozumienie\"_.Porozumienie dotyczy wspólnego nabywania akcji Spółki od pozostałych akcjonariuszy\n                           Spółki w szczególności w celu osiągnięcia wymaganej przepisami Ustawy liczby głosów\n                           w Spółce, aby docelowo przeprowadzić przymusowy wykup akcji Spółki od akcjonariuszy\n                           mniejszościowych, a następnie na walnym zgromadzeniu Spółki _\"Walne Zgromadzenie\"_\n                           zadecydować o zniesieniu dematerializacji akcji Spółki oraz ich wycofaniu z obrotu\n                           na rynku regulowanym.Zgodnie z Porozumieniem, strony Porozumienia zobowiązały się do współpracy w zakresie\n                           podejmowania działań ukierunkowanych ostatecznie na nabycie wszystkich akcji Spółki\n                           będących w posiadaniu podmiotów innych, niż strony Porozumienia, w tym w szczególności\n                           do: _i_ ogłoszenia wezwania do zapisywania się na sprzedaż akcji Spółki na podstawie\n                           odpowiednich przepisów Ustawy oraz _ii_ w przypadku spełnienia wymogów przewidzianych\n                           w Ustawie – do przeprowadzenia przymusowego wykupu akcji Spółki. Po nabyciu przez\n                           strony Porozumienia akcji Spółki reprezentujących 100% głosów na Walnym Zgromadzeniu\n                           i podjęciu przez Walne Zgromadzenie uchwały w sprawie zniesienia dematerializacji\n                           akcji planowane jest wystąpienia przez Spółkę do Komisji Nadzoru Finansowego z wnioskiem\n                           o udzielenie zezwolenia na przywrócenie akcjom Spółki formy dokumentu, a po złożeniu\n                           wspomnianego wniosku – wystąpienia do GPW z wnioskiem o wycofanie akcji Spółki z obrotu\n                           na rynku regulowanym prowadzonym przez GPW. Zgodnie z Porozumieniem jego strony zobowiązały się, że przez okres trwania Porozumienia\n                           żadna z nich nie nabędzie, nie zbędzie ani nie rozporządzi posiadanymi akcjami Spółki\n                           bez uzyskania zgody drugiej stron Porozumienia. Porozumienie zostało zawarte na czas określony do dnia 31 grudnia 2019 roku lub do\n                           dnia, w którym akcje Spółki zostaną wycofane z obrotu na rynku regulowanym prowadzonym\n                           przez GPW, którekolwiek ze zdarzeń nastąpi wcześniej.Jednocześnie, Zarząd Spółki informuje, że dnia 27 sierpnia 2018 roku przez strony\n                           Porozumienia zostało ogłoszone wezwanie do zapisywania się na sprzedaż akcji Spółki\n                           na podstawie art. 73 ust 2 oraz art. 91 ust. 6 Ustawy _\"Wezwanie\"_. Wezwanie zostało ogłoszone w związku: _i_ z przekroczeniem przez panią Dominikę Kulczyk\n                           33% ogólnej liczby głosów w Spółce, w wyniku pośredniego nabycia akcji Spółki, o którym\n                           mowa w art. 73 ust. 2 Ustawy, oraz _ii_ zawarciem w dniu 27 sierpnia 2018 r. Porozumienia.\n                           Podmiotem pośredniczącym w Wezwaniu jest Bank Zachodni WBK S.A. – Dom Maklerski BZ\n                           WBK. Pełny tekst Wezwania załączony jest do niniejszego raportu bieżącego.",
        "date": "2018-08-27"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_, działając na podstawie art. 56 ust. 1 pkt 2 ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz.\n                           U. z 2016 r. poz. 1639 ze zm._, w związku z § 19 ust. 1 pkt 10_ rozporządzenia Ministra\n                           Finansów z dnia 29 marca 2018 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018\n                           r. poz. 757_, w nawiązaniu do raportu bieżącego Emitenta nr 31/2018 z dnia 14 sierpnia\n                           2018 r. informuje, że żądanie pozwu opisanego w ww. raporcie jest ograniczone do stwierdzenia\n                           nieważności części uchwały nr 2 Nadzwyczajnego Walnego Zgromadzenia Emitenta z dnia\n                           13 lipca 2018 roku, tj. jedynie w zakresie zmiany artykułu 10.2 punkt _a_ statutu,\n                           dokonanej na mocy punktu 4_ ww. uchwały.  W ocenie Emitenta opisany wyżej pozew jest\n                           niezasadny i w związku z tym, po jego doręczeniu przez sąd, Emitent złoży odpowiedź\n                           na pozew, w której będzie domagał się oddalenia powództwa.",
        "date": "2018-08-20"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_, działając na podstawie art. 56 ust. 1 pkt 2 ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz.\n                           U. z 2016 r. poz. 1639 ze zm._, w związku z § 19 ust. 1 pkt 10_ rozporządzenia Ministra\n                           Finansów z dnia 29 marca 2018 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018\n                           r. poz. 757_, niniejszym informuje, że dzisiaj powziął wiadomość o wpłynięciu w dniu\n                           13 sierpnia 2018 r. do Sądu Okręgowego w Warszawie powództwa jednego z akcjonariuszy\n                           o stwierdzenie nieważności uchwały nr 2 Nadzwyczajnego Walnego Zgromadzenia Emitenta\n                           z dnia 13 lipca 2018 r roku w przedmiocie zmiany statutu Emitenta.  Informację o wyżej\n                           opisanym powództwie Emitent powziął wyłącznie na podstawie danych dostępnych w biurze\n                           obsługi interesanta Sądu i na chwilę obecną nie zna treści powództwa, nie doręczono\n                           mu jeszcze jego odpisu ani jakichkolwiek postanowień wydanych w sprawie. Jednocześnie\n                           Emitent informuje, że po jego uzyskaniu pozew o stwierdzenie nieważności zostanie\n                           przez Emitenta przeanalizowany i po tej analizie Emitent podejmie decyzje co do dalszych\n                           kroków w sprawie.",
        "date": "2018-08-14"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 z późn. zm., dalej:\n                           \"Rozporządzenie MAR\"_, niniejszym informuje, że w rezultacie zaistniałej wyjątkowej\n                           sytuacji na rynku energii elektrycznej Segment Obrotu Emitenta zanotował na części\n                           transakcji giełdowych na energię elektryczną w okresie 2 kwartału 2018 r. stratę w\n                           wysokości 20,3 mln złotych. Wynik ten został w części pokryty zyskami na pozostałych\n                           rynkach. Emitent uznał za informację poufną w rozumieniu Rozporządzenia MAR fakt zaistnienia\n                           straty  o szacowanej znaczącej wartości oraz, tego samego dnia, czyli 11 czerwca 2018\n                           r. podjął decyzję o opóźnieniu podania jej do publicznej wiadomości na podstawie art.\n                           17 ust. 4 Rozporządzenia MAR. W ocenie Emitenta, opóźnienie przekazania powyższej\n                           informacji poufnej do publicznej wiadomości było usprawiedliwione ochroną prawnie\n                           uzasadnionych interesów Spółki, gdyż przekazanie jej niezwłocznie do publicznej wiadomości\n                           w tamtym czasie mogło negatywnie wpłynąć na pozycję negocjacyjną Spółki i uniemożliwić\n                           lub utrudnić przeprowadzenie działań mających na celu zmniejszenie ekspozycji Segmentu\n                           Obrotu na ryzyka wynikające z zaistniałej sytuacji na rynku energii elektrycznej.\n                           Stosownie do treści art. 17 ust. 4 akapit trzeci Rozporządzenia MAR, natychmiast po\n                           publikacji niniejszego raportu, Emitent poinformuje Komisję Nadzoru Finansowego o\n                           opóźnieniu ujawnienia Informacji Poufnej wraz ze wskazaniem spełnienia przesłanek\n                           takiego opóźnienia.",
        "date": "2018-08-08"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia Spółka Akcyjna z siedzibą w Warszawie _\"Spółka\"_ niniejszym informuje,\n                           że w dniu 8 sierpnia 2018 roku, Rada Nadzorcza Spółki powołała dwóch nowych członków\n                           Zarządu Spółki, tj. p. Roberta Macieja Nowaka i p. Jacka Suchenka.Nowo powołani członkowie Zarządu, złożyli oświadczenia, stwierdzające, że: _i_ nie\n                           wykonują innej działalności poza przedsiębiorstwem Spółki, która to działalność byłaby\n                           konkurencyjna w stosunku do działalności wykonywanej w przedsiębiorstwie Spółki; _ii_\n                           nie uczestniczą w spółce konkurencyjnej jako wspólnicy spółki cywilnej, spółki osobowej\n                           lub jako członkowie organu spółki kapitałowej oraz nie uczestniczą w innej konkurencyjnej\n                           osobie prawnej jako członkowie jej organu oraz; _iii_ nie są wpisani do Rejestru Dłużników\n                           Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym. Informacje o wykształceniu, kwalifikacjach i przebiegu pracy zawodowej nowo powołanych\n                           członków Zarządu zostały przedstawione w załączniku do niniejszego raportu bieżącego.",
        "date": "2018-08-08"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 z późn. zm._, niniejszym\n                           informuje, że powziął wiadomość o doręczeniu w dniu 25 lipca 2018 r. do spółki zależnej\n                           Emitenta Polenergia Elektrociepłownia Nowa Sarzyna Sp. z o.o. decyzji Prezesa Urzędu\n                           Regulacji Energetyki _\"Prezes URE\"_ dotyczących ustalenia korekt rocznych kosztów\n                           osieroconych, kosztów zużycia odebranego gazu ziemnego i kosztów nieodebranego gazu\n                           ziemnego _\"rekompensat KDT\"_ za 2017 rok należnych wyżej wskazanej spółce zależnej\n                           Emitenta na podstawie ustawy z dnia 29 czerwca 2007 roku o zasadach pokrywania kosztów\n                           powstałych u wytwórców w związku z przedterminowym rozwiązaniem umów długoterminowych\n                           sprzedaży mocy i energii elektrycznej _Dz. U. Nr 130, poz. 905, ze zmianami_.Zgodnie z decyzjami Prezesa URE wysokość korekt rocznych rekompensat KDT powstałych\n                           w Polenergia Elektrociepłownia Nowa Sarzyna Sp. z o.o. za 2017 r. została ustalona\n                           na ok. _+_ 47,6 mln PLN.  Emitent uważa te kwoty za bezsporne.",
        "date": "2018-07-26"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. z siedzibą w Warszawie _\"Spółka\"_, niniejszym informuje, iż\n                           w dniu 19 lipca 2018 r.  otrzymał rezygnację z pełnienia przez p. Dagmarę Gorzelana\n                           funkcji członka Rady Nadzorczej Spółki. Rezygnacja została złożona ze skutkiem na\n                           dzień 19 lipca 2018 r.",
        "date": "2018-07-19"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia Spółka Akcyjna z siedzibą w Warszawie _\"Spółka\"_ niniejszym przekazuje\n                           do publicznej wiadomości wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na walnym zgromadzeniu Spółki, które odbyło się w dniu 13 lipca 2018 r, z określeniem\n                           liczby głosów przysługujących każdemu z nich z posiadanych akcji i wskazaniem ich\n                           procentowego udziału w liczbie głosów na tym walnym zgromadzeniu oraz w ogólnej liczbie\n                           głosów. Wykaz akcjonariuszy, o którym mowa w zdaniu poprzednim, zawarty jest w dokumencie\n                           załączonym do niniejszego raportu bieżącego.",
        "date": "2018-07-18"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia Spółka Akcyjna z siedzibą w Warszawie _\"Spółka\"_ niniejszym informuje,\n                           że w dniu 13 lipca 2018 roku Nadzwyczajne Walne Zgromadzenie Spółki powołało pięciu\n                           członków Rady Nadzorczej Spółki, tj. p. Dominikę Kulczyk, p. Martę Schmude – Olczak,\n                           p. Hansa Schweickardta, p. Kajetana D’Obyrn i p. Michała Kawę.Nowo powołani członkowie Rady Nadzorczej złożyli oświadczenie, stwierdzające, że:\n                           _i_ nie wykonują innej działalności poza przedsiębiorstwem Spółki, która to działalność\n                           byłaby konkurencyjna w stosunku do działalności wykonywanej w przedsiębiorstwie Spółki;\n                           _ii_ nie uczestniczą w spółce konkurencyjnej jako wspólnicy spółki cywilnej, spółki\n                           osobowej lub jako członkowie organu spółki kapitałowej oraz nie uczestniczą w innej\n                           konkurencyjnej osobie prawnej jako członkowie jej organu oraz; _iii_ nie są wpisani\n                           do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym\n                           Rejestrze Sądowym. Informacje o wykształceniu, kwalifikacjach i przebiegu pracy zawodowej nowo powołanych\n                           członków Rady Nadzorczej zostały przedstawione w załączniku do niniejszego raportu\n                           bieżącego.",
        "date": "2018-07-13"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd spółki Polenergia Spółka Akcyjna z siedzibą w Warszawie _\"Spółka\"_ podaje do\n                           wiadomości publicznej treść uchwał podjętych przez nadzwyczajne walne zgromadzenie\n                           Spółki, które odbyło się w dniu 13 lipca 2018, wraz z informacją o liczbie akcji,\n                           z których oddano ważne głosy, procentowym udziale tych akcji w kapitale zakładowym,\n                           łącznej liczbie ważnych głosów, w tym \"za\", \"przeciw\" i \"wstrzymujących się\". Treść\n                           uchwał zawarta jest w załączniku do niniejszego raportu bieżącego.Jednocześnie zarząd Spółki informuje, że:- walne zgromadzenie Spółki odstąpiło od rozpatrzenia punktu 6 porządku obrad _tj.\n                           podjęcia uchwały w sprawie określenia liczby członków rady nadzorczej Spółki_,- do protokołu został zgłoszony sprzeciw do uchwały nr 2 w sprawie zmiany statutu\n                           Spółki, wniesiony przez akcjonariusza Nationale Nederlanden Otwarty Fundusz Emerytalny\n                           z siedzibą w Warszawie.",
        "date": "2018-07-13"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_ działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 z późn. zm., dalej:\n                           \"Rozporządzenie MAR\"_, niniejszym informuje o zmianie w dniu 12 lipca 2018 r. przez\n                           spółki zależne Emitenta istotnych umów z konsorcjum banków finansujących.W odniesieniu do opisanych poniżej umów zmieniających umowy kredytów w dniu 10 lipca\n                           2018 r. Emitent uznał za informację poufną w rozumieniu Rozporządzenia MAR fakt udzielenia\n                           zgody na ich zawarcie przez organy korporacyjne Emitenta oraz stosowne organy decyzyjne\n                           banków oraz, tego samego dnia, podjął decyzję o opóźnieniu podania jej do publicznej\n                           wiadomości na podstawie art. 17 ust. 4 Rozporządzenia. W ocenie Emitenta, opóźnienie\n                           przekazania powyższej informacji poufnej do publicznej wiadomości było usprawiedliwione\n                           ochroną prawnie uzasadnionych interesów Spółki, gdyż przekazanie jej niezwłocznie\n                           do publicznej wiadomości w tamtym czasie mogło negatywnie wpłynąć na pozycję negocjacyjną\n                           Spółki i uniemożliwić lub utrudnić podpisanie tych umów. Ponadto w ocenie Emitenta,\n                           opóźnienie podania do wiadomości informacji nie wprowadziło w błąd opinii publicznej.\n                           Emitent zapewnił ponadto poufność powyższej informacji do momentu jej podania do publicznej\n                           wiadomości. Stosownie do treści art. 17 ust. 4 akapit trzeci Rozporządzenia MAR, natychmiast\n                           po publikacji niniejszego raportu, Emitent poinformuje Komisję Nadzoru Finansowego\n                           o opóźnieniu ujawnienia Informacji Poufnej wraz ze wskazaniem spełnienia przesłanek\n                           takiego opóźnienia.Zmiana umów zawartych w związku z finansowaniem budowy farm wiatrowych Gawłowice,\n                           Skurpie i RajgródSpółki zależne od Emitenta, tj. Grupa PEP – Farma Wiatrowa 1 Sp. z o.o. z siedzibą\n                           w Warszawie, Grupa PEP – Farma Wiatrowa 4 Sp. z o.o. z siedzibą w Warszawie, Grupa\n                           PEP – Farma Wiatrowa 6 Sp. z o.o. z siedzibą w Warszawie _łącznie: \"Spółki\"_ zawarły\n                           z konsorcjum banków finansujących _Europejski Bank Odbudowy i Rozwoju, Bank Ochrony\n                           Środowiska S.A._ umowy zmieniające umowy kredytów inwestycyjnych z dnia 4 października\n                           2013r., które zostały zaciągnięte przez Spółki w związku z realizacją inwestycji polegającej\n                           na budowie farmy wiatrowej Gawłowice, farmy wiatrowej Skurpie oraz farmy wiatrowej\n                           Rajgród, o łącznej mocy zainstalowanej wynoszącej 117,3 MW. Spółki są stronami umów\n                           długoterminowych na odbiór energii elektrycznej oraz zielonych certyfikatów, których\n                           odbiorcą jest Polenergia Obrót S.A.Ze względu na zmianę sytuacji rynkowej, w szczególności spadek cen zielonych certyfikatów,\n                           niski poziom cen energii elektrycznej oraz niepewność co do obciążeń w zakresie wysokości\n                           podatku od nieruchomości, Spółki rozpoczęły proces renegocjacji powyższych umów kredytów.\n                           Rozmowy pozwoliły na obniżenie łącznych cen obowiązujących w wewnątrzgrupowych umowach\n                           na odbiór energii elektrycznej i zielonych certyfikatów oraz na zmianę harmonogramu\n                           obsługi kredytu, co prowadzić będzie do poprawy sytuacji Emitenta.Zawarta w dniu 12 lipca 2018 r. umowa pomiędzy Europejskim Bankiem Odbudowy i Rozwoju,\n                           Bankiem Ochrony Środowiska S.A., Emitentem oraz Spółkami zmieniła umowy kredytów wraz\n                           ze stosownymi innymi dokumentami finansowania w zakresie kredytu inwestycyjnego zaciągniętego\n                           przez Spółki. Po wejściu w życie powyższej umowy i dokonaniu przedpłaty długu w kwocie\n                           23,7 mln zł, która wynika z jej postanowień, kwota kredytu pozostała do spłaty wynosi\n                           434,5 mln zł. Dokumenty finansowe przewidują wydłużenie harmonogramu obsługi kredytu,\n                           opisanego powyżej, o trzy lata do grudnia 2032 roku. Oprocentowanie kredytu równe\n                           jest stawce WIBOR powiększonej o marżę banku.Ponadto, w związku z obniżeniem harmonogramu obsługi kredytu Spółek, w wyniku zawarcia\n                           powyższej umowy, w dniu 12 lipca 2018 r. zmienione zostały umowy pomiędzy Polenergia\n                           Obrót S.A. oraz Spółkami dotyczące sprzedaży energii elektrycznej wytworzonej w odnawialnych\n                           źródłach energii, umowy sprzedaży zielonych certyfikatów wynikających z praw majątkowych\n                           przysługujących Spółkom w wyniku produkcji energii elektrycznej wytworzonej w odnawialnych\n                           źródłach energii oraz umowy o świadczenie usług bilansowania handlowego. Zmianie uległa\n                           cena dostarczanej energii elektrycznej, zielonych certyfikatów oraz koszt bilansowana\n                           handlowego, jak również okres obowiązywania umów, który został wydłużony o 3 lata.",
        "date": "2018-07-12"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. z siedzibą w Warszawie _\"Spółka\"_, działając na podstawie przepisu\n                           art. 56 ust 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U.2018.512 t.j. z dnia 2018.03.12_ niniejszym informuje, iż w dniu 6 lipca 2018\n                           r. otrzymał rezygnacje z pełnienia funkcji członka Rady Nadzorczej Spółki.Rezygnacje zostały złożone przez p. Tomasza Mikołajczaka, p. Łukasza Rędziniaka, p.\n                           Dominika Libickiego, p. Mariusza Nowaka i p. Dawida Jakubowicza. Wszystkie ww. osoby złożyły rezygnacje z pełnienia funkcji członka Rady Nadzorczej\n                           ze skutkiem na dzień 12 lipca 2018 r.",
        "date": "2018-07-06"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd spółki Polenergia S.A. z siedzibą w Warszawie _\"Emitent\"_, działając na podstawie\n                           art. 80 ust. 1-2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _\"Ustawa\"_, niniejszym przedstawia swoje stanowisko dotyczące wezwania, ogłoszonego\n                           w dniu 22 maja 2018 r. na podstawie art. 74 ust. 1 Ustawy przez PGE Polska Grupa Energetyczna\n                           S.A. z siedzibą w Warszawie, do zapisywania się na sprzedaż akcji Emitenta, uprawniających\n                           do wykonywania 100% ogólnej liczby głosów na walnym zgromadzeniu Spółki.Stanowisko Zarządu Emitenta, wraz z opinią Deloitte Advisory sp. z o. o. w przedmiocie\n                           finansowych warunków wezwania do sprzedaży 100% akcji Emitenta, stanowią załącznik\n                           do niniejszego raportu bieżącego.",
        "date": "2018-07-05"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. z siedzibą w Warszawie _\"Spółka\"_, wypełniając obowiązek wynikający\n                           z przepisu art. 70 pkt. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U.2018.512 t.j. z dnia 2018.03.12_ niniejszym informuje,\n                           iż w dniu 3 lipca 2018 r. otrzymał dwa zawiadomienia o zmianie stanu posiadania.Pierwsze zawiadomienie zostało otrzymane od Kulczyk Investments S.A. oraz od Pana\n                           Sebastiana Kulczyka. Kulczyk Investments S.A. oraz Pan Sebastian Kulczyk poinformowali\n                           Spółkę, iż Kulczyk Investments S.A.  oraz Pan Sebastian Kulczyk nie posiadają już\n                           - bezpośrednio ani pośrednio - akcji Spółki.Drugie zawiadomienie zostało otrzymane od Pani Dominiki Kulczyk. Pani Dominika Kulczyk\n                           poinformowała Spółkę, iż na skutek pośredniego nabycia akcji Spółki przekroczyła próg\n                           50 % _słownie: pięćdziesięciu procent_ ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki. Jednocześnie Pani Dominika Kulczyk poinformowała Spółkę, że na skutek pośredniego\n                           nabycia akcji Spółki, stała się podmiotem pośrednio dominującym wobec Spółki.Poniżej Spółka przekazuje treść obu ww. zawiadomień o zmianie stanu posiadania.Treść zawiadomienia od Kulczyk Investments S.A. oraz od Pana Sebastiana Kulczyka:\"W wykonaniu obowiązku wynikającego z art. 69 ust. 1 pkt 2 oraz art. 69 ust. 2 pkt\n                           2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz.\n                           U. z 2018 r. poz. 512 z późn. zm._ _\"Ustawa\"_, Kulczyk Investments S.A. _\"KI\"_ oraz\n                           Sebastian Kulczyk będący podmiotem dominującym KI zawiadamiają niniejszym, że nie\n                           posiadają już - bezpośrednio ani pośrednio - akcji Polenergia S.A. _\"Spółka\"_.W dniu 3 lipca 2018 roku KI zawarła umowę _dalej \"Umowa\"_, na podstawie której sprzedała\n                           na rzecz Dominiki Kulczyk 100% _słownie: sto procent_ udziałów Kulczyk Holding S.à\n                           r.l., spółki prawa luksemburskiego posiadającej pośrednio _za pośrednictwem Mansa\n                           Investments sp. z o.o._ 22.811.757 _słownie: dwadzieścia dwa miliony osiemset jedenaście\n                           tysięcy siedemset pięćdziesiąt siedem_ akcji Spółki, stanowiących 50,2% _słownie:\n                           pięćdziesiąt i dwie dziesiąte procenta_ kapitału zakładowego Spółki i uprawniających\n                           do wykonywania 22.811.757 _słownie: dwudziestu dwóch milionów ośmiuset jedenastu tysięcy\n                           siedmiuset pięćdziesięciu siedmiu_ głosów na walnym zgromadzeniu Spółki, co stanowi\n                           50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki.Mając na uwadze powyższe, stosownie do art. 69 ust. 4 pkt 2 Ustawy KI oraz Sebastian\n                           Kulczyk informują, że przed dniem zawarcia Umowy posiadali pośrednio 22.811.757 _słownie:\n                           dwadzieścia dwa miliony osiemset jedenaście tysięcy siedemset pięćdziesiąt siedem_\n                           akcji Spółki, stanowiących 50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_\n                           kapitału zakładowego Spółki i uprawniających do wykonywania 22.811.757 _słownie: dwudziestu\n                           dwóch milionów ośmiuset jedenastu tysięcy siedmiuset pięćdziesięciu siedmiu_ głosów\n                           na walnym zgromadzeniu Spółki, co stanowi 50,2% _słownie: pięćdziesiąt i dwie dziesiąte\n                           procenta_ ogólnej liczby głosów na walnym zgromadzeniu Spółki.Stosownie do art. 69 ust. 4 pkt 3 Ustawy KI oraz Sebastian Kulczyk informują, że obecnie\n                           nie posiadają _bezpośrednio ani pośrednio_ akcji Spółki.Zgodnie z art. 69 ust. 4 pkt 5 Ustawy KI oraz Sebastian Kulczyk informują, że żadne\n                           podmioty zależne od KI lub Sebastiana Kulczyka nie posiadają akcji Spółki.Zgodnie z art. 69 ust. 4 pkt 6 Ustawy KI i Sebastian Kulczyk informują, że nie występują\n                           osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy.Zgodnie z art. 69 ust. 4 pkt 7 Ustawy KI i Sebastian Kulczyk informują, że liczba\n                           głosów, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do których nabycia\n                           byliby uprawnieni lub zobowiązani KI lub Sebastian Kulczyk, jako posiadacze instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne wynosi 0 _słownie: zero_.Zgodnie z art. 69 ust. 4 pkt 8 Ustawy KI i Sebastian Kulczyk informują, że liczba\n                           głosów, obliczona w sposób określony w art. 69b ust. 3 Ustawy, do których w sposób\n                           pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa w art.\n                           69b ust. 1 pkt 2 Ustawy wynosi 0 _słownie: zero_.\"Treść zawiadomienia od Pani Dominiki Kulczyk:\"W wykonaniu obowiązku wynikającego z art. 69 ust. 1 pkt 1 ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz. U. z 2018 r.\n                           poz. 512 z późn. zm._ _\"Ustawa\"_, Dominika Kulczyk zawiadamia niniejszym, że na skutek\n                           pośredniego nabycia w dniu 3 lipca 2018 roku, 22.811.757 _słownie: dwudziestu dwóch\n                           milionów ośmiuset jedenastu tysięcy siedmiuset pięćdziesięciu siedmiu_ akcji Polenergia\n                           S.A. _\"Spółka\"_ przekroczyła próg 50 % _słownie: pięćdziesięciu procent_ ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki. Jednocześnie Dominika Kulczyk informuje, że\n                           na skutek pośredniego nabycia akcji Spółki, o którym mowa w zdaniu poprzedzającym,\n                           stała się podmiotem pośrednio dominującym wobec Spółki.W dniu 3 lipca 2018 roku Dominika Kulczyk zawarła umowę _dalej \"Umowa\"_, na podstawie\n                           której nabyła od Kulczyk Investments S.A., spółki prawa luksemburskiego _\"KI\"_  100%\n                           _słownie: sto procent_ udziałów Kulczyk Holding S.à r.l., spółki prawa luksemburskiego\n                           posiadającej pośrednio _za pośrednictwem Mansa Investments sp. z o.o._ 22.811.757\n                           _słownie: dwadzieścia dwa miliony osiemset jedenaście tysięcy siedemset pięćdziesiąt\n                           siedem_ akcji Spółki, stanowiących 50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_\n                           kapitału zakładowego Spółki i uprawniających do wykonywania 22.811.757 _słownie: dwudziestu\n                           dwóch milionów ośmiuset jedenastu tysięcy siedmiuset pięćdziesięciu siedmiu_ głosów\n                           na walnym zgromadzeniu Spółki, co stanowi 50,2% _słownie: pięćdziesiąt i dwie dziesiąte\n                           procenta_ ogólnej liczby głosów na walnym zgromadzeniu Spółki.Stosownie do art. 69 ust. 4 pkt 2 Ustawy Dominika Kulczyk informuje, że przed dniem\n                           zawarcia Umowy nie posiadała _bezpośrednio ani pośrednio_ akcji Spółki. Wobec powyższego, stosownie do art. 69 ust. 4 pkt 3 Ustawy Dominika Kulczyk informuje,\n                           że obecnie posiada pośrednio 22.811.757 _słownie: dwadzieścia dwa miliony osiemset\n                           jedenaście tysięcy siedemset pięćdziesiąt siedem_ akcji Spółki, stanowiących 50,2%\n                           _słownie: pięćdziesiąt i dwie dziesiąte procenta_ kapitału zakładowego Spółki i uprawniających\n                           do wykonywania 22.811.757 _słownie: dwudziestu dwóch milionów ośmiuset jedenastu tysięcy\n                           siedmiuset pięćdziesięciu siedmiu_ głosów na walnym zgromadzeniu Spółki, co stanowi\n                           50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki..Zgodnie z art. 69 ust. 4 pkt 5 Ustawy Dominika Kulczyk informuje, że posiada akcje\n                           objęte niniejszym zawiadomieniem pośrednio, za pośrednictwem Mansa Investments sp.\n                           z o.o. Żadne inne podmioty zależne od Dominiki Kulczyk nie posiadają akcji Spółki. Zgodnie z art. 69 ust. 4 pkt 6 Ustawy Dominika Kulczyk informuje, że nie występują\n                           osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy.Zgodnie z art. 69 ust. 4 pkt 7 Ustawy Dominika Kulczyk informuje, że liczba głosów,\n                           obliczona w sposób określony w art. 69b ust. 2 Ustawy, do których nabycia byłaby uprawniona\n                           lub zobowiązana, jako posiadacz instrumentów finansowych, o których mowa w art. 69b\n                           ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych, o których mowa w art. 69b ust.\n                           1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez rozliczenie pieniężne wynosi\n                           0 _słownie: zero_.Zgodnie z art. 69 ust. 4 pkt 8 Ustawy Dominika Kulczyk informuje, że liczba głosów,\n                           obliczona w sposób określony w art. 69b ust. 3 Ustawy, do których w sposób pośredni\n                           lub bezpośredni odnoszą się instrumenty finansowe, o których mowa w art. 69b ust.\n                           1 pkt 2 Ustawy wynosi 0 _słownie: zero_.Zgodnie z art. 69 ust. 4 pkt 9 Ustawy Dominika Kulczyk informuje, że łączna suma liczby\n                           głosów wskazanych na podstawie art. 69 ust 4 pkt 2, 7 i 8 Ustawy wynosi 0 _słownie:\n                           zero_.\"",
        "date": "2018-07-03"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Spółka\"_ informuje, że dnia 2 lipca 2018 roku Spółka podjęła\n                           decyzję o dokonaniu w segmencie biomasy odpisu aktualizacyjnego o szacunkowej kwocie\n                           17,4 mln zł, w odniesieniu głównie do wartości aktywów trwałych. Odpis ma charakter\n                           niegotówkowy. Zostanie on ujęty w skonsolidowanym sprawozdaniu finansowym Spółki za\n                           1 półrocze 2018 roku w pozycji pozostałe koszty operacyjne. Obciąży on wynik operacyjny\n                           Grupy Polenergia pozostając, zgodnie z przyjętą definicją, bez wpływu na wynik EBITDA.\n                           Wielkość odpisu ma charakter szacunkowy i może ulec zmianie.Podjęta decyzja jest konsekwencją zmian w otoczeniu regulacyjnym wynikających z przyjętej\n                           nowelizacji ustawy o odnawialnych źródłach energii oraz sytuacji biznesowej i ekonomicznej\n                           segmentu biomasy.",
        "date": "2018-07-02"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_, działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 z późn. zm., niniejszym\n                           informuje, że 28 czerwca 2018 r. spółki zależne od Emitenta, tj. Amon Sp. z o.o. z\n                           siedzibą w Łebczu _\"Amon\"_ i Talia Sp. z o.o. z siedzibą w Łebczu _\"Talia\"_ uzgodniły\n                           i podpisały z konsorcjum banków finansujących _Raiffeisen Bank Polska S.A., Bank Zachodni\n                           WBK S.A., DNB Bank Polska S.A. Powszechna Kasa Oszczędności Bank Polski S.A._ umowy\n                           zmieniające umowy kredytów inwestycyjnych z dnia 1 czerwca 2010 roku, które zostały\n                           wówczas zawarte w związku z realizacją inwestycji polegającej na budowie farmy wiatrowej\n                           Łukaszów oraz farmy wiatrowej Modlikowice, o łącznej mocy zainstalowanej wynoszącej\n                           58 MW.Celem wprowadzonych zmian jest ustabilizowanie sytuacji finansowej Amon i Talia w\n                           długim horyzoncie czasowymi, poprzez częściową przedpłatę kredytu ze środków zgromadzonych\n                           na Rachunku Rezerwy Obsługi Długu _\"DSRA\"_, obniżenie rat kapitałowo-odsetkowych określonych\n                           w harmonogramie obsługi kredytów inwestycyjnych oraz dostosowanie ustanowionych zabezpieczeń\n                           do obecnie obowiązujących przepisów i sytuacji kredytobiorców.Po zawarciu powyższych umów zmieniających kwota pozostała do spłaty, po przedpłacie\n                           z DSRA przewidzianej w dokumentach, wynosi ok. 179 mln zł. Dokumenty finansowe przewidują\n                           harmonogram obsługi kredytu do grudnia 2026 roku. Oprocentowanie kredytu równe jest\n                           stawce WIBOR powiększonej o marżę banków. Wprowadzone modyfikacje były konieczne z uwagi na sytuację rynkową, w szczególności\n                           poziom cen zielonych certyfikatów oraz energii elektrycznej. Emitent zwraca uwagę\n                           na fakt, że Amon i Talia były stroną umów długoterminowych na odbiór energii elektrycznej\n                           oraz zielonych certyfikatów, których odbiorcą była spółka zależna należąca do Grupy\n                           Tauron Polska Energia S.A. _\"Tauron\"_. Umowy te zostały wypowiedziane przez kontrahenta,\n                           w związku z czym Amon i Talia wniosły pozwy przeciwko Tauron, o których Emitent informował\n                           raportem bieżącym nr 12/2018 z dnia 1 maja 2018 r.",
        "date": "2018-06-28"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. z siedzibą w Warszawie, wypełniając obowiązek wynikający z\n                           przepisu art. 70 pkt. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz.U.2018.512 t.j. z dnia 2018.03.12_ niniejszym informuje, iż w dniu\n                           28 czerwca 2018 r. otrzymał od Pani Dominiki Kulczyk oraz od Pana Sebastiana Kulczyka\n                           zawiadomienie o następującej treści:\"W wykonaniu obowiązku wynikającego z art. 69 ust. 1 pkt 1 ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz. U. z 2018 r.\n                           poz. 512 z późn. zm._ _\"Ustawa\"_, Sebastian Kulczyk oraz Dominika Kulczyk zawiadamiają\n                           niniejszym, że na skutek podziału spadku po dr Janie Kulczyku, Dominika Kulczyk nie\n                           posiada już akcji Polenergia S.A. _\"Spółka\"_. Jednocześnie Sebastian Kulczyk i Dominika\n                           Kulczyk informują, że na skutek podziału spadku Sebastian Kulczyk obecnie posiada\n                           pośrednio 22.811.757 _słownie: dwadzieścia dwa miliony osiemset jedenaście tysięcy\n                           siedemset pięćdziesiąt siedem_ akcji Spółki, stanowiących 50,2% _słownie: pięćdziesiąt\n                           i dwie dziesiąte procenta_ kapitału zakładowego Spółki i uprawniających do wykonywania\n                           22.811.757 _słownie: dwudziestu dwóch milionów ośmiuset jedenastu tysięcy siedmiuset\n                           pięćdziesięciu siedmiu_ głosów na walnym zgromadzeniu Spółki, co stanowi 50,2% _słownie:\n                           pięćdziesiąt i dwie dziesiąte procenta_ ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki.Na podstawie testamentu pozostawionego przez dr Jana Kulczyka, Sebastian Kulczyk i\n                           Dominika Kulczyk _jako współwłaściciele_ odziedziczyli m.in. 100% _słownie: sto procent_\n                           udziałów w spółce Luglio Limited _\"Luglio\"_, spółce prawa cypryjskiego, będącej podmiotem\n                           dominującym wobec Kulczyk Investments S.A. _\"KI\"_, która - za pośrednictwem Mansa\n                           Investments sp. z o.o. - posiada 22.811.757 _słownie: dwadzieścia dwa miliony osiemset\n                           jedenaście tysięcy siedemset pięćdziesiąt siedem_ akcji Spółki, stanowiących 50,2%\n                           _słownie: pięćdziesiąt i dwie dziesiąte procenta_ kapitału zakładowego Spółki i uprawniających\n                           do wykonywania 22.811.757 _słownie: dwudziestu dwóch milionów ośmiuset jedenastu tysięcy\n                           siedmiuset pięćdziesięciu siedmiu_ głosów na walnym zgromadzeniu Spółki, co stanowi\n                           50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki. Zgodnie z prawem cypryjskim Sebastian Kulczyk i Dominika Kulczyk\n                           byli współwłaścicielami 100% _słownie: stu procent_ udziałów Luglio, przy czym w świetle\n                           prawa cypryjskiego każde z nich było uważane za właściciela wszystkich udziałów objętych\n                           współwłasnością.Mając na uwadze powyższe, stosownie do art. 69 ust. 4 pkt 2 Ustawy Sebastian Kulczyk\n                           i Dominika Kulczyk informują, że przed dniem podziału spadku, o którym mowa w niniejszym\n                           zawiadomieniu, każde z nich posiadało pośrednio 22.811.757 _słownie: dwadzieścia dwa\n                           miliony osiemset jedenaście tysięcy siedemset pięćdziesiąt siedem_ akcji Spółki, stanowiących\n                           50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ kapitału zakładowego Spółki\n                           i uprawniających do wykonywania 22.811.757 _słownie: dwudziestu dwóch milionów ośmiuset\n                           jedenastu tysięcy siedmiuset pięćdziesięciu siedmiu_ głosów na walnym zgromadzeniu\n                           Spółki, co stanowi 50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.Jednocześnie, zgodnie z wymogami prawa cypryjskiego, Sebastian Kulczyk był tzw. starszym\n                           wspólnikiem _ang. senior shareholder_, posiadającym głos decydujący w przypadku braku\n                           porozumienia pomiędzy współwłaścicielami odnośnie do sposobu wykonywania prawa głosu\n                           z udziałów. W konsekwencji, Sebastian Kulczyk _indywidualnie_ – w związku z posiadaniem\n                           statusu i uprawnień starszego wspólnika – był podmiotem dominującym wobec Spółki w\n                           rozumieniu przepisów Ustawy.W następstwie zniesienia współwłasności na podstawie umowy _ang. Instrument of Transfer_\n                           zawartej w dniu 26 czerwca 2018 roku Sebastian Kulczyk stał się jedynym właścicielem\n                           100% _słownie: stu procent_ udziałów w Luglio, które przed tym dniem stanowiły przedmiot\n                           współwłasności Sebastiana Kulczyka i Dominiki Kulczyk. W konsekwencji Sebastian Kulczyk\n                           pozostaje podmiotem dominującym wobec Spółki w rozumieniu przepisów Ustawy.Wobec powyższego, stosownie do art. 69 ust. 4 pkt 3 Ustawy Sebastian Kulczyk i Dominika\n                           Kulczyk informują, że obecnie Sebastian Kulczyk posiada pośrednio 22.811.757 _słownie:\n                           dwadzieścia dwa miliony osiemset jedenaście tysięcy siedemset pięćdziesiąt siedem_\n                           akcji Spółki, stanowiących 50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_\n                           kapitału zakładowego Spółki i uprawniających do wykonywania 22.811.757 _słownie: dwudziestu\n                           dwóch milionów ośmiuset jedenastu tysięcy siedmiuset pięćdziesięciu siedmiu_ głosów\n                           na walnym zgromadzeniu Spółki, co stanowi 50,2% _słownie: pięćdziesiąt i dwie dziesiąte\n                           procenta_ ogólnej liczby głosów na walnym zgromadzeniu Spółki, natomiast Dominika\n                           Kulczyk nie posiada _pośrednio ani bezpośrednio_ akcji Spółki.Zgodnie z art. 69 ust. 4 pkt 5 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że Sebastian Kulczyk posiada akcje objęte niniejszym zawiadomieniem pośrednio, za\n                           pośrednictwem Luglio, KI oraz Mansa Investments sp. z o.o. Żadne inne podmioty zależne\n                           od Sebastiana Kulczyka lub Dominiki Kulczyk nie posiadają akcji Spółki.Zgodnie z art. 69 ust. 4 pkt 6 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że nie występują osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c.Zgodnie z art. 69 ust. 4 pkt 7 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że liczba głosów, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do których\n                           nabycia byliby uprawnieni lub zobowiązani Sebastian Kulczyk bądź Dominika Kulczyk,\n                           jako posiadacze instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy,\n                           oraz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które\n                           nie są wykonywane wyłącznie przez rozliczenie pieniężne wynosi 0 _słownie: zero_.Zgodnie z art. 69 ust. 4 pkt 8 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że liczba głosów, obliczona w sposób określony w art. 69b ust. 3 Ustawy, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2 Ustawy wynosi 0 _słownie: zero_.\"",
        "date": "2018-06-28"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Polenergia Spółka Akcyjna niniejszym informuje, że Nadzwyczajne Walne Zgromadzenie\n                           Spółki zwołane zostało na dzień 13 lipca 2018 roku, godz. 11:00. Zgromadzenie odbędzie\n                           się Warszawie, w siedzibie Spółki przy ul. Kruczej 24/26.W załączeniu:1_\togłoszenie o zwołaniu Walnego Zgromadzenia;2_\tprojekty uchwał Walnego Zgromadzenia;3_\tporównanie dotychczas obowiązujących postanowień statutu z projektowanymi zmianami;4_\tinformacja o ogólnej liczbie akcji i głosów.",
        "date": "2018-06-15"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. z siedzibą w Warszawie _\"Spółka\"_, wypełniając obowiązek wynikający\n                           z przepisu art. 70 pkt. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U.2018.512 t.j. z dnia 2018.03.12_ niniejszym informuje,\n                           iż w dniu 14 czerwca 2018 r. otrzymał od Pani Dominiki Kulczyk oraz od Pana Sebastiana\n                           Kulczyka zawiadomienie o następującej treści:\"W wykonaniu obowiązku wynikającego z art. 69 ust. 1 pkt 1 ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz. U. z 2018 r.\n                           poz. 512 z późn. zm._ _\"Ustawa\"_, Sebastian Kulczyk oraz Dominika Kulczyk zawiadamiają\n                           niniejszym, że na skutek pośredniego nabycia w dniu 13 czerwca 2018 roku, 22.811.757\n                           _słownie: dwudziestu dwóch milionów ośmiuset jedenastu tysięcy siedmiuset pięćdziesięciu\n                           siedmiu_ akcji Polenergia S.A. _\"Spółka\"_ przekroczyli próg 50 % _słownie: pięćdziesięciu\n                           procent_ ogólnej liczby głosów na walnym zgromadzeniu Spółki. Jednocześnie Sebastian\n                           Kulczyk i Dominika Kulczyk informują, że na skutek pośredniego nabycia akcji Spółki,\n                           o którym mowa w zdaniu poprzedzającym Sebastian Kulczyk stał się podmiotem pośrednio\n                           dominującym wobec Spółki.Pośrednie nabycie akcji Spółki nastąpiło w wyniku dziedziczenia, przy czym wydanie\n                           udziałów i konstytutywny wpis do cypryjskiego rejestru spółek nastąpiły w dniu 13\n                           czerwca 2018 roku.Podstawą dziedziczenia był pozostawiony przez Dr Jana Kulczyka testament sporządzony\n                           zgodnie z prawem szwajcarskim. W skład masy spadkowej wchodziło m.in. 100% _słownie:\n                           sto procent_ udziałów w spółce Luglio Limited _\"Luglio\"_, spółce prawa cypryjskiego,\n                           będącej podmiotem dominującym wobec Kulczyk Investments S.A. _\"KI\"_, która - za pośrednictwem\n                           Mansa Investments sp. z o.o. – posiada 22.811.757 _słownie: dwadzieścia dwa miliony\n                           osiemset jedenaście tysięcy siedemset pięćdziesiąt siedem_ akcji Spółki, stanowiących\n                           50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ kapitału zakładowego Spółki\n                           i uprawniających do wykonywania 22.811.757 _słownie: dwudziestu dwóch milionów ośmiuset\n                           jedenastu tysięcy siedmiuset pięćdziesięciu siedmiu_ głosów na walnym zgromadzeniu\n                           Spółki, co stanowi 50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki. Zgodnie z prawem cypryjskim nabycie udziałów\n                           w Luglio wymaga wpisu do odpowiedniego rejestru i następuje z chwilą dokonania tego\n                           wpisu.W dniu 13 czerwca 2018 roku zgodnie z certyfikatem wydanym przez Ministerstwo Energii,\n                           Handlu, Przemysłu i Turystyki w Nikozji Sebastian Kulczyk oraz Dominika Kulczyk zostali\n                           wpisani do cypryjskiego rejestru spółek jako współwłaściciele 100% udziałów Luglio\n                           i z tym dniem nabyli 100% _słownie: sto procent_ udziałów w Luglio. Zgodnie z prawem\n                           cypryjskim Sebastian Kulczyk oraz Dominika Kulczyk są współwłaścicielami 100% _słownie:\n                           sto procent_ udziałów Luglio, przy czym w świetle prawa cypryjskiego każde z nich\n                           jest uważane za właściciela wszystkich udziałów objętych współwłasnością. Jednocześnie,\n                           zgodnie z prawem cypryjskim, w przypadku gdy udziały w spółce są przedmiotem współwłasności,\n                           jeden z współwłaścicieli musi być wpisany do cypryjskiego rejestru spółek, prowadzonego\n                           przez sekretarza spółki, jako tzw. starszy wspólnik _ang. senior shareholder_.Sebastian Kulczyk i Dominika Kulczyk nie zawarli porozumienia odnośnie do sposobu\n                           wykonywania praw z udziałów w Luglio, w szczególności odnośnie do wykonywania prawa\n                           głosów z tych udziałów. W przypadku braku porozumienia pomiędzy współwłaścicielami\n                           odnośnie do sposobu wykonywania prawa głosu z udziałów, prawo cypryjskie przyznaje\n                           starszemu wspólnikowi głos decydujący.Sebastian Kulczyk i Dominika Kulczyk informują, że starszym wspólnikiem Luglio jest\n                           Sebastian Kulczyk, a tym samym Sebastian Kulczyk _samodzielnie_ – w związku z posiadaniem\n                           statusu i uprawnień starszego wspólnika – jest podmiotem dominującym wobec Spółki\n                           w rozumieniu przepisów Ustawy.Zgodnie z art. 69 ust. 4 pkt 2 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że przed nabyciem akcji, o którym mowa w niniejszym zawiadomieniu nie posiadali _bezpośrednio\n                           ani pośrednio_ akcji Spółki.Zgodnie z art. 69 ust. 4 pkt 3 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że obecnie każde z nich posiada pośrednio 22.811.757 _słownie: dwadzieścia dwa miliony\n                           osiemset jedenaście tysięcy siedemset pięćdziesiąt siedem_ akcji Spółki, stanowiących\n                           50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ kapitału zakładowego Spółki\n                           i uprawniających do wykonywania 22.811.757 _słownie: dwudziestu dwóch milionów ośmiuset\n                           jedenastu tysięcy siedmiuset pięćdziesięciu siedmiu_ głosów na walnym zgromadzeniu\n                           Spółki, co stanowi 50,2% _słownie: pięćdziesiąt i dwie dziesiąte procenta_ ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.Zgodnie z art. 69 ust. 4 pkt 5 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że akcje objęte niniejszym zawiadomieniem posiadają za pośrednictwem Luglio, KI oraz\n                           Mansa Investments sp. z o.o. Żadne inne podmioty zależne od Sebastiana Kulczyka lub\n                           Dominiki Kulczyk nie posiadają akcji Spółki.Zgodnie z art. 69 ust. 4 pkt 6 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że nie występują osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c.Zgodnie z art. 69 ust. 4 pkt 7 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że liczba głosów, obliczona w sposób określony w art. 69b ust. 2 Ustawy, do których\n                           nabycia byliby uprawnieni lub zobowiązani Sebastian Kulczyk bądź Dominika Kulczyk,\n                           jako posiadacze instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy,\n                           oraz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które\n                           nie są wykonywane wyłącznie przez rozliczenie pieniężne wynosi 0 _słownie: zero_.Zgodnie z art. 69 ust. 4 pkt 8 Ustawy Sebastian Kulczyk i Dominika Kulczyk informują,\n                           że liczba głosów, obliczona w sposób określony w art. 69b ust. 3 Ustawy, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2 Ustawy wynosi 0 _słownie: zero_.\"",
        "date": "2018-06-14"
    },
    {
        "company_name": "POLENERGIA",
        "content": "W nawiązaniu do raportów bieżących nr 4/2018 z dnia 5 marca 2018 r., nr 7/2018 z dnia\n                           21 kwietnia 2018 r., nr 11/2018 z dnia 27 kwietnia 2018 r oraz 13/2018 z dnia 2 maja\n                           2018 r , Zarząd spółki Polenergia S.A. _\"Spółka\" lub \"Polenergia\"_, działając na podstawie\n                           art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie\n                           nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i\n                           Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014\n                           r. Nr 173, str. 1 z późn. zm._, niniejszym informuje, że w dniu 22 maja 2018 r. Spółka\n                           oraz Statoil Holding Netherlands B.V.  _\"Statoil Holding Netherlands\"_ zawarły umowę\n                           przyrzeczoną przenoszącą własność 50% udziałów _\"Udziały\"_ posiadanych przez Spółkę\n                           w każdej z następujących spółek _i_ Polenergia Bałtyk II sp. z o. o. oraz _ii_ w Polenergia\n                           Bałtyk III sp. z o. o. _łącznie \"SPV\"_, które prowadzą projekty budowy morskich farm\n                           wiatrowych na Bałtyku. W tym samym dniu własność Udziałów w SPV przeszła na Statoil\n                           Holding Netherlands.Jednocześnie, tego samego dnia, doszło do zawarcia: _i_ umów dotyczących rozwoju oraz\n                           realizacji projektów budowy morskich farm wiatrowych na Bałtyku _tzw. Development\n                           and Execution Services Agreements_ pomiędzy każdą z SPV oraz Statoil New Energy Service\n                           Centre B.V. _członkiem grupy kapitałowej Statoil_, _ii_ umów serwisowych pomiędzy\n                           każdą z SPV i Spółką oraz _iii_ porozumień wspólników dotyczących każdej z SPV pomiędzy\n                           Spółką, Statoil Holding Netherlands oraz odpowiednio każdą z SPV.Warunki transakcji zbycia Udziałów w SPV przez Polenergia, w tym umowy przyrzeczonej\n                           przenoszącej na Statoli Holding Netherlands Udziały w SPV oraz innych umów wskazanych\n                           powyżej, zostały podane do wiadomości publicznej raportem bieżącym nr 4/2018 z dnia\n                           5 marca 2018 r.",
        "date": "2018-05-22"
    },
    {
        "company_name": "POLENERGIA",
        "content": "W nawiązaniu do raportów bieżących nr 4/2018 z dnia 5 marca 2018 r., nr 7/2018 z dnia\n                           21 kwietnia 2018 r. oraz nr 11/2018 z dnia 27 kwietnia 2018 r., Zarząd spółki Polenergia\n                           S.A. _\"Spółka\" lub \"Polenergia\"_, działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str. 1 z późn. zm._, niniejszym\n                           informuje, że w dniu 2 maja 2018 r. Spółka oraz Statoil Holding Netherlands B.V. \n                           _\"Statoil Holding Netherlands\"_ uzgodniły termin zawarcia umowy przyrzeczonej przenoszącej\n                           własność 50% udziałów _\"Udziały\"_ posiadanych przez Spółkę w każdej z następujących\n                           spółek _i_ Polenergia Bałtyk II sp. z o. o. oraz _ii_ w Polenergia Bałtyk III sp.\n                           z o. o. _łącznie \"SPV\"_, które prowadzą projekty budowy morskich farm wiatrowych na\n                           Bałtyku. Zgodnie z wcześniej przekazanymi informacjami Spółka oraz Statoil Holding Netherlands\n                           zawarły przedwstępną, warunkową umowę zbycia Udziałów _\"Umowa Przedwstępna\"_ w SPV.\n                           Zawarcie ostatecznej umowy przenoszącej własność Udziałów zostało uzależnione od spełnienia\n                           warunków zawieszających obejmujących _i_ uzyskanie przez każdą ze stron bezwarunkowej\n                           zgody Prezesa Urzędu Ochrony Konkurencji i Konsumentów na realizację transakcji oraz\n                           _ii_ uzyskanie przez Polenergia i SPV prawomocnej rejestracji uchwał o podwyższeniu\n                           kapitału zakładowego poprzez zmianę umowy spółki każdej z SPV, które zostały powzięte\n                           przed zawarciem Umowy Przedwstępnej. Wobec spełnienia obu ww. warunków zawieszających Spółka i Statoil Holding Netherlands\n                           ustaliły termin zawarcia umowy przyrzeczonej na dzień 22 maja 2018 r.",
        "date": "2018-05-02"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Polenergia S.A. _\"Emitent\"_, działając na podstawie art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 w sprawie nadużyć na rynku _\"MAR\"_,\n                           informuje, że w dniu 30 kwietnia 2018 roku dwie spółki zależne Emitenta, tj. Amon\n                           Sp. z o.o. z siedzibą w Łebczu _\"Amon\"_ oraz Talia sp. z o.o. z siedzibą w Łebczu\n                           _\"Talia\"_ wniosły do Sądu Okręgowego w Katowicach, XIII Wydział Gospodarczy, pozew\n                           przeciwko Tauron Polska Energia S.A. z siedzibą w Katowicach _\"Tauron\"_ w związku\n                           z zerwaniem długoterminowych umów sprzedaży energii i praw majątkowych zawartych przez\n                           spółkę zależną Tauron – Polska Energia-Pierwsza Kompania Handlowa Sp. z o.o. z siedzibą\n                           w Warszawie _\"PKH\"_ z Amon oraz Talia.Amon domaga się zapłaty na jej rzecz kwoty 47.556.025,51 zł tytułem odszkodowania\n                           wraz z odsetkami i kosztami procesu oraz ustalenia odpowiedzialności Tauron za szkody\n                           przyszłe, których wysokość została oszacowana na kwotę ponad 158 mln zł, wobec czego\n                           wartość przedmiotu sporu w zakresie żądań dochodzonych przez Amon wynosi ponad 205\n                           mln zł. Talia domaga się zapłaty na jej rzecz kwoty 31.299.188,52 zł tytułem odszkodowania\n                           wraz z odsetkami i kosztami procesu oraz ustalenia odpowiedzialności Tauron za szkody\n                           przyszłe, których wysokość została oszacowana na kwotę niecałych 107 mln zł, wobec\n                           czego wartość przedmiotu sporu w zakresie żądań dochodzonych przez Talia wynosi ponad\n                           138 mln zł.W dniu 23 grudnia 2009 roku Amon i Talia zawarły z PKH długoterminowe umowy sprzedaży\n                           energii elektrycznej wytwarzanej w odnawialnych źródłach energii oraz sprzedaży praw\n                           majątkowych wynikających ze świadectw pochodzenia potwierdzających wytworzenie energii\n                           w odnawialnych źródłach energii _\"Prawa Majątkowe\"_, jakimi są farmy wiatrowe w Modlikowicach\n                           i Łukaszowie należące do Amon i Talia. Prawa Majątkowe i energia były nabywane przez\n                           PKH dla potrzeb Grupy Tauron. W szczególności wszystkie Prawa Majątkowe nabywane przez\n                           PKH odsprzedawane były następnie przez PKH z zyskiem do Tauron Sprzedaż Sp. z o.o.\n                           _\"Tauron Sprzedaż\"_ na podstawie wieloletniej umowy.Tauron powierzył PKH dokonywanie na potrzeby grupy Tauron zakupów energii elektrycznej\n                           oraz Praw Majątkowych na podstawie długoterminowych umów. Wobec spadku cen rynkowych\n                           oraz niewyrażenia przez Amon i Talia zgody na wprowadzenie do umów zmian korzystnych\n                           wyłącznie dla Grupy Tauron, podjęto działania zmierzające do uchylenia się od wykonania\n                           zaciągniętych zobowiązań i wygaszenia długoterminowych umów. Tauron odstąpił od połączenia\n                           PKH z Tauron Sprzedaż oraz doprowadził do przeniesienia składników majątkowych oraz\n                           zyskownych segmentów działalności PKH na inne spółki z Grupy Tauron, pozostawiając\n                           w PKH wyłącznie umowy długoterminowe. Tak przygotowana PKH została przez Tauron postawiona\n                           w stan likwidacji, aby w jej toku lub na skutek zakończenia procesu likwidacji i wykreślenia\n                           PKH z Rejestru doszło odpowiednio do zerwania lub wygaśnięcia umów. Następnie powołani\n                           przez Tauron likwidatorzy PKH _pełniący zarazem funkcje Dyrektorów Departamentów Tauron_\n                           doprowadzili do zerwania długoterminowych umów zawartych m.in. z Amon i Talia, składając\n                           w dniu 18 marca 2015 roku pozbawione podstaw oświadczenia o wypowiedzeniu umów, a\n                           po upływie terminu ich wypowiedzenia zaprzestając nabywania od Amon i Talia energii\n                           i praw majątkowych, co doprowadziło do powstania szkody po stronie Amon i Talia.Zdaniem Amon i Talia, Tauron – jako jedyny wspólnik PKH i jako podmiot, który podjął\n                           działania zmierzające do wygaśnięcia długoterminowych umów oraz do złożenia bezpodstawnych\n                           oświadczeń o wypowiedzeniu tych umów i zaprzestania przez PKH nabywania energii i\n                           praw majątkowych na podstawie tych umów, oraz jako podmiot, który powierzył PKH i\n                           jej likwidatorom określone czynności i świadomie skorzystał z wyrządzonej Amon i Talia\n                           szkody – jest odpowiedzialny za szkodę, jaką w związku z zerwaniem długoterminowych\n                           umów poniosły i nadal ponoszą Amon i Talia. Tym samym w ocenie Amon i Talia ich roszczenia\n                           są zasadne i zasługują na zasądzenie zgodnie z powództwem wytoczonym przez obydwie\n                           spółki. Zarząd Emitenta podziela stanowisko powodowych spółek.O kolejnych istotnych decyzjach dotyczących przedmiotowego postępowania Emitent będzie\n                           informował w trybie kolejnych raportów bieżących.",
        "date": "2018-05-01"
    },
    {
        "company_name": "POLENERGIA",
        "content": "W nawiązaniu do raportu bieżącego nr 4/2018 z dnia 5 marca 2018 r. _\"Raport Bieżący\"_,\n                           Zarząd spółki Polenergia S.A. _\"Spółka\" lub \"Polenergia\"_, działając na podstawie\n                           art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie\n                           nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i\n                           Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014\n                           r. Nr 173, str. 1 z późn. zm._, niniejszym informuje, że w dniu 27 kwietnia 2018 r.\n                           Zarząd Spółki powziął informację o uzyskaniu w dniu 27 kwietnia 2018 r. przez Spółkę\n                           oraz przez Statoil Holding Netherlands B.V.  _\"Statoil Holding Netherlands\"_ bezwarunkowej\n                           zgody Prezesa Urzędu Ochrony Konkurencji i Konsumentów na utworzenie wspólnego przedsiębiorcy.\n                           Zgodnie z informacjami przekazanymi Raportem Bieżącym, Spółka zawarła przedwstępną,\n                           warunkową umowę zbycia _\"Umowa Przedwstępna\"_ 50% udziałów _\"Udziały\"_ w każdej z\n                           następujących spółek zależnych Spółki: Polenergia Bałtyk II sp. z o.o. i Polenergia\n                           Bałtyk III sp. z o.o. _łącznie \"SPV\"_, które prowadzą projekty budowy morskich farm\n                           wiatrowych na Bałtyku _\"Projekt\"_. Umowa przedwstępna została zawarta ze Statoil Holding\n                           Netherlands.Zgodnie z Raportem Bieżącym, Umowa Przedwstępna przewiduje zawarcie umowy przyrzeczonej\n                           przenoszącej własność Udziałów posiadanych przez Spółkę na rzecz Statoil Holding Netherlands.\n                           Sprzedaż udziałów w SPV ma być zrealizowana w ramach uzgodnionej przez strony współpracy\n                           w zakresie wspólnej realizacji Projektu _\"Transakcja\"_. Zawarcie ostatecznej umowy\n                           przenoszącej własność Udziałów zostało uzależnione od spełnienia warunków zawieszających\n                           obejmujących _i_ uzyskanie przez każdą ze stron bezwarunkowej zgody Prezesa Urzędu\n                           Ochrony Konkurencji i Konsumentów na realizację Transakcji oraz _ii_ uzyskanie przez\n                           Polenergia i SPV prawomocnej rejestracji uchwał o podwyższeniu kapitału zakładowego\n                           poprzez zmianę umowy spółki każdej z SPV, które zostały powzięte przed zawarciem Umowy\n                           PrzedwstępnejW dniu 21 kwietnia 2018, raportem bieżącym nr 7/2018, Spółka podała do publicznej\n                           wiadomości informację o ziszczeniu się pierwszego z warunków zawieszających, tj. o\n                           uprawomocnieniu się wpisów do rejestru przedsiębiorców Krajowego Rejestru Sądowego\n                           w przedmiocie podwyższenia kapitału zakładowego poprzez zmianę umów obu SPV.  Uzyskanie przez Polenergia oraz przez Statoil Holding Netherlands bezwarunkowej zgody\n                           Prezesa Urzędu Ochrony Konkurencji i Konsumentów na utworzenie wspólnego przedsiębiorcy\n                           na potrzeby realizacji Projektu  oznacza, że został spełniony drugi ze wskazanych\n                           w Raporcie Bieżącym warunków zawieszających transakcji zbycia 50% udziałów w SPV przez\n                           Spółkę na rzecz Statoil Holding Netherlands.",
        "date": "2018-04-27"
    },
    {
        "company_name": "POLENERGIA",
        "content": "Zarząd Spółki Polenergia S.A. informuje, że w raporcie nr 10/2018 błędnie zostały\n                           opisane podmioty zależne Emitenta.Prawidłowa treść raportu powinna brzmieć następująco:\"Zarząd spółki Polenergia S.A. _\"Emitent\"_, działając na podstawie art. 17 ust. 1\n                           Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014 w sprawie nadużyć\n                           na rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dz. U. UE. L. z 2014 r. Nr 173, str.\n                           1 z późn. zm._, informuje, że w dniu 26 kwietnia 2018 r. spółkom zależnym Emitenta,\n                           tj. Certyfikaty sp. z o.o. i Polenergia Obrót S.A. _\"Spółki Zależne\"_ doręczono pismo\n                           mediatora prowadzącego mediację pomiędzy Spółkami Zależnymi a Eolos Polska sp. z o.o.\n                           _\"Eolos\"_. Mediacja okazała się bezskuteczna i została zakończona, w związku z czym\n                           spór będzie kontynuowany w postępowaniu sądowym przed Sądem Okręgowym w Warszawie.\n                           W ramach powyższego sporu Eolos żąda zapłaty solidarnie przez Spółki Zależne i przez\n                           spółkę Polenergia Usługi sp. z o.o. kwoty 27.895.009 PLN wraz z odsetkami ustawowymi\n                           w związku z rzekomym niewykonaniem umów, które wygasły w dniu 5 stycznia 2016 r. O\n                           wygaśnięciu umów Emitent informował w raporcie bieżącym nr 1/2016 z dnia 5 stycznia\n                           2016 r. W odpowiedzi na pozew Spółki Zależne podnoszą, że powództwo jest w całości bezzasadne,\n                           a Polenergia Obrót S.A. kwestionuje wskazaną przez Eolos podstawę jej rzekomej solidarnej\n                           odpowiedzialności za zobowiązania Certyfikaty sp. z o.o.\"",
        "date": "2018-04-27"
    }
]