[
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           29 grudnia 2017 r. zawarł ugodę sądową z Europa Centralna sp. z o.o. dotyczącą sporów\n                           wynikłych w związku z realizacją umowy z dnia 10 listopada 2011 r. o roboty budowlane\n                           dotyczącej budowy centrum handlowego Europa Centralna zlokalizowanego w Gliwicach\n                           _\"Ugoda\"_. O zawarciu umowy Spółka informowała raportem bieżącym nr 64/2011 z dnia\n                           14 listopada 2011 r. Spory sądowe wynikające z umowy zostały opisane w skonsolidowanych\n                           i jednostkowych sprawozdaniach finansowych Spółki i Grupy Kapitałowej Spółki.Zgodnie z treścią ugody Europa Centralna sp. z o.o. zapłaci Spółce kwotę EUR 3.000.000\n                           tytułem świadczenia w ramach ugody, a Spółka niniejszym potwierdziła uprawnienie Europa\n                           Centralna sp. z o.o. do zatrzymania kwoty 25.938.604,23 zł, którą to kwotę Bank BGŻ\n                           BNP Paribas S.A. wypłacił na rzecz Europy Centralnej sp. z o.o. tytułem realizacji\n                           gwarancji bankowej należytego wykonania umowy nr 2324/11/WAR.Strony potwierdziły, że: _i_ zapłata przez Europa Centralna sp. z o.o. świadczenia\n                           w ramach ugody na rzecz Spółki zaspokaja wszelkie roszczenia Spółki do Europa Centralna\n                           sp. z o.o. oraz _ii_ poprzez potwierdzenie przez Spółkę uprawnienia Europy Centralnej\n                           sp. z o.o. do zatrzymania kwoty pobranej z gwarancji bankowej uznaje się za zaspokojone\n                           wszelkie roszczenia Europy Centralnej sp. z o.o. do Spółki powstałe w związku z umową\n                           z dnia 10 listopada 2011 r. o roboty budowlane dotyczącą budowy centrum handlowego\n                           Europa Centralna zlokalizowanego w Gliwicach oraz w odniesieniu do realizacji przedsięwzięcia\n                           w postaci budowy centrum handlowego Europa Centralna w Gliwicach.",
        "date": "2017-12-29"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym wpłynęło do Spółki pismo od Pana Andrzeja Juszczyńskiego w którym złożył\n                           on rezygnację z pełnienia funkcji Wiceprezesa Zarządu Spółki z dniem 2 stycznia 2018\n                           roku.Pan Andrzej Juszczyński nie podał powodów swojej rezygnacji. Podstawa prawna: §5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa nie będącego państwem członkowskim.",
        "date": "2017-12-29"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 97/2017 z dnia 30 listopada 2017 roku, Zarząd\n                           Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_, informuje o ustaleniu przez\n                           Radę Nadzorczą Spółki tekstu jednolitego Statutu Spółki. Treść tekstu jednolitego\n                           Statutu Spółki stanowi załącznik do niniejszego raportu i obejmuje zmiany wprowadzone\n                           Uchwałą nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 30 listopada 2017 roku,\n                           szczegółowo opisane w raporcie bieżącym nr 97/2017 z dnia 30 listopada 2017 roku.\n                           O fakcie rejestracji przez sąd rejestrowy Statutu, Spółka powiadomi odrębnym raportem\n                           bieżącym.Podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-12-18"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym Spółka otrzymała od biegłego rewidenta – Deloitte Polska Spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowa z siedzibą w Warszawie, pismo sporządzone na\n                           wniosek Spółki i adresowane do Komisji Nadzoru Finansowego, w którym podmiot ten potwierdza\n                           informacje podane w raporcie bieżącym nr 100/2017 z dnia 13 grudnia 2017 roku, związane\n                           z częściowym rozwiązaniem umowy z podmiotem uprawnionym do badania sprawozdań finansowych.\n                           Treść pisma biegłego rewidenta stanowi załącznik do niniejszego raportu.",
        "date": "2017-12-15"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym powziął informację o ustanowieniu ostatniego z zabezpieczeń opisanych\n                           w raporcie bieżącym nr 79/2017 z dnia 6 października 2017 roku, tym samym ustanowione\n                           zostały wszystkie zabezpieczenia opisane w ww. raporcie.",
        "date": "2017-12-14"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym w drodze porozumienia rozwiązał częściowo umowę o badanie sprawozdań finansowych\n                           z podmiotem uprawnionym do badania sprawozdań finansowych tj. z Deloitte Polska spółka\n                           z ograniczona odpowiedzialności sp.k. z siedzibą w Warszawie _\"Umowa\"_.Umowa została zmodyfikowana z inicjatywy obu stron wskutek wejścia w życie ustawy\n                           z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze\n                           publicznym, która ustanawia maksymalny 5 letni okres przeprowadzania badania sprawozdań\n                           finansowych w spółkach będących jednostkami zainteresowania publicznego w związku\n                           z tym wykonanie Umowy nie może być kontynuowane w zakresie przeglądu śródrocznego\n                           sprawozdania finansowego za okres kończący się 30 czerwca 2018 r. i badania sprawozdania\n                           finansowego za okres kończący się 31 grudnia 2018 r. W związku z powyższym konieczne\n                           było rozwiązanie Umowy w części dotyczącej wskazanych usług. W zakresie badania sprawozdania\n                           finansowego za okres kończący się 31 grudnia 2017 r. Umowa pozostaje w mocy.W okresie obowiązywania Umowy nie było przypadków rezygnacji z wyrażenia opinii, wydania\n                           opinii negatywnych lub wydania opinii z zastrzeżeniami o prawidłowości i rzetelności\n                           sprawozdań finansowych lub skonsolidowanych sprawozdań finansowych Emitenta.W okresie obowiązywania Umowy nie było przypadków rozbieżności odnośnie co do interpretacji\n                           i stosowania przepisów prawa lub postanowień statutu dotyczących przedmiotu i zakresu\n                           badania, przeglądu lub innych usług pomiędzy osobami zarządzającymi a biegłym rewidentem,\n                           który dokonywał badania, przeglądu lub innych usług dotyczących sprawozdań finansowych\n                           lub skonsolidowanych sprawozdań finansowych Emitenta.Pismo biegłego rewidenta, sporządzone na wniosek Emitenta i adresowane do Komisji\n                           Nadzoru Finansowego, w którym podmiot ten odniesie się do informacji podanych w niniejszym\n                           raporcie bieżącym, zostanie przekazane do publicznej wiadomości niezwłocznie po jego\n                           wpłynięciu do Spółki.Podstawa prawna: § 5 ust. 1 pkt. 20 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-12-13"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 86/2017 z dnia 31 października 2017 r., Zarząd\n                           Polimex-Mostostal S.A. z siedzibą w Warszawie informuje, że w wyniku spełnienia się\n                           warunku dotyczącego uzyskania zgód w dniu dzisiejszym weszło w życie Porozumienie\n                           _jak zdefiniowano w raporcie bieżącym nr 86/2017_.",
        "date": "2017-12-01"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje o zawarciu\n                           w dniu dzisiejszym przez Spółkę umowy przedwstępnej sprzedaży prawa użytkowania wieczystego\n                           zabudowanych nieruchomości, której przedmiotem są nieruchomości położone w Stalowej\n                           Woli, gmina Stalowa Wola, powiat stalowowolski, województwo podkarpackie, dla których\n                           Sąd Rejonowy w Stalowej Woli VI Wydział Ksiąg Wieczystych prowadzi księgę wieczystą\n                           KW Nr TB1S/00023595/4, KW Nr TB1S/00012224/3, KW Nr TB1S/00012225/0 _\"Nieruchomość\"_.\n                           Zgodnie z Umową łączna cena za Nieruchomość wynosi 4.682.000,00 złotych netto tj.\n                           5.757.489,40  złotych brutto. _\"Cena\"_.W umowie przedwstępnej Spółka zobowiązała się do zawarcia warunkowej umowy sprzedaży\n                           nieruchomości, w której warunkiem będzie: _i_ niewykonanie przez Prezydenta Stalowej\n                           Woli prawa pierwokupu albo bezskuteczny upływ terminu _ii_ uzyskania dokumentów wystawionych\n                           przez wszystkich wierzycieli hipotecznych posiadających zabezpieczenia w postaci hipotek,\n                           zawierających zgody na zwolnienie ze wszystkich hipotek i wykreślenie ich z ksiąg\n                           wieczystych.Przeniesienie własności nieruchomości będzie przedmiotem odrębnej umowy po dokonaniu\n                           wpłaty określonej w Umowie warunkowej ceny na rachunek powierniczy przez kupującego.Strony postanowiły o automatycznym rozwiązaniu przedwstępnej Umowy sprzedaży nieruchomości\n                           z upływem dnia 30 marca 2018 r. włącznie, jeżeli nie dojdzie do spełnienia się wszystkich\n                           warunków _a Kupujący nie zrzeknie się obowiązku ich spełnienia_. Zbycie Nieruchomości jest elementem zawartej z wierzycielami finansowymi umowy w sprawie\n                           zasad obsługi zadłużenia finansowego Spółki.",
        "date": "2017-11-30"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie \"Spółka\", \"Emitent\" informuje,\n                           że w dniu dzisiejszym uchwałą Nadzwyczajnego Walnego Zgromadzenia zmieniono brzmienie\n                           § 7 ust. 1 statutu Spółki. Plik, zawierający nowe brzmienie przedmiotowej jednostki\n                           statutu oraz jej dotychczasowe brzmienie, stanowi załącznik do niniejszego raportu.\n                           Nadzwyczajne Walne Zgromadzenie upoważniło Radę Nadzorczą Spółki do sporządzenia tekstu\n                           jednolitego statutu.O fakcie rejestracji przez sąd rejestrowy Statutu, Spółka powiadomi odrębnym raportem\n                           bieżącym.Podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-11-30"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie przy Al. Jana Pawła II 12 \"Spółka\"\n                           informuje, że Nadzwyczajne Walne Zgromadzenie Spółki powołało w skład Rady Nadzorczej\n                           Spółki nowego członka, Pana Andrzeja Józefa Kanię.Zgodnie z przyjętymi Zasadami Dobrych Praktyk Spółek Notowanych na GPW oraz w celu\n                           umożliwienia Akcjonariuszom Spółki zapoznania się z nowo powołanym przez Nadzwyczajne\n                           Walne Zgromadzenie Spółki, członkiem Rady Nadzorczej Spółka przedstawia życiorys Pana\n                           Andrzeja Józefa Kani jako załącznik do niniejszego raportu.Powołany członek Rady Nadzorczej Spółki złożył pisemne oświadczenie, że poza Spółką\n                           nie prowadzi innej działalności poza przedsiębiorstwem Spółki, nie wykonuje innej\n                           działalności konkurencyjnej, ani też nie jest wspólnikiem konkurencyjnych spółek cywilnych,\n                           osobowych, nie jest członkiem organów konkurencyjnych spółek kapitałowych, nie uczestniczy\n                           w innych konkurencyjnych osobach prawnych jako członek ich organów.Pan Andrzej Józef Kania złożył również oświadczenie, że nie figuruje w Rejestrze Dłużników\n                           Niewypłacalnych, prowadzonym na podstawie ustawy z dnia 20 sierpnia 1997 r. o Krajowym\n                           Rejestrze Sądowym Dz. U. z 2013 r. poz. 1203.Podstawa prawna: §5 ust.1 pkt 22 w zw. z §28 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim Dz.U. 2014 poz.\n                           133.",
        "date": "2017-11-30"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie podaje w załączeniu treść uchwał,\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 30\n                           listopada 2017 roku.Podstawa prawna: §38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-11-30"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie podaje w załączeniu wykaz akcjonariuszy,\n                           posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu, które\n                           odbyło się w dniu 30 listopada 2017 roku.",
        "date": "2017-11-30"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż za pomocą\n                           systemu usług elektronicznych Ministerstwa Sprawiedliwości eMS _mieszczącego się pod\n                           adresem internetowym:  https://ems.ms.gov.pl_ powziął wiadomość o rejestracji w dniu\n                           dzisiejszym zmiany statutu Spółki wprowadzonej Uchwałą nr 4 Nadzwyczajnego Walnego\n                           Zgromadzenia Spółki z dnia 17 października 2017 roku. Tekst jednolity statutu, obejmujący\n                           ww. zmianę, oraz wyliczenie dokonanych zmian zostały przekazany przez Emitenta do\n                           publicznej wiadomości w raporcie bieżącym nr 82/2017 z dnia 17 października 2017 roku.Podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-11-27"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Podstawa prawna: § 38 ust. 1 pkt 4 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r. poz.\n                           133_.W nawiązaniu do raportu bieżącego nr 89/2017 z dnia 3 listopada 2017 roku, Zarząd\n                           Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że do porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia, zwołanego na 30 listopada 2017 roku wprowadzono\n                           nowy punkt: podjęcie uchwały w sprawie zmiany statutu Emitenta poprzez zmianę § 7\n                           ust. 1 Statutu Emitenta. Nowy porządek obrad Nadzwyczajnego Walnego Zgromadzenia przedstawia się następująco:1.\tOtwarcie Zwyczajnego Walnego Zgromadzenia.2.\tWybór Przewodniczącego Walnego Zgromadzenia.3.\tSporządzenie listy obecności Akcjonariuszy.4.\tStwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.5.\tPrzyjęcie porządku obrad.6.\tPodjęcie uchwały w sprawie powołania Członka Rady Nadzorczej.7.\tPodjęcie uchwały w sprawie zmiany statutu Emitenta poprzez zmianę § 7 ust. 1 statutu\n                           Emitenta.8.\tZamknięcie obrad. Powyższa zmiana została dokonana w oparciu o dostarczony 9 listopada 2017 roku, wniosek\n                           PGNiG Technologie S.A. w Krośnie, na podstawie art. 401 § 1 Kodeksu spółek handlowych.\n                           Żądanie przesłane przez akcjonariusza wraz z projektem uchwały do nowych punktów porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia, stanowi załącznik do niniejszego raportu\n                           bieżącego.Wszelkie informacje dotyczące Nadzwyczajnego Walnego Zgromadzenia dostępne są na stronie\n                           internetowej Emitenta pod adresem www.polimex-mostostal.pl, w zakładce relacje inwestorskie/walne\n                           zgromadzenie.",
        "date": "2017-11-09"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 78/2017 z dnia 27 września 2017 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu dzisiejszym została zawarta\n                           umowa ustanawiająca zastawy zwykłe na będących własnością Emitenta udziałach spółek:\n                           Polimex Budownictwo sp. z o.o. z siedzibą w Siedlcach, Polimex Energetyka sp. z o.o.\n                           z siedzibą w Warszawie oraz Naftoremont Naftobudowa sp. z o.o. z siedzibą w Płocku.\n                           Emitent na podstawie umowy jest zobowiązany, w przypadku objęcia nowych udziałów do\n                           ustanowienia zastawów na nowych udziałach. Jest zobowiązany również do wykonywania\n                           praw korporacyjnych z udziałów w sposób niewywierający negatywnego wpływu na zastawy\n                           i uprawnienia oraz nieprowadzący do zmniejszenia wartości udziałów. Emitent udzielił\n                           pełnomocnictwa do podjęcia wszystkich czynności jakie Emitent zobowiązany jest podjąć\n                           na podstawie umowy do m.in. ustanowienia na rzecz danego zastawnika zastawu cywilnego\n                           na nowych udziałach. Egzekucja z przedmiotu zastawu zostanie dokonana poprzez wszczęcie\n                           sądowego postępowania egzekucyjnego zgodnie z postanowieniami Kodeksu Postępowania\n                           Cywilnego.",
        "date": "2017-11-08"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 78/2017 z dnia 27 września 2017 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu dzisiejszym złożone zostało\n                           oświadczenie o ustanowieniu hipoteki na 19 nieruchomościach będących własnością Spółki\n                           lub co do których Spółce przysługuje prawo użytkowania wieczystego leżących w Siedlcach,\n                           Białej, Płocku, Kozienicach, Wilczkowicach Górnych, Przysiekach oraz Jedliczach. Ustanowiona\n                           hipoteka jest hipoteką umowną łączną do sumy 21.750.000 zł tytułem zabezpieczenia\n                           wszelkich roszczeń pieniężnych należnych obligatariuszom wobec Emitenta a wynikających\n                           z Obligacji serii C, wraz z odsetkami, prowizjami, opłatami i innymi roszczeniami\n                           związanymi z tymi wierzytelnościami. Spółka przekaże odrębnym raportem bieżącym fakt wpisu o ustanowieniu hipoteki w odpowiednich\n                           księgach wieczystych w chwili wpisania ostatniej z nich.",
        "date": "2017-11-06"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex – Mostostal S.A. z siedzibą w Warszawie  _\"Spółka\"_ działając na podstawie\n                           art. 398, art. 399 §1, art. 4021 oraz art. 4022 Kodeksu spółek handlowych oraz § 30\n                           ust. 4 Statutu Spółki zwołuje Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki,\n                           które odbędzie się w dniu 30 listopada 2017 roku, początek o godzinie 10:00 w siedzibie\n                           Spółki w Warszawie przy Al. Jana Pawła II 12.Treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy wraz\n                           z projektami uchwał stanowi załącznik do niniejszego raportu.",
        "date": "2017-11-03"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 85/2017 z dnia 31 października 2017 r., Zarząd\n                           Polimex-Mostostal S.A. _\"Spółka\"_ informuje, że w dniu 2 listopada 2017 r. Dział Operacyjny\n                           Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ wydał na podstawie Uchwały\n                           Zarządu KDPW nr 736/17 z dnia 30 października 2017 r, komunikat nr ONP/2017/187, w\n                           którym poinformował o rejestracji 150.000.000 akcji serii T Spółki w dniu 3 listopada\n                           2017 r., pod kodem PLMSTSD00019.Podstawa prawna: §34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-11-02"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. _\"Spółka\"_ informuje, że w dniu 31 października 2017\n                           r. powziął wiadomość o podjęciu uchwały nr 1268/2017 przez Zarząd Giełdy Papierów\n                           Wartościowych w Warszawie S.A. _\"GPW\"__\"Uchwała\"_ z dnia 31 października 2017 r.,\n                           w sprawie dopuszczenia i wprowadzenia 150.000.000 _sto pięćdziesiąt milionów_ akcji\n                           zwykłych Spółki na okaziciela serii T o wartości nominalnej 2,00 zł każda _\"Akcje\n                           serii T\"_ do obrotu na rynku podstawowym GPW, w której Zarząd GPW postanowił dopuścić\n                           Akcje serii T do obrotu giełdowego na rynku podstawowym GPW. Zgodnie z Uchwałą, Zarząd Giełdy postanowił wprowadzić Akcje serii T z dniem 3 listopada\n                           2017 r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym, pod warunkiem\n                           dokonania przez Krajowy Depozyt Papierów Wartościowych S.A. w dniu 3 listopada 2017\n                           r. rejestracji tych akcji i oznaczenia ich kodem \"PLMSTSD00019\".Uchwała weszła w życie z dniem podjęcia, tj. 31 października 2017 r.",
        "date": "2017-10-31"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 43/2016 z dnia 14 lipca 2016 r. oraz raportu\n                           bieżącego nr 46/2016 z dnia 21 lipca 2016 r., Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że w dniu dzisiejszym doszło do zawarcia porozumienia\n                           pomiędzy Polimex Energetyka Sp. z o.o. _podmiot zależny od Spółki_ _\"Wykonawca\"_ a\n                           spółką E003B7 Sp. z o.o. z siedzibą w Raciborzu _spółka celowa Rafako S.A. z siedzibą\n                           w Raciborzu_ _\"Zamawiający\"_ dotyczącego umowy mającej za przedmiot wykonanie zgodnie\n                           z dokumentacją Zamawiającego w ramach realizacji bloku montażu części ciśnieniowej\n                           kotła, dokonania prób oraz współuczestniczenia w rozruchu Pakietów I, II, III w zakresie\n                           szczegółowo opisanym w umowie _\"Kontrakt\"_, _\"Porozumienie\"_.Na podstawie Porozumienia Wykonawca rozwiązał Kontrakt z Zamawiającym, a realizacja\n                           Kontraktu została przekazana bezpośrednio dotychczasowym podwykonawcom Wykonawcy.\n                           Jednocześnie, w celu wykonania tego Porozumienia, zostały zawarte porozumienia w sprawie\n                           przejęcia praw i obowiązków z umów podwykonawczych zawartych przez Wykonawcę w ramach\n                           Kontraktu.Porozumienie wchodzi w życie pod warunkiem uzyskania przez Zamawiającego odpowiednich\n                           zgód od podmiotów wymienionych w Kontrakcie m.in. od Rafako S.A. z siedzibą w Raciborzu\n                           oraz TAURON Wytwarzanie S.A. z siedzibą w Jaworznie, w pierwszym dniu miesiąca kalendarzowego\n                           następującego bezpośrednio po miesiącu, w którym zostały uzyskane wszystkie wymienione\n                           zgody. Na moment przekazania niniejszego raportu bieżącego, Zamawiający uzyskała zgodę\n                           Rafako na zawarcie Porozumienia.Spółka wskazuje, że zakończenie realizacji Kontraktu nie wywołuje niekorzystnych skutków\n                           finansowych dla Grupy.",
        "date": "2017-10-31"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. _\"Spółka\"_ informuje, że w dniu 31 października 2017\n                           r. powziął wiadomość o podjęciu uchwały nr 736/17 przez Zarząd Krajowego Depozytu\n                           Papierów Wartościowych w Warszawie S.A. _\"KDPW\"__\"Uchwała\"_, na podstawie której Zarząd\n                           KDPW postanowił zarejestrować w depozycie papierów wartościowych 150.000.000 akcji\n                           zwykłych na okaziciela serii T o wartości nominalnej 2,00 zł każda, wyemitowanych\n                           na podstawie Uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 28 grudnia\n                           2016 roku _\"Akcje serii T\"_, oraz oznaczyć je kodem PLMSTSD00019, pod warunkiem podjęcia\n                           przez spółkę prowadzącą rynek regulowany decyzji o wprowadzeniu tych akcji do obrotu\n                           na rynku regulowanym _\"Decyzja\"_.Zgodnie z Uchwałą, zarejestrowanie Akcji serii T nastąpi w terminie trzech dni od\n                           otrzymania przez KDPW Decyzji, nie wcześniej jednak niż w dniu wskazanym w tej Decyzji,\n                           jako dzień wprowadzenia Akcji serii T do obrotu na tym rynku regulowanym. Podstawa prawna: § 34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-31"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że powziął\n                           informację o rezygnacji z pełnienia funkcji członka Rady Nadzorczej Spółki złożonej\n                           przez Panią Martę Zygmunt. Rezygnacja nastąpi ze skutkiem na chwilę rozpoczęcia Walnego\n                           Zgromadzenia Spółki nie później jednak niż z dniem 30 listopada 2017 roku.Pani Marta\n                           Zygmunt uzasadniła swoją rezygnację liczniejszymi, w ostatnim czasie, obowiązkami\n                           służbowymi w podmiocie w którym pełni funkcję Prezesa Zarządu, co uniemożliwia jej\n                           piastowanie funkcji członka Rady Nadzorczej Spółki w satysfakcjonujący ją sposób.\n                           Podstawa prawna: § 5 ust. 1 pkt. 21 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r. poz.\n                           133 z późniejszymi zmianami_.",
        "date": "2017-10-27"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex - Mostostal S.A. z siedzibą w Warszawie, przy al. Jana Pawła II 12\n                           _\"Spółka\", \"Emitent\"_, w nawiązaniu do raportu bieżącego Emitenta nr 54/2016 z dnia\n                           24 listopada 2016 roku oraz raportu bieżącego Emitenta nr 3/2017 z dnia 18 stycznia\n                           2017 roku, informuje, że w dniu 20 października br. Komisja Nadzoru Finansowego zatwierdziła\n                           prospekt emisyjny Spółki sporządzony w związku z emisją 150.000.000 _słownie: sto\n                           pięćdziesiąt milionów_ akcji zwykłych na okaziciela serii T _\"Akcje serii T\"_ przeprowadzoną\n                           w formie subskrypcji prywatnej w rozumieniu art. 431 § 2 Kodeksu Spółek Handlowych\n                           z wyłączeniem prawa poboru, oraz dopuszczeniem i wprowadzeniem Akcji serii T do obrotu\n                           na rynku regulowanym _rynku podstawowym_ prowadzonym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A.",
        "date": "2017-10-20"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_ informuje,\n                           że w dniu dzisiejszym uchwałą Nadzwyczajnego Walnego Zgromadzenia zostały dokonane\n                           następujące zmiany statutu Spółki _zmiany wskazane są na podstawie dotychczasowej\n                           numeracji Statutu Spółki. Emitent wskazuje, że w Statucie zostało dokonanych ponadto\n                           szereg zmian stylistycznych i redakcyjnych, które wprost przełożyły się na zmianę\n                           numeracji_:ZMIENIONO: §7 UST.1, zdanie pierwszeDotychczasowe brzmienie: \"Przedmiotem działalności Spółki jest w szczególności:\"Nowe brzmienie: \"Przedmiotem działalności Spółki jest:\"§33 UST.2Dotychczasowe brzmienie: \"Uchwały Walnego Zgromadzenia nie wymaga nabycie i zbycie\n                           nieruchomości, użytkowania wieczystego lub udziału w nieruchomości.\"Nowe brzmienie: \"Nabycie i zbycie przez Spółkę nieruchomości, użytkowania wieczystego\n                           lub udziału w nieruchomości lub użytkowaniu wieczystym nie wymaga uchwały Walnego\n                           Zgromadzenia.\"§34 Dotychczasowe brzmienie: \"1.W skład Rady Nadzorczej wchodzi od 5 do 7 członków wybieranych\n                           na okres wspólnej kadencji.2.Liczebność członków Rady Nadzorczej kolejnych kadencji ustala Walne Zgromadzenie\n                           dokonując wyboru.3.Co najmniej połowa z ogólnej liczby członków Rady Nadzorczej powinna być osobami\n                           niezależnymi, z których każda spełnia następujące przesłanki:a. nie jest pracownikiem Spółki ani podmiotu dominującego _bezpośrednio lub pośrednio_\n                           wobec Spółki lub zależnego od niej.b. nie jest członkiem władz nadzorczych i zarządzających podmiotu dominującego _bezpośrednio\n                           lub pośrednio_ wobec Spółki lub zależnego od niej,c. nie jest akcjonariuszem dysponującym 5% lub więcej głosów na Walnym Zgromadzeniu\n                           Spółki lub walnym zgromadzeniu podmiotu dominującego _bezpośrednio lub pośrednio_\n                           wobec Spółki lub zależnego od niej,d. nie jest członkiem władz nadzorczych i zarządzających lub pracownikiem podmiotu\n                           dysponującego 5% lub więcej ogólnej liczby głosów na Walnym Zgromadzeniu Spółki lub\n                           Walnym Zgromadzeniu podmiotu dominującego _bezpośrednio lub pośrednio_ wobec Spółki\n                           lub zależnego od niej,e. nie jest wstępnym, zstępnym, małżonkiem, rodzeństwem, rodzicem małżonka albo osobą\n                           pozostającą w stosunku przysposobienia wobec którejkolwiek z osób wymienionych w punktach\n                           poprzedzających.\"Nowe brzmienie: \"1. W skład Rady Nadzorczej wchodzi od 5 do 7 członków wybieranych\n                           na okres wspólnej kadencji trwającej trzy lata.2. Liczebność członków Rady Nadzorczej kolejnych kadencji ustala Walne Zgromadzenie\n                           dokonując wyboru. Walne Zgromadzenie może zmienić liczbę członków Rady Nadzorczej\n                           w trakcie trwania kadencji, jednakże wyłącznie z jednoczesnym dokonywaniem odpowiednich\n                           zmian w składzie Rady Nadzorczej.3. Co najmniej dwóch członków Rady Nadzorczej powinno spełniać kryteria niezależności\n                           od Spółki i podmiotów pozostających w istotnym powiązaniu ze Spółką, wynikające z\n                           zasad ładu korporacyjnego obowiązujących na rynku regulowanym na terytorium Rzeczypospolitej\n                           Polskiej, na którym są notowane akcje Spółki _\"Niezależny Członek Rady Nadzorczej\"_.\n                           4. Każdy akcjonariusz może zgłaszać na piśmie Zarządowi Spółki kandydatów na Niezależnego\n                           Członka Rady Nadzorczej, nie później niż na 7 _siedem_ dni roboczych przed terminem\n                           Walnego Zgromadzenia, które ma dokonać wyboru takiego członka. Zgłoszenie zawiera\n                           dane personalne kandydata oraz uzasadnienie kandydatury wraz z opisem kwalifikacji\n                           i doświadczenia zawodowego kandydata. Do zgłoszenia załącza się pisemne oświadczenie\n                           zainteresowanej osoby wyrażające zgodę na kandydowanie do Rady Nadzorczej i potwierdzające\n                           spełnianie przez nią kryteriów niezależności, jak również zawierające zobowiązanie\n                           do dokonania pisemnego powiadomienia Zarządu Spółki w trakcie trwania kadencji o zaprzestaniu\n                           spełniania tych kryteriów, niezwłocznie, nie później niż w terminie 3 _trzech_ dni\n                           od zajścia zdarzenia powodującego takie zaprzestanie lub powzięcia o tym informacji.\n                           5. Niespełnienie kryteriów niezależności, o których mowa w ust. 1 powyżej, przez któregokolwiek\n                           z członków Rady Nadzorczej, bądź utrata statusu Niezależnego Członka Rady Nadzorczej\n                           w trakcie kadencji, nie powoduje wygaśnięcia jego mandatu i nie ma wpływu na zdolność\n                           Rady Nadzorczej do wykonywania kompetencji przewidzianych w Kodeksie spółek handlowych\n                           i w niniejszym Statucie. 6. Bez zgody większości Niezależnych Członków Rady Nadzorczej nie powinny być podejmowane\n                           uchwały w sprawach: _i_ świadczenia z jakiegokolwiek tytułu przez Spółkę i jakiekolwiek\n                           podmioty powiązane ze Spółką na rzecz członków Zarządu, _ii_ wyrażenia zgody na zawarcie\n                           przez Spółkę lub podmiot od niej zależny istotnej umowy z podmiotem powiązanym ze\n                           Spółką, członkiem Rady Nadzorczej albo Zarządu oraz podmiotami z nimi powiązanymi,\n                           _iii_ wyboru biegłego rewidenta dla przeprowadzenia badania sprawozdania finansowego\n                           Spółki. Przez istotną umowę w rozumieniu niniejszego ustępu należy rozumieć umowę,\n                           której wartość przekracza 10% kapitałów własnych Spółki i jej zakres przedmiotowy\n                           wykracza poza podstawowy zakres działalności Spółki.\"§36 UST.1Dotychczasowe brzmienie: \"Rada Nadzorcza wybiera ze swego grona Przewodniczącego i\n                           Wiceprzewodniczącego oraz Sekretarza Rady.\"Nowe brzmienie: \"Rada Nadzorcza wybiera ze swego grona Przewodniczącego i Wiceprzewodniczącego\n                           oraz Sekretarza Rady na pierwszym posiedzeniu nowej kadencji.\"§36 UST. 7Dotychczasowe brzmienie: \"Przy wykonywaniu swoich obowiązków członkowie Rady Nadzorczej\n                           mają prawo do wglądu we wszystkie dokumenty Spółki oraz żądania wyjaśnień od wszystkich\n                           jej pracowników.\"Nowe brzmienie: \"Rada Nadzorcza może wyrażać opinie we wszystkich sprawach Spółki\n                           oraz występować do Zarządu z wnioskami i inicjatywami. Zarząd, w terminie 14 dni od\n                           daty otrzymania wniosku, opinii lub inicjatywy Rady Nadzorczej, ma obowiązek zawiadomić\n                           Radę Nadzorczą o zajętym stanowisku w sprawie opinii, wniosku lub zgłoszonej inicjatywy\n                           Rady Nadzorczej.\"§37Dotychczasowe brzmienie: \"Rada Nadzorcza obowiązana jest wykonywać stały nadzór nad\n                           działalnością Spółki we wszystkich gałęziach przedsiębiorstwa.\"Nowe brzmienie: \"Rada Nadzorcza sprawuje stały nadzór nad działalnością Spółki we\n                           wszystkich dziedzinach jej działalności.\"§38a pkt g_ Dotychczasowe brzmienie: \"zawarcie, istotna zmiana, wypowiedzenie, rozwiązanie lub\n                           odstąpienie od umowy pożyczki, kredytu, gwarancji lub innej formy zadłużenia, udzielenie\n                           jakiegokolwiek zabezpieczenia, poręczenia, gwarancji, wystawienie weksla, z wyłączeniem\n                           czynności podejmowanych w zwykłym toku działalności, których wartość jednostkowa nie\n                           przekracza 10 000 000 PLN jednorazowo lub 40 000 000 PLN łącznie w ciągu roku obrotowego\"Nowe brzmienie: \"zawarcie, istotna zmiana _w zakresie zwiększenia kwoty zaangażowania,\n                           wydłużenia okresu  obowiązywania lub rozszerzenia wymaganego do złożenia przez Spółkę\n                           zabezpieczenia_, wypowiedzenie, rozwiązanie lub odstąpienie od umowy pożyczki, kredytu,\n                           gwarancji lub innej formy zadłużenia _w tym umów linii na te instrumenty finansowe_,\n                           udzielenie jakiegokolwiek zabezpieczenia, poręczenia, gwarancji, wystawienie weksla,\n                           z wyłączeniem czynności realizowanych w ramach zawartych uprzednio umów pożyczki,\n                           kredytu, gwarancji lub innej formy zadłużenia _w tym umów linii na te instrumenty\n                           finansowe_ w okresie ich obowiązywania i do wysokości limitów zaangażowania określonych\n                           w tych umowach lub pozostałych czynności podejmowanych w zwykłym toku działalności,\n                           których wartość jednostkowa nie przekracza 10 000 000 PLN jednorazowo lub 40 000 000\n                           PLN łącznie w ciągu roku obrotowego\"§39 - 41.Dotychczasowe brzmienie: \"1. Zarząd składa się z jednego lub większej liczby członków.\n                           Liczbę członków Zarządu określa Rada Nadzorcza.2. Do Zarządu powołane mogą być osoby spośród akcjonariuszy i spoza ich grona.3. Członków Zarządu wybiera i odwołuje Rada Nadzorcza.Zarząd jest powoływany na wspólną, trzyletnią kadencję.1. Zarząd wykonuje wszelkie uprawnienia w zakresie zarządzania Spółką oraz działa\n                           w imieniu Spółki we wszystkich sprawach nie zastrzeżonych do wyłącznej kompetencji\n                           Walnego Zgromadzenia lub Rady Nadzorczej.2. Zarząd reprezentuje Spółkę w Sądzie i poza Sądem.\"Nowe brzmienie: \"1. Rada Nadzorcza może powoływać ze swego grona komitety oraz określać\n                           ich zadania i kompetencje.2. W Spółce funkcjonuje Komitet Audytu, którego skład, zadania oraz działalność jest\n                           regulowana przepisami ustawy o biegłych rewidentach i ich samorządzie, podmiotach\n                           uprawnionych do badania sprawozdań finansowych oraz o nadzorze publicznym.1. Zarząd składa się z jednego lub większej liczby członków. Liczbę członków Zarządu\n                           określa Rada Nadzorcza. Rada Nadzorcza może zmienić liczbę członków Zarządu w trakcie\n                           trwania kadencji, jednakże wyłącznie z jednoczesnym dokonywaniem odpowiednich zmian\n                           w składzie Zarządu.2. Członków Zarządu powołuje i odwołuje Rada Nadzorcza.3. Zarząd jest powoływany na wspólną, trzyletnią kadencję.1. Zarząd Spółki prowadzi sprawy Spółki i reprezentuje ją na zewnątrz. 2. Wszelkie sprawy związane z prowadzeniem spraw Spółki niezastrzeżone przepisami\n                           Kodeksu spółek handlowych lub niniejszym Statutem do kompetencji Walnego Zgromadzenia\n                           lub Rady Nadzorczej należą do zakresu działania Zarządu.\"DODANO: §7 UST.2\"Przedmiotem przeważającej działalności Spółki jest działalność firm centralnych _head\n                           offices_ i holdingów, z wyłączeniem holdingów finansowych _PKD 70.10.Z_.\" §30 UST.8\"Walne Zgromadzenie może zostać odwołane, w szczególności jeżeli jego odbycie napotyka\n                           na nadzwyczajne przeszkody _siła wyższa_ lub jest oczywiście bezprzedmiotowe. Dopuszczalna\n                           jest również zmiana terminu Walnego Zgromadzenia. Odwołanie oraz zmiana terminu Walnego\n                           Zgromadzenia jest dokonywana w sposób przewidziany dla jego zwołania. Odwołanie Walnego\n                           Zgromadzenia, w którego porządku obrad na wniosek uprawnionych podmiotów umieszczono\n                           określone sprawy lub które zwołane zostało na taki wniosek możliwe jest tylko za zgodą\n                           wnioskodawców.\" §36 UST. 8\"Rada Nadzorcza, jest uprawniona, przy wykonywaniu prawa i czynności nadzoru, do żądania\n                           i otrzymania wszelkich dokumentów Spółki wraz z ich kopiami i odpisami. Żądane dokumenty\n                           lub informacje powinny być udostępniane Radzie Nadzorczej niezwłocznie, nie później\n                           jednak niż w terminie 14 dni od dnia zgłoszenia takiego żądania przez Radę Nadzorczą.\n                           Zarząd zobowiązany jest współpracować oraz zapewnić współpracę pracowników i współpracowników\n                           Spółki z członkami Rady Nadzorczej wykonującymi czynności nadzorcze, a w szczególności\n                           zobowiązany jest:a. zapewnić w siedzibie Spółki stałą dostępność wszelkich dokumentów Spółki i możliwość\n                           wykonywania uprawnień nadzorczych określonych w niniejszym Statucie; b. zapewnić wykonywanie na koszt Spółki czynności sekretarskich, wykonanie kserokopii\n                           oraz wykonanie odpisów dokumentacji dla Rady Nadzorczej i jej członków; c. współpracować oraz zapewnić dla wykonywania czynności nadzoru przez Radę Nadzorczą\n                           działającą poprzez członków Rady Nadzorczej dostępność wszelkich obiektów i pomieszczeń\n                           oraz zakładów i biur Spółki oraz możliwość kontaktu z wszelkimi pracownikami oraz\n                           współpracownikami Spółki; d. zapewnić w zakresie dozwolonym przez przepisy prawa oraz na mocy stosownych porozumień\n                           ze spółkami zależnymi możliwość dostępu i uzyskania wszelkich dokumentów spółek zależnych,\n                           na zasadach jak dla dokumentów i informacji Spółki, z uwzględnieniem odpowiedniego\n                           czasu potrzebnego na przekazanie tych dokumentów.\"§47 UST. 2 i 3\"2. Zasiadanie Członków Zarządu w zarządach lub radach nadzorczych spółek spoza Grupy\n                           Kapitałowej Spółki wymaga zgody Rady Nadzorczej.3. Przed zawarciem przez Spółkę istotnej umowy z akcjonariuszem posiadającym co najmniej\n                           5% ogólnej liczby głosów w Spółce lub podmiotem powiązanym zarząd zwraca się do Rady\n                           Nadzorczej o wyrażenie zgody na taką transakcję. Rada Nadzorcza przed wyrażeniem zgody\n                           dokonuje oceny wpływu takiej transakcji na interes spółki. Powyższemu obowiązkowi\n                           nie podlegają transakcje typowe i zawierane na warunkach rynkowych w ramach prowadzonej\n                           działalności operacyjnej przez Spółkę z podmiotami wchodzącymi w skład Grupy Kapitałowej.\"USUNIĘTO:§9 UST. 4 i 5\"4. Kapitał zakładowy Spółki zostaje warunkowo podwyższony o kwotę nie większą niż\n                           154.638 zł _słownie: sto pięćdziesiąt cztery tysiące sześćset trzydzieści osiem złotych_,\n                           poprzez emisję nie więcej niż 77.319 _słownie: siedemdziesiąt siedem tysięcy trzysta\n                           dziewiętnaście_ akcji zwykłych na okaziciela serii J, o wartości nominalnej 2 zł _dwa\n                           złote_ każda. 5. Celem podwyższenia kapitału zakładowego, o którym mowa w ust. 4 powyżej, jest przyznanie\n                           praw do objęcia akcji serii J posiadaczom warrantów subskrypcyjnych, wyemitowanych\n                           na podstawie uchwały Walnego Zgromadzenia Spółki z dnia 4 lipca 2008 roku.\"§45\"1. Każdy z członków Zarządu ma prawo i obowiązek prowadzić sprawy Spółki.2. Zarząd obowiązany jest zarządzać majątkiem Spółki i jej sprawami oraz spełniać\n                           swoje obowiązki ze starannością wymaganą w obrocie gospodarczym.\"§48 UST. 2\"2.Prezes Zarządu ustala zakres uprawnień, obowiązków i odpowiedzialności na poszczególnych\n                           stanowiskach.\"§54\"Przewidziane prawem ogłoszenia Spółki będą zamieszczane w \"Monitorze Sądowym i Gospodarczym\",\n                           o ile przepisy szczególne nie stanowią inaczej.\"Treść tekstu jednolitego Statutu Spółki stanowi załącznik do niniejszego raportu.\n                           O rejestracji zmian Statutu Emitent poinformuje odrębnym raportem bieżącym.Podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-17"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie podaje w załączeniu treść uchwał,\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 17\n                           października 2017 roku.Podstawa prawna: §38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-17"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie podaje w załączeniu wykaz akcjonariuszy,\n                           posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu, które\n                           odbyło się w dniu 17 października 2017 roku.",
        "date": "2017-10-17"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 55/2017, Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Spółka\", \"Emitent\"_ informuje, że w dniu dzisiejszym Emitent wraz ze\n                           spółkami z grupy Emitenta tj. Mostostal Siedlce sp. z o.o., Polimex SPV 1 sp. z o.o.,\n                           Naftoremont - Naftobudowa sp. z o.o., Polimex Energetyka Sp. z o.o., Polimex Budownictwo\n                           spółka z ograniczoną odpowiedzialnością sp.k., zawarły pakiet umów z wierzycielami,\n                           które stanowią wykonanie uzgodnień zawartych w Umowie Pomiędzy Wierzycielami w wersji\n                           wprowadzonej Aneksem nr 3 z dnia z dnia 20 czerwca 2017 r. w zakresie dostosowania\n                           struktury zabezpieczeń do nowych postanowień tej umowy.1.\tZostały zmienione: _i_ Umowa zastawu rejestrowego na prawach Mostostal Siedlce\n                           sp. z o.o. jako komplementariusza Mostostal Siedlce spółka z ograniczoną odpowiedzialnością\n                           sp.k., _ii_ Umowa zastawu rejestrowego na prawach Emitenta jako komandytariusza Mostostal\n                           Siedlce spółka z ograniczoną odpowiedzialnością sp.k., _iii_ Umowa zastawu rejestrowego\n                           na prawach Polimex SPV 1 sp. z o.o. jako komandytariusza Mostostal Siedlce spółka\n                           z ograniczoną odpowiedzialnością sp.k., _iv_ Umowa zastawu rejestrowego na udziałach\n                           Emitenta w spółkach zależnych \"Polimex Mostostal\" S.A. tj. w Mostostal Siedlce sp.\n                           z o.o. oraz Polimex Spv1 sp. z o.o. Zastaw Rejestrowy został ustanowiony do najwyższej\n                           sumy zabezpieczenia wynoszącej 8.000.000.000 zł. W zakresie każdej z tych umów zawarto\n                           również umowę na mocy której Towarzystwo Finansowe \"Silesia\" sp. z o.o. przystąpiło\n                           do ww. umów jako nowy zastawnik.2.\tZmieniono zawartą z Emitentem umowę zastawu rejestrowego na rzeczach ruchomych\n                           i prawach będących własnością Emitenta, które stanowią zorganizowaną całość gospodarczą\n                           o zmiennym składzie. Szczegółowy wykaz aktywów jest określony umową. Zastaw Rejestrowy\n                           został ustanowiony do najwyższej sumy zabezpieczenia wynoszącej 231.750.000 zł. W\n                           zakresie tej umowy zawarto również umowę na mocy której Towarzystwo Finansowe \"Silesia\"\n                           sp. z o.o. przystąpiło do umowy jako nowy zastawnik.3.\tZawarto umowę zmieniającą do umowy zastawów na mocy której Towarzystwo Finansowe\n                           \"Silesia\" sp. z o.o. przystąpiło do umów zastawów rejestrowych na rachunkach projektu\n                           spółki Naftoremont - Naftobudowa sp. z o.o., Polimex Energetyka sp. z o.o. oraz Emitenta.4.\tZawarto aneksy do umów zastawów finansowych na rachunkach projektu spółki Naftoremont\n                           - Naftobudowa sp. z o.o., Polimex Energetyka Sp. z o.o. oraz Emitenta zmieniając maksymalny\n                           termin ustanowiania zastawu, który został ustalony na 31 grudnia 2026 roku.5.\tZmieniono umowy zastawów rejestrowych na rachunkach bankowych Emitenta w zakresie\n                           definicji i zmiany najwyższej sumy zabezpieczenia do kwoty wynoszącej 8.000.000.000\n                           zł. W zakresie tej umowy zawarto również umowę na mocy której Towarzystwo Finansowe\n                           \"Silesia\" sp. z o.o. przystąpiło do umowy. Ponadto ustanowiono nowe zastawy rejestrowe\n                           na rachunkach bankowych Emitenta do najwyższej sumy zabezpieczenia wynoszącej 231.750.000\n                           zł oraz ustanowiono zastawy finansowe. 6.\tZawarto umowę zmieniającą do umowy zastawu rejestrowego na udziałach w spółkach\n                           zależnych Emitenta tj. StalFa sp. z o.o., Centrum Projektowe Polimex - Mostostal sp.\n                           z o.o. w likwidacji, Polimex Engineering sp. z o.o. w upadłości, WBP Zabrze sp. z\n                           o.o. w likwidacji, Przedsiębiorstwo Robót Inżynieryjnych PRInż-1 sp. z o.o. w restrukturyzacji,\n                           Pracownia Wodno-Chemiczna Ekonomia sp. z o.o. oraz Polimex Centrum Usług Wspólnych\n                           sp. z o.o. Zastaw Rejestrowy został ustanowiony do najwyższej sumy zabezpieczenia\n                           wynoszącej 231.750.000 zł dla wszystkich ustanowionych zastawów za wyjątkiem StalFa\n                           sp. z o.o. oraz Pracownia Wodno-Chemiczna Ekonomia sp. z o.o. gdzie najwyższa suma\n                           zabezpieczenia wynosi 210.000.000 zł. W zakresie tej umowy zawarto również umowę na\n                           mocy której Towarzystwo Finansowe \"Silesia\" sp. z o.o. przystąpiło do umowy jako nowy\n                           zastawnik.7.\tZawarto umowę zmieniającą do umowy zastawów finansowych na udziałach w spółkach\n                           zależnych Emitenta tj. StalFa sp. z o.o., Centrum Projektowe Polimex - Mostostal sp.\n                           z o.o. w likwidacji, Polimex Engineering sp. z o.o. w upadłości, WBP Zabrze sp. z\n                           o.o. w likwidacji, Przedsiębiorstwo Robót Inżynieryjnych PRInż-1 sp. z o.o. w restrukturyzacji,\n                           Pracownia Wodno-Chemiczna Ekonomia sp. z o.o., Polimex Centrum Usług Wspólnych sp.\n                           z o.o., BR Development sp. z o.o., Polimex Energetyka sp. z o.o., Naftoremont-Naftobudowa\n                           sp. z o.o., Polimex Budownictwo sp. z o.o.8.\tZawarto umowę zmieniającą do umowy zastawów rejestrowych na udziałach w spółkach\n                           Polimex Energetyka sp. z o.o., Naftoremont-Naftobudowa sp. z o.o., Polimex Budownictwo\n                           sp. z o.o. sp.k.9.\tZawarto umowę zmieniającą do umowy przelewu na zabezpieczenie zawartej pomiędzy\n                           Emitentem a Powszechną Kasą Oszczędności Bankiem Polskim S.A.10.\tZawarto umowy zastawu rejestrowego na rzeczach ruchomych i prawach, które stanowią\n                           zorganizowaną całość gospodarczą o zmiennym składzie stanowiące własność odpowiednio\n                           Naftoremont - Naftobudowa sp. z o.o., Polimex Energetyka sp. z o.o. Polimex Budownictwo\n                           sp. z o.o. sp.k. Szczegółowy wykaz aktywów jest określony umową. Zastaw Rejestrowy\n                           został ustanowiony do najwyższej sumy zabezpieczenia wynoszącej 8.000.000.000 zł.Powyższe umowy zawierają typowe postanowienia dla umów tego rodzaju. Spółka przekaże\n                           odrębnym raportem bieżącym fakt ustanowienia wszystkich zabezpieczeń w chwili ustanowienia\n                           ostatniego z nich.",
        "date": "2017-10-06"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 7/2017 oraz raportu bieżącego nr 29/2017, Zarząd\n                           Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_ informuje, że\n                           w dniu dzisiejszym skierował do Bankowego Towarzystwa Kapitałowego S.A. z siedzibą\n                           w Warszawie _\"BTK\"_ oraz Towarzystwa Finansowego Silesia sp. z o.o. z siedzibą w Katowicach\n                           _jako \"TFS\"_ _BTK i TFS łącznie jako \"Obligatariusze\"_ propozycje nabycia obligacji\n                           serii C zamiennych na akcje na okaziciela serii U _\"Obligacje\"_ _\"Akcje\"_. Tym samym\n                           Spółka wypełniła zobowiązanie wynikające z Porozumienia _jak zdefiniowano w raporcie\n                           bieżącym nr 7/2017_. Propozycja nabycia Obligacji została przyjęta i Obligacje zostały\n                           wyemitowane oraz opłacone w dniu dzisiejszym.Spółka zaproponowała BTK nabycie 3 Obligacji, natomiast TFS nabycie 26 Obligacji.\n                           Przedmiotem emisji, zgodnie z Porozumieniem, jest 29 Obligacji nieposiadających formy\n                           dokumentu o łącznej wartości nominalnej do 14.500.000 zł. Wartość nominalna i cena\n                           emisyjna jednej obligacji wynosi 500.000 zł.Oprocentowanie jest zmienne oparte o WIBOR 3M powiększone o marżę, która może wzrosnąć\n                           w przypadku w którym Spółka nie będzie dokonywać płatności z tytułu Obligacji w terminie.\n                           Dniem płatności odsetek jest ostatni dzień marca, czerwca, września oraz grudnia.\n                           Obligacje będą podlegać wykupowi w dniu 31 lipca 2022 r. lub w pierwszym dniu roboczym\n                           po takim dniu.Obligacje są zabezpieczone i obejmują hipoteki na wybranych nieruchomościach Emitenta\n                           oraz jego podmiotów zależnych, zastawy rejestrowe na wybranych rzeczach, prawach oraz\n                           zbiorach rzeczy lub praw Emitenta oraz jego podmiotów zależnych oraz cesję na zabezpieczenie\n                           wybranych wierzytelności Emitenta.Środki pozyskane z emisji Obligacji zostały przeznaczone na zapłatę przez Emitenta\n                           na rzecz TFS i BTK prowizji za zmianę warunków emisji obligacji zamiennych na okaziciela\n                           serii A, zmienionych w dniu 20 stycznia 2017 r. i ujednoliconych w dniu 20 czerwca\n                           2017 roku, o czym Emitent informował raportem bieżącym odpowiednio nr 11/2017 _w związku\n                           z 5/2017_ oraz 55/2017.Obligacje są zamienne na Akcje na warunkach przewidzianych w Warunkach Emisji po dniu\n                           30 kwietnia 2020 r. Obligatariusze są uprawnieni do zamiany wszystkich Obligacji lub\n                           części Obligacji na Akcje. Zamiana Obligacji będzie mogła zostać wykonana po spełnieniu\n                           warunku dotyczącego określonego poziomu średniej EBITDA na poziomie skonsolidowanym\n                           grupy Emitenta za okres trzech ostatnich lat obrotowych. Cena konwersji jest równa\n                           cenie nominalnej akcji Emitenta. W przypadku, gdy Akcje objęte skutecznie złożonym\n                           w oświadczeniem o zamianie Obligacji nie zostaną wydane Obligatariuszowi w terminie\n                           wówczas na pisemne żądanie Obligatariusza: _i_ Emitent wyda Obligatariuszowi Akcje\n                           w formie dokumentu na zasadach określonych w Warunkach Emisji; albo _ii_ świadczenie\n                           niepieniężne, tj. prawo do otrzymania Akcji, należne Obligatariuszowi zostanie zamienione\n                           na świadczenie pieniężne. Świadczenie pieniężne zostanie ustalone jako iloczyn dwóch\n                           wielkości: liczby Akcji, które nie zostały wydane w terminie oraz ceny konwersji.Warunki emisji Obligacji przewidują przypadki żądania natychmiastowego wykupu posiadanych\n                           Obligacji mi.in: _i_ zwłoką z wykonaniem w terminie, w całości lub części, zobowiązań\n                           wynikających z Obligacji, _ii_ zaprzestanie prowadzenia działalności przez Spółkę\n                           lub określone spółki zależne, oraz przypadki wcześniejszego wykupu w przypadku podjęcia\n                           przez zgromadzenie Obligatariuszy uchwały w przedmiocie wyrażenia zgody na złożenie\n                           przez Obligatariuszy żądania m.in.: _i_ naruszenia zobowiązań z tytułu Obligacji,\n                           _ii_ braku realizacji celów emisji, _iii_ wypłatą dywidendy bez uprzedniej zgody zgromadzenia\n                           Obligatariuszy.",
        "date": "2017-09-27"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że dzisiaj\n                           konsorcjum Spółki oraz Mostostal Warszawa S.A. i Rafako S.A. _\"Konsorcjum\"_ oraz GE\n                           Power, która jest generalnym projektantem oraz pełni funkcję lidera Konsorcjum zarządzającego\n                           realizacją kontraktu, przekazało do spółki Górnictwo i Energetyka Konwencjonalna S.A.\n                           _\"PGE GiEK\"_  _\"Zamawiający\"_ propozycję aktualizacji harmonogramu budowy bloków nr\n                           5 i 6 w Elektrowni Opole stanowiącego przedmiot umowy o której Spółka informowała\n                           raportem bieżącym nr 8/2012 _\"Umowa\"_.Przyczyną przesunięć w planowanym harmonogramie są kwestie techniczno-organizacyjne.Planowany przez Konsorcjum termin zakończenia budowy wyznaczony został dla bloku nr\n                           5 z 31 lipca 2018 roku na 20 grudnia 2018 roku, a bloku nr 6 z 31 marca 2019 roku\n                           na 31 lipca 2019 roku.O decyzji Zamawiającego dotyczącej zmiany Umowy zgodnie z przekazanym przez Konsorcjum\n                           harmonogramem Spółka poinformuje odrębnym raportem.",
        "date": "2017-09-26"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 66/2017 z dnia 25 lipca 2017 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu dzisiejszym zostało ustanowione\n                           ostatnie z zabezpieczeń na rzecz Towarzystwa Finansowego \"Silesia\" Sp. z o.o. jako\n                           zastawnika. Zastawy zostały ustanowione co do całości udziałów oraz praw wspólniczych\n                           podmiotów Polimex Budownictwo spółka z ograniczoną odpowiedzialnością spółka komandytowa\n                           z siedzibą w Siedlcach, Polimex Operator spółka z ograniczoną odpowiedzialnością spółka\n                           komandytowa z siedzibą w Warszawie oraz Infrastruktura Drogowa spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Warszawie.",
        "date": "2017-09-19"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 52/2017 z dnia 31 maja 2017 r. oraz raportu bieżącego\n                           nr 56/2017 z dnia 21 czerwca 2017 r., Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ informuje, że w dniu dzisiejszym złożone zostało oświadczenie o ustanowieniu\n                           hipoteki na 30 nieruchomościach będących własnością Spółki lub co do których Spółce\n                           przysługuje prawo użytkowania wieczystego leżących w Warszawie, Siedlcach, Białej,\n                           Płocku, Kozienicach, Wilczkowicach Górnych, Ostrowcu Świętokrzyskim, Krakowie, Stalowej\n                           Woli, Gorlicach, Przysiekach, Jedliczach oraz Gdańsku. Ustanowiona hipoteka jest hipoteką umowną łączną do sumy 360.000.000 zł i zabezpiecza\n                           wierzytelności Banku Gospodarstwa Krajowego wynikających z tytułu umowy kredytowej\n                           w sprawie linii gwarancyjnych i związanych z nimi kredytów odnawialnych i nieodnawialnych\n                           oraz umów towarzyszących tej umowie. Spółka przekaże odrębnym raportem bieżącym fakt\n                           wpisu o ustanowieniu hipoteki w odpowiednich księgach wieczystych w chwili wpisania\n                           ostatniej z nich.",
        "date": "2017-09-19"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex – Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ działając na podstawie\n                           art. 398, art.  399 §1, art. 4021 oraz art. 4022 Kodeksu spółek handlowych oraz §\n                           30 ust. 4 Statutu Spółki zwołuje Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki,\n                           które odbędzie się w dniu 17 października 2017 r., początek o godzinie 10:00 w siedzibie\n                           Spółki w Warszawie przy Al. Jana Pawła II 12.Treść ogłoszenia o zwołaniu zgromadzenia wraz z projektami uchwał stanowi załącznik\n                           do niniejszego raportu.",
        "date": "2017-09-18"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           14 września 2017 roku Rada Nadzorcza Spółki podjęła uchwałę nr 157/XII o powołaniu\n                           do składu Zarządu Pana Przemysława Janiszewskiego i powierzeniu mu funkcji Wiceprezesa\n                           Zarządu. Powołanie nastąpiło z dniem podjęcia uchwały.  Pan Przemysław Janiszewski złożył wobec Spółki oświadczenia z których wynika, że:\n                           _i_ nie prowadzi innej działalności poza przedsiębiorstwem Spółki ani nie uczestniczy\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej ani jako członek\n                           organu spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu oraz _ii_ nie jest wpisany do Rejestru Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie ustawy o KRS.Życiorys Pana Przemysława Janiszewskiego zawierający opis jego wykształcenia, kwalifikacji,\n                           wcześniej zajmowanych stanowisk oraz przebiegu pracy zawodowej stanowi załącznik do\n                           niniejszego raportu.",
        "date": "2017-09-14"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym pomiędzy Emitentem, Polimex Energetyka sp. z o.o. _z Emitentem łącznie\n                           jako \"Zleceniodawcy\"_ oraz Powszechnym Zakładem Ubezpieczeń Spółką Akcyjną z siedzibą\n                           w Warszawie _\"PZU\"_ została zawarta umowa której przedmiotem jest określenie zasad\n                           udzielania przez PZU gwarancji ubezpieczeniowych kontraktowych  w ramach ustalonych\n                           limitów zaangażowania _\"Umowa\"_.Łączny limit zaangażowania dla obu Zleceniodawców wynosi 98.970.000,00 zł, z zastrzeżeniem,\n                           że dla Polimex Energetyka sp. z o.o. podlimit nie może być wyższy niż 20.000.000,00\n                           zł. Limit zaangażowania obowiązuje w okresie od dnia 01.09.2017 r. do dnia 31.08.2018\n                           r. oraz ma charakter odnawialny.Zabezpieczenie spłaty ewentualnych roszczeń PZU stanowią weksle własne in blanco Zleceniodawców\n                           oraz kaucja.PZU ma prawo w każdym czasie zmniejszyć limity zaangażowania w przypadku, gdy nie\n                           zostanie dokonana zmiana lub nie ustanowienie dodatkowego zabezpieczenia, lub gdy\n                           doszło do pogorszenia sytuacji ekonomiczno-finansowej danego Zleceniodawcy, które\n                           w ocenie PZU może wpłynąć na utratę zdolności do wykonania jego zobowiązań wynikających\n                           z Umowy.PZU może wypowiedzieć Umowę m.in. w przypadkach: _i_ nienależytego wywiązywania się\n                           Zleceniodawcy ze swoich zobowiązań wynikających z Umowy oraz innych umów zawartych\n                           z PZU, _ii_ wszczęcia wobec któregokolwiek ze Zleceniodawców postępowania sądowego\n                           lub administracyjnego, które w ocenie PZU wpłynie niekorzystnie na zdolność spłaty\n                           zobowiązań Zleceniodawcy wobec PZU, _iii_ istotnego pogorszenia, w ocenie PZU, sytuacji\n                           ekonomiczno-finansowej któregokolwiek ze Zleceniodawców. Umowa zawarta jest na czas nieokreślony. W przypadku nieustalenia limitu zaangażowania\n                           na kolejny okres umowa rozwiązuje się z dniem wygaśnięcia wszelkich zobowiązań Stron\n                           z niej wynikających.",
        "date": "2017-09-01"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 61/2017 z dnia 29 czerwca 2017 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w konsekwencji wyrażenia zgody\n                           przez Zamawiającego _definicje jak w raporcie bieżącym 61/2017_ na podwykonawstwo\n                           i projekt umowy dla podwykonawcy Kontraktu, Emitent zawarł ze spółką zależną od Emitenta\n                           – Polimex Energetyka sp. z o.o. _\"PxME\"_ umowę mającą za przedmiot dostawę, roboty\n                           budowlane oraz usługi związane z zawartym przez Emitenta Kontraktem. Z tytułu wykonania umowy Emitent zapłaci PxME wynagrodzenie ryczałtowe w wysokości\n                           277 465 738,04 złotych netto _słownie: dwieście siedemdziesiąt siedem milionów czterysta\n                           sześćdziesiąt pięć tysięcy siedemset trzydzieści osiem, 04/100_. Wynagrodzenie będzie\n                           płatne po dokonaniu przez Zamawiającego odbioru wskazanych w Kontrakcie etapów realizacji\n                           Kontraktu. PxME jest związany analogicznymi obowiązkami jakie spoczywają na Emitencie\n                           z tytułu Kontraktu. Postanowienia umowy podwykonawczej są typowe dla umów tego typu.",
        "date": "2017-08-02"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 65/2017, Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że w dniu dzisiejszym otrzymał powiadomienie o postanowieniu\n                           sądu w przedmiocie ustanowienia zastawu rejestrowego na 1.500.024 akcjach zdematerializowanych\n                           należących do PGNiG Technologie Spółka Akcyjna z siedzibą w Krośnie na rzecz Polskie\n                           Górnictwo Naftowe i Gazownictwo Spółka Akcyjna z siedzibą w Warszawie. Tym samym przedmiotem\n                           zastawu są wszystkie akcje Spółki należące do PGNiG Technologie Spółka Akcyjna z siedzibą\n                           w Krośnie.",
        "date": "2017-07-31"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 64/2017 z dnia 25 lipca 2017 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie informuje, że w dniu dzisiejszym dokonano rozszerzenia\n                           dotychczas ustanowionych zabezpieczeń na instrumenty kredytowe udostępniane na podstawie\n                           Aneksu _jak zdefiniowano w raporcie bieżącym nr 64/2017_ i w konsekwencji Linia Gwarancyjna\n                           została udostępniona zgodnie z zapisami Aneksu.",
        "date": "2017-07-28"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 4/2017, Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że w dniu dzisiejszym Spółka otrzymała od ENEA Spółka\n                           Akcyjna z siedzibą w Poznaniu, ENERGA Spółka Akcyjna z siedzibą w Gdańsku, PGE Polska\n                           Grupa Energetyczna Spółka Akcyjna z siedzibą w Warszawie i PGNiG Technologie Spółka\n                           Akcyjna z siedzibą w Krośnie, zgodę na wydłużenie terminu na dopuszczenie akcji do\n                           obrotu na GPW z planowanych 6 miesięcy po Dniu Dokapitalizowania _jak zdefiniowano\n                           w raporcie bieżącym 4/2017_ do dnia 31 października 2017 r.",
        "date": "2017-07-27"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 78/2012 z dnia 21 września 2012 r. oraz raportu\n                           bieżącego nr 109/2012 z dnia 21 listopada 2012 r., Zarząd Polimex-Mostostal S.A. z\n                           siedzibą w Warszawie _\"Spółka\"_ informuje, że Spółka zawarła z PKO BP S.A.: _i_ aneks\n                           do umowy o udzielenie gwarancji należytego wykonania kontraktu dotyczącego \"Budowy\n                           bloku energetycznego na parametry nadkrytyczne opalanego węglem kamiennym o mocy elektrycznej\n                           brutto, maksimum 1075 MWe w ENEA Wytwarzanie S.A.\" zawartego w dniu 21  września \n                           2012  r.  pomiędzy  Spółką  i  Hitachi  Power  Europe  GmbH  a  Enea  Wytwarzanie\n                           S.A. _\"Kontrakt\"_, _ii_ aneks do umowy o udzielenie gwarancji zwrotu zaliczki dotyczącej\n                           Kontraktu.  Aneksy zostały zawarte w celu zmiany terminu ważności obu gwarancji z dnia 21 sierpnia\n                           2017 r. na dzień 19 stycznia 2018 r. Pozostałe warunki umów gwarancji pozostają bez\n                           zmian.",
        "date": "2017-07-27"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego 38/2016 z dnia 24.06.2016 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 25.07.2017 roku podpisała\n                           3 umowy wniesienia aportem z dniem 01.08.2017 roku zorganizowanych części przedsiębiorstwa\n                           pod nazwami:1. ZCP Budownictwo Ogólne do podmiotu zależnego od Spółki pod firmą Polimex Budownictwo\n                           spółka z ograniczoną odpowiedzialnością spółka komandytowa z siedzibą w Siedlcach\n                           w zamian za podwyższenie wartości udziału Polimex-Mostostal S.A. w tej spółce. Konieczne\n                           zgody korporacyjne na transakcję zostały uzyskane.Transakcja jest związana z kontynuacją optymalizacji struktury Grupy Kapitałowej.Przedmiotem działalności ZCP Budownictwo są kompleksowe usługi w sektorze budownictwa\n                           przemysłowego. Wartość transakcji wynosi 9.122.300 złotych.2. ZCP Operator do podmiotu zależnego od Spółki pod firmą Polimex Operator spółka\n                           z ograniczoną odpowiedzialnością spółka komandytowa z siedzibą w Warszawie w zamian\n                           za podwyższenie wartości udziału Polimex-Mostostal S.A. w tej spółce. Konieczne zgody\n                           korporacyjne na transakcję zostały uzyskane.Transakcja jest związana z kontynuacją optymalizacji struktury Grupy Kapitałowej.Przedmiotem działalności ZCP Operator są wynajem i dzierżawa maszyn i urządzeń budowlanych\n                           oraz ciężkiego sprzętu budowlanego. Wartość transakcji wynosi 17.013.300 złotych.3. ZCP Infrastruktura do podmiotu zależnego od Spółki pod firmą Polimex Infrastruktura\n                           Drogowa spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie w zamian za\n                           podwyższenie wartości udziału Polimex-Mostostal S.A. w tej spółce. Konieczne zgody\n                           korporacyjne na transakcję zostały uzyskane.Transakcja jest związana z kontynuacją optymalizacji struktury Grupy Kapitałowej.Przedmiotem działalności ZCP Infrastruktura są roboty związane z budową dróg i autostrad.\n                           Wartość transakcji wynosi 1.503.078 złotych.Jednocześnie Spółka informuje, że w dniu dzisiejszym zostały zawarte umowy zastawów\n                           rejestrowych z Towarzystwem Finansowym \"Silesia\" Sp. z o.o. jako zastawnikiem na udziałach/prawach\n                           wspólniczych podmiotów z grupy Spółki. Ustanowienie zastawów rejestrowych stanowiło\n                           warunek dokonania reorganizacji w postaci wniesienia trzech wyżej wymienionych aportów\n                           zgodnie z Umową pomiędzy Wierzycielami w brzmieniu wprowadzonym Aneksem nr 3 z dnia\n                           20 czerwca 2017 r. Spółka przekaże odrębnym raportem bieżącym fakt ustanowienia wszystkich\n                           zabezpieczeń w chwili ustanowienia ostatniego z nich.",
        "date": "2017-07-25"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie informuje, że w dniu dzisiejszym\n                           otrzymał powiadomienie o postanowieniu sądu w przedmiocie ustanowienia zastawu rejestrowego\n                           na 37.500.000 akcji serii T należących do PGNiG Technologie Spółka Akcyjna z siedzibą\n                           w Krośnie na rzecz Polskie Górnictwo Naftowe i Gazownictwo Spółka Akcyjna z siedzibą\n                           w Warszawie.",
        "date": "2017-07-25"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 6/2016 z dnia 29 stycznia 2016 r. oraz raportu\n                           bieżącego nr 62/2017 z dnia 21 lipca 2017 r., Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że powziął wiadomość o zawarciu w dniu 24 lipca\n                           2017 r. przez Mostostal Siedlce Sp. z o.o. Spółka komandytowa _\"Mostostal\"_ aneksu\n                           _\"Aneks\"_ do umowy kredytu terminowego zawartego pomiędzy PKO BP, Pekao oraz Mostostal\n                           i Nieruchomości MS sp. z o.o. w dniu 29 stycznia 2016 roku _\"Umowa Kredytu Mostostal\"_,\n                           który skutkuje udostępnieniem w ramach tej umowy odnawialnej linii kredytowej do wykorzystania\n                           przez Mostostal wyłącznie w formie gwarancji lub akredytyw do łącznej kwoty 20.000.000,00\n                           PLN _\"Linia Gwarancyjna\"_.Okres dostępności Linii Gwarancyjnej wynosi do 12 miesięcy z opcją odnawiania na kolejne\n                           12 miesięcy _każdorazowo wymagana zgoda banków_, nie później niż do ostatecznej daty\n                           spłaty kredytu terminowego udzielonego na podstawie Umowy Kredytu Mostostal _31 grudnia\n                           2021 roku_.Aneks wprowadza dodatkowe zabezpieczenia w postaci: _i_ kaucji pieniężnej w PLN ustanawianej\n                           przez Mostostal w przypadku przekroczenia przez łączną kwotę wszystkich wystawionych\n                           gwarancji kwoty całkowitego zaangażowania udostępnianego w ramach limitu Linii Gwarancyjnej\n                           oraz _ii_ poręczenia spółki Nieruchomości MS sp. z o.o. _spółka zależna Mostostalu_,\n                           które zostanie udzielone w chwili przeniesienia do Nieruchomości MS sp. z o.o. nieruchomości\n                           posiadanych obecnie przez Mostostal.Linia Gwarancyjna zostanie udostępniona Spółce pod warunkiem rozszerzenia dotychczas\n                           ustanowionych zabezpieczeń na instrumenty kredytowe udostępniane Spółce na podstawie\n                           Aneksu..",
        "date": "2017-07-25"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           30.06.2017 roku podpisała umowę wniesienia aportem zorganizowanej części przedsiębiorstwa\n                           pod nazwą Zakład Konstrukcji Stalowych w Rudniku nad Sanem do podmiotu zależnego pod\n                           firmą Mostostal Siedlce spółka z ograniczoną odpowiedzialnością spółka komandytowa\n                           z siedzibą w Siedlcach w zamian za podwyższenie wartości udziału Polimex-Mostostal\n                           S.A. w tej spółce.Zgodę na transakcję wyraziło nadzwyczajne Walne Zgromadzenie Spółki w dniu 9 marca\n                           2017 r. o czym Spółka informowała w raporcie bieżącym nr 29/2017.  Transakcja jest związana z kontynuacją optymalizacji struktury Grupy Kapitałowej i\n                           ma na celu alokowanie działalności produkcyjnej do struktur organizacyjnych Mostostal\n                           Siedlce spółka z ograniczoną odpowiedzialnością spółka komandytowa.Przedmiotem działalności Zakładu Konstrukcji Stalowych w Rudniku jest produkcja konstrukcji\n                           stalowych głównie dla potrzeb przemysłu oraz branży energetycznej. Wartość transakcji\n                           wynosi ponad 20 milionów złotych.",
        "date": "2017-06-30"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 6/2016 z dnia 29 stycznia 2016 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_ informuje, że w dniu dzisiejszym\n                           Mostostal Siedlce Sp. z o.o. Spółka komandytowa zawarła aneks do Umowy Kredytu Terminowego\n                           udzielonego przez PKO BP i Pekao, który ustala nowe warunki finansowania, w tym w\n                           szczególności wartości i terminy spłaty rat kapitałowych kredytu, limity wydatków\n                           inwestycyjnych oraz nową datę ostatecznej spłaty kredytu w dniu 31 grudnia 2021 r.",
        "date": "2017-06-30"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym pomiędzy PGNiG TERMIKA S.A. z siedzibą w Warszawie _\"Zamawiający\"_ a Mitsubishi\n                           Hitachi Power Systems Europe GmbH z siedzibą w Niemczech jako liderem konsorcjum,\n                           Mitsubishi Hitachi Power Systems Ltd. z siedzibą w Japonii, Mitsubishi Hitachi Power\n                           Systems Europe Ltd. z siedzibą w Londynie oraz Spółką jako członkami konsorcjum, _łącznie\n                           jako \"Wykonawca\"_ zawarta została umowa mająca za przedmiot dostawę i montaż bloku\n                           gazowo-parowego w Elektrociepłowni Żerań w Warszawie _\"Kontrakt\"_.Cena Kontraktu za wykonanie wszystkich jego zobowiązań wynikających z Kontraktu, w\n                           tym za wszystkie dostawy, usługi i roboty budowlane, _w tym udzielenie przez Wykonawcę\n                           Zamawiającemu wszelkich praw i zezwoleń_ określona została jako ryczałtowa w rozumieniu\n                           art. 632 §1 Kodeksu cywilnego i wynosi 982 281 952,84 PLN _słownie: dziewięćset osiemdziesiąt\n                           dwa miliony dwieście osiemdziesiąt jeden tysięcy dziewięćset pięćdziesiąt dwa i 84/100\n                           złotych_ i 111 938 759,89 EUR _słownie: sto jedenaście milionów dziewięćset trzydzieści\n                           osiem tysięcy siedemset pięćdziesiąt dziewięć i 89/100 euro_. Podane wartości uwzględniają\n                           podatek VAT _\"Cena Kontraktu\"_. Wynagrodzenie będzie płatne po dokonaniu przez Zamawiającego\n                           odbioru wskazanych w Kontrakcie etapów realizacji Kontraktu. Zamawiający wypłaci Wykonawcy\n                           zaliczkę na poczet realizacji Kontraktu w wysokości 15% Ceny Kontraktu wyrażonej w\n                           PLN i 15% Ceny Kontraktu wyrażonej w EUR. Spółce, jako członkowi konsorcjum, przypada\n                           26,01% Ceny Kontraktu, czyli 381,3 miliona złotych. Wykonawca zobowiązał się doprowadzić do podpisania protokołu przejęcia bloku do eksploatacji\n                           w terminie 36 miesięcy od dnia zawarcia Kontraktu.Kontrakt przewiduje kary umowne m.in.: _i_ za niepodpisanie w terminie protokołu przejęcia\n                           bloku do eksploatacji w wysokości od 0,03% do 0,15% Ceny Kontraktu netto, _ii_ za\n                           niedotrzymanie terminów wykonania etapów określonych w Kontrakcie w wysokości 0,05%\n                           wartości danego etapu netto za każdy dzień zwłoki jego realizacji, _iii_ za niedotrzymanie\n                           terminu przystąpienia do usunięcia wady 100.000 zł za każdy rozpoczęty dzień zwłoki,\n                           _iv_ za niedotrzymanie wymienionych w Kontrakcie gwarantowanych parametrów technicznych\n                           na określonym poziomie w wysokości od 1.200.000 zł do 7.000.000 zł za każde przekroczenie\n                           odpowiedniego parametru o wskazaną wartość. Maksymalna łączna kwota kar umownych wskazanych\n                           w pkt _i_ – _iii_ wynosi 15% Ceny Kontraktu netto, natomiast wskazanych w pkt _iv_\n                           od 20% do 50% Ceny Kontraktu netto w zależności od naruszonego parametru. Maksymalna\n                           łączna kwota kar umownych ze wszystkich tytułów opisanych w Kontrakcie nie może przekroczyć\n                           30% Ceny Kontraktu netto za wyjątkiem niektórych kar umownych naliczonych zgodnie\n                           z pkt _iv_. Zamawiający ma prawo do żądania odszkodowania uzupełniającego przenoszącego\n                           wysokość zastrzeżonej kary umownej wskazanej w pkt _i_, maksymalnie do wysokości 50%\n                           Ceny Kontraktu. Kurs euro dla potrzeb naliczania kar umownych został ustalony w Kontrakcie.Członkowie konsorcjum ponoszą solidarną odpowiedzialność względem Zamawiającego za\n                           zobowiązania wynikające z Kontraktu oraz za wniesienie zabezpieczenia. Ponadto członkowie\n                           konsorcjum ponoszą solidarną odpowiedzialność względem Zamawiającego za roszczenia\n                           zwrotne przysługujące Zamawiającemu z tytułu zaspokojenia roszczeń osób trzecich _w\n                           tym podwykonawców_ wynikających ze szkód lub zaległych płatności powstałych przy lub\n                           w związku z wykonywaniem Kontraktu, za które odpowiada którykolwiek z Konsorcjantów\n                           Maksymalna odpowiedzialność każdej ze Stron z tytułu niewykonania lub nienależytego\n                           wykonania Kontraktu lub odpowiedzialności deliktowej ograniczona jest do kwoty 100%\n                           Ceny Kontraktu. Powyższy limit odpowiedzialności nie ma zastosowania w przypadku szkody\n                           wyrządzonej umyślnie lub na skutek rażącego niedbalstwa a także w przypadku roszczeń\n                           zwrotnych, o których mowa powyżej. Powyższy limit nie ma także zastosowania do odpowiedzialności\n                           Wykonawcy w oparciu o art. 435 kodeksu cywilnego i art. 436 kodeksu cywilnego.Wykonawca jest zobowiązany do uzyskania zabezpieczenie należytego wykonania Kontraktu\n                           w jednej lub kilku formach dopuszczonych art. 148 ust. 1 ustawy prawo zamówień publicznych\n                           w wysokości 10% Ceny Kontraktu. Wykonawca jest ponadto zobowiązany do uzyskania zabezpieczenia\n                           zwrotu zaliczki w formie nieodwołalnej i bezwarunkowej, płatnej na pierwsze pisemne\n                           żądanie Zamawiającego bez konieczności akceptacji roszczeń Zamawiającego przez Wykonawcę\n                           gwarancji bankowej zwrotu zaliczki w wysokości kwoty przekazanej zaliczki. Gwarancja\n                           bankowa na zwrot zaliczki automatycznie wygasa z chwilą, kiedy cała suma zaliczki\n                           zostanie rozliczona. Okres odpowiedzialności Wykonawcy z tytułu gwarancji jakości i rękojmi za wady fizyczne\n                           przedmiotu Kontraktu wynosi 24 miesiące od daty podpisania protokołu przejęcia bloku\n                           do eksploatacji, z zastrzeżeniem, że na wymienione w Kontrakcie elementy i struktury\n                           okres odpowiedzialności Wykonawcy z tytułu gwarancji jakości i rękojmi za wady fizyczne\n                           wymienionych wynosi 60 miesięcy od daty podpisania protokołu przejęcia bloku do eksploatacji.Zamawiający może z ważnych dla siebie powodów zawiesić wykonywanie Kontraktu. Do upływu\n                           100 miesięcy od dnia zawarcia Kontraktu, ale nie dłużej niż do upływu 24 miesięcy\n                           od daty podpisania protokołu przejęcia bloku do eksploatacji, zarówno Zamawiający\n                           jak i Wykonawca mogą odstąpić od Kontraktu albo jego części na warunkach określonych\n                           w Kontrakcie.Kontrakt zostaje zawarty z chwilą jego podpisania przez Strony.Pozostałe postanowienia kontraktu są typowe dla umów tego typu.",
        "date": "2017-06-29"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym spółka zależna od Emitenta – Naftoremont Naftobudowa sp. z o.o. otrzymała\n                           zawiadomienie o warunkowym wyborze oferty w postępowaniu przetargowym na realizację\n                           zadania pod nazwą: \"Terminal naftowy w Gdańsku II etap dla PERN S.A. z siedzibą w\n                           Płocku\" _\"Zamawiający\"_.Cena zaoferowana za realizację zamówienia wynosi 326,89 mln zł. Z uwagi na fakt, że\n                           zamówienie realizowane będzie w konsorcjum Naftoremont – Naftobudowa sp. z o.o. otrzyma\n                           67,57% wynagrodzenia.Warunkiem przyjęcia oferty i zawarcia umowy na realizację zamówienia jest uzyskanie\n                           zgód korporacyjnych przez Zamawiającego.O zawarciu umowy z Zamawiającym i o jej warunkach Emitent poinformuje odrębnym raportem\n                           bieżącym.",
        "date": "2018-12-17"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_ informuje,\n                           że w dniu dzisiejszym do pełnomocnika Spółki, rzecznika patentowego, wpłynął pozew\n                           wzajemny od Mostostal S.A. z siedzibą w Warszawie _\"Pozwana\"_. Pozew wzajemny skierowany\n                           jest przeciwko Emitentowi i Mostostal Siedlce spółka z ograniczoną odpowiedzialnością\n                           sp.k. _spółka zależna od Emitenta_. Pozew wzajemny jest stanowiskiem Pozwanej w sprawie wszczętej w czerwcu 2017 roku\n                           przez Emitenta i Mostostal Siedlce spółka z ograniczoną odpowiedzialnością sp.k. o\n                           unieważnienie umowy sprzedaży 2 znaków towarowych Mostostal: słowno-graficznego \"Mostostal\"\n                           zarejestrowanego pod numerem R 87887 i słownego \"Mostostal\" zarejestrowanego pod numerem\n                           R 97850. Umowa sprzedaży znaków została zawarta przez syndyka jednego z podmiotów\n                           korzystających ze znaku w 2007 roku, nabywcą znaku była Pozwana.Wartość przedmiotu sporu wynosi 96.908.719 zł. Wartość wskazana przez Pozwaną jako\n                           wartość przedmiotu sporu stanowi obliczoną przez Pozwaną wartość odszkodowania za\n                           naruszenie praw ochronnych w zakresie wskazanych znaków towarowych. Pozwana wnosi\n                           o zasądzenie odszkodowania w kwocie 83.717.995 zł od Emitenta oraz 13.190.724 zł od\n                           Mostostal Siedlce spółka z ograniczoną odpowiedzialnościa sp.k.   Sąd wyznaczył Emitentowi 60 dniowy termin na odpowiedź na pozew wzajemny. W opinii\n                           Spółki pozew wzajemny jest bezzasadny i stanowi jedynie konsekwencję pozwu złożonego\n                           w czerwcu 2017 roku przez Emitenta, a kwota odszkodowania jest nieuzasadniona. Z analiz\n                           Emitenta wynika, że Spółka posiada prawa podmiotowe do firmy Mostostal oraz prawa\n                           do używania nazwy Mostostal z wcześniejszym pierwszeństwem niż pierwszeństwa do ww.\n                           znaków towarowych Mostostal.",
        "date": "2018-11-20"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. _\"Spółka\"_ niniejszym informuje, że zmianie ulega\n                           termin przekazania do publicznej wiadomości kwartalnego skonsolidowanego raportu za\n                           III kwartał 2018 r., zawierającego jednostkową kwartalną informację finansową _\"Raport\"_.Zmiana terminu raportowania wynika z prawdopodobieństwa wejścia w życie Ustawy o ustanowieniu\n                           Święta Narodowego z okazji Setnej Rocznicy Odzyskania Niepodległości Rzeczypospolitej\n                           Polskiej _\"Ustawa\"_. Przewidziany raportem bieżącym Spółki nr 3/2018 z dnia 10 stycznia\n                           2018 r. pierwotny termin przekazania do publicznej wiadomości Raportu - 12 listopada\n                           2018 r., może zostać ustanowiony na mocy Ustawy dniem wolnym od pracy. Datą przekazania\n                           do publicznej wiadomości Raportu będzie 14 listopada 2018 r.Podstawa prawna sporządzenia raportu: § 80 ust. 2 rozporządzenia Ministra Finansów\n                           z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018\n                           r. poz. 512 i 685_.",
        "date": "2018-10-31"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu 12 października 2018 roku Rada Nadzorcza Spółki zdecydowała o powołaniu z dniem\n                           14 października: Pana Krzysztofa Figata na funkcję Prezesa Zarządu, Pana Maciej Korniluka\n                           na funkcję Wiceprezesa Zarządu oraz Pana Przemysława Janiszewskiego na funkcję Wiceprezesa\n                           Zarządu.Wyżej wymienione osoby zostały powołane na okres wspólnej trzyletniej kadencji, której\n                           bieg upływa 14 października 2021 roku.Informacje na temat wykształcenia, kwalifikacji, zajmowanych wcześniej stanowisk i\n                           kariery zawodowej, jak również informacje o wykonywaniu innej działalności poza przedsiębiorstwem\n                           Spółki i nie figurowaniu w rejestrze dłużników niewypłacalnych znajdują się w odniesieniu\n                           do:• Pana Krzysztofa Figata w raporcie bieżącym nr 24/2018 z dnia 26 kwietnia 2018 roku\n                           o powołaniu Pana Krzysztofa  na stanowisko Prezesa Zarządu;• Pana Macieja Korniluka w raporcie bieżącym nr 2/2018 z dnia 8 stycznia 2018 roku\n                           o powołaniu Pana Maciej Korniluka na stanowisko Wiceprezesa Zarządu;• Pana Przemysława Janiszewskiego w raporcie bieżącym nr 73/2017 z dnia 14 września\n                           2017 roku o powołaniu Pana Przemysława Janiszewskiego na stanowisko Wiceprezesa Zarządu.\n                           Informacje zawarte w powyżej wskazanych raportach pozostają aktualne na dzień dzisiejszy.Podstawa prawna: §5 ust. 5 w zw. z § 10 rozporządzenia Ministra Finansów z dnia 20\n                           kwietnia 2018 roku. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa nie będącego państwem członkowskim",
        "date": "2018-10-12"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W związku z raportem bieżącym nr 48/2018 z dnia 10 października 2018 roku, Zarząd\n                           Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 10 października\n                           2018 roku Spółka oraz Polimex Opole spółka z o.o. sp. k zawarły aneks _\"Aneks\"_ do\n                           Umowy z dnia 25 października 2013 roku o podwykonawstwo prac na potrzeby realizacji\n                           Projektu Opole _\"Umowa\"_. Aneksem zostały implementowane do Umowy postanowienia wynikające z zawartego przez\n                           Spółkę w dniu 10 października 2018 roku aneksu nr 9 do umowy z dnia 15 lutego 2012\n                           roku na budowę bloków energetycznych nr 5 i 6 w PGE GiEK S.A. Oddział Elektrownia\n                           Opole pomiędzy Rafako S.A., Mostostal Warszawa S.A., Polimex – Mostostal S.A. _\"Generalny\n                           Wykonawca\"_ i PGE GiEK S.A. oraz Porozumienia zawartego przez Generalnego Wykonawcę\n                           z GE Power spółka z o.o., o których mowa w raporcie bieżącym nr 48/2018 z dnia 10\n                           października 2018 roku. W opinii Spółki zawarcie Aneksu nie ma istotnego wpływu na budżet Projektu oraz wynik\n                           EBITDA Spółki.",
        "date": "2018-10-10"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 9/2014 z dnia 24 stycznia 2014 r. oraz raportu\n                           bieżącego nr 32/2018 z dnia 3 sierpnia 2018 r., Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Emitent\"_ informuje, że w dniu dzisiejszym spółka zależna od Emitenta\n                           Polimex Opole spółka z ograniczoną odpowiedzialnością Sp. k. z siedzibą w Warszawie,\n                           zawarła z bankiem PKO BP S.A. aneks do Umowy o Udzielenie Gwarancji do kontraktu na\n                           budowę bloków energetycznych nr 5 i 6 w PGE Elektrowni Opole S.A. Termin ważności gwarancji należytego wykonania na kwotę 199.161.600,00 zł został wydłużony\n                           do dnia 15.07.2019 r.Dotychczasowy katalog zabezpieczeń został rozszerzony o oświadczenia Polimex Opole\n                           spółka z ograniczoną odpowiedzialnością Sp. k. oraz Emitenta o poddaniu się egzekucji\n                           w trybie art. 777 par. 1 pkt 5 Kodeksu postępowania cywilnego.Pozostałe warunki Umowy o Udzielenie Gwarancji pozostają bez zmian.",
        "date": "2018-10-10"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W związku z raportem bieżącym nr 8/2012 z dnia 16 lutego 2012 roku, 8/2018 z dnia\n                           22 lutego 2018 oraz 77/2017 z dnia 26 września 2017 r., Zarząd Polimex-Mostostal S.A.\n                           z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 10 października 2018 roku konsorcjum\n                           Spółki oraz Mostostal Warszawa S.A. i Rafako S.A. _łącznie \"Generalny Wykonawca\"_\n                           zawarło z PGE Górnictwo i Energetyka Konwencjonalna S.A. aneks nr 9 _\"Aneks\"_ do umowy\n                           z dnia 15 lutego 2012 roku _\"Umowa\"_ na budowę bloków energetycznych nr 5 i 6 w PGE\n                           GiEK S.A. Oddział Elektrownia Opole _\"Projekt\"_ realizowanej przez Generalnego Wykonawcę\n                           oraz GE Power sp. z o.o., które jest generalnym projektantem oraz pełni funkcję lidera\n                           konsorcjum zarządzającego realizacją Projektu.Aneks przewiduje między innymi:1.\tZmianę terminu przekazania bloku nr 5 do eksploatacji na 15 czerwca 2019 roku oraz\n                           bloku nr 6 na 30 września 2019 roku,2.\tUzgodnienie kwestii technicznych dotyczących realizacji Projektu. Strony potwierdziły wysokość wynagrodzenia należnego Generalnemu Wykonawcy, pod warunkiem\n                           dotrzymania uzgodnionych w Aneksie terminów przekazania bloków do eksploatacji.W świetle podpisanego Aneksu Generalny Wykonawca wraz z GE Power sp. z o.o. uzgodnili\n                           wewnętrzne porozumienie, które m.in. potwierdza zapisy Aneksu oraz reguluje kwestie\n                           wzajemnych roszczeń _\"Porozumienie\"_. W opinii Spółki zawarcie Aneksu oraz Porozumienia nie ma istotnego wpływu na budżet\n                           Projektu oraz wynik EBITDA Spółki.",
        "date": "2018-10-10"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie przy Al. Jana Pawła II 12 _\"Spółka\"_\n                           informuje, że w dniu dzisiejszym Nadzwyczajne Walne Zgromadzenie Spółki powołało w\n                           skład Rady Nadzorczej Spółki na okres do końca obecnej kadencji nowego Członka, Panią\n                           Katarzynę Dąbrowską.Powołany członek Rady Nadzorczej Spółki złożył pisemne oświadczenie, że nie wykonuje\n                           działalności konkurencyjnej, ani też nie jest wspólnikiem konkurencyjnych spółek cywilnych,\n                           osobowych, nie jest członkiem organów konkurencyjnych spółek kapitałowych, nie uczestniczy\n                           w innych konkurencyjnych osobach prawnych jako członek ich organów. Pani Katarzyna\n                           Dąbrowska, wykonuje działalność w Departamencie Innowacji i Rozwoju Technologii Ministerstwa\n                           Energii, co zgodnie z jej oświadczeniem, nie stanowi działalności konkurencyjnej w\n                           stosunku do Spółki. Pani Katarzyna Dąbrowska złożyła również oświadczenie, że nie figuruje w Rejestrze\n                           Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy z dnia 20 sierpnia 1997\n                           r. o Krajowym Rejestrze Sądowym Dz.U. z 2018 r. poz. 986.Zgodnie z przyjętymi Zasadami Dobrych Praktyk Spółek Notowanych na GPW oraz w celu\n                           umożliwienia Akcjonariuszom Spółki zapoznania się z nowo powołanym przez Nadzwyczajne\n                           Walne Zgromadzenie Spółki, członkiem Rady Nadzorczej Spółka przedstawia notę biograficzną\n                           Pani Katarzyny Dąbrowskiej jako załącznik do niniejszego raportu.Podstawa prawna: §5 pkt 5 w zw. z § 10 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim Dz.U. 2014 poz. 133.",
        "date": "2018-10-04"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ podaje w załączeniu\n                           treść uchwał, podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło\n                           się w dniu 4 października 2018 roku. Podstawa prawna:§ 19 ust. 1 pkt. 6 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2018-10-04"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie podaje w załączeniu wykaz akcjonariuszy,\n                           posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu, które\n                           odbyło się w dniu 4 października 2018 roku.",
        "date": "2018-10-04"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu 3 października 2018 roku do Spółki wpłynęła rezygnacja Pana Andrzeja Sokolewicza –\n                           Członka Rady Nadzorczej, pełniącego funkcję Sekretarza Rady Nadzorczej oraz Przewodniczącego\n                           Komitetu Audytu Rady Nadzorczej.Rezygnacja nastąpi z dniem 4 października 2018 roku. Pan Andrzej Sokolewicz nie wskazał\n                           przyczyn podjęcia decyzji o rezygnacji. Podstawa prawna:§ 5 ust. pkt. 4 w zw. z § 9 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-03"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 72/2017 z dnia 1 września 2017 r. oraz raportu\n                           bieżącego nr 12/2018 z dnia 15 marca 2018 r., Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Emitent\"_ informuje, że w dniu 3 października 2018 r. pomiędzy Emitentem,\n                           Polimex Energetyka sp. z o.o. _z Emitentem łącznie jako \"Zleceniodawcy\"_ oraz Powszechnym\n                           Zakładem Ubezpieczeń Spółką Akcyjną z siedzibą w Warszawie _\"PZU\"_ został zawarty\n                           aneks do umowy, której przedmiotem jest określenie zasad udzielania przez PZU gwarancji\n                           ubezpieczeniowych kontraktowych w ramach ustalonych limitów zaangażowania _\"Umowa\"_\n                           przewidującej łączny limit zaangażowania dla obu Zleceniodawców na poziomie 98.970.000,00\n                           zł, z zastrzeżeniem, że dla Polimex Energetyka sp. z o.o. podlimit nie może być wyższy\n                           niż 29.000.000,00 zł.Wskutek zawarcia przedmiotowego aneksu odnawialny limit zaangażowania obowiązuje w\n                           okresie do dnia 02.10.2019 r. Pozostałe postanowienia Umowy nie uległy zmianie.",
        "date": "2018-10-03"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym została zawarta umowa pomiędzy konsorcjum SBB ENERGY Spółka Akcyjna z\n                           siedzibą w Opolu _lider konsorcjum_, Spółką oraz POLIMEX ENERGETYKA Sp. z o.o. z siedzibą\n                           w Warszawie _spółka zależna od Emitenta_ _\"PxE\"_ _\"Wykonawca\"_ oraz PGE Górnictwo\n                           i Energetyka Konwencjonalna Spółka Akcyjna z siedzibą w Bełchatowie _\"Zamawiający\"_\n                           _\"Umowa\"_. Przedmiotem Umowy jest: \"Dostawa i montaż instalacji katalitycznego odazotowania\n                           spalin dla kotłów typu OP-650 bloków nr 5, 6, 7, 8 w Elektrowni Dolna Odra\" w PGE\n                           GiEK S.A. Oddział Zespół Elektrowni Dolna Odra _\"Zadanie\"_. Wynagrodzenie za wykonanie Zadania wynosi 199,3 mln złotych netto. Wynagrodzenie za\n                           realizację Zadania przypadające na PxE i PxM wyniesie łącznie nie mniej niż 41 mln\n                           złotych i nie więcej niż 75 mln złotych netto i zostanie ustalone pomiędzy Wykonawcami\n                           po finalnym potwierdzeniu zakresu prac w ramach konsorcjum. Wynagrodzenie jest wynagrodzeniem\n                           ryczałtowym. Płatność wynagrodzenia następuje po wykonaniu określnych w Umowie etapów\n                           Zadania. Na podstawie Umowy Wykonawca zobowiązał się wykonać Zadanie w terminie do 17 września\n                           2021 r. Na podstawie Umowy Wykonawca udziela Zamawiającemu gwarancji jakości na okres od 36\n                           do 120 miesięcy w zależności od przedmiotu Zadania objętego gwarancją. Okres gwarancji\n                           jakości dla odpowiedniej części przedmiotu gwarancji rozpoczyna swój bieg od daty\n                           podpisania przez Zamawiającego protokołu przekazania do eksploatacji danej instalacji.\n                           Niezależnie od udzielenia gwarancji jakości Wykonawca udziela Zamawiającemu rękojmi,\n                           na okres 36 i 52 miesięcy rozpoczynający się w dniu podpisania protokołu przekazania\n                           do eksploatacji danej instalacji.Umowa przewiduje kary umowne m.in. za _i_ opóźnienie, z przyczyn leżących po stronie\n                           Wykonawcy, w oddaniu etapów Zadania, w wysokości 0,05% wynagrodzenia umownego netto\n                           za każdy rozpoczęty dzień takiego opóźnienia, przy czym kara ta będzie obliczana oddzielnie\n                           dla poszczególnych instalacji; _ii_ przekroczenie czasu postoju bloku z przyczyn leżących\n                           po stronie Wykonawcy, w wysokości 0,075 % wynagrodzenia umownego netto za każdy rozpoczęty\n                           dzień przekroczenia, przy czym kara ta będzie obliczana oddzielnie dla poszczególnych\n                           bloków; _iii_ opóźnienia Wykonawcy, z przyczyn leżących po stronie Wykonawcy,  w usunięciu\n                           wad stwierdzonych w okresie gwarancji jakości i rękojmi, w wysokości 0,05 % wynagrodzenia\n                           umownego netto za każdą rozpoczętą dobę takiego opóźnienia w usunięciu wad; _iv_ odstąpienie\n                           od Umowy przez Zamawiającego lub Wykonawcę z przyczyn leżących po drugiej stronie,\n                           w wysokości 20% wynagrodzenia umownego netto. Łączny limit wszystkich kar umownych\n                           nie może przekroczyć 30% wynagrodzenia netto z Umowy. Jeżeli wysokość wyliczonych\n                           kar umownych przekroczy 30% wynagrodzenia umownego netto, Zamawiający będzie uprawniony\n                           do odstąpienia od Umowy w całości albo w zakresie niewykonanej części Umowy. W przypadku\n                           gdy kara umowna nie pokryje poniesionej szkody Zamawiający ma prawo dochodzić odszkodowania\n                           uzupełniającego na zasadach ogólnych. Zamawiający ma prawo potrącić kwotę należną\n                           z tytułu nałożenia kary umownej z kwotą wynagrodzenia. Umowa przewiduje mechanizm\n                           wykonawstwa zastępczego w przypadku nienależytego wykonania Umowy, w szczególności\n                           opóźnienia. Maksymalna odpowiedzialność Stron z tytułu niewykonania lub nienależytego\n                           wykonania niniejszej Umowy jest ograniczona do wysokości 100% wynagrodzenia umownego\n                           netto, przy czym ograniczenie to nie ma zastosowania w przypadku szkody wyrządzonej\n                           przez Wykonawcę umyślnie lub na skutek rażącego niedbalstwa oraz do odpowiedzialności\n                           Wykonawcy w oparciu o art. 435 i art.436 kodeksu cywilnego.Celem zabezpieczenia roszczeń przysługujących Zamawiającemu w stosunku do Wykonawcy,\n                           powstałych w związku z realizacją Umowy, Wykonawca jest zobowiązany: _i_ przedstawić\n                           Zamawiającemu gwarancję bankową lub ubezpieczeniową lub _ii_ złożyć zabezpieczenie\n                           w środkach pieniężnych, w wysokości 10% wynagrodzenia brutto z terminem ważności do\n                           upływu 30 dnia od podpisania przez strony protokołu przekazania do eksploatacji ostatniej\n                           z wykonanych instalacji. W okresie rękojmi zabezpieczenie powinno być wniesione w\n                           wysokości 30% kwoty zabezpieczenia obowiązującego w okresie realizacji Zadania.Zamawiający jest zobligowany do ubezpieczenia prac budowlano-montażowych _CAR/EAR_,\n                           natomiast Wykonawca jest zobowiązany m.in. do ubezpieczenia maszyn oraz OC do łącznej\n                           sumy gwarancyjnej nie mniejszej niż 20.000.000 złotych.Zamawiający może odstąpić od Umowy w części, w terminie 6 miesięcy od dnia jej zawarcia\n                           oraz może odstąpić od Umowy w całości lub części w wypadkach gdy m.in.: _i_ Wykonawca\n                           bez uzasadnionej przyczyny wstrzymał realizację Zadania przez okres dłuższy niż 30\n                           dni i pomimo pisemnego wezwania ze strony Zamawiającego, nie podjął realizacji, _ii_\n                           przedmiot umowy nie osiągnął gwarantowanych parametrów technicznych, _ii_ wykonawca\n                           opóźnia się z wykonaniem etapu Zadania powyżej 15 dni, i pomimo pisemnego wezwania\n                           ze strony Zamawiającego, określającego dodatkowy termin wykonania, nie wykonuje go\n                           bądź wykonuje w sposób, który daje uzasadnione przypuszczenie, iż nie wykona go w\n                           dodatkowym terminie lub termin ten bezskutecznie upłynął. Wykonawca ma prawo odstąpić\n                           od Umowy w zakresie niezrealizowanej części, gdy Zamawiający pozostaje w zwłoce z\n                           wypłatą wynagrodzenia o więcej niż 60 dni i nie dokonał zapłaty pomimo pisemnego wezwania\n                           ze strony Wykonawcy wyznaczającego mu dodatkowy termin do zapłaty.Postanowienia Umowy dotyczące zatrudnienia podwykonawców i sposobu zawierania umów\n                           podwykonawczych, zmian wysokości wynagrodzenia, zasad rozliczania wynagrodzenia, zaliczki\n                           i zabezpieczenia jej zwrotu, praw autorskich oraz możliwości odstąpienia są typowe\n                           dla umów tego rodzaju. W związku z Umową pomiędzy SBB ENERGY Spółka Akcyjna z siedzibą w Opolu jako liderem\n                           konsorcjum, Emitentem oraz PxE została zawarta umowa konsorcjum, która reguluje m.in.\n                           _i_ sposób reprezentacji konsorcjum, _ii_ sposób zawarcia wymaganych umów ubezpieczenia,\n                           _iii_ zasady odpowiedzialności stron, _iv_ sposób wykonywania Umowy. Umowa konsorcjum\n                           jest typowa dla umów tego rodzaju.",
        "date": "2018-09-25"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 37/2018 z dnia 28 sierpnia 2018 roku oraz raportu\n                           bieżącego nr 40/2018 z dnia 21 września 2018 roku, Zarząd \"Polimex-Mostostal\" S.A.\n                           z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu dzisiejszym doszło do uprawomocnienia\n                           się i nadania klauzuli wykonalności prawomocnym postanowieniom w sprawie umorzeń postępowań\n                           sądowych dotyczących Umów _jak zdefiniowano poniżej_, których przedmiotem były: _i_ Projekt i budowa autostrady A1 Stryków - węzeł \"Tuszyn\" na odcinku od km 295 +\n                           850 _od węzła Stryków 1 bez węzła do km 335+937,65,_ii_ Budowa autostrady A-4, odcinek Rzeszów _węzeł Rzeszów Wschód_ - Jarosław _węzeł\n                           Wierzbna_ od km 581 + 250 do km 622 + 450 oraz_iii_ Budowa drogi ekspresowej S-69 Bielsko-Biała – Żywiec – Zwardoń, odcinek węzeł\n                           \"Mikuszowice\" _\"Żywiecka/Bystrzańska\"_–Żywiec _łącznie jako \"Umowy\"_.Jednocześnie z umorzeniem postępowań weszły w życie uzgodnienia opisane w raporcie\n                           bieżącym nr 40/2018 z dnia 21 września 2018 roku.",
        "date": "2018-09-21"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 37/2018 z dnia 28 sierpnia 2018 roku, Zarząd\n                           Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 17 lipca\n                           2018 r. podjął decyzję o opóźnieniu przekazania informacji poufnej do publicznej wiadomości,\n                           zgodnie z art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i\n                           dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest brak spełniania przesłanek\n                           do jej dalszego opóźniania z uwagi na uprawomocnienie się postanowień o umorzeniu\n                           poszczególnych postępowań sądowych dotyczących Umów _jak zdefiniowano poniżej_. Treścią opóźnianej informacji poufnej było uzgodnienie warunków zakończenia sporów\n                           pomiędzy Spółką oraz pozostałymi stronami poniżej wymienionych kontraktów infrastrukturalnych:\n                           Skarbem Państwa – Generalną Krajową Dyrekcją Dróg Krajowych i Autostrad _\"GDDKiA\"_,\n                           Doprastav AS, MSF Engenharia S.A. i MSF Polska Sp. z o.o. _łącznie \"Konsorcjanci\"_.\n                           Uzgodnienia dotyczą wzajemnych roszczeń dochodzonych w postępowaniach sądowych lub\n                           innych ewentualnych roszczeń mogących powstać z tytułu umów, których przedmiotem były:\n                           _i_\tProjekt i budowa autostrady A1 Stryków - węzeł \"Tuszyn\" na odcinku od km 295 +\n                           850 _od węzła Stryków 1 bez węzła do km 335+937,65 _\"Umowa A1\"_, _ii_\tBudowa autostrady A-4, odcinek Rzeszów _węzeł Rzeszów Wschód_ - Jarosław _węzeł\n                           Wierzbna_ od km 581 + 250 do km 622 + 450 _\"Umowa A4\"_ oraz_iii_\tBudowa drogi ekspresowej S-69 Bielsko-Biała – Żywiec – Zwardoń, odcinek węzeł\n                           \"Mikuszowice\" _\"Żywiecka/Bystrzańska\"_–Żywiec _\"Umowa S69\"_, _łącznie jako \"Umowy\"_.W konsekwencji dokonanych pomiędzy stronami uzgodnień, które wejdą w życie pod warunkiem\n                           uprawomocnienia się postanowień o umorzeniu postępowań sądowych dotyczących Umów,\n                           m.in.:1. Strony potwierdzą zakończenie wykonywania Umów w dniu 14 stycznia 2014 r. w stosunku\n                           do Umowy A1 oraz Umowy A4, oraz w dniu 31 grudnia 2013 r. w stosunku do Umowy S69,\n                           2. Strony zobowiązały się nie dochodzić od siebie jakichkolwiek roszczeń związanych\n                           z realizacją Umów, w konsekwencji czego dojdzie do umorzenia postępowań sądowych dotyczących\n                           Umów, w tym w szczególności Spółka cofnie powództwa w zakresie sporów sądowych toczących\n                           się przed sądami na Słowacji wobec Doprastav AS,3. Spółka przejęła odpowiedzialność za potencjalne roszczenia podwykonawców, usługodawców\n                           i dostawców, a także innych podmiotów, które wykonywały roboty, świadczyły usługi,\n                           dokonywały dostaw, bądź spełniały inne świadczenia w związku z realizacją Umów. Na\n                           zabezpieczenie tych roszczeń Spółka zobowiąże się wobec GDDKiA do przedłożenia GDDKiA\n                           gwarancji bankowych w łącznej kwocie 20,00 mln zł. Gwarancje bankowe zostaną wystawione\n                           na okres 6 lat z możliwością ich redukcji do łącznego poziomu 12,50 mln zł po okresie\n                           3 lat od ich wystawienia,4. GDDKiA zwolni gwarancję bankową wystawioną na zlecenie Spółki na zabezpieczenie\n                           roszczeń wynikających z Umowy A1 na kwotę 29,21 mln zł oraz gwarancję bankową wystawioną\n                           na zlecenie Spółki na zabezpieczenie roszczeń wynikających z Umowy A4 na kwotę 56,00\n                           mln zł oraz cofnie powództwa sądowe o wypłatę tych gwarancji,5. Spółka przejmie obsługę gwarancyjną w zakresie określonych robót dotyczących węzła\n                           Wierzbno wykonanego w ramach Umowy A4 _do 2024 r._, oraz obsługę gwarancyjną na kontrakcie\n                           A4 Szarów-Brzesko _do stycznia 2019 r._ oraz rozliczenia z tytułu wykonawstwa zastępczego\n                           w ramach obsługi gwarancyjnej innej umowy infrastrukturalnej,6. Spółka jest zobowiązana wnieść kaucję pieniężną w wysokości ok. 6,58 mln zł na\n                           okres nie dłużej niż do 4 lipca 2019 r. tytułem zabezpieczenia braku wypłaty środków\n                           z regwarancji wystawionej przez Doprastav AS na poczet zabezpieczenia usunięcia wad\n                           i usterek w okresie gwarancji jakości i rękojmi dotyczącej Umowy A4, 7. Całkowita odpowiedzialność Spółki z tytułu zawartych ugód i porozumień, według\n                           szacunków Spółki, wyniesie nie więcej niż 48,80 mln zł - kwota ta jest objęta zawiązanymi\n                           w poprzednich latach rezerwami na koszty, w związku z czym dokonane pomiędzy stronami\n                           uzgodnienia nie powinny mieć negatywnego wpływu na wynik EBITDA Spółki.",
        "date": "2018-09-21"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex – Mostostal S.A. z siedzibą w Warszawie  _\"Spółka\"_ działając na podstawie\n                           art. 398, art. 399 §1, art. 4021 oraz art. 4022 Kodeksu spółek handlowych oraz § 23\n                           ust. 4 Statutu Spółki zwołuje Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki,\n                           które odbędzie się w dniu 4 października 2018 roku, początek o godzinie 10:00 w siedzibie\n                           Spółki w Warszawie przy Al. Jana Pawła II 12.Treść ogłoszenia o zwołaniu zgromadzenia i projekty uchwał stanowią załącznik do niniejszego\n                           raportu.Podstawa prawna:§ 19 ust. 1 pkt. 1 i 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2018-10-04"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym Spółka jako sprzedający zawarła przedwstępną umowę sprzedaży użytkowania\n                           wieczystego nieruchomości oraz praw własności stanowiących odrębny przedmiot własności\n                           budynków na nieruchomości położonej w Gdańsku, dla której Sąd Rejonowy Gdańsk-Północ\n                           w Gdańsku, III Wydział Ksiąg Wieczystych prowadzi księgę wieczystą KW Nr GD1G/00067464/0\n                           _\"Nieruchomość\"_ _\"Umowa przedwstępna\"_.Zgodnie z Umową przedwstępną łączna cena za Nieruchomość wynosi 5.000.000 zł netto\n                           _\"Cena\"_.Strony zobowiązały się w terminie do dnia 28 sierpnia 2019 roku zawrzeć warunkową\n                           umowę sprzedaży Nieruchomości _\"Umowa warunkowa\"_.Zawarcie Umowy warunkowej jest uzależnione od spełnienia się warunków przewidzianych\n                           w Umowie przedwstępnej m.in.: _i_ przeprowadzeniu analizy stanu prawnego Nieruchomości\n                           i uznanie wyników tej analizy za satysfakcjonujące, _ii_ uzyskaniu zgód korporacyjnych,\n                           _iii_ uzyskania dokumentów wystawionych przez wszystkich wierzycieli hipotecznych\n                           posiadających zabezpieczenia w postaci hipotek, zawierających zgody na zwolnienie\n                           ze wszystkich hipotek i wykreślenia ich z ksiąg wieczystych.Strony postanowiły, że zawarcie umowy przenoszącej Nieruchomość w wykonaniu Umowy\n                           warunkowej nastąpi nie później niż w dniu 31 grudnia 2019 roku.Zamiar zbycia Nieruchomości jest w zgodzie z zawartą z wierzycielami finansowymi umowy\n                           w sprawie zasad obsługi zadłużenia finansowego Spółki.",
        "date": "2018-08-29"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 50/2017 z dnia 26 maja 2017 roku, Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 17 lipca 2018 r. podjął\n                           decyzję o opóźnieniu przekazania informacji poufnej do publicznej wiadomości, zgodnie\n                           z art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z\n                           dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i\n                           dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest brak możliwości dalszego zapewnienia\n                           ze strony Spółki zachowania poufności treści Informacji Poufnej. Treścią opóźnianej informacji poufnej było dojście do porozumienia w przedmiocie zawarcia\n                           ugód pomiędzy Spółką oraz pozostałymi stronami poniżej wymienionych kontraktów infrastrukturalnych:\n                           Skarb Państwa – Generalna Krajowa Dyrekcja Dróg Krajowych i Autostrad _\"GDDKiA\"_,\n                           Doprastav AS, MSF Engenharia S.A. i MSF Polska Sp. z o.o. _łącznie \"Konsorcjanci\"_.\n                           Ugody dotyczą wzajemnych roszczeń dochodzonych w postępowaniach sądowych lub innych\n                           ewentualnych roszczeń mogących powstać z tytułu umów, których przedmiotem były: _i_\tProjekt i budowa autostrady A1 Stryków - węzeł \"Tuszyn\" na odcinku od km 295 +\n                           850 _od węzła Stryków 1 bez węzła do km 335+937,65, _ii_\tBudowa drogi ekspresowej S-69 Bielsko-Biała – Żywiec – Zwardoń, odcinek węzeł\n                           \"Mikuszowice\" _\"Żywiecka/Bystrzańska\"_–Żywiec, oraz_iii_\tBudowa autostrady A-4, odcinek Rzeszów _węzeł Rzeszów Wschód_ - Jarosław _węzeł\n                           Wierzbna_ od km 581 + 250 do km 622 + 450, _łącznie \"Umowy\"_.Łączna wartość przedmiotu sporu wynikająca z toczących się spraw sądowych z GDDKiA\n                           w przedmiocie Umów wynosi: _i_ z powództwa Spółki i Konsorcjantów: 612.780.677,00\n                           zł, _ii_ z powództwa GDDKiA: 511.101.779,00 zł. Ugody z GDDKiA będą zawarte przed sądem w ramach poszczególnych postępowań sądowych\n                           z GDDKiA, w konsekwencji czego postępowania zostaną umorzone. Zawarcie ugody, a co\n                           za tym idzie, umorzenie poszczególnych postępowań wymaga zgody właściwego sądu, przed\n                           którym prowadzone są postępowania.Ponadto, w związku z zamiarem zakończenia sporów z GDDKiA, Spółka wraz z Konsorcjantami\n                           doszły do porozumienia co do konieczności uregulowania kwestii związanych z występującymi\n                           pomiędzy  nimi roszczeniami, które powstały lub mogą ewentualnie powstać z tytułu\n                           wykonywania przez poszczególne podmioty prac w zakresie  ww. Umów.W opinii Emitenta zawarcie ugód z GDDKiA i porozumień z Konsorcjantami nie powinno\n                           mieć negatywnego wpływu na wynik EBITDA Emitenta.O kolejnych czynnościach związanych z powyższą informacją poufną Spółka będzie informować\n                           w kolejnych raportach bieżących.",
        "date": "2018-08-28"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 47/2016 z dnia 11 sierpnia 2016 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu dzisiejszym zmieniono\n                           warunki Kontraktu mającego za przedmiot wybudowanie w formule \"pod klucz\" Instalacji\n                           Odsiarczania Spalin zainstalowanych na blokach A i B w Elektrowni Pomorzany pomiędzy\n                           Polimex Energetyka Sp. z o.o. _podmiot zależny od Spółki_ i Doosan Lentjes GmbH z\n                           siedzibą w Ratingen, Niemcy _łącznie jako \"Wykonawca\"_ a spółką PGE Górnictwo i Energetyka\n                           Konwencjonalna S.A. z siedzibą w Bełchatowie _\"Zamawiający\"_. Z uwagi na konieczność\n                           zwiększenia zakresu prac w stosunku do zakresu jaki pierwotnie obejmował Kontrakt\n                           dokonano zmian w zakresie Ceny _zgodnie z definicją RB nr 47/2016_,  harmonogram płatności\n                           dla Polimex Energetyka Sp. z o.o. oraz terminu realizacji.Cena netto Kontraktu wynosi obecnie: 99.824.834,37 zł.Termin realizacji Kontraktu został określony na dzień 21 sierpnia 2019 roku.Uzgodniony harmonogram płatności zwiększa liczbę kamieni milowych od których zależne\n                           są płatności części Ceny, co wpłynie na poprawę płynności.Pozostałe warunki Kontraktu wskazane w raporcie bieżącym nr 47/2016 z dnia 11 sierpnia\n                           2016 r. nie uległy zmianie.",
        "date": "2018-08-23"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 20/2017 z dnia 23 lutego 2017 r., Zarząd \"Polimex-Mostostal\"\n                           S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu dzisiejszym zmieniono\n                           warunki Umowy _\"Umowa\"_ mającej za przedmiot wykonanie, dostawę i montaż konstrukcji\n                           stalowej wsporczej kanałów i reaktora oraz konstrukcji kanałów i reaktora z przeznaczeniem\n                           dla instalacji SCR blok nr 9 i 10 w ENEA Wytwarzanie Sp. z o.o. _\"ENEA Wytwarzanie\"_,\n                           zawartej pomiędzy Polimex Energetyka Sp. z o.o. _podmiot zależny od Spółki_ _\"Wykonawca\"_,\n                           a spółką Rafako S.A. z siedzibą w Raciborzu _\"Zamawiający\"_ _\"Aneks\"_.Na podstawie Aneksu Wykonawca i Zamawiający zrzekli się wszelkich roszczeń względem\n                           drugiej strony, jakie przysługują według twierdzeń strony zgłaszającej roszczenie\n                           lub mogłyby przysługiwać takiej stronie na podstawie lub w związku ze zdarzeniami\n                           zaistniałymi w ramach realizacji Umowy do dnia zawarcia Aneksu, przy uwzględnieniu,\n                           że powyższe dotyczy zarówno roszczeń znanych w dacie zawarcia Aneksu, jak i roszczeń\n                           nieznanych w tej dacie i odpowiednio zgłoszonych lub niezgłoszonych do dnia zawarcia\n                           Aneksu, z wyjątkiem kar umownych, które ENEA Wytwarzanie nałoży na Zamawiającego z\n                           przyczyn leżących po stronie Wykonawcy, przy czym odpowiedzialność Wykonawcy ograniczona\n                           została do wysokości 3.200.000,00 złotych. Zgodnie z Aneksem zmieniono stawki jednostkowe. Szacunkowe wynagrodzenie Wykonawcy\n                           za wykonanie przedmiotu Umowy wynosi obecnie: 60.010.992,06 złotych netto i będzie\n                           wypłacane zgodnie ze zmienionym harmonogramem. Stosownie do postanowień Aneksu Wykonawca zobowiązał się wykonać przedmiot Umowy:\n                           _i_ w zakresie dostawy w terminie do 30.09.2018 r. oraz _ii_ w zakresie montażu w\n                           terminie do 12.02.2019 r. W konsekwencji zmieniono harmonogram dostaw i montażu, stanowiący\n                           załącznik do Umowy. Ustalono także termin dostaw po stronie Zamawiającego, a także\n                           zastrzeżono, że w przypadku opóźnienia terminów dostaw po stronie Zamawiającego nastąpi\n                           przedłużenie terminów realizacji przedmiotu Umowy odpowiednio o liczbę dni opóźnienia\n                           dostaw w stosunku do terminów wskazanych w harmonogramie dostaw i montażu. Wykonawca nie później niż w terminie 30 dni po podpisaniu Aneksu zobowiązany jest\n                           do przedłożenia Zamawiającemu aneksu do gwarancji dobrego wykonania Umowy, uwzględniającego\n                           zmiany wynikające z Aneksu. Ponadto w Aneksie zawarte zostały ustalenia dotyczące dotychczasowych rozliczeń finansowych\n                           Wykonawcy i Zamawiającego. Zamawiający zobowiązał się uregulować wobec Wykonawcy wymagalne\n                           na dzień zawarcia Aneksu należności z tytułu zrealizowanych przez Wykonawcę prac w\n                           łącznej kwocie brutto 4.922.650,15 złotych, w terminie 14 dni od dnia podpisania Aneksu.\n                           Pozostałe warunki Umowy wskazane w raporcie bieżącym nr 20/2017 z dnia 23 lutego 2017\n                           r. nie uległy zmianie.",
        "date": "2018-08-21"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w toku\n                           prac nad raportem okresowym Zarząd zdecydował o konieczności utworzenia dodatkowej\n                           rezerwy na koszty w kwocie ok. 57,6 mln PLN związanej z realizacją budowy bloku gazowo-parowego\n                           dla Elektrociepłowni Żerań _\"Projekt Żerań\"_, która wpłynie na zmniejszenie EBITDA\n                           Spółki i Grupy Kapitałowej Spółki za I półrocze 2018 r. w podanej powyżej wysokości.\n                           Utworzenie rezerwy wynika z przeprowadzonych analiz, w toku których zidentyfikowano\n                           ryzyka powodujące wzrost kosztów realizacji Projektu Żerań.Jednocześnie Zarząd informuje, że w wyniku mitygacji uprzednio identyfikowanych ryzyk\n                           związanych z realizacją budowy bloku energetycznego o mocy 1075 MW na parametry nadkrytyczne\n                           w Elektrowni \"Kozienice\" _\"Projekt Kozienice\"_, została rozwiązana rezerwa na koszty\n                           w kwocie ok. 30,1 mln PLN, co w konsekwencji przełoży się na poprawę EBITDA Spółki\n                           i Grupy Kapitałowej Spółki za I półrocze 2018 r. w podanej wysokości.Spółka wskazuje, że zaktualizowane budżety Projektu Żerań i Projektu Kozienice będą\n                           podlegały weryfikacji przez biegłego rewidenta w ramach procesu badania sprawozdania\n                           finansowego za 2018 rok, w konsekwencji nie można wykluczyć możliwości zmiany w zakresie\n                           wskazanych kwot.",
        "date": "2018-08-10"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 116/2015 z dnia 25 listopada 2015 r., Zarząd\n                           Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że zmieniono warunki\n                           umowy pomiędzy spółką zależną od Spółki – Polimex Energetyka Sp. z o.o. na wykonanie\n                           \"Modernizacji kotłów CFB-670 na blokach 1-3 w PGE GiEK S.A. Oddział Elektrownia Turów\"\n                           _\"Kontrakt\"_. Z uwagi na konieczność zwiększenia zakresu prac w stosunku do zakresu\n                           jaki pierwotnie obejmował Kontrakt dokonano zmian w zakresie Ceny oraz terminu realizacji.Cena netto Kontraktu wynosi obecnie 369 281 000 zł.Data finalizacji Kontraktu została określona na 16 maja 2020 roku.Pozostałe warunki Kontraktu wskazane w raporcie bieżącym nr 116/2015 z dnia 25 listopada\n                           2015 r. nie uległy zmianie.",
        "date": "2018-08-03"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 9/2014 z dnia 24 stycznia 2014 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu dzisiejszym spółka zależna\n                           od Emitenta Polimex Opole spółka z ograniczoną odpowiedzialnością Sp. k. z siedzibą\n                           w Warszawie, zawarła z bankiem PKO BP S.A. aneks do Umowy o Udzielenie Gwarancji do\n                           kontraktu na budowę bloków energetycznych nr 5 i 6 w PGE Elektrowni Opole S.A. Termin ważności gwarancji należytego wykonania został wydłużony do dnia 31.10.2018\n                           r.",
        "date": "2018-08-03"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 14/2018 z dnia 21 marca 2018 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że spółka zależna od Emitenta –\n                           Polimex Energetyka sp. z o.o. _\"PxME\"_ zawarła ze spółką zależną od Emitenta – Polimex\n                           Budownictwo spółka z ograniczoną odpowiedzialnością sp.k. _\"PxMB\"_ aneks do umowy\n                           mającej za przedmiot dostawę, roboty budowlane oraz usługi związane z zawartym przez\n                           Emitenta Kontraktem _jak zdefiniowano w raporcie bieżącym 61/2017_. Aneks dotyczy wyłączenia z zakresu prac zleconych PxMB tych związanych z dostawą i\n                           montażem konstrukcji stalowej, w konsekwencji czego z tytułu wykonania umowy PxME\n                           zapłaci PxMB wynagrodzenie ryczałtowe w wysokości 72 269 299,69 złotych netto zamiast\n                           ustalonych wcześniej 86 097 305 złotych netto. Jednocześnie Zarząd informuje, że dostawę\n                           konstrukcji stalowej zapewni Mostostal Siedlce spółka z ograniczoną odpowiedzialnością\n                           sp.k., na podstawie odrębnej umowy podwykonawczej.Zgody korporacyjne Emitenta, poszczególnych spółek Grupy oraz Inwestora warunkujące\n                           wejście w życie aneksu oraz umowy z Mostostal Siedlce zostały udzielone. Pozostałe postanowienia umowy zawartej pomiędzy PxME a PxMB pozostały bez zmian.",
        "date": "2018-06-26"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu dzisiejszym Spółka zawarła z GE Power sp. z o.o. list intencyjny dotyczący współpracy\n                           przy realizacji zamówienia publicznego pod nazwą Budowa Elektrowni Ostrołęka C o mocy\n                           ok. 1000 MW, gdzie Zamawiającym jest Elektrownia Ostrołęka sp. z o.o. _\"Projekt Ostrołęka\"_\n                           _\"LOI\"_.Na podstawie LOI Strony wyraziły intencję do zawarcia umowy podwykonawczej w zakresie\n                           jednej lub kilku z następujących opcji: _i_ prace budowlane, _ii_ dostawa konstrukcji\n                           stalowych oraz _iii_ montaż konstrukcji stalowych. Ponadto, Strony w drodze odrębnego\n                           uzgodnienia mogą podjąć współpracę w zakresie: _i_ prac projektowych oraz _ii_ innych\n                           usług i dostaw wymaganych dla realizacji Projektu Ostrołęka.Żadna ze stron nie ma podstaw do roszczeń względem drugiej strony w przypadku, gdy\n                           umowa podwykonawcza nie zostanie zawarta lub w przypadku odstąpienia od negocjacji.LOI podlega jurysdykcji prawa polskiego. LOI obowiązuje Strony: _i_ do dnia 30 września\n                           2018 r. albo _ii_ do momentu doręczenia drugiej stronie oświadczenia w przedmiocie\n                           odstąpienia od negocjacji.",
        "date": "2018-06-22"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ podaje w załączeniu\n                           treść uchwał, podjętych przez Zwyczajne Walne Zgromadzenie Spółki, które odbyło się\n                           w dniu 21 czerwca 2018 roku. Podstawa prawna:§ 19 ust. 1 pkt. 6 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2018-06-21"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie podaje w załączeniu wykaz akcjonariuszy,\n                           posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu, które\n                           odbyło się w dniu 21 czerwca 2018 roku.",
        "date": "2018-06-21"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 75/2017, Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że za pomocą systemu usług elektronicznych Ministerstwa\n                           Sprawiedliwości _mieszczącego się pod adresem internetowym: https://przegladarka-ekw.ms.gov.pl/eukw_prz/KsiegiWieczyste_\n                           powziął wiadomość o dokonaniu w dniu dzisiejszym ostatniego wpisu o ustanowieniu hipoteki\n                           w księgach wieczystych. Nieruchomości Spółki zostały obciążone hipoteką umowną łączną\n                           do sumy 360.000.000 zł, która zabezpiecza wierzytelności Banku Gospodarstwa Krajowego\n                           wynikające z tytułu umowy kredytowej w sprawie linii gwarancyjnych i związanych z\n                           nimi kredytów odnawialnych i nieodnawialnych oraz umów towarzyszących tej umowie.",
        "date": "2018-06-20"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 13/2018 z dnia 19.03.2018 roku Zarząd \"Polimex-Mostostal\"\n                           S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w konsekwencji spełnienia się\n                           warunków zawieszających w dniu dzisiejszym doszło do zawarcia przez Spółkę umowy przenoszącej\n                           prawo użytkowania wieczystego nieruchomości i własność budynków, budowli i urządzeń\n                           w Łodzi przy ulicy Puszkina 76 _\"Nieruchomość\"_.Zawarta umowa  stanowi realizację zawartej wcześniej umowy warunkowej. Zbycie Nieruchomości\n                           jest elementem zawartej z wierzycielami finansowymi umowy w sprawie zasad obsługi\n                           zadłużenia finansowego Spółki.",
        "date": "2018-06-14"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ działając na podstawie\n                           art. 399 § 1, w związku z art. 395 § 1 i 2, art. 4021 oraz art. 4022 Kodeksu spółek\n                           handlowych oraz § 23 ust. 2 Statutu Spółki zwołuje Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Spółki, które odbędzie się w dniu 21 czerwca 2018 r., początek o godz. 10:00 w siedzibie\n                           Spółki w Warszawie przy al. Jana Pawła II 12.Treść ogłoszenia o zwołaniu zgromadzenia wraz z projektami uchwał stanowią załączniki\n                           do niniejszego raportu.Podstawa prawna:§ 19 ust. 1 pkt. 1 i 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-05-24"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu 26 kwietnia 2018 roku Rada Nadzorcza Spółki podjęła uchwałę nr 236/XII o powołaniu\n                           do składu Zarządu Pana Krzysztofa Figata i powierzeniu mu funkcji Prezesa Zarządu\n                           z dniem 11 maja 2018 roku.Pan Krzysztof Figat złożył wobec Spółki oświadczenia z których wynika, że: _i_ nie\n                           uczestniczy w konkurencyjnej osobie prawnej jako członek jej organu, nie wykonuje\n                           poza przedsiębiorstwem Spółki działalności do niej konkurencyjnej oraz nie uczestniczy\n                           w spółkach konkurencyjnych, jako wspólnik spółki cywilnej, spółki osobowej lub kapitałowej\n                           oraz nie uczestniczy w innej konkurencyjnej osobie prawnej, jako członek jej organu\n                           oraz _ii_ nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.Życiorys Pana Krzysztofa Figata zawierający opis jego wykształcenia, kwalifikacji,\n                           wcześniej zajmowanych stanowisk oraz przebiegu pracy zawodowej stanowi załącznik do\n                           niniejszego raportu.",
        "date": "2018-04-26"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do Raportu bieżącego nr 22/2018 z dnia 13.04.2018 roku Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje o zawarciu w dniu dzisiejszym przez\n                           Spółkę umowy sprzedaży praw użytkowania wieczystego zabudowanych nieruchomości, których\n                           przedmiotem są nieruchomości położone w Stalowej Woli, gmina Stalowa Wola, powiat\n                           stalowowolski, województwo podkarpackie, dla których Sąd Rejonowy w Stalowej Woli\n                           VI Wydział Ksiąg Wieczystych prowadzi księgę wieczystą KW Nr TB1S/00023595/4, KW Nr\n                           TB1S/00012224/3, KW Nr TB1S/00012225/0 _\"Nieruchomość\"_.Zawarta dziś umowa  stanowi realizację zawartych wcześniej umów przedwstępnej oraz\n                           warunkowej. Zbycie Nieruchomości jest elementem zawartej z wierzycielami finansowymi\n                           umowy w sprawie zasad obsługi zadłużenia finansowego Spółki.",
        "date": "2018-04-25"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportów bieżących nr 98/2017 z dnia 30.11.2017 roku oraz nr 5/2018\n                           z dnia 8.02.2018 roku, Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_\n                           informuje, że w dniu dzisiejszym doszło do zawarcia przez Spółkę umowy zmieniającej\n                           umowę przedwstępną sprzedaży praw użytkowania wieczystego oraz warunkową umowę sprzedaży\n                           praw użytkowania wieczystego _\"Umowa Zmieniająca\"_, której przedmiotem są nieruchomości\n                           położone w Stalowej Woli, gmina Stalowa Wola, powiat stalowowolski, województwo podkarpackie,\n                           dla których Sąd Rejonowy w Stalowej Woli VI Wydział Ksiąg Wieczystych prowadzi księgę\n                           wieczystą KW Nr TB1S/00023595/4, KW Nr TB1S/00012224/3, KW Nr TB1S/00012225/0. Na\n                           mocy zawartej Umowy Zmieniającej, zmieniono m.in.: _i_ określony w Umowie Przedwstępnej\n                           maksymalny termin zawarcia umowy przenoszącej własność na 30 kwietnia 2018 roku; _ii_\n                           określony w Umowie Zobowiązującej termin, do którego Spółka może odstąpić od Umowy\n                           Przedwstępnej lub Umowy Zobowiązującej, w przypadku niewykonania przez kupującego\n                           zobowiązań – na 30 czerwca 2018 roku.Pozostałe istotne postanowienia umowy sprzedaży pozostały bez zmian. Zbycie Nieruchomości jest elementem zawartej z wierzycielami finansowymi umowy w sprawie\n                           zasad obsługi zadłużenia finansowego Spółki.",
        "date": "2018-04-13"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 16/2018 z dnia 22 marca 2018 r., Zarząd \"Polimex-Mostostal\"\n                           S.A. _\"Spółka\", \"Emitent\"_ niniejszym informuje, że zmianie uległ termin przekazania\n                           do publicznej wiadomości jednostkowego i skonsolidowanego raportu okresowego za rok\n                           2017, który przewidziany był na 27 kwietnia 2018 r.Datą przekazania do publicznej wiadomości jednostkowego i skonsolidowanego raportu\n                           okresowego za rok 2017 jest 13 kwietnia 2018 roku.Podstawa prawna sporządzenia raportu: § 103 ust. 2 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014,\n                           poz. 133 z późn. zmianami_.",
        "date": "2018-04-09"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 17/2018 z dnia 28 marca 2018 roku \"Polimex-Mostostal\"\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ w przedmiocie przeprowadzania dodatkowych\n                           analiz związanych z poziomem wartości firmy oraz raportu bieżącego nr 14/2018 z dnia\n                           4 kwietnia 2018 roku spółki ENERGA S.A. i raportu bieżącego nr 17/2018 z dnia 4 kwietnia\n                           2018 roku spółki ENEA S.A. w przedmiocie rozstrzygnięcia postępowania o udzielenie\n                           zamówienia publicznego pt. \"Budowa Elektrowni Ostrołęka C o mocy ok. 1000 MW\", Zarząd\n                           Emitenta informuje, że zakończone zostały dodatkowe analizy związane z wykazywanym\n                           w skonsolidowanym sprawozdaniu finansowym poziomem wartości firmy z konsolidacji alokowanej\n                           do segmentu operacyjnego energetyka _\"Wartość Firmy\"_. Wyniki dodatkowych testów przeprowadzonych\n                           przez Emitenta wskazują na utratę Wartości Firmy w wysokości około 191,5 mln złotych.\n                           W związku z powyższym stosowny odpis aktualizacyjny Wartości Firmy zostanie uwzględniony\n                           w skonsolidowanym sprawozdaniu finansowym za 2017 rok.Z uwagi na to, że Emitent prezentuje raportowany wskaźnik zysku EBITDA przed wpływem\n                           odpisów aktualizujących wartość aktywów trwałych, odpis aktualizujący Wartość Firmy\n                           nie będzie miał wpływu na wskaźnik EBITDA. Prezentowana powyżej wartość ma charakter szacunkowy. Emitent wskazuje, że na datę\n                           publikacji niniejszego raportu nie zostały sfinalizowane procedury związane z badaniem\n                           przez biegłego rewidenta skonsolidowanego sprawozdania finansowego za 2017 r. i w\n                           konsekwencji szacunek Wartości Firmy może ulec zmianie. Ostateczna wartość odpisu\n                           aktualizującego zostanie przedstawiona w skonsolidowanym sprawozdaniu finansowym Emitenta\n                           za 2017 r. lub przekazana stosownym raportem bieżącym jeśli ostateczna wartość prezentowanego\n                           szacunku będzie w istotny sposób odbiegać od wartości prezentowanej powyżej.",
        "date": "2018-04-09"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu dzisiejszym Rada Nadzorcza Spółki podjęła uchwałę zgodnie z którą powierzyła\n                           Panu Przemysławowi Janiszewskiemu tymczasowo pełnienie obowiązków Prezesa Zarządu\n                           Spółki do czasu powołania Prezesa Zarządu.Życiorys zawodowy Pana  Przemysława Janiszewskiego Spółka opublikowała w raporcie\n                           bieżącym 73/2017. Jest on również zamieszczony na stronie internetowej Spółki.",
        "date": "2018-04-04"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu dzisiejszym wpłynęło do Spółki pismo od Pana Antoniego Józwowicza w którym złożył\n                           on swoją rezygnację z pełnienia funkcji Prezesa Zarządu Spółki z dniem dzisiejszym.Pan Antoni Józwowicz za przyczynę rezygnacji podał powody osobiste.",
        "date": "2018-04-03"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 13/2018 spółki ENERGA S.A. oraz raportu bieżącego\n                           nr 15/2018 spółki ENEA S.A. w przedmiocie wyrażenia zgody przez obie te spółki i przez\n                           zgromadzenie wspólników spółki Elektrownia Ostrołęka sp. z o.o. na rozstrzygnięcie\n                           postępowania o udzielenie zamówienia publicznego pt. \"Budowa Elektrowni Ostrołęka\n                           C o mocy ok. 1000 MW\", Zarząd Polimex-Mostostal S.A. z siedzibą w Warszawie _\"Emitent\"_\n                           informuje, że prowadzi dodatkowe analizy związane z wykazywanym w skonsolidowanym\n                           sprawozdaniu finansowym poziomem wartości firmy z konsolidacji alokowanej do segmentu\n                           operacyjnego energetyka.O wyniku analiz Emitent poinformuje odrębnym raportem bieżącym.",
        "date": "2018-03-28"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 3/2018 z dnia 10 stycznia 2018 r., Zarząd \"Polimex-Mostostal\"\n                           S.A. _\"Spółka\", \"Emitent\"_ niniejszym informuje, że zmianie uległ termin przekazania\n                           do publicznej wiadomości jednostkowego i skonsolidowanego raportu okresowego za rok\n                           2017, który pierwotnie przewidziany był na 27 marca 2017 r.Datą przekazania do publicznej wiadomości jednostkowego i skonsolidowanego raportu\n                           okresowego za rok 2017 jest 27 kwietnia 2018 roku.",
        "date": "2018-03-22"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "Zarząd \"Polimex-Mostostal\" S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w\n                           dniu dzisiejszym Rada Nadzorcza Spółki, działając na podstawie § 30 lit. \"j\" Statutu\n                           Spółki oraz § 11 ust. 1 lit \"j\" i § 7 ust. 2 Regulaminu Rady Nadzorczej, wybrała Ernst\n                           & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością sp.k., z siedzibą w Warszawie\n                           przy Rondzie ONZ nr 1 _\"EY\"_, wpisaną na listę firm audytorskich prowadzoną przez\n                           Polską Izbę Biegłych Rewidentów pod numerem 130, do przeprowadzenia przeglądu sprawozdań\n                           finansowych śródrocznych oraz przeprowadzenia badania sprawozdań finansowych rocznych\n                           Spółki i Grupy Kapitałowej Polimex Mostostal za lata 2018 – 2020. Wybór podmiotu nastąpił\n                           zgodnie z obowiązującymi przepisami. Umowa zostanie zawarta na okres konieczny do\n                           wykonania ww. czynności.Emitent korzystał z usług EY _wtedy pod firmą Ernst & Young Audit Sp. z o.o._, w zakresie\n                           przeglądu półrocznych sprawozdań finansowych i weryfikacji rocznych sprawozdań finansowych\n                           \"Polimex-Mostostal\" S.A. oraz Grupy Kapitałowej Polimex Mostostal za lata obrotowe\n                           2005 – 2012. Ponadto Emitent korzystał z usług doradczych EY, w latach 2015 - 2016.",
        "date": "2018-03-22"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 61/2017 z dnia 29 czerwca 2017 r. oraz raportu\n                           bieżącego nr 71/2017 z dnia 2 sierpnia 2017 r., Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Emitent\"_ informuje, że spółka zależna od Emitenta – Polimex Energetyka\n                           sp. z o.o. _\"PxME\"_ zawarła ze spółką zależną od Emitenta – Polimex Budownictwo spółka\n                           z ograniczona odpowiedzialnością sp.k. _\"PxMB\"_ umowę mającą za przedmiot dostawę,\n                           roboty budowlane oraz usługi związane z zawartym przez Emitenta Kontraktem _jak zdefiniowano\n                           w raporcie bieżącym 61/2017_.Z tytułu wykonania umowy PxME zapłaci PxMB wynagrodzenie ryczałtowe w wysokości 86\n                           097 305 złotych netto. Końcowy termin realizacji przedmiotu umowy został określony\n                           na 31 sierpnia 2019 roku.Pozostałe postanowienia są typowe dla umów tego typu.",
        "date": "2018-03-21"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 6/2018, Zarząd Polimex-Mostostal S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że zmieniona została pomiędzy Spółką jako Sprzedającą,\n                           a Molina spółka z ograniczoną odpowiedzialnością 6 spółka komandytowo-akcyjna jako\n                           Kupującą warunkowa umowa sprzedaży nieruchomości położonych w Łodzi.Sprzedający i Kupująca postanowili dokonać zmiany warunkowej umowy sprzedaży poprzez\n                           ustalenie daty końcowej na 28 września 2018 roku.Pozostałe warunki umowy pozostają bez zmian.",
        "date": "2018-03-19"
    },
    {
        "company_name": "POLIMEX-MOSTOSTAL",
        "content": "W nawiązaniu do raportu bieżącego nr 72/2017 z dnia 1 września 2017 r., Zarząd Polimex-Mostostal\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu dzisiejszym pomiędzy\n                           Emitentem, Polimex Energetyka sp. z o.o. _z Emitentem łącznie jako \"Zleceniodawcy\"_\n                           oraz Powszechnym Zakładem Ubezpieczeń Spółką Akcyjną z siedzibą w Warszawie _\"PZU\"_\n                           został zawarty aneks do umowy, której przedmiotem jest określenie zasad udzielania\n                           przez PZU gwarancji ubezpieczeniowych kontraktowych  w ramach ustalonych limitów zaangażowania\n                           _\"Umowa\"_. Wskutek zawarcia przedmiotowego aneksu podlimit dla Polimex Energetyka\n                           sp. z o.o. został podwyższony z poziomu 20.000.000,00 zł do kwoty nie wyższej niż\n                           29.000.000,00 zł. Pozostałe postanowienia Umowy nie uległy zmianie.",
        "date": "2018-03-15"
    }
]