[
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 19\n                           grudnia 2017r. do Spółki wpłynęła od osoby blisko związanej z członkiem Rady Nadzorczej\n                           Spółki notyfikacja sporządzona w trybie art. 19 Rozporządzenia MAR. W załączeniu do niniejszego raportu bieżącego Spółka przekazuje treść ww. powiadomienia.",
        "date": "2017-12-19"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, że\n                           w dniu 15 grudnia 2017r. do Spółki wpłynęła od osoby wchodzącej w skład Rady Nadzorczej\n                           Spółki notyfikacja sporządzona w trybie art. 19 Rozporządzenia MAR. W załączeniu do niniejszego raportu bieżącego Spółka przekazuje treść ww. powiadomienia.",
        "date": "2017-12-15"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, że\n                           w dniu 11 grudnia 2017 roku do Spółki wpłynęła od osoby wchodzącej w skład Rady Nadzorczej\n                           Spółki notyfikacja sporządzona w trybie art. 19 Rozporządzenia MAR. W załączeniu do niniejszego raportu bieżącego Spółka przekazuje treść ww. powiadomienia.",
        "date": "2017-12-11"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka, Emitent_ informuje, że\n                           w dniu 8 grudnia 2017 roku otrzymał datowaną na ten sam dzień rezygnację Pana Jerzego\n                           Mikosza z pełnienia funkcji Członka Zarządu Emitenta z dniem 31 grudnia 2017 r. Przyczyną\n                           rezygnacji jest oddelegowanie Pana Jerzego Mikosza do organizacji spółki zależnej\n                           FamiCord AG z siedzibą w Szwajcarii, w której  zaplanowane jest rozpoczęcie działalności\n                           operacyjnej w roku 2018.W związku z ww. rezygnacją w dniu 8 grudnia 2017 r. Rada Nadzorcza Spółki powołała\n                           z dniem 1 stycznia 2018 r. Pana Marcina Radziszewskiego do składu Zarządu Spółki powierzając\n                           mu funkcję członka Zarządu Emitenta.Pan Marcin Radziszewski jest absolwentem Uniwersytetu Warszawskiego gdzie uzyskał\n                           tytuł magistra na kierunku Zarządzanie i Marketing. Uczestniczył w licznych szkoleniach\n                           z zakresu Międzynarodowych Standardów Sprawozdawczości Finansowej, konsolidacji sprawozdań\n                           finansowych oraz z zakresu kontroli wewnętrznej. Rozpoczął pracę w Spółce na stanowisku\n                           specjalisty ds. sprawozdawczości finansowej Grupy Kapitałowej PBKM w 2013 roku, a\n                           od 2015 roku piastuje funkcję zastępcy Dyrektora Finansowego Grupy Kapitałowej PBKM.\n                           Pełni również funkcję członka Rad Nadzorczych spółek zależnych Cryoprofil S.A. oraz\n                           Instytut Terapii Komórkowych S.A. Wcześniej doświadczenie zawodowe zdobywał:_i_\tw latach 2003 – 2005 w Hotel Muranowska Sp. z o.o. _Grupa Accor_ na stanowisku\n                           Audytora ISO oraz w Dziale Księgowości,_ii_\tw latach 2005 – 2007 w Orbis S.A. _Grupa Accor_ na stanowisku Specjalisty ds.\n                           Audytu Wewnętrznego,_iii_\tw latach 2007 – 2013 w Orbis Transport Sp. z o.o. _Grupa Accor_ na stanowisku\n                           Głównego Specjalisty ds. Konsolidacji i Kontrolingu,Zgodnie z otrzymanym oświadczeniem Pan Marcin Radziszewski nie prowadzi w żadnej formie\n                           działalności konkurencyjnej w stosunku do Emitenta jak również nie uczestniczy w spółce\n                           konkurencyjnej, jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu\n                           spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej osobie prawnej, jako\n                           członek jej organu. Ponadto Pan Marcin Radziszewski nie figuruje w Rejestrze Dłużników\n                           Niewypłacalnych, prowadzonym na podstawie ustawy o KRS.Szczegółowa podstawa prawna: §5 ust. 1 pkt. 21-22 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych [...]",
        "date": "2017-12-08"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, iż w dniu 8\n                           grudnia 2017 r. powziął informację o zawiadomieniu od ALTUS Towarzystwo Funduszy Inwestycyjnych\n                           S.A. sporządzonym na podstawie art. 69 ust. 2 Ustawy o ofercie publicznej […] o następującej\n                           treści:\"Działając na podstawie art. 69 ust. 2 pkt 1_ lit. a_ w związku z art. 87 ust. 1 pkt\n                           2_ ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _tj. Dz. U. z 2009 r.,\n                           Nr 185, poz. 1439 z późn. zm._, ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. _\"Towarzystwo\"_\n                           informuje, iż fundusze inwestycyjne zarządzane przez Towarzystwo zmniejszyły udział\n                           o ponad 2% w ogólnej liczbie głosów w Polskim Banku Komórek Macierzystych S.A. _dalej:\n                           Spółka_ w stosunku do zawiadomienia ALTUS TFI SA opublikowanego przez Spółkę w dniu\n                           7 czerwca 2017 r.Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Zmniejszenie udziału w ogólnej liczbie głosów w Spółce nastąpiło na skutek przejęcia\n                           w dniu 1 grudnia 2017 r. zarządzania funduszem inwestycyjnym Raiffeisen SFIO Parasolowy\n                           przez Raiffeisen TFI S.A. W dniu 1 grudnia 2017 r. rozliczyła się również transakcja\n                           sprzedaży 30 000 akcji Spółki.Liczba akcji posiadanych przed zmiana udziału i ich procentowy udział w kapitale zakładowym\n                           spółki oraz o liczbie głosów z tych akcji i ich procentowym udziale w ogólnej liczbie\n                           głosów:Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 943 341 akcji Spółki, stanowiących 19,92% kapitału zakładowego Spółki, uprawniających\n                           do wykonywania 943 341 głosów, co stanowiło 19,92% w ogólnej liczbie głosów w Spółce.Liczba aktualnie posiadanych akcji i ich procentowym udziale w kapitale zakładowym\n                           spółki oraz o liczbie głosów z tych akcji i ich procentowym udziale w ogólnej liczbie\n                           głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 752 127 akcji Spółki, stanowiących 15,88% kapitału zakładowego Spółki, uprawniających\n                           do wykonywania 752 127 głosów w Spółce, co stanowi 15,88% w ogólnej liczbie głosów\n                           w Spółce.Ogólna liczba akcji i głosów na Walnym Zgromadzeniu Akcjonariuszy wynosi 4 734 820.Brak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje Spółki. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c wyżej powołanej\n                           ustawy w stosunku do akcjonariuszy.\"",
        "date": "2017-12-08"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, iż w dniu 24\n                           października 2017 r. wpłynęła do Spółki datowana na ten sam dzień rezygnacja Jarosława\n                           Sobolewskiego z członkostwa w Radzie Nadzorczej Spółki ze skutkiem na dzień 24 października\n                           2017 r. Jako przyczyny złożenia rezygnacji zostały wskazane ważne powody osobiste.Szczegółowa podstawa prawna: §5 ust. 1 pkt. 21 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych [...].",
        "date": "2017-10-24"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka, PBKM_ informuje,\n                           iżw III kwartale 2017 roku osiągnął następujące wyniki operacyjne:- liczba pozyskanych próbek krwi pępowinowej lub tkanek w III kwartale 2017 roku wyniosła\n                           5.487 wobec 4.704 w III kwartale 2016 roku, co oznacza wzrost o 16,6%;- udział umów zawartych w modelu abonamentowym w III kwartale 2017 roku wyniósł 61,1%,\n                           wobec 59,4% w analogicznym okresie roku 2016; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C na koniec\n                           III kwartału 2017 roku wyniosła 142.105 _w tym 62,2% umów w modelu abonamentowym_,\n                           wobec 123.138 próbek krwi pępowinowej lub tkanek przechowywanych na koniec III kwartału\n                           2016 roku _w tym 62,6% umów w modelu abonamentowym_, co oznacza wzrost o 15,4%; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C oraz B2B\n                           na koniec III kwartału 2017 roku wyniosła 154.647 wobec 135.454 próbek krwi pępowinowej\n                           lub tkanek przechowywanych na koniec III kwartału 2016 roku, co oznacza wzrost o 14,2%.Jednocześnie Emitent informuje, iż szczegółowe informacje na temat danych operacyjnych\n                           za III kwartał 2017 roku zostaną zaprezentowane w skonsolidowanym sprawozdaniu finansowym,\n                           którego publikacja zaplanowana jest na dzień 20 listopada 2017 roku.",
        "date": "2017-10-18"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2017 z dnia 6 lipca 2017 roku w sprawie informacji\n                           nt. dofinansowania projektu badawczo-rozwojowego Zarząd Polskiego Banku Komórek Macierzystych\n                           S.A. _Spółka, Emitent_ informuje, iż w dniu 11  października 2017 r. zawarł z Narodowym\n                           Centrum Badań i Rozwoju _NCBiR_ umowę o dofinansowanie projektu Spółki w ramach Programu\n                           sektorowego InnoNeuroPharm, współfinansowanego ze środków Europejskiego Funduszu Rozwoju\n                           Regionalnego - Działania 1.2 \"Sektorowe programy B+R\" POIR 2014-2020, w ramach Programu\n                           Operacyjnego Inteligentny Rozwój 2014 – 2020 _Umowa_.Umowa określa zasady udzielenia przez NCBiR dofinansowania realizacji projektu Spółki\n                           pn. \"Opracowanie innowacyjnego produktu leczniczego terapii zaawansowanej opartego\n                           na komórkach mezenchymalnych galarety Whartona w leczeniu stwardnienia zanikowego\n                           bocznego\" _Projekt_ oraz prawa i obowiązki stron z tym związane.Całkowity koszt realizacji Projektu wynosi ok. 23,9 mln zł, natomiast ostateczna _tj.\n                           uwzględniająca techniczną weryfikację wniosku o dofinansowanie_ kwota przyznanego\n                           dofinansowania została ustalona na ok. 11,4 mln zł. Okres kwalifikowalności kosztów dla Projektu przypada na lata 2018-2022.Spółka zobowiązała się do zapewnienia trwałości efektów Projektu przez okres 5 lat\n                           od dnia zakończenia jego realizacji.W pozostałym zakresie postanowienia Umowy, w tym w odniesieniu do możliwości jej wypowiedzenia\n                           czy konieczności i formy jej zabezpieczenia przez Emitenta, nie odbiegają od warunków\n                           powszechnie stosowanych dla tego typu umów.",
        "date": "2017-10-11"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 32/2017 w sprawie zawiadomienia dotyczącego zmiany\n                           udziału w ogólnej liczbie głosów, Zarząd Polskiego Banku Komórek Macierzystych S.A.\n                           _Spółka_ informuje, iż w dniu 22 września 2017 r. otrzymał od Pana Oskara Chejde zaktualizowane\n                           zawiadomienie sporządzone na podstawie art. 69 ust. 1 pkt 2 Ustawy o ofercie publicznej\n                           […], którego treść Spółka przekazuje poniżej:\"W nawiązaniu do zawiadomienia sporządzonego na podstawie art. 69 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzenia instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych oraz dostarczonego\n                           do właściwych adresatów w dniu 11 września 2017 r.- dla uniknięcia jakichkolwiek wątpliwości\n                           - niniejszym  przekazuję ponownie ww. zawiadomienie w wersji uzupełnionej o  dodatkowe\n                           informacje. \"Działając stosownie do treści przepisu art. 69 ust.1 \"Ustawy z dnia 29 lipca 2005\n                           roku o ofercie publicznej i warunkach wprowadzenia instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych\" _\"Ustawa o ofercie\"_ niniejszym zawiadamiam,\n                           że:W dniu 8 września 2017 roku nastąpiło zmniejszenie dotychczas posiadanego przeze mnie\n                           udziału ponad 5% ogólnej liczby głosów w Polskim Banku Komórek Macierzystych S.A.\n                           _\"Spółka\"_ do poniżej 5% ogólnej liczby głosów w Spółce.Zmiana stanu posiadania akcji Spółki nastąpiła w wyniku zbycia w dniu 8 września 2017\n                           roku na Giełdzie Papierów Wartościowych w Warszawie S.A. 5409 akcji Spółki.Przed wykonaniem w/w transakcji posiadałem 238741 akcji Spółki, co stanowiło 5,04%\n                           w kapitale zakładowym Spółki, uprawniających do wykonywania 238741 głosów w Spółce,\n                           co stanowiło 5,04% ogólnej liczby głosów w Spółce.Aktualnie posiadam 233332 akcji Spółki, co stanowi 4,93% w kapitale zakładowym Spółki,\n                           uprawniających do wykonywania 233332 głosów w Spółce, co stanowi 4,93% ogólnej liczby\n                           głosów w Spółce.Ponadto zawiadamiam, iż w ciągu najbliższych 12 miesięcy nie wykluczam zwiększania\n                           lub zmniejszania swojego zaangażowania w Spółce.Jednocześnie informuje, iż:- nie występują podmioty zależne ode mnie _ w rozumieniu Ustawy o ofercie_, które\n                           posiadałyby akcje Spółki,- nie istnieją podmioty, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy o ofercie,\n                           - nie posiadam instrumentów finansowych, o których mowa w art. 69 ust. 4 pkt 7-8 Ustawy\n                           o ofercie.\"\"",
        "date": "2017-09-22"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka,Emitent_ informuje, iż w\n                           dniu 22 września 2017 roku powziął informację o zarejestrowaniu w tym samym dniu przez\n                           Sąd Rejonowy dla M. St. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego zmian Statutu Spółki przyjętych uchwałą nr 11 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 21 lipca 2017 roku. Treść zarejestrowanych zmian Statutu Spółki oraz\n                           jego tekst jednolity uwzględniający ww. zmiany zostały przekazane przez Emitenta do\n                           publicznej wiadomości w raporcie bieżącym nr 28/2017 z dnia 21 lipca 2017 roku.  Szczegółowa podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […]",
        "date": "2017-09-22"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, iż w dniu 11\n                           września 2017 r. do Spółki wpłynęło zawiadomienie od Pana Oskara Chejde sporządzone\n                           na podstawie art. 69 ust. 1 pkt 2 Ustawy o ofercie publicznej […] o następującej treści:\"Działając stosownie do treści przepisu art. 69 ust.1 \"Ustawy z dnia 29 lipca 2005\n                           roku o ofercie publicznej i warunkach wprowadzenia instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych\" _\"Ustawa o ofercie\"_ niniejszym zawiadamiam,\n                           że:W dniu 8 września 2017 roku nastąpiło zmniejszanie dotychczas posiadanego przeze mnie\n                           udziału ponad 5% ogólnej liczby głosów w Polskim Banku Komórek Macierzystych S.A.\n                           _\"Spółka\"_ do poniżej 5% ogólnej liczby głosów w Spółce.Zmiana stanu posiadania akcji Spółki nastąpiła w wyniku zbycia w dniu 8 września 2017\n                           roku na Giełdzie Papierów Wartościowych w Warszawie S.A. 5409 akcji Spółki.Przed wykonaniem w/w transakcji posiadałem 238741 akcji Spółki, co stanowiło 5,04%\n                           w kapitale zakładowym Spółki, uprawniających do wykonania 238741 głosów w Spółce,\n                           co stanowiło 5,04% ogólnej liczby głosów w Spółce.Aktualnie posiadam 233332 akcji Spółki, co stanowi 4,93% udziału w kapitale zakładowym\n                           Spółki, uprawniających do wykonywania 233332 głosów w Spółce, co stanowi 4,93% ogólnej\n                           liczby głosów w Spółce.Ponadto zawiadamiam iż w ciągu najbliższych 12 miesięcy nie wykluczam zwiększania\n                           lub zmniejszania swojego zaangażowania w Spółce.\"",
        "date": "2017-09-11"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, że\n                           w dniu 11 września 2017 roku do Spółki wpłynęła od osoby pełniącej obowiązki zarządcze\n                           w Spółce, notyfikacja sporządzona w trybie art. 19 Rozporządzenia MAR. W załączeniu do niniejszego raportu bieżącego Spółka przekazuje otrzymaną w dniu dzisiejszym\n                           notyfikację.",
        "date": "2017-09-11"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. w załączeniu przekazuje informacje\n                           nt. akcjonariuszy posiadających co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 21 lipca 2017 r.",
        "date": "2017-07-21"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _dalej \"Spółka\"_ informuje, iż w\n                           dniu 21 lipca 2017 r. Nadzwyczajne Walne Zgromadzenie Spółki _NWZ_ ustaliło liczbę\n                           członków Rady Nadzorczej Spółki na 7 osób, a następnie powołało z tym samym dniem\n                           w skład Rady Nadzorczej Spółki Panią Agnieszkę Masłowską oraz Panów Michała Kowalczewskiego,\n                           Andrzeja Jakubiaka, Konrada Miterskiego i Tomasza Modzelewskiego. W załączeniu Spółka przekazuje informacje nt. wykształcenia, kwalifikacji oraz doświadczenia\n                           zawodowego powołanych osób.Zgodnie ze złożonymi oświadczeniami powołane osoby nie prowadzą działalności konkurencyjnej\n                           wobec Spółki, jak również nie uczestniczą w spółce konkurencyjnej jako wspólnicy spółki\n                           cywilnej, spółki osobowej lub jako członkowie organu konkurencyjnej spółki kapitałowej\n                           lub członkowie organu jakiejkolwiek konkurencyjnej osoby prawnej, a ponadto nie są\n                           wpisane do Rejestru Dłużników Niewypłacalnych.Jednocześnie w związku z dokonaniem przez NWZ wyboru Pana Michała Kowalczewskiego\n                           na stanowisko Przewodniczącego Rady Nadzorczej Spółki aktualnie skład Rady Nadzorczej\n                           Spółki przedstawienia się następująco:- Michał Kowalczewski - Przewodniczący Rady Nadzorczej,- Andrzej Jakubiak - Członek Rady Nadzorczej,- Konrad Miterski - Członek Rady Nadzorczej,- Agnieszka Masłowska - Członek Rady Nadzorczej,- Tomasz Modzelewski - Członek Rady Nadzorczej,- Jarosław Sobolewski -  Członek Rady Nadzorczej,- Witold Kaszuba - Członek Rady Nadzorczej.",
        "date": "2017-07-21"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ przekazuje w załączeniu\n                           _Załącznik nr 1_ treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki\n                           w dniu 21 lipca 2017 r. _NWZ_. NWZ Spółki nie odstąpiło od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, a do protokołu nie zostały zgłoszone sprzeciwy\n                           względem żadnej z uchwał.Spółka informuje, iż NWZ podjęło uchwałę w sprawie zmiany Statutu Spółki i w załączeniu\n                           Spółka przekazuje zestawienie dokonanych zmian Statutu Spółki _Załącznik nr 2_ oraz\n                           przyjętą treść tekstu jednolitego Statutu _Załącznik nr 3_.Szczegółowa podstawa prawna: § 38 ust. 1 pkt 2 i 7-9 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […].",
        "date": "2017-07-21"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka, PBKM_ informuje,\n                           iżw II kwartale 2017 roku osiągnął następujące wyniki operacyjne:- liczba pozyskanych próbek krwi pępowinowej lub tkanek w II kwartale 2017 roku wyniosła\n                           5.159 wobec 4.648 w II kwartale 2016 roku, co oznacza wzrost o 11%;- udział umów zawartych w modelu abonamentowym w II kwartale 2017 roku wyniósł 56,4%,\n                           wobec 63,9% w analogicznym okresie roku 2016; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C na koniec\n                           II kwartału 2017 roku wyniosła 136.773 _w tym 62,2% umów w modelu abonamentowym_,\n                           wobec 118.537 próbek krwi pępowinowej lub tkanek przechowywanych na koniec II kwartału\n                           2016 roku _w tym 62,7% umów w modelu abonamentowym_, co oznacza wzrost o 15%; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C oraz B2B\n                           na koniec II kwartału 2017 roku wyniosła 149.160 wobec 130.759 próbek krwi pępowinowej\n                           lub tkanek przechowywanych na koniec II kwartału 2016 roku, co oznacza wzrost o 14%.Jednocześnie Emitent informuje, iż szczegółowe informacje na temat danych operacyjnych\n                           za II kwartał 2017 roku zostaną zaprezentowane w skonsolidowanym sprawozdaniu finansowym,\n                           którego publikacja zaplanowana jest na dzień 31 sierpnia 2017 roku.",
        "date": "2017-07-19"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportów bieżących nr 19/2017 oraz 20/2017 z dnia 23 czerwca 2017\n                           roku w sprawie odpowiednio zwołania na dzień 21 lipca 2017 r. Nadzwyczajnego Walnego\n                           Zgromadzenia _NWZ_ Polskiego Banku Komórek Macierzystych S.A. _Spółka_ oraz projektów\n                           uchwał na to zgromadzenie Zarząd Spółki informuje, iż w dniu 17 lipca 2017 r. do Spółki\n                           wpłynęły trzy kandydatury na Członków Rady Nadzorczej Spółki zgłoszone przez Akcjonariusza\n                           Spółki  Pana Jakuba Barana. W załączeniu Spółka przekazuje informacje nt. zgłoszonych\n                           kandydatów. Emitent przypomina, iż zmiany w składzie Rady Nadzorczej Spółki są przewidziane w\n                           ramach punktu 7 planowanego porządku obrad NWZ.",
        "date": "2017-07-17"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportów bieżących nr 19/2017 oraz 20/2017 z dnia 23 czerwca 2017\n                           roku w sprawie odpowiednio zwołania na dzień 21 lipca 2017 r. Nadzwyczajnego Walnego\n                           Zgromadzenia _NWZ_ Polskiego Banku Komórek Macierzystych S.A. _Spółka_ oraz projektów\n                           uchwał na to zgromadzenie Zarząd Spółki informuje, iż w dniu 17 lipca 2017 r. do Spółki\n                           wpłynęła kandydatura na Członka Rady Nadzorczej Spółki zgłoszona przez ALTUS Towarzystwo\n                           Funduszy Inwestycyjnych S.A.  reprezentujące wskazane w zgłoszeniu fundusze zarządzane\n                           przez ww. podmiot. W załączeniu Spółka przekazuje informacje nt. zgłoszonego kandydata.\n                           Emitent przypomina, iż zmiany w składzie Rady Nadzorczej Spółki są przewidziane w\n                           ramach punktu 7 planowanego porządku obrad NWZ.",
        "date": "2017-07-17"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportów bieżących nr 19/2017 oraz 20/2017 z dnia 23 czerwca 2017\n                           roku w sprawie odpowiednio zwołania na dzień 21 lipca 2017 r. Nadzwyczajnego Walnego\n                           Zgromadzenia _NWZ_ Polskiego Banku Komórek Macierzystych S.A. _Spółka_ oraz projektów\n                           uchwał na to zgromadzenie Zarząd Spółki informuje, iż w dniu 11 lipca 2017 r. do Spółki\n                           wpłynęła kandydatura na Członka Rady Nadzorczej Spółki zgłoszona przez Akcjonariusza\n                           Spółki tj. Nationale-Nederlanden Otwarty Fundusz Emertytalny reprezentowanego przez\n                           Nationale-Nederlanden Powszechne Towarzystwo Emerytalne S.A.  W załączeniu Spółka\n                           przekazuje informacje nt. zgłoszonego kandydata.",
        "date": "2017-07-11"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, iż w dniu 6\n                           lipca 2017 r. powziął informację o zakończeniu przez Narodowe Centrum Badań i Rozwoju\n                           _NCBiR_ oceny merytorycznej projektów złożonych w ramach  Programu sektorowego InnoNeuroPharm,\n                           finansowanego ze środków Działania 1.2 \"Sektorowe programy B+R\" POIR 2014-2020, w\n                           ramach Programu Operacyjnego Inteligentny Rozwój 2014 – 2020. Zgodnie z opublikowanymi przez NCBiR wynikami oceny, projekt Spółki pn. \"Opracowanie\n                           innowacyjnego produktu leczniczego terapii zaawansowanej opartego na komórkach mezenchymalnych\n                           galarety Whartona w leczeniu stwardnienia zanikowego bocznego\" znalazł się na 1 miejscu na liście 13 projektów przedsiębiorstw rekomendowanych do dofinansowania\n                           w ramach wyżej wymienionego Programu _przy czym o dofinansowanie ubiegały się 23 podmioty_.Całkowity koszt projektu ma wynieść ok. 23,9 mln zł, natomiast kwota wnioskowanego\n                           dofinansowania to ok. 13,7 mln zł. Zgodnie z informacjami NCBiR, rekomendowana kwota\n                           dofinansowania może ulec zmianie w wyniku technicznej weryfikacji wniosku o dofinansowanie.\n                           Jednocześnie Spółka wyjaśnia, że zawarcie umowy o dofinansowanie projektu uzależnione\n                           jest od uzyskania niezbędnych zgód korporacyjnych, a o kolejnych istotnych zdarzeniach\n                           dotyczących wnioskowanego dofinansowania Spółka poinformuje w trybie właściwych raportów.",
        "date": "2017-07-06"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, iż\n                           w dniu 29 czerwca 2017 r. wpłynęły do Spółki datowane na ten sam dzień rezygnacje\n                           z członkostwa w Radzie Nadzorczej Spółki ze skutkiem na moment rozpoczęcia obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki zwołanego na dzień 21 lipca 2017 roku _NWZ_ od następujących\n                           osób:- Pan Rafał Bator - Przewodniczący Rady Nadzorczej,- Pan Tomasz Modzelewski – Członek Rady Nadzorczej,- Pani Agnieszka Masłowska – Członek Rady Nadzorczej.Przyczyny rezygnacji nie zostały podane przez ww. osoby.Jednocześnie Emitent przypomina, iż w ramach punktu 7 planowanego porządku obrad NWZ\n                           planowane jest dokonanie zmian w składzie Rady Nadzorczej Emitenta. Szczegółowa podstawa prawna: §5 ust. 1 pkt. 21 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych [...].",
        "date": "2017-06-29"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent_ przekazuje w załączeniu\n                           treść projektów uchwał Nadzwyczajnego Walnego Zgromadzenia Emitenta, które odbędzie\n                           się w dniu 21 lipca 2017 roku.",
        "date": "2017-06-23"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ działając na podstawie\n                           art. 399 § 1, art. 402[1] § 1 i 2 Kodeksu spółek handlowych _KSH_ oraz § 16 ust. 3\n                           Statutu Spółki, w związku z żądaniem zgłoszonym przez Akcjonariusza reprezentującego\n                           co najmniej jedną dwudziestą kapitału zakładowego tj. ALTUS Towarzystwo Funduszy Inwestycyjnych\n                           S.A., złożonym na podstawie art. 400 § 1 KSH zwołuje Nadzwyczajne Walne Zgromadzenie\n                           Spółki, które odbędzie się w dniu 21 lipca 2017 r., o godz. 11.00, w siedzibie Spółki,\n                           przy Al. Jana Pawła II 29 _budynek Atrium Plaza, IV piętro_, 00-867 Warszawa.Treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia wraz z załącznikami\n                           zawierającymi zestawienie proponowanych zmian Statutu Spółki _ Załącznik nr 1_  oraz\n                           proponowaną treść tekstu jednolitego Statutu _ Załącznik nr 2_ Spółka przekazuje w\n                           załączeniu do niniejszego raportu.",
        "date": "2017-06-23"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. z siedzibą w Warszawie _Emitent,\n                           Spółka_, niniejszym przekazuje informację poufną dotyczącą rozpoczęcia w dniu 12 maja\n                           2017 roku negocjacji umowy dotyczącej możliwości nabycia mniejszościowego pakietu\n                           akcji podmiotu branżowego działającego na rynku europejskim _Inwestycja_, której przekazanie\n                           do wiadomości publicznej zostało opóźnione na podstawie art. 17 ust. 4 Rozporządzenia\n                           MAR. Z uwagi na ochronę prawnie uzasadnionych interesów Emitenta, przekazanie informacji\n                           poufnej o podjęciu negocjacji zmierzających do realizacji Inwestycji zostało opóźnione\n                           począwszy od dnia rozpoczęcia negocjacji, tj. od dnia 12 maja 2017 r. W związku z\n                           tym, że w dniu 12 czerwca 2017 r. organy korporacyjne podmiotu, w którego zaangażowanie\n                           zainteresowany był Emitent nie wyraziły zgody na przeprowadzenie Inwestycji z Emitentem,\n                           z tym samym dniem odstąpiono od prowadzonych negocjacji bez zawierania jakiejkolwiek\n                           umowy finalizującej ww. transakcje. Spółka wyjaśnia, że upublicznienie powyższych\n                           informacji przed zaistnieniem wskazanych zdarzeń tj. uzyskaniem wymaganych decyzji\n                           korporacyjnych ww. podmiotu mogłoby w ocenie Emitenta wywołać wystąpienie określonych\n                           okoliczności rynkowych lub zachowań osób trzecich, które potencjalnie zagroziłyby\n                           prowadzonym przez Emitenta negocjacjom.Jednocześnie Zarząd Emitenta informuje, iż w dniu 2 czerwca 2017 r., zgodnie z art.\n                           17 ust. 4 Rozporządzenia MAR podjął decyzję o opóźnieniu przekazania do publicznej\n                           wiadomości informacji poufnej o zawarciu w tym samym dniu z mBankiem S.A. _Bank_ umowy\n                           o kredyt obrotowy do wysokości 20,0 mln zł _Umowa_.  W związku z celowym charakterem\n                           tego kredytu, który stanowił integralną część procesu inwestycyjnego opisanego powyżej\n                           publikacja informacji o jego otrzymaniu mogłaby, w ocenie Spółki, zwiększyć koszty\n                           przeprowadzenia Inwestycji lub utrudnić negocjacje.Umowa została zawarta w celu sfinansowania Inwestycji. Udostępnienie kredytu nastąpi\n                           w transzach, z której jedna została już wypłacona. Oprocentowanie kredytu zostało\n                           oparte na WIBOR 1M powiększony o marżę Banku. Spłata kredytu do wysokości faktycznie\n                           wykorzystanych środków kredytowych nastąpi najpóźniej do dnia 30 listopada 2017 r.\n                           Zabezpieczenie spłaty należności Banku stanowi weksel in blanco, wystawiony przez\n                           Emitenta wraz z deklaracją wekslową. Ponadto Emitent zobowiązał się do utrzymywania\n                           wskaźników finansowych na poziomach określonych w Umowie. Dodatkowo w okresie obowiązywania\n                           Umowy Emitent zobowiązany jest do niewypłacania dywidendy, za wyjątkiem dywidendy\n                           wypłacanej z zysku za rok obrotowy obejmujący okres od 1 stycznia 2016 r. do 31 grudnia\n                           2016 r.Zgodnie z postanowieniami Umowy kredyt został udzielony wyłącznie na finansowanie\n                           Inwestycji.  Z uwagi na wyraźnie oznaczony cel finansowania, w przypadku niezrealizowania\n                           Inwestycji, Bank odmówi udzielenia dalszego finansowania a wypłacona transza zostanie\n                           zwrócona.  Ponadto w takiej sytuacji  Bank ma prawo wypowiedzieć Umowę.  Pozostałe warunki Umowy nie odbiegają od postanowień powszechnie stosowanych dla tego\n                           rodzaju umów.",
        "date": "2017-06-12"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, iż w dniu 8\n                           czerwca 2017 r. do Spółki wpłynęło zawiadomienie od  Nationale-Nederlanden Powszechne\n                           Towarzystwo Emerytalne S.A. sporządzone na podstawie art. 69 ust. 1 pkt 1 Ustawy o\n                           ofercie publicznej […] o następującej treści:\"Działając na podstawie art. 69 w zw. z art. 87 ust. 1 pkt 3 lit. b  ustawy z dnia\n                           29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. 2009 r., Nr\n                           185, poz. 1439 z późn. zm._, informujemy, że w wyniku nabycia akcji spółki Polski\n                           Bank Komórek Macierzystych S.A. _dalej \"Spółka\"_ w transakcji na GPW  w Warszawie,\n                           rozliczonej w dniu 5 czerwca 2017 r. zarządzane przez Nationale-Nederlanden Powszechne\n                           Towarzystwo Emerytalne S.A. fundusze : Nationale-Nederlanden Otwarty Fundusz Emerytalny\n                           _dalej \"OFE\"_ oraz Nationale-Nederlanden Dobrowolny Fundusz Emerytalny _dalej \"DFE\"_\n                           stały się posiadaczami akcji Spółki powyżej 5 % głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki. Przed rozliczeniem transakcji kupna akcji Spółki OFE i DFE nie posiadały akcji Spółki.Po rozliczeniu transakcji w dniu 5 czerwca 2017 r. na rachunkach papierów wartościowych\n                           OFE i DFE znajdowało się 370 000 _trzysta siedemdziesiąt tysięcy_ akcji Spółki, co\n                           stanowi 7,81 % kapitału zakładowego Spółki. Akcje te uprawniają do 370 000 _trzysta\n                           siedemdziesiąt tysięcy_ głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki, co stanowi\n                           7,81% ogólnej liczby głosów.\"",
        "date": "2017-06-08"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, iż w dniu 7\n                           czerwca 2017 r. do Spółki wpłynęło zawiadomienie od Altus Towarzystwo Funduszy Inwestycyjnych\n                           S.A. sporządzone na podstawie art. 69 ust. 1 pkt 1 Ustawy o ofercie publicznej […]\n                           o następującej treści:\"Działając na podstawie art. 69 ust. 1 pkt 1_ w związku z art. 87 ust. 1 pkt 2_ ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz. U. 2005 r, Nr 184, poz. 1539 z późn.\n                           zm._, ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. _\"ALTUS TFI S.A.\"_, zawiadamia\n                           w imieniu funduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A., iż fundusze zarządzane\n                           przez ALTUS TFI S.A. przekroczyły próg 10% i 15% w ogólnej liczbie głosów w Polskim\n                           Banku Komórek Macierzystych S.A. z siedzibą w Warszawie _\"Spółka\"_.Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Przekroczenie progu 10% i 15% ogólnej liczby głosów w Spółce nastąpiło na skutek rozliczenia\n                           w dniu 5 czerwca 2017 r. transakcji pakietowych nabycia 390 000 akcji Spółki.Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           spółki oraz o liczbie głosów z tych akcji i ich procentowym udziale w ogólnej liczbie\n                           głosów:Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 459 348 akcji Spółki, stanowiących 9,70% kapitału zakładowego Spółki, uprawniających\n                           do wykonywania 459 348 głosów, co stanowiło 9,70% w ogólnej liczbie głosów w Spółce.Liczba aktualnie posiadanych akcji i ich procentowym udziale w kapitale zakładowym\n                           spółki oraz o liczbie głosów z tych akcji i ich procentowym udziale w ogólnej liczbie\n                           głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 849 348 akcji Spółki, stanowiących 17,94% kapitału zakładowego Spółki, uprawniających\n                           do wykonywania 849 348 głosów w Spółce, co stanowi 17,94% w ogólnej liczbie głosów\n                           w Spółce.Ogólna liczba akcji Spółki oraz liczba głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki wynosi 4 734 820.Brak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje Spółki. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c wyżej powołanej\n                           ustawy w stosunku do akcjonariuszy.\"",
        "date": "2017-06-07"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, iż\n                           w dniu 6 czerwca 2017 roku do Spółki wpłynęło zawiadomienie od akcjonariusza EVF I\n                           Investments S. a r.l. z siedzibą w Luksemburgu _EVF Inv_ oraz Enterprise Venture Fund\n                           I L.P. z siedzibą w Grand Cayman, Cayman Island _EVF_ będącego podmiotem bezpośrednio\n                           dominującym wobec EVF Inv – w wykonaniu obowiązku określonego w: _i_ art. 69 ust.\n                           1 pkt 2, art. 69 ust.2 pkt 1 lit. a_ i pkt 2 oraz art. 69a ust. 1. Ustawy z dnia 29\n                           lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r. poz.\n                           1639 ze zm._ _Ustawa o ofercie_ oraz _ii_ art. 6 § 6 Kodeksu spółek handlowych. EVF\n                           Inv oraz EVF poinformowały, że w wyniku rozliczenia w dniu 5 czerwca 2017 roku, transakcji\n                           pakietowej _dokonanej w dniu 1 czerwca 2017 r. na rynku regulowanym GPW_, której przedmiotem\n                           była sprzedaż przez EVF Inv 1.802.200 _słownie: jeden milion osiemset dwa tysiące\n                           dwieście_ akcji Emitenta, doszło do zmniejszenia o 38,06% dotychczasowego bezpośredniego\n                           udziału EVF Inv oraz pośredniego udziału EVF w ogólnej liczbie głosów na Walnym Zgromadzeniu\n                           Emitenta _Zmiana Udziału_.Przed Zmianą Udziału EVF Inv posiadał bezpośrednio, a EVF posiadał pośrednio poprzez\n                           EVF Inv 1.802.200 _słownie: jeden milion osiemset dwa tysiące dwieście_ akcji Emitenta,\n                           stanowiących 38,06% kapitału zakładowego Emitenta i uprawniających do wykonania 1.802.200\n                           _słownie: jeden milion osiemset dwa tysiące dwieście_  głosów, co stanowiło 38,06%\n                           ogólnej liczby głosów.Po Zmianie Udziału EVF Inv nie posiada bezpośrednio, a EVF nie posiada pośrednio poprzez\n                           EVF Inv żadnych akcji Emitenta. Jednocześnie, Zmiana Udziału skutkuje ustaniem stosunku dominacji EVF Inv wobec Emitenta.Zgodnie z otrzymanym zawiadomieniem nie istnieją podmioty zależne od EVF Inv posiadające\n                           akcje Emitenta oraz nie istnieją inne niż EVF Inv podmioty zależne od EVF posiadające\n                           akcje Emitenta. Zgodnie z otrzymanym zawiadomieniem nie istnieją osoby, o których mowa w art. 87 ust.\n                           1 pkt 3 lit. c Ustawy o Ofercie.Ani EVF Inv, ani EVF nie posiadają instrumentów finansowych, o których mowa w art.\n                           69b ust. 1 Ustawy o Ofercie.",
        "date": "2017-06-06"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, że\n                           w dniu 6 czerwca 2017 roku do Spółki wpłynęła od osoby blisko związanej z osobą pełniącą\n                           obowiązki zarządcze w Spółce, notyfikacja sporządzona w trybie art. 19 Rozporządzenia\n                           MAR. Jednocześnie w tym samym dniu Spółka otrzymała zmianę do otrzymanej pierwotnie\n                           notyfikacji.Zmiana notyfikacji polegała na poprawnym wskazaniu osoby blisko związanej jako podmiotu\n                           dokonującego notyfikacji. W pozostałym zakresie tj. w szczególności w zakresie ceny i wolumenu dokonanej transakcji\n                           zmieniona  wersja notyfikacji nie odbiega od jej  pierwotnej treści.  W załączeniu\n                           do niniejszego raportu bieżącego Spółka przekazuje obie otrzymane w dniu dzisiejszym\n                           notyfikacje.",
        "date": "2017-06-06"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, iż\n                           w dniu 6 czerwca 2017 r. zawarł z mBank S.A. _Bank_ umowę o kredyt obrotowy w wysokości\n                           8,5 mln zł. Środki finansowe pochodzące z kredytu zostaną przeznaczone na wypłatę\n                           dywidendy.Oprocentowanie kredytu będzie oparte na WIBOR 1M powiększony o marżę Banku. Spłata\n                           Kredytu nastąpi w dwunastu miesięcznych ratach począwszy od końca lipca 2017 r.Zabezpieczenie spłaty należności Banku stanowi weksel in blanco, wystawiony przez\n                           Emitenta zaopatrzony w deklarację wekslową.Pozostałe warunki ww. umowy, w tym w zakresie możliwości jej rozwiązania lub wypowiedzenia,\n                           nie odbiegają od postanowień powszechnie stosowanych dla tego rodzaju umów.Jednocześnie Emitent informuje, iż niezależnie od ww. umowy w okresie ostatniego roku\n                           zawarł z Bankiem również umowę o kredyt obrotowy w wysokości 3,0 mln zł, a szczegółowe\n                           informacje nt. współpracy Emitenta z Bankiem zostały zaprezentowane w Sprawozdaniu\n                           Zarządu z działalności Grupy Polskiego Banku Komórek Macierzystych S.A. za 2016 rok\n                           _str. 12_.",
        "date": "2017-06-06"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka, PBKM S.A._ informuje,\n                           że w dniu 31 maja 2017 r. roku Rada Nadzorcza Spółki jako organ uprawniony, działając\n                           na podstawie § 15 ust. 19 pkt 18 Statutu Spółki, na mocy podjętej uchwały  dokonała\n                           wyboru spółki PricewaterhouseCoopers Sp. z o.o. z siedzibą w Warszawie, al. Armii\n                           Ludowej 14, wpisanej na listę podmiotów uprawnionych do badania sprawozdań finansowych\n                           _prowadzoną przez Krajową Radę Biegłych Rewidentów_ pod nr 144 _Audytor_ do:- zbadania jednostkowego sprawozdania finansowego PBKM S.A. za rok obrotowy 2017 i\n                           2018;- zbadania skonsolidowanego sprawozdania finansowego Grupy Kapitałowej PBKM S.A. za\n                           rok obrotowy 2017 i 2018.Wybrany podmiot dokona również przeglądu półrocznych sprawozdań finansowych jednostkowych\n                           oraz skonsolidowanych sporządzanych w ww. latach.Wybór podmiotu uprawnionego do badania sprawozdań finansowych został dokonany zgodnie\n                           z obowiązującymi przepisami. Umowa z Audytorem zostanie zawarta na okres wykonania jej przedmiotu. Spółka  nie korzystała wcześniej z usług Audytora w zakresie badania jednostkowych\n                           i skonsolidowanych sprawozdań finansowych Spółki. Spółka korzysta z usług Audytora\n                           m.in. w zakresie: doradztwa finansowo-księgowego.Szczegółowa podstawa prawna: § 5 ust. 1 pkt 19 rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych [...].",
        "date": "2017-05-31"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _\"Spółka\"_ informuje, że w dniu\n                           30 maja 2017 r. otrzymał informację od akcjonariusza – EVF I INVESTMENTS S. A. R.\n                           L. _dalej: \"EVF I\", \"Akcjonariusz\"_ o rozpoczęciu przez EVF I procesu przyśpieszonej\n                           budowy księgi popytu _dalej \"ABB\"_, której celem jest sprzedaż do 1.802.200 akcji\n                           Spółki, reprezentujących do 38,06% udziału w ogólnej liczbie głosów Spółki.Zgodnie z przekazaną przez EVF I informacją, proces sprzedaży akcji zostanie przeprowadzony\n                           w trybie przyspieszonej budowy księgi popytu wśród wybranych inwestorów. Proces ten\n                           rozpocznie się niezwłocznie i może zostać odwołany lub zakończony przez EVF I w dowolnym\n                           czasie. Akcjonariusz zastrzega sobie prawo zmiany warunków sprzedaży, terminu przeprowadzenia\n                           procesu sprzedaży akcji oraz zmiany ilości oferowanych akcji. HAITONG BANK S.A. Oddział w Polsce oraz Trigon Dom Maklerski S.A. pełnią rolę Menadżerów\n                           oraz współprowadzących księgę popytu w ramach ABB.W załączeniu Spółka przekazuje informację otrzymaną od EVF I.",
        "date": "2017-05-30"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. w załączeniu przekazuje informacje\n                           nt. akcjonariuszy posiadających co najmniej 5% ogólnej liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 15 maja 2017 r.",
        "date": "2017-05-15"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, iż\n                           zgodnie z uchwałą nr 8 Zwyczajnego Walnego Zgromadzenia Emitenta z dnia 15 maja 2017\n                           r. w sprawie m.in. przeznaczenia zysku netto za rok obrotowy obejmujący okres od 1\n                           stycznia 2016 do 31 grudnia 2016 r., zysk netto Spółki za ww. okres w wysokości 20.041.672,73\n                           zł zostanie podzielony w następujący sposób:1. kwotę w wysokości 8.522.676,00 zł przeznacza się do podziału pomiędzy akcjonariuszy\n                           Spółki w formie dywidendy, co oznacza, iż na jedną akcję Spółki przypada kwota w wysokości\n                           1,80 zł;2. kwotę w wysokości 11.518.996,73 zł przeznacza się na kapitał zapasowy Spółki.Jednocześnie Zwyczajne Walne Zgromadzenie Spółki ustaliło dzień dywidendy na 23 maja\n                           2017 r. a termin wypłaty dywidendy na dzień 30 czerwca 2017 r.",
        "date": "2017-05-15"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ przekazuje w załączeniu\n                           treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Spółki w dniu 15 maja 2017\n                           r. _ZWZ_.Jednocześnie Spółka informuje, że ZWZ Spółki nie odstąpiło od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, a do protokołu nie zostały zgłoszone sprzeciwy\n                           względem żadnej z uchwał.Szczegółowa podstawa prawna: § 38 ust. 1 pkt 7-9 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych […].",
        "date": "2017-05-15"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportów bieżących nr 13/2016 oraz 21/2016 w sprawie prawomocnego\n                           wyroku Sądu Administracyjnego w Budapeszcie _\"Sąd\"_ uchylającego decyzję Regionalnej\n                           Generalnej Dyrekcji Podatkowej Węgry Centrum z dnia 10 grudnia 2014 r. nakazującej\n                           spółce zależnej od Emitenta, tj. Krio Intezet Zrt. z siedzibą w Budapeszcie _\"Krio\"_\n                           zapłatę zaległego podatku VAT za rok 2011 wraz z odsetkami, jak również informacji\n                           zamieszczonych m.in. w Sprawozdaniu z działalności Zarządu Grupy Kapitałowej PBKM\n                           S.A. _\"Grupa\"_ za rok 2016, Zarząd Polskiego Banku Komórek Macierzystych S.A. _\"Emitent\",\n                           \"Spółka\"_ informuje, iż w dniu 20 kwietnia 2017 r. Sąd Najwyższy na Węgrzech, w związku\n                           z apelacją złożoną przez Regionalną Generalną Dyrekcję Podatkową Węgry Centrum od\n                           wskazanego wyżej wyroku, potwierdził iż usługi oferowane przez Krio w 2011 roku nie\n                           podlegały opodatkowaniu podatkiem VAT.Biorąc powyższe pod uwagę Krio nie jest zobowiązana do zapłaty 117,6 mln HUF _ok.\n                           1,6 mln zł_ tytułem zaległego podatku VAT za rok 2011 oraz 31,6 mln HUF _ok. 0,4 mln\n                           zł_ tytułem odsetek. Kwota zwrotu VAT zostanie w całości rozpoznana w wyniku finansowym\n                           spółki Krio za 2017 rok, co w pozytywny sposób wpłynie na skonsolidowane wyniki finansowe\n                           Grupy.Ponadto w wyniku pozytywnego wyroku Sądu Najwyższego na Węgrzech Zarząd spółki Krio\n                           wystąpi o skorygowanie deklaracji VAT za lata 2012-2014, a także za okresy późniejsze.\n                           Zarząd Krio rozważy również możliwość wprowadzenia zwolnienia z VAT dla oferowanych\n                           obecnie usług preparatyki i bankowania krwi pępowinowej. O kolejnych potencjalnych\n                           decyzjach i ich istotnym wpływie na wyniki finansowe Grupy Emitent poinformuje w kolejnym\n                           raporcie.",
        "date": "2017-04-20"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka, PBKM_ informuje,\n                           iż w I kwartale 2017 roku osiągnął następujące wyniki operacyjne:- liczba pozyskanych próbek krwi pępowinowej lub tkanek w I kwartale 2017 roku wyniosła\n                           4.841, wobec 4.583 w I kwartale 2016 roku;- udział umów zawartych w modelu abonamentowym w I kwartale 2017 roku wyniósł 54,8%,\n                           wobec 63,5% w analogicznym okresie roku 2016; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C na koniec\n                           I kwartału 2017 roku wyniosła 131.763 _w tym 62,4% umów w modelu abonamentowym_, wobec\n                           113.939 próbek krwi pępowinowej lub tkanek przechowywanych na koniec I kwartału 2016\n                           roku _w tym 62,5% umów w modelu abonamentowym_; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C oraz B2B\n                           na koniec I kwartału 2017 roku wyniosła 144.182 wobec 126.084 próbek krwi pępowinowej\n                           lub tkanek przechowywanych na koniec I kwartału 2016 roku.Jednocześnie Emitent informuje, iż szczegółowe informacje na temat danych operacyjnych\n                           za I kwartał 2017 roku zostaną zaprezentowane w skonsolidowanym sprawozdaniu finansowym,\n                           którego publikacja zaplanowana jest na dzień 18 maja 2017 roku.",
        "date": "2017-04-20"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ przekazuje w załączeniu\n                           treść projektów uchwał Zwyczajnego Walnego Zgromadzenia Emitenta, które odbędzie się\n                           w dniu 15 maja 2017 roku.Jednocześnie Spółka przekazuje w załączeniu sprawozdanie Rady Nadzorczej Spółki z\n                           jej działalności w 2016 roku, którego rozpatrzenie i zatwierdzenie przewidziane jest\n                           w ramach punktu 9 i 13 planowanego porządku obrad.",
        "date": "2017-04-14"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ działając na podstawie\n                           art. 399 § 1, art. 395 w zw. art. 402[1] § 1 i 2 Kodeksu spółek handlowych, a także  § 16 ust. 2\n                           Statutu Spółki i § 6 ust.1 lit. e_ Regulaminu Zarządu, zwołuje Zwyczajne Walne Zgromadzenie,\n                           które odbędzie się w dniu 15 maja 2017 r., o godz. 10.00, w siedzibie Spółki, tj. budynek Atrium Plaza przy al. Jana Pawła II\n                           29, 00-867 Warszawa _piętro 4_.Treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia stanowi załącznik do\n                           niniejszego raportu.",
        "date": "2017-04-14"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, iż\n                           w dniu 14 kwietnia 2017 r. Zarząd Emitenta podjął decyzję o rekomendowaniu Zwyczajnemu\n                           Walnemu Zgromadzeniu Emitenta wypłaty dywidendy z zysku netto wypracowanego w 2016\n                           roku.Zgodnie z wnioskiem Zarządu Spółki rekomendowane jest, aby zysk netto w wysokości\n                           20.041.672,73 zł został przeznaczony:- w części odpowiadającej kwocie 8.522.676,00 zł,  tj. 1,80 zł na jedną akcję  na\n                           wypłatę dywidendy;- w pozostałej części tj. w kwocie 11.518.996,73 zł na kapitał zapasowy. Zarząd Spółki rekomenduje ponadto, aby dzień dywidendy został ustalony na 12 czerwca\n                           2017 r.,a termin wypłaty dywidendy na 30 czerwca 2017 r. Jednocześnie Emitent informuje, iż rekomendacja Zarządu Spółki w zakresie wypłaty\n                           dywidendy, a także ustalenia dnia dywidendy i terminu wypłaty dywidendy  zostały w\n                           dniu 14 kwietnia 2017 r. pozytywnie zaopiniowane przez Radę Nadzorczą Emitenta.",
        "date": "2017-04-14"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka, PBKM_ informuje,\n                           iż w IV kwartale 2016 roku osiągnął następujące wyniki operacyjne:- liczba pozyskanych próbek krwi pępowinowej lub tkanek w ciągu 12 miesięcy 2016 roku\n                           wyniosła 18.604, wobec 17.480 próbek krwi pępowinowej lub tkanek pozyskanych w okresie\n                           12 miesięcy 2015 roku, co stanowi wzrost o 6,4%; - w IV kwartale 2016 roku liczba pozyskanych próbek krwi pępowinowej lub tkanek wyniosła\n                           4.669 wobec 4.431 w IV kwartale 2015 roku;- udział umów zawartych w modelu abonamentowym w ciągu 12 miesięcy 2016 roku wyniósł\n                           61,1% wobec 64,7% w analogicznym okresie roku 2015; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C na koniec\n                           IV kwartału 2016 roku wyniosła 127.277 _w tym 62,8% umów w modelu abonamentowym_,\n                           wobec 109.727 próbek krwi pępowinowej lub tkanek przechowywanych na koniec IV kwartału\n                           2015 roku _w tym 62,4% umów w modelu abonamentowym_; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C oraz B2B\n                           na koniec IV kwartału 2016 roku wyniosła 139.509 wobec 121.814 próbek krwi pępowinowej\n                           lub tkanek przechowywanych na koniec IV kwartału 2015 roku.Jednocześnie Emitent informuje, iż szczegółowe informacje na temat danych operacyjnych\n                           za IV kwartał 2016 roku zostaną zaprezentowane w skonsolidowanym sprawozdaniu finansowym,\n                           którego publikacja zaplanowana jest na dzień 31 marca 2017 roku.",
        "date": "2017-01-20"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje o oświadczeniu\n                           Krajowego Depozytu Papierów Wartościowych S.A. _KDPW_ z dnia 28 grudnia 2018 roku,\n                           w którym wskazano, iż KDPW zawiera z Emitentem umowę o rejestrację w depozycie papierów\n                           wartościowych 918.728 praw do akcji zwykłych na okaziciela serii L Spółki wyemitowanych\n                           na podstawie uchwały nr 5 Nadzwyczajnego Walnego Zgromadzenia Emitenta z dnia 23 listopada\n                           2018 r. Zgodnie z ww. oświadczeniem prawa do akcji zostaną zarejestrowane w dniu 3 stycznia\n                           2019 r. Prawa do akcji będą posiadały kod ISIN PLPBKM000038.",
        "date": "2018-12-28"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 57/2018 oraz raportów wcześniejszych dotyczących\n                           podwyższenia kapitału zakładowego poprzez emisję akcji serii L _\"Akcje Serii L\"_,\n                           Zarząd Polskiego Banku Komórek Macierzystych S.A. _\"Spółka\", \"Emitent\"_ przekazuje\n                           informacje dotyczące zakończonej subskrypcji Akcji Serii L.1.Data rozpoczęcia i zakończenia subskrypcji lub sprzedaży:Proces budowania księgi popytu został przeprowadzony w dniach 6 - 10 grudnia 2018\n                           r., natomiast umowy objęcia Akcji Serii L zostały zawarte do dnia 14 grudnia 2018\n                           r.2.Data przydziału papierów wartościowych:Zarząd Spółki dokonał przydziału Akcji Serii L w dniu 14 grudnia 2018 r.3.Liczba papierów wartościowych objętych subskrypcją lub sprzedażą:Przedmiotem subskrypcji było 918.728 _dziewięćset osiemnaście tysięcy siedemset dwadzieścia\n                           osiem_ Akcji Serii L. 4.Stopa redukcji w poszczególnych transzach, w przypadku gdy co najmniej w jednej\n                           transzy liczba przydzielonych papierów wartościowych była mniejsza od liczby papierów\n                           wartościowych, na które złożono zapisy:Nie składano zapisów w rozumieniu KSH. Średnia stopa redukcji Akcji Serii L, które\n                           zostały         objęte przez inwestorów w stosunku do złożonych deklaracji popytu\n                           wyniosła 31%.5.Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji lub\n                           sprzedaży:Nie składano zapisów w rozumieniu KSH. W ramach Oferty objęto 918.728 _dziewięćset\n                           osiemnaście tysięcy siedemset dwadzieścia osiem_ Akcji Serii L na podstawie umów objęcia\n                           Akcji Serii L.6.Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży:W ramach Oferty objęto i przydzielono 918.728 _dziewięćset osiemnaście tysięcy siedemset\n                           dwadzieścia osiem_ Akcji Serii L na podstawie umów objęcia Akcji Serii L.7.Cena, po jakiej papiery wartościowe były obejmowane:Akcje Serii L były obejmowane po cenie emisyjnej wynoszącej 58,00 _pięćdziesiąt osiem_\n                           złotych za jedną Akcję Serii L.8.Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach:Nie dotyczy. Oferta nie była podzielona na transze oraz nie przyjmowano zapisów na\n                           Akcje Serii L. W ramach Oferty objęto 918.728 _dziewięćset osiemnaście tysięcy siedemset\n                           dwadzieścia osiem_ Akcji Serii L na podstawie umów objęcia Akcji Serii L.9.Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           lub sprzedaży w poszczególnych transzach:W ramach Oferty, Akcje Serii L przydzielono 18 klientom profesjonalnym w rozumieniu\n                           ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi.10.Nazwa _firma_ subemitentów, którzy objęli papiery wartościowe w ramach wykonywania\n                           umów o subemisję, z określeniem liczby papierów wartościowych, które objęli, wraz\n                           z faktyczną ceną jednostki papieru wartościowego, stanowiącą cenę emisyjną lub sprzedaży,\n                           po odliczeniu wynagrodzenia za objęcie jednostki papieru wartościowego, w wykonaniu\n                           umowy subemisji, nabytej przez subemitenta:Nie dotyczy. Emisja Akcji Serii L nie była przedmiotem zobowiązania subemisyjnego.11.Wartość przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedaży:Wartość przeprowadzonej Oferty wyniosła 53.286.224 _pięćdziesiąt trzy miliony dwieście\n                           osiemdziesiąt sześć tysięcy dwieście dwadzieścia cztery_ złote.12.Wysokość łącznych kosztów, które zostały zaliczone do kosztów emisji, ze wskazaniem\n                           wysokości kosztów według ich tytułów, w podziale co najmniej na koszty: a_ przygotowania\n                           i przeprowadzenia oferty, b_ wynagrodzenia subemitentów, dla każdego oddzielnie, c_\n                           sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa, d_ promocji\n                           oferty.Zgodnie z szacunkami Spółki na dzień przekazania niniejszego raportu bieżącego, łączne\n                           koszty poniesione przez Spółkę w związku z Ofertą wyniosą ok. 1,1 mln zł.Z uwagi na brak ostatecznego rozliczenia kosztów Oferty do dnia przekazania niniejszego\n                           raportu bieżącego, ich wysokość została oszacowana i zaliczona do kosztów emisji zgodnie\n                           z najlepszą wiedzą Spółki. Spółka sporządzi i udostępni do publicznej wiadomości raport\n                           bieżący dotyczący ostatecznej wysokości kosztów emisji, w tym kosztów według ich tytułów,\n                           oraz metody rozliczenia tych kosztów w księgach rachunkowych Spółki i sposobu ich\n                           ujęcia w sprawozdaniu finansowym Spółki po otrzymaniu i zaakceptowaniu wszystkich\n                           faktur od podmiotów zaangażowanych w pracę nad przygotowaniem i przeprowadzeniem Oferty.13.Średni koszt przeprowadzenia subskrypcji lub sprzedaży przypadający na jednostkę\n                           papieru wartościowego objętego subskrypcją lub sprzedażą:Zgodnie z szacunkami Spółki na dzień przekazania niniejszego raportu bieżącego, łączny\n                           koszt przeprowadzenia subskrypcji poniesiony przez Spółkę, przypadający na jedną Akcję\n                           Serii L, wyniesie ok. 1,25 złotych.Spółka sporządzi i udostępni do publicznej wiadomości raport bieżący dotyczący poniesionego\n                           przez Spółkę średniego kosztu przeprowadzenia subskrypcji, przypadającego na jedną\n                           Akcję Serii L, po otrzymaniu i zaakceptowaniu wszystkich faktur od podmiotów zaangażowanych\n                           w pracę nad przygotowaniem i przeprowadzeniem Oferty.14.Sposób opłacenia objętych _nabytych_ papierów wartościowych:Akcje Serii L zostały objęte wyłącznie w zamian za wkłady pieniężne. Zastrzeżenie: Niniejszy raport bieżący ma charakter wyłącznie informacyjny. Niniejszy raport bieżący\n                           nie służy w jakikolwiek sposób, bezpośrednio lub pośrednio, promowaniu subskrypcji\n                           akcji nowej emisji Emitenta i nie jest materiałem promocyjnym przygotowanym lub opublikowanym\n                           przez Spółkę na potrzeby promowania akcji nowej emisji lub ich subskrypcji albo zachęcania,\n                           bezpośrednio lub pośrednio, do ich objęcia. Spółka nie opublikowała dotychczas jakichkolwiek\n                           materiałów mających na celu promocję akcji nowej emisji lub ich subskrypcji. Niniejszy\n                           dokument nie stanowi prospektu emisyjnego lub innego dokumentu ofertowego, których\n                           sporządzenie nie jest przewidywane w związku z emisją akcji przez Spółkę. Niniejszy materiał, jak też jakakolwiek jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio albo pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki albo\n                           w innych państwach, w których publiczne rozpowszechnianie informacji zawartych w niniejszym\n                           materiale może podlegać ograniczeniom lub być zakazane przez prawo. Papiery wartościowe,\n                           o których mowa w niniejszym materiale, nie zostały i nie zostaną zarejestrowane na\n                           podstawie Amerykańskiej Ustawy o Papierach Wartościowych z 1933 r. ze zmianami _ang.\n                           U.S. Securities Act of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów\n                           Zjednoczonych Ameryki za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu\n                           przewidzianemu w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie\n                           wyjątku od takiego obowiązku rejestracyjnego. Nie podlega rozpowszechnianiu, publikacji ani dystrybucji, bezpośrednio czy pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki, Australii, Kanady, Japonii ani\n                           w żadnej innej jurysdykcji, w której podlega to ograniczeniom lub jest niedozwolone.",
        "date": "2018-12-21"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 41/2018 z 26 października 2018 roku Zarząd Polskiego\n                           Banku Komórek Macierzystych S.A. [Emitent, Spółka] informuje, iż w dniu 20 grudnia\n                           2018 roku Sąd Rejonowy dla M. St. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego [KRS] zarejestrował podwyższenie kapitału zakładowego Emitenta o\n                           kwotę 14.117,00 zł w drodze emisji 28.234 akcji serii K. Wpis podwyższenia kapitału\n                           zakładowego w KRS ma charakter deklaratywny. Podwyższenie kapitału zakładowego o ww.\n                           emisję akcji serii K nastąpiło w momencie zapisania tych akcji na rachunkach papierów\n                           wartościowych inwestorów w dniu ich rejestracji w Krajowym Depozycje Papierów Wartościowych\n                           S.A. wskazanym w raporcie bieżącym nr 41/2018 roku. Podwyższenie kapitału zakładowego\n                           zostało zrealizowane w ramach warunkowego podwyższenia kapitału poprzez emisję 28.234\n                           akcji serii K Spółki o wartości nominalnej 0,50 zł każda, na podstawie uchwały Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 15 lutego 2016 roku. Aktualnie kapitał zakładowy Emitenta wynosi 2.381.527,00 zł i dzieli się na 4.763.054\n                           akcji, z których przysługuje prawo do 4.763.054 głosów na walnym zgromadzeniu Spółki.\n                           Struktura kapitału zakładowego Emitenta przedstawia się następująco:• 1.752.227 akcji serii A• 203.600 akcji serii B• 30.600 akcji serii C• 484.400 akcji serii D• 232.200 akcji serii E• 1.630.000 akcji serii F• 94.200 akcji serii G• 32.000 akcji serii H• 163.000 akcji serii I• 112.593 akcje serii J• 28.234 akcji serii K. Jednocześnie Emitent informuje, iż KRS dokonał zmiany odpowiednio:- § 5 ust. 2 Statutu Spółki na podstawie postanowień Uchwały nr 4 Nadzwyczajnego Walnego\n                           Zgromadzenia Spółki z dnia 23 listopada 2018 roku w sprawie zmiany Statutu Spółki\n                           w związku z emisją 28.234 akcji na okaziciela serii K w ramach warunkowego podwyższenia\n                           kapitału zakładowego;- § 4 ust. 1 poprzez dodanie punktów 54, 55, 56 oraz 57 Statutu Spółki na podstawie\n                           postanowień Uchwały nr 8 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 23 listopada\n                           2018 roku w sprawie w sprawie zmiany Statutu Spółki.Dotychczasowe brzmienie § 5 ust. 2 Statutu Spółki:\"2. Kapitał zakładowy Spółki wynosi 2.367.410,00 _dwa miliony trzysta sześćdziesiąt\n                           siedem tysięcy czterysta dziesięć_ złotych i dzieli się na 4.734.820 _cztery miliony\n                           siedemset trzydzieści cztery tysiące osiemset dwadzieścia_ akcji o wartości nominalnej\n                           0,50 zł _pięćdziesiąt groszy_ każda, w tym: 1_ 1.752.227 _jeden milion siedemset pięćdziesiąt dwa tysiące dwieście dwadzieścia\n                           siedem_ akcji zwykłych na okaziciela serii A;2_ 203.600 _dwieście trzy tysiące sześćset_ akcji zwykłych na okaziciela serii B;\n                           3_ 30.600 _trzydzieści tysięcy sześćset_ akcji zwykłych na okaziciela serii C; 4_ 484.400 _czterysta osiemdziesiąt osiem tysięcy czterysta_ akcji zwykłych na okaziciela\n                           serii D; 5_ 232.200 _dwieście trzydzieści dwa tysiące dwieście_ akcji zwykłych na okaziciela\n                           serii E; 6_ 1.630.000 _jeden milion sześćset trzydzieści tysięcy_ akcji zwykłych na okaziciela\n                           serii F; 7_ 94.200 _dziewięćdziesiąt cztery tysiące dwieście_ akcji zwykłych na okaziciela\n                           serii G; 8_ 32.000 _trzydzieści dwa tysiące_ akcji zwykłych na okaziciela serii H; 9_ 163.000 _ sto sześćdziesiąt trzy tysiące_ akcji zwykłych na okaziciela serii I;\n                           10_ 112.593 _sto dwanaście tysięcy pięćset dziewięćdziesiąt trzy_ akcje zwykłe na\n                           okaziciela serii J. \" Obecne brzmienie § 5 ust. 2 Statutu Spółki:\"2. Kapitał zakładowy Spółki wynosi 2.381.527,00 _dwa miliony trzysta osiemdziesiąt\n                           jeden tysięcy pięćset dwadzieścia siedem_ złotych i dzieli się na 4.763.054 _cztery\n                           miliony siedemset sześćdziesiąt trzy tysiące pięćdziesiąt cztery_ akcje o wartości\n                           nominalnej 0,50 złotego _pięćdziesiąt groszy_ każda, w tym: 1_ 1.752.227 _jeden milion siedemset pięćdziesiąt dwa tysiące dwieście dwadzieścia\n                           siedem_ akcji zwykłych na okaziciela serii A; 2_ 203.600 _dwieście trzy tysiące sześćset_ akcji zwykłych na okaziciela serii B;\n                           3_ 30.600 _trzydzieści tysięcy sześćset_ akcji zwykłych na okaziciela serii C; 4_ 484.400 _czterysta osiemdziesiąt cztery tysiące czterysta_ akcji zwykłych na okaziciela\n                           serii D; 5_ 232.200 _dwieście trzydzieści dwa tysiące dwieście_ akcji zwykłych na okaziciela\n                           serii E 6_ 1.630.000 _jeden milion sześćset trzydzieści tysięcy_ akcji zwykłych na okaziciela\n                           serii F; 7_ 94.200 _dziewięćdziesiąt cztery tysiące dwieście_ akcji zwykłych na okaziciela\n                           serii G; 8_ 32.000 _trzydzieści dwa tysiące_ akcji zwykłych na okaziciela serii H; 9_ 163.000 _ sto sześćdziesiąt trzy tysiące_ akcji zwykłych na okaziciela serii I;\n                           10_ 112.593 _sto dwanaście tysięcy pięćset dziewięćdziesiąt trzy_ akcje zwykłe na\n                           okaziciela serii J; oraz 11_ 28.234 _dwadzieścia osiem tysięcy dwieście trzydzieści cztery_ akcje zwykłe na\n                           okaziciela serii K.\"Dotychczasowe brzmienie § 4 ust. 1 Statutu Spółki:\"1. Przedmiotem działalności Spółki jest: 1_ Drukowanie gazet; 2_ Produkcja artykułów piśmiennych; 3_ Pozostałe drukowanie; 4_ Produkcja podstawowych substancji farmaceutycznych; 5_ Produkcja leków i pozostałych wyrobów farmaceutycznych; 6_ Produkcja pozostałych wyrobów gdzie indziej niesklasyfikowanych; 7_ Naprawa i konserwacja maszyn; 8_ Sprzedaż hurtowa i detaliczna samochodów osobowych i furgonetek;9_ Sprzedaż hurtowa i detaliczna pozostałych pojazdów samochodowych zwyłączeniem motocykli; 10_ Wydawanie książek; 11_ Wydawanie wykazów oraz list; 12_ Wydawanie gazet; 13_ Wydawanie czasopism i pozostałych periodyków; 14_ Pozostała działalność wydawnicza; 15_ Działalność wydawnicza w zakresie gier komputerowych; 16_ Działalność wydawnicza w zakresie pozostałego oprogramowania; 17_ Działalność w zakresie nagrań dźwiękowych i muzycznych; 18_ Nadawanie programów radiofonicznych; 19_ Nadawanie programów telewizyjnych ogólnodostępnych i abonamentowych; -20_ Działalność związana z oprogramowaniem; 21_ Działalność związana z doradztwem w zakresie informatyki; 22_ Pozostała działalność usługowa w zakresie technologii informatycznych i komputerowych;\n                           23_ Działalność związana z zarządzaniem urządzeniami informatycznymi; 24_ Przetwarzanie danych: zarządzanie stronami internetowymi _hosting_ i podobna działalność;\n                           25_ Działalność portali internetowych; 26_ Działalność agencji informacyjnych; 27_ Działalność holdingów finansowych; 28_ Działalność firm centralnych _head offices_ i holdingów z wyłączeniem holdingów\n                           finansowych; 29_ Stosunki międzyludzkie _public relations_ i komunikacja; 30_ Pozostałe doradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania;\n                           31_ Pozostałe badania i analizy techniczne; 32_ Badania naukowe i prace rozwojowe w dziedzinie biotechnologii; 33_ Badania naukowe i prace rozwojowe w dziedzinie pozostałych nauk przyrodniczych\n                           i technicznych;34_ Działalność agencji reklamowych; 35_ Pośrednictwo w sprzedaży czasu i miejsca na cele reklamowe w radio i telewizji;\n                           36_ Pośrednictwo w sprzedaży miejsca na cele reklamowe w mediach drukowanych; 37_ Pośrednictwo w sprzedaży miejsca na cele reklamowe w mediach elektronicznych _Internet_;\n                           38_ Pośrednictwo w sprzedaży czasu i miejsca na cele reklamowe w pozostałych mediach;\n                           39_ Badanie rynku i opinii publicznej;  40_ Działalność fotograficzna; 41_ Pozostała działalność profesjonalna, naukowa i techniczna, gdzie indziej niesklasyfikowana;\n                           42_ Działalność związana z organizacją targów, wystaw i kongresów;43_ Pozostałe pozaszkolne formy edukacji gdzie indziej niesklasyfikowane;  44_ Działalność wspomagająca edukację; 45_ Praktyka lekarska; 46_ Praktyka lekarska ogólna; 47_ Praktyka lekarska specjalistyczna; 48_ Pozostała działalność w zakresie opieki zdrowotnej; 49_ Praktyka pielęgniarek i położnych; 50_ Działalność paramedyczna; 51_ Pozostała działalność w zakresie opieki zdrowotnej, gdzie indziej niesklasyfikowana;\n                           52_ Artystyczna i literacka działalność twórcza 53_ Działalność rachunkowo-księgowa.\" Obecne brzmienie § 4 ust. 1 Statutu Spółki:\"1. Przedmiotem działalności Spółki jest: 1_ Drukowanie gazet; 2_ Produkcja artykułów piśmiennych; 3_ Pozostałe drukowanie; 4_ Produkcja podstawowych substancji farmaceutycznych; 5_ Produkcja leków i pozostałych wyrobów farmaceutycznych; 6_ Produkcja pozostałych wyrobów gdzie indziej niesklasyfikowanych; 7_ Naprawa i konserwacja maszyn; 8_ Sprzedaż hurtowa i detaliczna samochodów osobowych i furgonetek;9_ Sprzedaż hurtowa i detaliczna pozostałych pojazdów samochodowych zwyłączeniem motocykli; 10_ Wydawanie książek; 11_ Wydawanie wykazów oraz list; 12_ Wydawanie gazet; 13_ Wydawanie czasopism i pozostałych periodyków; 14_ Pozostała działalność wydawnicza; 15_ Działalność wydawnicza w zakresie gier komputerowych; 16_ Działalność wydawnicza w zakresie pozostałego oprogramowania; 17_ Działalność w zakresie nagrań dźwiękowych i muzycznych; 18_ Nadawanie programów radiofonicznych; 19_ Nadawanie programów telewizyjnych ogólnodostępnych i abonamentowych; -20_ Działalność związana z oprogramowaniem; 21_ Działalność związana z doradztwem w zakresie informatyki; 22_ Pozostała działalność usługowa w zakresie technologii informatycznych i komputerowych;\n                           23_ Działalność związana z zarządzaniem urządzeniami informatycznymi; 24_ Przetwarzanie danych: zarządzanie stronami internetowymi _hosting_ i podobna działalność;\n                           25_ Działalność portali internetowych; 26_ Działalność agencji informacyjnych; 27_ Działalność holdingów finansowych; 28_ Działalność firm centralnych _head offices_ i holdingów z wyłączeniem holdingów\n                           finansowych; 29_ Stosunki międzyludzkie _public relations_ i komunikacja; 30_ Pozostałe doradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania;\n                           31_ Pozostałe badania i analizy techniczne; 32_ Badania naukowe i prace rozwojowe w dziedzinie biotechnologii; 33_ Badania naukowe i prace rozwojowe w dziedzinie pozostałych nauk przyrodniczych\n                           i technicznych;34_ Działalność agencji reklamowych; 35_ Pośrednictwo w sprzedaży czasu i miejsca na cele reklamowe w radio i telewizji;\n                           36_ Pośrednictwo w sprzedaży miejsca na cele reklamowe w mediach drukowanych; 37_ Pośrednictwo w sprzedaży miejsca na cele reklamowe w mediach elektronicznych _Internet_;\n                           38_ Pośrednictwo w sprzedaży czasu i miejsca na cele reklamowe w pozostałych mediach;\n                           39_ Badanie rynku i opinii publicznej;  40_ Działalność fotograficzna; 41_ Pozostała działalność profesjonalna, naukowa i techniczna, gdzie indziej niesklasyfikowana;\n                           42_ Działalność związana z organizacją targów, wystaw i kongresów;43_ Pozostałe pozaszkolne formy edukacji gdzie indziej niesklasyfikowane;  44_ Działalność wspomagająca edukację; 45_ Praktyka lekarska; 46_ Praktyka lekarska ogólna; 47_ Praktyka lekarska specjalistyczna; 48_ Pozostała działalność w zakresie opieki zdrowotnej; 49_ Praktyka pielęgniarek i położnych; 50_ Działalność paramedyczna; 51_ Pozostała działalność w zakresie opieki zdrowotnej, gdzie indziej niesklasyfikowana;\n                           52_ Artystyczna i literacka działalność twórcza;53_ Działalność rachunkowo-księgowa; 54_ Transport drogowy towarów; 55_ Sprzedaż hurtowa wyrobów farmaceutycznych i medycznych; 56_ Wynajem i dzierżawa pozostałych maszyn, urządzeń oraz dóbr materialnych, gdzie\n                           indziej niesklasyfikowana; 57_ Działalność centrów telefonicznych _Call Center_.\"W załączeniu Emitent przekazuje tekst jednolity Statutu Spółki uwzględniający powyższe\n                           zmiany.",
        "date": "2018-12-20"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje o wpłynięciu\n                           do Spółki w dniu 14 grudnia 2018 r. zawiadomienia od Rockbridge TFI S.A. sporządzonego\n                           w trybie art. 69 Ustawy o ofercie publicznej _…_, którego treść Spółka przekazuje\n                           poniżej: \"Rockbridge Towarzystwo Funduszy Inwestycyjnych S.A. z siedzibą w Warszawie _\"Towarzystwo\"_\n                           działając w imieniu i na rzecz zarządzanych funduszy inwestycyjnych _\"Fundusze\"_ na\n                           podstawie 69 ust. 1 pkt 1 i 69a ust. 1 pkt 3 w zw. z art. 87 ust. 1 pkt 2 lit a ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz.\n                           U. z 2018 r., poz. 51; \"Ustawa\"_, niniejszym zawiadamia o przekroczeniu przez Fundusze\n                           progu 10% w ogólnej liczbie głosów na walnym zgromadzeniu Spółki Polski Bank Komórek\n                           Macierzystych  S.A. z siedzibą w Warszawie _\"Spółka\"_.Zwiększenie stanu posiadania ogólnej liczby głosów w Spółce powyżej 10% nastąpiło\n                           na skutek przejęcia przez Towarzystwo w dniu 11 grudnia 2018 r. od Altus TFI S.A.\n                           zarządzania funduszami inwestycyjnymi _\"Transakcja\"_. W składzie portfeli przejętych\n                           funduszy inwestycyjnych znajdują się akcje Spółki, w liczbie 315 752 _słownie: trzystu\n                           piętnastu tysięcy siedmiuset pięćdziesięciu dwóch_, które stanowią 6,63% kapitału\n                           zakładowego Spółki oraz uprawniają do 315 752 _słownie: trzystu piętnastu tysięcy\n                           siedmiuset pięćdziesięciu dwóch_ głosów na Walnych Zgromadzeniach Spółki oraz reprezentują\n                           6,63% ogólnej liczby głosów Spółki.Przed Transakcją Fundusze posiadały łącznie 242 055 _słownie: dwieście czterdzieści\n                           dwa tysiące pięćdziesiąt pięć_ akcji, które stanowią 5,08% kapitału zakładowego Spółki\n                           oraz uprawniają do 242 055 _słownie: dwustu czterdziestu dwóch tysięcy pięćdziesięciu\n                           pięciu_ głosów na Walnych Zgromadzeniach Spółki oraz reprezentują 5,08% ogólnej liczby\n                           głosów w Spółce. Po zawarciu Transakcji Fundusze posiadają łącznie 557 807 _słownie: pięćset pięćdziesiąt\n                           siedem tysięcy osiemset siedem_ akcji, które stanowią 11,71% kapitału zakładowego\n                           Spółki oraz uprawniają do 557 807 _słownie: pięciuset pięćdziesięciu siedmiu tysięcy\n                           ośmiuset siedmiu_ głosów na Walnych Zgromadzeniach Spółki oraz reprezentują 11,71%\n                           ogólnej liczby głosów w Spółce.Ponadto Towarzystwo Informuje, że:1_Fundusze nie posiadają podmiotów zależnych, które posiadałyby akcje Spółki,2_Fundusze nie zawarły umów z osobami trzecimi, określonymi w art. 87 ust. 1 pkt 3\n                           lit c Ustawy,3_Funduszom nie przysługuje prawo głosu z akcji Spółki w związku z sytuacjami określonymi\n                           w art. 69 ust. 4 pkt 7 oraz 8 Ustawy.",
        "date": "2018-12-15"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 54/2018 oraz wcześniejszych raportów dotyczących\n                           podwyższenia kapitału zakładowego poprzez emisję akcji serii L _\"Akcje Serii L\"_,\n                           Zarząd Polskiego Banku Komórek Macierzystych S.A. _\"Spółka\", \"Emitent\"_ informuje,\n                           że Spółka w dniu 14 grudnia 2018 r. powzięła informację o przyjęciu przez inwestorów\n                           złożonych przez Spółkę ofert objęcia 918.728 _dziewięćset osiemnaście tysięcy siedemset\n                           dwadzieścia osiem_ Akcji Serii L, w związku z czym Spółka niniejszym informuje, że\n                           zawarła z inwestorami umowy objęcia 918.728 _dziewięćset osiemnaście tysięcy siedemset\n                           dwadzieścia osiem_ Akcji Serii L o łącznej wartości, rozumianej jako iloczyn liczby\n                           objętych Akcji Serii L i ceny emisyjnej Akcji Serii L wynoszącej 58,00 _pięćdziesiąt\n                           osiem_ złotych za jedną Akcję Serii L, w wysokości 53.286.224 _pięćdziesiąt trzy miliony\n                           dwieście osiemdziesiąt sześć tysięcy dwieście dwadzieścia cztery_ złote.Zarząd Emitenta ponadto informuje, że wymagane wkłady pieniężne na pokrycie Akcji\n                           Serii L zostały wniesione w całości.Zastrzeżenie: Niniejszy raport bieżący ma charakter wyłącznie informacyjny. Niniejszy raport bieżący\n                           nie służy w jakikolwiek sposób, bezpośrednio lub pośrednio, promowaniu subskrypcji\n                           akcji nowej emisji Emitenta i nie jest materiałem promocyjnym przygotowanym lub opublikowanym\n                           przez Spółkę na potrzeby promowania akcji nowej emisji lub ich subskrypcji albo zachęcania,\n                           bezpośrednio lub pośrednio, do ich objęcia. Spółka nie opublikowała dotychczas jakichkolwiek\n                           materiałów mających na celu promocję akcji nowej emisji lub ich subskrypcji. Niniejszy\n                           dokument nie stanowi prospektu emisyjnego lub innego dokumentu ofertowego, których\n                           sporządzenie nie jest przewidywane w związku z emisją akcji przez Spółkę. Niniejszy materiał, jak też jakakolwiek jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio albo pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki albo\n                           w innych państwach, w których publiczne rozpowszechnianie informacji zawartych w niniejszym\n                           materiale może podlegać ograniczeniom lub być zakazane przez prawo. Papiery wartościowe,\n                           o których mowa w niniejszym materiale, nie zostały i nie zostaną zarejestrowane na\n                           podstawie Amerykańskiej Ustawy o Papierach Wartościowych z 1933 r. ze zmianami _ang.\n                           U.S. Securities Act of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów\n                           Zjednoczonych Ameryki za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu\n                           przewidzianemu w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie\n                           wyjątku od takiego obowiązku rejestracyjnego. Nie podlega rozpowszechnianiu, publikacji ani dystrybucji, bezpośrednio czy pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki, Australii, Kanady, Japonii ani\n                           w żadnej innej jurysdykcji, w której podlega to ograniczeniom lub jest niedozwolone.",
        "date": "2018-12-14"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2018-12-13"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje o wpłynięciu\n                           do Spółki w dniu 10 grudnia 2018 r. zawiadomienia od ALTUS TFI S.A. sporządzonego\n                           w trybie art. 69 Ustawy o ofercie publicznej _…_, którego treść Spółka przekazuje\n                           poniżej: \"Działając na podstawie art. 69 ust. 1 pkt 2_ w związku z art. 87 ust. 1 pkt 2_ ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz. U. z 2005 r., Nr 184, poz. 1539 z póź. zm._, ALTUS Towarzystwo\n                           Funduszy Inwestycyjnych S.A. _\"ALTUS TFI S.A.\"_, zawiadamia w imieniu funduszy inwestycyjnych\n                           zarządzanych przez ALTUS TFI S.A., iż fundusze zarządzane przez ALTUS TFI S.A. zmniejszyły\n                           swój udział poniżej 10% w ogólnej liczbie głosów w Polskim Banku Komórek Macierzystych S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:\n                           Zmniejszenie udziału w ogólnej liczbie głosów w Spółce nastąpiło na skutek przejęcia\n                           w dniu 4 grudnia 2018 r. przez Rockbridge TFI S.A. od ALTUS TFI S.A. zarządzania następującymi\n                           funduszami inwestycyjnymi zamkniętymi:- ALTUS FIZ AKCJI+- ALTUS ASZ FIZ Rynków Zagranicznych 2- ALTUS FIZ Aktywny Akcji- ALTUS ASZ FIZ Global Opportunities- ALTUS FIZ Akcji Globalnych 2- Altus Market Neutral High Dividend FIZLiczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           spółki oraz o liczbie głosów z tych akcji i ich procentowym udziale w ogólnej liczbie\n                           głosów: Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 573 742 akcji Spółki, stanowiących 12,05% kapitału zakładowego Spółki, uprawniających\n                           do wykonywania 573 742 głosów, co stanowiło 12,05% w ogólnej liczbie głosów w Spółce.\n                           Liczba aktualnie posiadanych akcji i ich procentowym udziale w kapitale zakładowym\n                           spółki oraz o liczbie głosów z tych akcji i ich procentowym udziale w ogólnej liczbie\n                           głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 418 187 akcji Spółki, stanowiących 8,78% kapitału zakładowego Spółki, uprawniających\n                           do wykonywania 418 187 głosów w Spółce, co stanowi 8,78% w ogólnej liczbie głosów\n                           w Spółce.Ogólna liczba akcji Spółki oraz liczba głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki wynosi 4 763 054. Brak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje Spółki. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c wyżej powołanej\n                           ustawy w stosunku do akcjonariuszy. Brak jest instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 1_ i 2_ Ustawy.\"",
        "date": "2018-12-11"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 52/2018 oraz raportów wcześniejszych dotyczących\n                           podwyższenia kapitału zakładowego poprzez emisję akcji serii L _\"Akcje Serii L\"_,\n                           Zarząd Polskiego Banku Komórek Macierzystych S.A. _\"Spółka\", \"Emitent\"_ informuje,\n                           że działając na podstawie § 3 ust. 1 lit. a_ uchwały nr 5 Nadzwyczajnego Walnego Zgromadzenia\n                           _\"NWZ\"_ Spółki z dnia 23 listopada 2018 r. w sprawie: _i_ podwyższenia kapitału zakładowego\n                           Spółki o kwotę nie niższą niż 50 _pięćdziesiąt_ groszy, ale nie większą niż 459.364\n                           _czterysta pięćdziesiąt dziewięć tysięcy trzysta sześćdziesiąt cztery_ złote poprzez\n                           emisję nowych akcji zwykłych serii L, pozbawienia dotychczasowych akcjonariuszy w\n                           całości prawa poboru wszystkich akcji nowej emisji serii L, _ii_ dematerializacji\n                           oraz ubiegania się o dopuszczenie i wprowadzenie akcji nowej emisji serii L i praw\n                           do akcji serii L do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów\n                           Wartościowych w Warszawie S.A.; oraz _iii_ zmiany Statutu Spółki _\"Uchwała\"_, uwzględniając\n                           wyniki procesu budowania księgi popytu, przy założeniu maksymalizacji wpływów z emisji\n                           Akcji Serii L oraz mając na uwadze, że ustalona cena emisyjna Akcji Serii L nie może\n                           być niższa od średniej ceny rynkowej, to jest, ceny będącej średnią arytmetyczną ze\n                           średnich, dziennych cen akcji Spółki ważonych wolumenem obrotu, z wyłączeniem transakcji\n                           pakietowych z okresu miesiąca poprzedzającego podjęcie Uchwały, w czasie którego dokonywany\n                           był obrót akcjami Spółki na rynku głównym prowadzonym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A., tj. ceny wynoszącej 55,54 _słownie: pięćdziesiąt pięć złotych i\n                           pięćdziesiąt cztery grosze_, w dniu dzisiejszym ustalił cenę emisyjną Akcji Serii\n                           L w wysokości 58,00 _słownie: pięćdziesiąt osiem_ złotych za jedną Akcję Serii L.Zarząd Spółki informuje również, że działając na podstawie § 3 ust. 1 lit. d_ Uchwały,\n                           w związku z zakończeniem procesu budowania księgi popytu na Akcje Serii L, w tym samym\n                           dniu ustalił łączną liczbę Akcji Serii L, jaka zostanie zaoferowana uczestnikom procesu\n                           budowania księgi popytu, którzy złożyli deklaracje zainteresowania objęciem Akcji\n                           Serii L, z uwzględnieniem postanowień Uchwały, na 918.728 _słownie: dziewięćset osiemnaście\n                           tysięcy siedemset dwadzieścia osiem_. Średnia stopa redukcji zapisów na akcje nowej\n                           emisji serii L wyniosła 31%. Zarząd Spółki zamierza zawrzeć umowy objęcia Akcji Serii L nie później niż do dnia\n                           14 grudnia 2018 r.Ponadto, w związku z ustaleniem ceny emisyjnej również w dniu 10 grudnia 2018 r. został\n                           zawarty Aneks Cenowy _ang. Pricing Supplement_ do Umowy o Plasowanie Akcji _ang. Placement\n                           Agreement_ z dnia 5 grudnia 2018 r. zawartej przez Spółkę z Santander Bank Polska\n                           S.A. działającą poprzez wyodrębnioną organizacyjnie jednostkę – Santander Biuro Maklerskie.\n                           _\"Aneks Cenowy\"_. Strony określiły w Aneksie Cenowym cenę emisyjną Akcji Serii L oraz\n                           liczbę oferowanych do objęcia Akcji Serii L, zgodnie z treścią niniejszego raportu\n                           bieżącego, a także wstępną listę alokacji Akcji Serii L wybranym inwestorom, spełniającym\n                           kryteria uznania za Uprawnionych Inwestorów określone w Uchwale.Zastrzeżenie: Niniejszy raport bieżący ma charakter wyłącznie informacyjny. Niniejszy raport bieżący\n                           nie służy w jakikolwiek sposób, bezpośrednio lub pośrednio, promowaniu subskrypcji\n                           akcji nowej emisji Emitenta i nie jest materiałem promocyjnym przygotowanym lub opublikowanym\n                           przez Spółkę na potrzeby promowania akcji nowej emisji lub ich subskrypcji albo zachęcania,\n                           bezpośrednio lub pośrednio, do ich objęcia. Spółka nie opublikowała dotychczas jakichkolwiek\n                           materiałów mających na celu promocję akcji nowej emisji lub ich subskrypcji. Niniejszy\n                           dokument nie stanowi prospektu emisyjnego lub innego dokumentu ofertowego, których\n                           sporządzenie nie jest przewidywane w związku z emisją akcji przez Spółkę. Niniejszy materiał, jak też jakakolwiek jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio albo pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki albo\n                           w innych państwach, w których publiczne rozpowszechnianie informacji zawartych w niniejszym\n                           materiale może podlegać ograniczeniom lub być zakazane przez prawo. Papiery wartościowe,\n                           o których mowa w niniejszym materiale, nie zostały i nie zostaną zarejestrowane na\n                           podstawie Amerykańskiej Ustawy o Papierach Wartościowych z 1933 r. ze zmianami _ang.\n                           U.S. Securities Act of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów\n                           Zjednoczonych Ameryki za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu\n                           przewidzianemu w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie\n                           wyjątku od takiego obowiązku rejestracyjnego. Nie podlega rozpowszechnianiu, publikacji ani dystrybucji, bezpośrednio czy pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki, Australii, Kanady, Japonii ani\n                           w żadnej innej jurysdykcji, w której podlega to ograniczeniom lub jest niedozwolone.",
        "date": "2018-12-10"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje o wpłynięciu\n                           do Spółki w dniu 7 grudnia 2018 r. zawiadomienia od Rockbridge TFI S.A. sporządzonego\n                           w trybie art. 69 Ustawy o ofercie publicznej _…_, którego treść Spółka przekazuje\n                           poniżej: \"Rockbridge Towarzystwo Funduszy inwestycyjnych S.A. z siedzibą w Warszawie _\"Towarzystwo\"_\n                           działając w imieniu i na rzecz zarządzanych funduszy inwestycyjnych _\"Fundusze\"_ na\n                           podstawie 69 ust. 1 pkt 1 i 69a ust. 1 pkt 3 w zw. z art. 87 ust. 1 pkt 2 lit a ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz.\n                           U. z 2018 r., poz. 51; \"Ustawa\"_, niniejszym zawiadamia o przekroczeniu przez Fundusze\n                           progu 5% w ogólnej liczbie głosów na walnym zgromadzeniu spółki Polski Bank Komórek\n                           Macierzystych S.A. z siedzibą w Warszawie _\"Spółka\"_.Zwiększenie stanu posiadania ogólnej liczby głosów w Spółce powyżej 5% nastąpiło na\n                           skutek przejęcia przez Towarzystwo w dniu 4 grudnia 2018 r. od Altus TFI S.A. zarządzania\n                           funduszami inwestycyjnymi _\"Transakcja\"_. W składzie portfeli przejętych funduszy\n                           inwestycyjnych znajdują się akcje Spółki, w liczbie 155 555 _słownie: stu pięćdziesięciu\n                           pięciu tysięcy pięciuset pięćdziesięciu pięciu_, które stanowią 3,26% kapitału zakładowego\n                           Spółki oraz uprawniają do 155 555 _słownie: stu pięćdziesięciu pięciu tysięcy pięciuset\n                           pięćdziesięciu pięciu_ głosów na Walnych Zgromadzeniach Spółki oraz reprezentują 3,26%\n                           ogólnej liczby głosów w Spółki.Przed Transakcją Fundusze posiadały łącznie 86 500 _słownie: osiemdziesiąt sześć tysięcy\n                           pięćset_ akcji Spółki, które stanowiły 1,82% kapitału zakładowego Spółki, uprawniały\n                           do 86 500 _słownie: osiemdziesięciu sześciu tysięcy pięciuset_ głosów na Walnych Zgromadzeniach\n                           Spółki oraz reprezentowały 1,82% ogólnej liczby głosów w Spółce.Po zawarciu Transakcji Fundusze posiadają łącznie 242 055 _słownie: dwieście czterdzieści\n                           dwa tysiące pięćdziesiąt pięć_ akcji, które stanowią 5,08% kapitału zakładowego Spółki\n                           oraz uprawniają do 242 055 _słownie: dwustu czterdziestu dwóch tysięcy pięćdziesięciu\n                           pięciu_ głosów na Walnych Zgromadzeniach Spółki oraz reprezentują 5,08% ogólnej liczby\n                           głosów w Spółce.Ponadto Towarzystwo informuje, że:1_ Fundusze nie posiadają podmiotów zależnych, które posiadałyby akcje Spółki,2_ Fundusze nie zawarły umów z osobami trzecimi, określonymi w art. 87 ust. 1 pkt\n                           3 lit c Ustawy,3_ Funduszom nie przysługuje prawo głosu z akcji Spółki w związku z sytuacjami określonymi\n                           w art. 69 ust. 4 pkt 7 oraz 8 Ustawy.\"",
        "date": "2018-12-07"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportów bieżących nr 48/2018  i 50/2018 z 23 listopada 2018 r., Zarząd\n                           Polskiego Banku Komórek Macierzystych S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_\n                           niniejszym informuje, że w dniu 5 grudnia 2018 r. została podjęta decyzja o rozpoczęciu\n                           działań w celu podwyższenia kapitału zakładowego Spółki poprzez emisję nie więcej\n                           niż 918.728 akcji serii L akcji zwykłych na okaziciela serii L Spółki _\"Akcje Serii\n                           L\"_ z wyłączeniem prawa poboru dotychczasowych akcjonariuszy Spółki.Decyzja o podjęciu ww. działań przez Spółkę nastąpiła w wykonaniu uchwały nr 5 Nadzwyczajnego\n                           Walnego Zgromadzenia _\"NWZ\"_ Spółki z dnia 23 listopada 2018 r. w sprawie: _i_ podwyższenia\n                           kapitału zakładowego Spółki o kwotę nie niższą niż 50 _pięćdziesiąt_ groszy, ale nie\n                           większą niż 459.364 _czterysta pięćdziesiąt dziewięć tysięcy trzysta sześćdziesiąt\n                           cztery_ złote poprzez emisję nowych akcji zwykłych serii L, pozbawienia dotychczasowych\n                           akcjonariuszy w całości prawa poboru wszystkich akcji nowej emisji serii L, _ii_ dematerializacji\n                           oraz ubiegania się o dopuszczenie i wprowadzenie akcji nowej emisji serii L i praw\n                           do akcji serii L do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów\n                           Wartościowych w Warszawie S.A.; oraz _iii_ zmiany Statutu Spółki _\"Uchwała\"_.Emisja Akcji Serii L zostanie przeprowadzona przez Spółkę w drodze subskrypcji prywatnej\n                           w rozumieniu art. 431 § 2 pkt 1 Kodeksu Spółek Handlowych skierowanej wyłącznie do\n                           wybranych inwestorów.Zgodnie z decyzją Spółki, emisja Akcji Serii L zostanie przeprowadzona w drodze oferty\n                           publicznej _\"Oferta\"_ w rozumieniu art. 3 ust. 1 ustawy z dnia 29 lipca 2005 r. o\n                           ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _\"Ustawa o Ofercie\"_, dla której nie przewidziano\n                           obowiązku sporządzenia prospektu ani innego dokumentu ofertowego, skierowanej wyłącznie\n                           do wybranych inwestorów: _i_ będących klientami profesjonalnymi w rozumieniu ustawy\n                           z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi _\"Ustawa o Obrocie\"_;\n                           lub _ii_ inwestorów, z których każdy nabędzie akcje serii L o wartości liczonej według\n                           ceny emisyjnej z dnia jej ustalenia wynoszącej co najmniej 100.000 euro _\"Uprawnieni\n                           Inwestorzy\"_. Oferta zostanie przeprowadzona na terytorium Rzeczypospolitej Polskiej,\n                           zaś określone informacje dotyczące Spółki oraz jej działalności mogą zostać przekazane\n                           inwestorom instytucjonalnym poza granicami Stanów Zjednoczonych Ameryki _z wyłączeniem\n                           Polski_, zgodnie z Regulacją S amerykańskiej ustawy o papierach wartościowych z 1933\n                           r. _ang. US Securities Act of 1933, as amended_ oraz kwalifikowanym inwestorom instytucjonalnym\n                           w Stanach Zjednoczonych na podstawie Zasady 144A zawartej w tej samej ustawie.Zarząd Spółki informuje również, że Oferta zostanie rozpoczęta bezpośrednio po publikacji\n                           niniejszego raportu bieżącego oraz zostanie przeprowadzona w trybie budowania księgi\n                           popytu wśród Uprawnionych Inwestorów zgodnie z Uchwałą oraz Umową o Plasowanie _według\n                           definicji określonej poniżej_. Przewiduje się, że proces budowania księgi popytu zakończy\n                           się w dniu 10 grudnia 2018 r. o godz. 15:00 CET.Akcje Serii L zostaną zaoferowane w pierwszej kolejności tym Uprawnionym Inwestorom,\n                           zaproszonym do uczestniczenia w procesie budowania księgi popytu na Akcje Serii L,\n                           którzy byli akcjonariuszami Spółki według stanu na dzień 8 listopada 2018 r. _\"Dzień\n                           Pierwszeństwa\"_ i posiadali wówczas akcje Spółki uprawniające do wykonywania co najmniej\n                           0,5% ogólnej liczby głosów w Spółce oraz spełnią pozostałe warunki wskazane w Uchwale,\n                           w tym przedstawią w procesie budowania księgi popytu dokument potwierdzający, że dany\n                           podmiot był akcjonariuszem Spółki w Dniu Pierwszeństwa _\"Uprawnieni Inwestorzy Objęci\n                           Pierwszeństwem\"_.W celu udziału w subskrypcji prywatnej Akcji Serii L na preferencyjnych warunkach\n                           Uprawnieni Inwestorzy, którzy nie zarejestrowali się na Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki, które odbyło się w dniu 23 listopada 2018 r., powinni dostarczyć najpóźniej\n                           do dnia 10 grudnia 2018 r. do godz. 15:00 CET, dokument potwierdzający, że dany Uprawniony\n                           Inwestor, w Dniu Pierwszeństwa był akcjonariuszem Spółki _dokument w postaci \"informacji\n                           o stanie rachunku papierów wartościowych\" powinien wskazywać co najmniej dane akcjonariusza\n                           oraz liczbę akcji Spółki posiadanych przez akcjonariusza na koniec dnia 8 listopada\n                           2018 r._ na adres: powiadomienia@pbkm.pl.W odniesieniu do Akcji Serii L, Uprawnionym Inwestorom Objętym Pierwszeństwem w rozumieniu\n                           Uchwały, przysługiwać będzie pierwszeństwo w objęciu Akcji Serii L w liczbie odpowiadającej\n                           iloczynowi: _a_ stosunku liczby akcji Spółki posiadanych przez Uprawnionego Inwestora\n                           Objętego Pierwszeństwem na Datę Pierwszeństwa wskazanej w dokumencie potwierdzającym\n                           lub liście uprawnionych do uczestnictwa w NWZ Spółki z dnia 23 listopada 2018 r. do\n                           liczby wszystkich istniejących akcji Spółki w Dacie Pierwszeństwa oraz _b_ określonej\n                           przez Zarząd ostatecznej liczby oferowanych Akcji Serii L, przy czym w przypadku,\n                           gdy tak określona liczba Akcji Serii L przypadających danemu Uprawnionemu Inwestorowi\n                           Objętemu Pierwszeństwem nie będzie liczbą całkowitą, zostanie ona zaokrąglona w dół\n                           do najbliższej liczby całkowitej _\"Pierwszeństwo w Obejmowaniu Akcji Serii L\"_.Ostateczna liczba Akcji Serii L, która zostanie zaoferowana do objęcia przez Uprawnionych\n                           Inwestorów oraz cena emisyjna tych akcji zostaną określone przez Zarząd Spółki po\n                           przeprowadzeniu procesu budowania księgi popytu, w zależności od poziomu zainteresowania\n                           inwestorów objęciem Akcji Serii L.Akcje Serii L zostaną zaoferowane ostatecznie do objęcia tym Uprawnionym Inwestorom,\n                           którzy zostaną wskazani w uchwale Zarządu Spółki podjętej po przeprowadzeniu budowy\n                           księgi popytu.Przewiduje się, iż umowy objęcia Akcji Serii L zostaną zawarte do dnia 14 grudnia\n                           2018 r., a wpłaty wkładów pieniężnych za Akcje Serii L zostaną dokonane w terminie\n                           i na rachunek bankowy Oferującego _zgodnie z definicją poniżej_ wskazanych w umowach\n                           objęcia Akcji Serii L.Ponadto, w dniu 5 grudnia 2018 r. Spółka zawarła warunkową umowę plasowania Akcji\n                           Serii L Spółki _ang. Placement Agreement_ z Santander Bank Polska S.A. działającą\n                           poprzez wyodrębnioną organizacyjnie jednostkę – Santander Biuro Maklerskie _\"Santander\";\n                           \"Oferujący\"_ _\"Umowa o Plasowanie\"_.Zgodnie z Umową o Plasowanie Oferujący zobowiązał się do świadczenia usług na potrzeby\n                           plasowania Akcji Serii L na zasadach określonych w tej umowie, w szczególności do\n                           dołożenia należytej staranności w celu pozyskania potencjalnych inwestorów oraz zapewnienia\n                           subskrybowania i opłacenia akcji przez takich inwestorów. Na Oferującym nie ciąży\n                           jednak obowiązek w zakresie gwarantowania powodzenia emisji Akcji Serii L. Umowa o\n                           Plasowanie zawiera standardowe warunki dla zobowiązań Oferującego znajdujące się w\n                           umowach tego typu zawieranych w transakcjach podobnych do oferty Akcji Serii L, w\n                           tym warunki związane z wystąpieniem zdarzeń w zakresie siły wyższej oraz wystąpieniem\n                           istotnej negatywnej zmiany w sytuacji Spółki. Umowa o Plasowanie zawiera również oświadczenia\n                           i zapewnienia dotyczące Emitenta, jego grupy kapitałowej oraz prowadzonej przez nich\n                           działalności, w zakresie standardowo składanym przez emitentów papierów wartościowych\n                           w umowach tego typu zawieranych w transakcjach podobnych do oferty Akcji Serii L.\n                           Umowa o Plasowanie może zostać rozwiązana na zasadach w niej określonych, w tym w\n                           przypadku niezawarcia aneksu cenowego do Umowy o Plasowanie, w którym strony Umowy\n                           o Plasowanie ustalą m.in. cenę emisyjną Akcji Serii L. Umowa o Plasowanie podlega\n                           prawu polskiemu i jurysdykcji sądów polskich. Umowa o Plasowanie przewiduje, że Oferujący\n                           i inne osoby wskazane w Umowie o Plasowanie zostaną zwolnione z odpowiedzialności\n                           i obowiązku świadczenia w odniesieniu do określonych roszczeń, zobowiązań lub kosztów,\n                           które mogą być dochodzone od lub podniesione wobec Oferującego lub innych wskazanych\n                           osób w związku z Umową o Plasowanie _klauzula indemnifikacyjna_.Za wyjątkiem standardowych wyłączeń uzgodnionych pomiędzy Emitentem i Oferującym _w\n                           tym obejmujących m.in. emisję akcji serii K Spółki w związku z realizacją obowiązującego\n                           w Spółce programu motywacyjnego_, Emitent w Umowie o Plasowanie zobowiązał się, że\n                           bez zgody Oferującego nie będzie emitować, sprzedawać, ani oferować akcji w okresie\n                           od dnia zawarcia Umowy o Plasowanie do upływu 180 dni od daty pierwszego notowania\n                           praw do Akcji Serii L lub Akcji Serii L w przypadku braku notowań praw do akcji _\"Ograniczenie\n                           Lock-up\"_. Ponadto, Emitent i Oferujący uzgodnili, że zakaz sprzedaży i oferowania\n                           akcji w ramach powyższego Ograniczenia Lock-up będzie miał zastosowanie również do\n                           członków Zarządu Emitenta. Ograniczenie Lock-up przestaje obowiązywać w przypadku\n                           rozwiązania Umowy o Plasowanie na zasadach w niej określonych, w tym w przypadku niezawarcia\n                           aneksu cenowego do Umowy o Plasowanie.Emitent będzie ubiegał się o dopuszczenie i wprowadzenie Akcji Serii L oraz, jeżeli\n                           zostaną spełnione wymogi regulacyjne dla takiego dopuszczenia i wprowadzenia praw\n                           do Akcji Serii L, do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów\n                           Wartościowych w Warszawie S.A. _\"Dopuszczenie\"_. Na potrzeby Oferty i Dopuszczenia\n                           nie jest wymagane udostępnienie do publicznej wiadomości przez Emitenta prospektu\n                           emisyjnego lub memorandum informacyjnego, a Emitent nie prowadzi i nie będzie prowadził\n                           akcji promocyjnej Oferty.Zastrzeżenie: Niniejszy raport bieżący ma charakter wyłącznie informacyjny. Niniejszy raport bieżący\n                           nie służy w jakikolwiek sposób, bezpośrednio lub pośrednio, promowaniu subskrypcji\n                           akcji nowej emisji Emitenta i nie jest materiałem promocyjnym przygotowanym lub opublikowanym\n                           przez Spółkę na potrzeby promowania akcji nowej emisji lub ich subskrypcji albo zachęcania,\n                           bezpośrednio lub pośrednio, do ich objęcia. Spółka nie opublikowała dotychczas jakichkolwiek\n                           materiałów mających na celu promocję akcji nowej emisji lub ich subskrypcji. Niniejszy\n                           dokument nie stanowi prospektu emisyjnego lub innego dokumentu ofertowego, których\n                           sporządzenie nie jest przewidywane w związku z emisją akcji przez Spółkę. Niniejszy materiał, jak też jakakolwiek jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio albo pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki albo\n                           w innych państwach, w których publiczne rozpowszechnianie informacji zawartych w niniejszym\n                           materiale może podlegać ograniczeniom lub być zakazane przez prawo. Papiery wartościowe,\n                           o których mowa w niniejszym materiale, nie zostały i nie zostaną zarejestrowane na\n                           podstawie Amerykańskiej Ustawy o Papierach Wartościowych z 1933 r. ze zmianami _ang.\n                           U.S. Securities Act of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów\n                           Zjednoczonych Ameryki za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu\n                           przewidzianemu w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie\n                           wyjątku od takiego obowiązku rejestracyjnego. Nie podlega rozpowszechnianiu, publikacji ani dystrybucji, bezpośrednio czy pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki, Australii, Kanady, Japonii ani\n                           w żadnej innej jurysdykcji, w której podlega to ograniczeniom lub jest niedozwolone.",
        "date": "2018-12-05"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. w załączeniu przekazuje informacje\n                           nt. akcjonariuszy posiadających co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 23 listopada 2018 r.",
        "date": "2018-11-23"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka, Emitent_ przekazuje w załączeniu\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki w dniu 23 listopada\n                           2018 r. _NWZ_, wraz z wynikami głosowań poszczególnych uchwał, w tym treść uchwały\n                           nr 5 w sprawie podwyższenia kapitału zakładowego Spółki o kwotę nie wyższą niż 459.364\n                           zł poprzez emisję nie więcej niż 918.728 akcji serii L w drodze oferty publicznej\n                           z wyłączeniem prawa poboru obecnych akcjonariuszy oraz w sprawie zmiany Statutu Spółki.Jednocześnie Spółka informuje, że NWZ Spółki nie odstąpiło od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, a do protokołu nie zostały zgłoszone sprzeciwy\n                           względem żadnej z uchwał, a ponadto nie miało miejsca zgłoszenie projektów uchwał,\n                           które były poddane pod głosowanie, a nie zostały podjęte. Dodatkowo w załączeniu Spółka\n                           przekazuje Regulamin Rady Nadzorczej Spółki uwzględniający zmiany zatwierdzone przez\n                           NWZ. Ponadto, w nawiązaniu do raportu bieżącego nr 48/2018 w sprawie podjęcia uchwały w\n                           sprawie podwyższenia kapitału zakładowego w związku z emisją akcji serii L Spółka\n                           przypomina, że oferta publiczna zostanie przeprowadzona bez sporządzania prospektu\n                           w trybie subskrypcji prywatnej w rozumieniu art. 431 § 2 pkt 1_ KSH, skierowanej wyłącznie\n                           do wybranych inwestorów: _i_ będących klientami profesjonalnymi w rozumieniu ustawy\n                           z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi; lub _ii_ inwestorów,\n                           z których każdy nabędzie akcje serii L o wartości liczonej według ceny emisyjnej z\n                           dnia jej ustalenia wynoszącej co najmniej 100.000 euro. Oferta zostanie przeprowadzona\n                           na terytorium Rzeczypospolitej Polskiej, zaś określone informacje dotyczące Spółki\n                           oraz jej działalności mogą zostać przekazane inwestorom instytucjonalnym poza granicami\n                           Stanów Zjednoczonych Ameryki _z wyłączeniem Polski_, zgodnie z Regulacją S amerykańskiej\n                           ustawy o papierach wartościowych z 1933 r. _ang. US Securities Act of 1933, as amended_\n                           oraz kwalifikowanym inwestorom instytucjonalnym w Stanach Zjednoczonych na podstawie\n                           Zasady 144A zawartej w tej samej ustawie.Zgodnie z uzasadnieniem do uchwały nr 5 NWZ podwyższenie kapitału zakładowego Spółki\n                           w drodze emisji akcji serii L będzie jednym z istotnych czynników wsparcia Spółki\n                           w realizacji jej strategii akwizycji. Wpływy z emisji akcji zostaną wykorzystane na\n                           sfinansowanie zakupu i/lub objęcia udziałów i/lub akcji w spółkach  zgodnie ze strategią\n                           rozwoju Spółki i jej grupy. Potencjalne projekty akwizycyjne dotyczyć będą głównie\n                           rynków europejskich - część podmiotów, których dotyczyć mogą potencjalne akwizycje\n                           operuje na rynkach Grupy Famicord co umożliwia osiągnięcie synergii rynkowych i finansowych.\n                           Rozważane jest zaangażowanie w kilka takich projektów w perspektywie kolejnych kilkunastu\n                           miesięcy, przy czym na dzień dzisiejszy żadne decyzje oraz deklaracje w tym zakresie\n                           nie zostały podjęte. W portfolio potencjalnych projektów, w których rozważane może\n                           być zaangażowanie jako celu akwizycyjnego, aktualnie identyfikowanych jest kilkanaście\n                           podmiotów, których wstępna szacowana łączna wycena wynosi ok. 25 mln euro. Zarząd\n                           Spółki oczekuje, że transakcje będą realizowane na parametrach mnożnikowych opartych\n                           o standardy branżowe, przy czym każdorazowo decyzje odnośnie zaangażowania w konkretne\n                           projekty akwizycyjne uzależnione będą m.in. od szczegółowych analiz oraz warunków\n                           transakcyjnych.Mając na celu realizację uchwały nr 5 NWZ, została zawarta przez Spółkę umowa o oferowanie\n                           akcji serii L z Santander Bank Polska S.A. działającym przez wyodrębnioną organizacyjnie\n                           jednostkę Santander Biuro Maklerskie, który będzie pełnić funkcję Wyłącznego Globalnego\n                           Koordynatora i Prowadzącego Księgę Popytu. Przewiduje się, że oferta publiczna zostanie\n                           przeprowadzona do końca 2018 r.Zastrzeżenie: Niniejszy raport bieżący ma charakter wyłącznie informacyjny. Niniejszy raport bieżący\n                           nie służy w jakikolwiek sposób, bezpośrednio lub pośrednio, promowaniu subskrypcji\n                           akcji nowej emisji Emitenta i nie jest materiałem promocyjnym przygotowanym lub opublikowanym\n                           przez Spółkę na potrzeby promowania akcji nowej emisji lub ich subskrypcji albo zachęcania,\n                           bezpośrednio lub pośrednio, do ich objęcia. Spółka nie opublikowała dotychczas jakichkolwiek\n                           materiałów mających na celu promocję akcji nowej emisji lub ich subskrypcji. Niniejszy\n                           dokument nie stanowi prospektu emisyjnego lub innego dokumentu ofertowego, których\n                           sporządzenie nie jest przewidywane w związku z emisją akcji przez Spółkę. Niniejszy materiał, jak też jakakolwiek jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio albo pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki albo\n                           w innych państwach, w których publiczne rozpowszechnianie informacji zawartych w niniejszym\n                           materiale może podlegać ograniczeniom lub być zakazane przez prawo. Papiery wartościowe,\n                           o których mowa w niniejszym materiale, nie zostały i nie zostaną zarejestrowane na\n                           podstawie Amerykańskiej Ustawy o Papierach Wartościowych z 1933 r. ze zmianami _ang.\n                           U.S. Securities Act of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów\n                           Zjednoczonych Ameryki za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu\n                           przewidzianemu w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie\n                           wyjątku od takiego obowiązku rejestracyjnego. Nie podlega rozpowszechnianiu, publikacji ani dystrybucji, bezpośrednio czy pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki, Australii, Kanady, Japonii ani\n                           w żadnej innej jurysdykcji, w której podlega to ograniczeniom lub jest niedozwolone.",
        "date": "2018-11-23"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 23\n                           listopada 2018 r. Nadzwyczajne Walne Zgromadzenie Spółki powołało do Rady Nadzorczej\n                           Spółki na 5 letnią kadencję Pana Nilsa Herzinga.W załączeniu Spółka przekazuje informacje nt. wykształcenia, kwalifikacji oraz doświadczenia\n                           zawodowego nowego Członka Rady Nadzorczej.Zgodnie ze złożonym oświadczeniem powołana osoba nadzorująca nie prowadzi działalności\n                           konkurencyjnej wobec Spółki, jak również nie uczestniczy w spółce konkurencyjnej jako\n                           wspólnik spółki cywilnej, spółki osobowej lub jako członek organu konkurencyjnej spółki\n                           kapitałowej lub członek organu jakiejkolwiek konkurencyjnej osoby prawnej, a ponadto\n                           nie jest wpisana do Rejestru Dłużników Niewypłacalnych.",
        "date": "2018-11-23"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do  raportu bieżącego nr 39/2018 w sprawie decyzji o zamiarze podwyższenia\n                           kapitału zakładowego Spółki w drodze emisji akcji oraz projektów uchwał opublikowanych\n                           raportem bieżącym nr 45/2018, Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_\n                           informuje o podjęciu w dniu 23 listopada 2018 r. przez Nadzwyczajne Walne Zgromadzenie\n                           Spółki _NWZ_,  decyzji w sprawie podwyższenia kapitału zakładowego Spółki o kwotę\n                           nie wyższą niż 459.364 zł poprzez emisję nie więcej niż 918.728 akcji serii L w drodze\n                           oferty publicznej z wyłączeniem prawa poboru obecnych akcjonariuszy oraz w sprawie\n                           zmiany Statutu Spółki.Spółka informuje, że zgodnie z decyzją NWZ oferta publiczna zostanie przeprowadzona\n                           bez sporządzania prospektu w trybie subskrypcji prywatnej w rozumieniu art. 431 §\n                           2 pkt 1_ KSH, skierowanej wyłącznie do wybranych inwestorów: _i_ będących klientami\n                           profesjonalnymi w rozumieniu ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami\n                           finansowymi; lub _ii_ inwestorów, z których każdy nabędzie akcje serii L o wartości\n                           liczonej według ceny emisyjnej z dnia jej ustalenia wynoszącej co najmniej 100.000\n                           euro.Zarząd Spółki, działając na mocy upoważnienia udzielonego przez NWZ, przystąpi do\n                           wykonania uchwał emisyjnych. Przewiduje się, że oferta publiczna zostanie przeprowadzona\n                           do końca 2018 r. W załączeniu Spółka przekazuje pełną treść uchwały NWZ w sprawie podwyższenia kapitału\n                           zakładowego Spółki, natomiast treść pozostałych uchwał podjętych przez NWZ Spółka\n                           przekaże do publicznej wiadomości w kolejnym raporcie bieżącym. Zastrzeżenie:Niniejszy raport bieżący ma charakter wyłącznie informacyjny. Niniejszy raport bieżący\n                           nie służy w jakikolwiek sposób, bezpośrednio lub pośrednio, promowaniu subskrypcji\n                           akcji nowej emisji Emitenta i nie jest materiałem promocyjnym przygotowanym lub opublikowanym\n                           przez Spółkę na potrzeby promowania akcji nowej emisji lub ich subskrypcji albo zachęcania,\n                           bezpośrednio lub pośrednio, do ich objęcia. Spółka nie opublikowała dotychczas jakichkolwiek\n                           materiałów mających na celu promocję akcji nowej emisji lub ich subskrypcji. Niniejszy\n                           dokument nie stanowi prospektu emisyjnego lub innego dokumentu ofertowego, których\n                           sporządzenie nie jest przewidywane w związku z emisją akcji przez Spółkę.Niniejszy materiał, jak też jakakolwiek jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio albo pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki albo\n                           w innych państwach, w których publiczne rozpowszechnianie informacji zawartych w niniejszym\n                           materiale może podlegać ograniczeniom lub być zakazane przez prawo. Papiery wartościowe,\n                           o których mowa w niniejszym materiale, nie zostały i nie zostaną zarejestrowane na\n                           podstawie Amerykańskiej Ustawy o Papierach Wartościowych z 1933 r. ze zmianami _ang.\n                           U.S. Securities Act of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów\n                           Zjednoczonych Ameryki za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu\n                           przewidzianemu w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie\n                           wyjątku od takiego obowiązku rejestracyjnego.Nie podlega rozpowszechnianiu, publikacji ani dystrybucji, bezpośrednio czy pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki, Australii, Kanady, Japonii ani\n                           w żadnej innej jurysdykcji, w której podlega to ograniczeniom lub jest niedozwolone.",
        "date": "2018-11-23"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. z siedzibą w Warszawie _\"Spółka\"_\n                           informuje, że w związku z Nadzwyczajnym Walnym Zgromadzeniem Spółki zwołanym na dzień\n                           23 listopada 2018 roku, podczas którego planowane jest m.in. podjęcie uchwały w sprawie\n                           powołania członka Rady Nadzorczej Spółki, w dniu 21 listopada 2018 r. do Spółki wpłynął\n                           wniosek Active Ownership Fund SICAV-FIS w sprawie zgłoszenia  kandydatury Pana Nilsa\n                           Herzinga na  Członka Rady Nadzorczej Spółki. Spółka informuje, że zgodnie z otrzymanym\n                           zgłoszeniem kandydat wyraził zgodę na kandydowanie do Rady Nadzorczej Spółki, jak\n                           również złożył oświadczenie dotyczące jego niezależności. W załączeniu do niniejszego\n                           raportu Spółka przekazuje informacje nt. zgłoszonego kandydata.",
        "date": "2018-11-21"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ powziął w dniu 15 listopada\n                           2018 roku informację o datowanym na dzień 14 listopada 2018 roku zawiadomieniu o przekroczeniu\n                           przez Active Ownership Fund SICAV-FIS SCS _bezpośrednio_ _AOF_ oraz Active Ownership\n                           Capital S.à r.l.,  Active Ownership Advisors GmbH, Active Ownership Investments Ltd.,\n                           Tamlino Import & Advisory LP, Tamlino Investments Ltd. jak również Floriana Schuhbauer\n                           i Klausa Röhrig _wskutek pośredniego nabycia akcji_ _łącznie jako Zawiadamiający_\n                           5% ogólnej liczby głosów  w Spółce.Zawiadomienie zostało przekazane w języku polskim oraz angielskim. Treść zawiadomienia w języku polskim:\"Zawiadamiający, na podstawie art. 69 ust. 1 pkt 1_ oraz art. 69a ust. 1 pkt 3_ ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _dalej:\n                           \"Ustawa\"_, niniejszym zawiadamiają o przekroczeniu 5% ogólnej liczby głosów w spółce\n                           Polski Bank Komórek Macierzystych S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_. Zawiadamiający informują, że:1. Przekroczenie 5% ogólnej liczby głosów w Spółce nastąpiło w wyniku nabycia w dniu\n                           7 listopada 2018 r. przez AOF 141.452 akcji Spółki, w ramach transakcji na rynku regulowanym\n                           prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A.2. Przed zmianą udziału, AOF posiadał bezpośrednio _a pozostali Zawiadamiający pośrednio,\n                           przez AOF_ 217.087 akcji Spółki uprawniających do 217.087 głosów na walnym zgromadzeniu\n                           Spółki, co stanowiło 4.5849% ogólnej liczby akcji i głosów na walnym zgromadzeniu\n                           Spółki.3. Po zmianie udziału AOF posiada bezpośrednio _a pozostali Zawiadamiający - pośrednio,\n                           przez AOF_ 358.539 akcji Spółki uprawniających do 358.539 głosów na walnym zgromadzeniu\n                           Spółki, co stanowi 7.5724% ogólnej liczby akcji i głosów na walnym zgromadzeniu Spółki.4. Żadne podmioty zależne od AOF nie posiadają akcji Spółki. AOF jest podmiotem zależnym\n                           od Active Ownership Capital S.a r.l., która jest współkontrolowana przez Active Ownership\n                           Advisors GmbH _spółka zależna od Floriana Schuhbauera_ oraz przez Active Ownership\n                           Investments Ltd. _spółka pośrednio zależna, poprzez Tamlino Import & Advisory LP oraz\n                           Tamlino Investments Ltd., od Klausa Rohriga_.5. Nie występują osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c. Ustawy. 6. Żadnemu z Zawiadamiających nie przysługują głosy z akcji Spółki, do których nabycia\n                           którykolwiek z Zawiadamiających jest uprawniony lub zobowiązany jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne. 7. Żadnemu z Zawiadamiających nie przysługują głosy z akcji Spółki, do których w sposób\n                           pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa w art.\n                           69b ust. 1 pkt 2 Ustawy.\"Treść zawiadomienia w języku angielskim:\"Pursuant to Art. 69.1.1_ and 69a. 1.3_ of the Act on Public Offerings, the Conditions\n                           Governing the Introduction of Financial Instruments to Organised Trading, and on Public\n                           Companies _the \"Act\"_, the Notifying Parties hereby notify you of having exceeded\n                           5% of the total number of voting rights in Polski Bank Komórek Macierzystych S.A.,\n                           with its registered office in Warsaw _the \"Company\"_The Notifying Parties hereby inform you that:1. The threshold of 5% of the total number of voting rights in the Company was exceeded\n                           as a result of AOF having acquired on 7 November 2018 141,452 shares in the Company\n                           in a transaction on the regulated market of the Warsaw Stock Exchange _Giełda Papierów\n                           Wartościowych w Warszawie S.A._.2. Before the change in its shareholding, AOF directly _and the remaining Notifying\n                           Parties - indirectly, through AOF_ held 217,087 shares in the Company conferring 217,087\n                           voting rights, which constituted 4.5849% of the overall number of shares and voting\n                           rights in the Company.3. After the change in its shareholding, AOF directly _and the remaining Notifying\n                           Parties - indirectly, through AOF_ holds 358,539 shares in the Company conferring\n                           358,539 voting rights, which constitutes 7.5724% of the overall number of shares and\n                           voting rights in the Company.4. No subsidiaries of AOF hold any shares in the Company. AOF is a subsidiary of Active\n                           Ownership Capital S.a r.l, a company jointly controlled by Active Ownership Advisors\n                           GmbH _a company controlled by Florian Schuhbauer_ and Active Ownership Investments\n                           Ltd. _a company indirectly - through Tamlino Import & Advisory LP and Tamlino Investments\n                           Ltd. - controlled by Klaus Rohrig_.5. There are no persons referred to in Art. 87.1.3.c of the Act.6. None of the Notifying Parties is entitled to exercise any voting rights attached\n                           to the shares in the Company that a Notifying Party is entitled or required to acquire\n                           as a holder of the financial instruments referred to in Art. 69b. 1.1 of the Act and\n                           the financial instruments referred to in Art. 69b. 1.2 of the Act, which are not exercised\n                           solely by means of cash settlement.7. None of the Notifying Parties is entitled to any voting rights attached to the\n                           Company's shares to which the financial instruments referred to in Art 69b. 1.2 of\n                           the Act relate directly or indirectly.\"",
        "date": "2018-11-15"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportów bieżących nr 42/2018 i 43/2018 w sprawie odpowiednio zwołania\n                           Nadzwyczajnego Walnego Zgromadzenia Polskiego Banku Komórek Macierzystych S.A. na\n                           dzień 23 listopada 2018 roku _\"NWZ\"_ oraz projektów uchwał na to NWZ, Zarząd Polskiego\n                           Banku Komórek Macierzystych Spółka Akcyjna _\"PBKM\", \"Spółka\"_ informuje o dokonaniu\n                           korekty projektu uchwały dotyczącej pkt 7 planowanego porządku obrad NWZ. Korekta polega na zmniejszeniu maksymalnej kwoty o jaką planuje się podwyższyć kapitał\n                           zakładowy Spółki z pierwotnie wskazanej kwoty 473.482 zł do kwoty 459.364 zł oraz\n                           odpowiednim zmniejszeniu maksymalnej liczby akcji serii L z pierwotnie wskazanej liczby\n                           946.964 do liczby 918.728. Wprowadzenie tej korekty konieczne jest z uwagi na okoliczność,\n                           że akcje serii L będą przedmiotem ubiegania się o dopuszczenie i wprowadzenie do obrotu\n                           na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A.\n                           bez sporządzania i publikacji prospektu emisyjnego na podstawie art. 1 ust. 5 lit\n                           a_ rozporządzenia Parlamentu Europejskiego i Rady _UE_ 2017/1129 z dnia 14 czerwca\n                           2017 r. w sprawie prospektu, który ma być publikowany w związku z ofertą publiczną\n                           papierów wartościowych lub dopuszczeniem ich do obrotu na rynku regulowanym oraz uchylenia\n                           dyrektywy 2003/71/WE _\"Rozporządzenie Prospektowe\"_. Zgodnie ze wskazanym powyżej\n                           przepisem, obowiązek publikacji prospektu nie ma zastosowania do dopuszczenia do obrotu\n                           na rynku regulowanym papierów wartościowych tożsamych z papierami wartościowymi dopuszczonymi\n                           już do obrotu na tym samym rynku regulowanym, pod warunkiem że stanowią one, w okresie\n                           12 miesięcy, mniej niż 20 % liczby papierów wartościowych dopuszczonych już do obrotu\n                           na tym samym rynku regulowanym. Z uwagi na okoliczność, że z dniem 26 października\n                           2018 r. Giełda Papierów Wartościowych w Warszawie S.A. dopuściła do obrotu na rynku\n                           regulowanym 28.234 akcje serii K Spółki _raport bieżący nr 38/2018_, które zostały\n                           objęte przez uczestników programu motywacyjnego Spółki w wykonaniu praw z warrantów\n                           subskrypcyjnych, konieczne jest odpowiednie zmniejszenie maksymalnej liczby akcji\n                           serii L, gdyż w przeciwnym razie w przypadku wyemitowania przez Spółkę maksymalnej\n                           liczby akcji serii L przekroczony zostałby próg 20 % liczby papierów wartościowych\n                           dopuszczonych już do obrotu i nie byłoby możliwe skorzystanie z wyjątku przewidzianego\n                           art. 1 ust. 5 lit a_ Rozporządzenia Prospektowego.W związku z powyższym, w takim samym zakresie jak wskazano powyżej korekcie ulega\n                           również projekt uchwały dotyczącej pkt 4 planowanego porządku obrad NWZ tj. uchwały\n                           w sprawie przyjęcia porządku obrad. Pozostałe projekty uchwał na NWZ opublikowane\n                           w raporcie bieżącym nr 43/2018 pozostają bez zmian. Skorygowane projekty uchwał Spółka\n                           przekazuje w załączeniu do niniejszego raportu bieżącego.  Jednocześnie Spółka informuje, że z uwagi na zakres informacji zamieszczonych w opublikowanym\n                           ogłoszeniu o zwołaniu NWZ również ogłoszenie o zwołaniu NWZ wymaga skorygowania w\n                           zakresie wskazanym powyżej, wobec czego skorygowana treść ogłoszenia stanowi dodatkowy\n                           załącznik do niniejszego raportu bieżącego.",
        "date": "2018-11-15"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, że\n                           w dniu 29 października 2018 roku do Spółki wpłynęły od Prezesa Zarządu Pana Jakuba\n                           Barana oraz Członka Zarządu Pana Tomasza Barana notyfikacje sporządzone w trybie art.\n                           19 Rozporządzenia MAR dotyczące zapisania na rachunkach papierów wartościowych ww.\n                           osób w dniu 26 października 2018 roku akcji serii K w związku z realizacją Programu\n                           Motywacyjnego.W załączeniu do niniejszego raportu bieżącego Spółka przekazuje otrzymane powiadomienia.",
        "date": "2018-10-29"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ przekazuje w załączeniu\n                           treść projektów uchwał oraz dokumentów, które mają być przedmiotem Nadzwyczajnego\n                           Walnego Zgromadzenia Emitenta, które odbędzie się w dniu 23 listopada 2018 roku.",
        "date": "2018-10-26"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ działając na podstawie\n                           art. 399 § 1 oraz art. 402[1] § 1 i 2 Kodeksu spółek handlowych oraz § 11 ust. 3 Statutu\n                           Spółki, zwołuje Nadzwyczajne Walne Zgromadzenie, które odbędzie się w dniu 23 listopada\n                           2018 r., o godz. 10.00, w siedzibie Spółki tj. budynek Atrium Plaza przy Al. Jana\n                           Pawła II 29, 00-867 Warszawa _piętro IV_.Treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia stanowi załącznik\n                           do niniejszego raportu.",
        "date": "2018-10-26"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 40/2018 w sprawie informacji nt. rejestracji\n                           akcji w depozycie papierów wartościowych Zarząd Polskiego Banku Komórek Macierzystych\n                           S.A. _Emitent, Spółka_ informuje, iż w dniu 26 października 2018 roku miało miejsce\n                           zapisanie na rachunkach papierów wartościowych 28.234 akcji serii K co jest równoznaczne\n                           z wydaniem tych akcji w rozumieniu art. 451 par. 2 Kodeksu Spółek Handlowych. W konsekwencji\n                           w ww. dacie zgodnie z art. 452 par. 1 w związku z art. 451 par. 2 Kodeksu Spółek Handlowych\n                           nastąpiło podwyższenie kapitału zakładowego Spółki o sumę równą wartości nominalnej\n                           akcji objętych na podstawie uchwały o warunkowym podwyższeniu kapitału zakładowego\n                           tj. o kwotę 14.117,00 zł poprzez emisję 28.234 akcji serii K o wartości nominalnej\n                           0,50 zł jedna akcja wyemitowanych na podstawie uchwały Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 15 lutego 2016 roku. Po zapisaniu akcji Emitenta na rachunkach papierów wartościowych inwestorów kapitał\n                           zakładowy Emitenta wynosi 2.381.527,00 zł i dzieli się na 4.763.054 akcji, z których\n                           przysługuje prawo do 4.763.054  głosów na walnym zgromadzeniu Spółki. Struktura kapitału zakładowego Emitenta przedstawia się następująco:• 1.752.227 akcji serii A• 203.600 akcji serii B• 30.600 akcji serii C• 484.400 akcji serii D• 232.200 akcji serii E• 1.630.000 akcji serii F• 94.200 akcji serii G• 32.000 akcji serii H• 163.000 akcji serii I• 112.593 akcje serii J • 28.234 akcji serii K. Po wydaniu akcji serii K wysokość warunkowego podwyższenia kapitału zakładowego Spółki\n                           wynosi 90.136,50  zł.",
        "date": "2018-10-26"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. informuje o powzięciu w dniu 25\n                           października 2018 roku informacji nt. komunikatu Działu Operacyjnego Krajowego Depozytu\n                           Papierów Wartościowych S.A. _KDPW_ z dnia 24 października 2018 roku, w którym wskazano,\n                           iż 28.234 akcji serii K zostanie zarejestrowanych w KDPW w dniu 26 października 2018\n                           roku. Akcje będą posiadały kod ISIN PLPBKM000012.",
        "date": "2018-10-25"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka, Emitent_ informuje, iż\n                           w dniu 25 października 2018 roku podjęta została decyzja o zamiarze podwyższenia kapitału\n                           zakładowego Spółki w drodze emisji akcji. Intencją Emitenta jest przeprowadzenie emisji\n                           akcji nieprzekraczającej 20% udziału w obecnym kapitale zakładowym Spółki, co stanowić\n                           będzie nie więcej niż ok. 16% udziału w podwyższonym kapitale zakładowym Spółki. Podwyższenie\n                           kapitału zakładowego Spółki w drodze emisji akcji będzie jednym z istotnych czynników\n                           wsparcia Spółki w realizacji jej strategii akwizycji. Pozyskanie finansowania w powyższej\n                           formie zapewni Spółce większą elastyczność i konkurencyjność udziału w potencjalnych\n                           procesach akwizycyjnych. Środki pozyskane z emisji zostaną wykorzystane jako zabezpieczenie\n                           źródeł sfinansowania potencjalnych projektów akwizycyjnych, które mogą zostać przeprowadzone\n                           zgodnie ze strategią rozwoju Spółki oraz jej Grupy Kapitałowej komunikowaną na gruncie\n                           kolejnych raportów okresowych Emitenta. Realizacja powyższej strategii będzie z kolei\n                           miała wpływ na wyniki osiągane przez Grupę Kapitałową Spółki w kolejnych okresach\n                           sprawozdawczych. Emitent informuje również, iż w tym samym dniu Rada Nadzorcza Spółki wyraziła pozytywną\n                           ocenę odnośnie intencji Zarządu Spółki w przedmiocie opisanej powyżej emisji akcji.O zwołaniu Nadzwyczajnego Walnego Zgromadzenia Spółki, w którego planowanym porządku\n                           obrad znajdować się będzie punkt poświęcony podwyższeniu kapitału zakładowego w drodze\n                           emisji nowej serii akcji, Emitent poinformuje w trybie kolejnego raportu bieżącego.Niniejszy raport bieżący ma charakter wyłącznie informacyjny i celem jego publikacji\n                           przez Spółkę jest wyłącznie przekazanie najistotniejszych informacji na temat rozważanego\n                           pozyskania środków przez Spółkę. Niniejszy raport bieżący nie służy w jakikolwiek\n                           sposób, bezpośrednio lub pośrednio, promowaniu subskrypcji akcji nowej emisji Emitenta\n                           i nie jest materiałem promocyjnym przygotowanym lub opublikowanym przez Spółkę na\n                           potrzeby promowania akcji nowej emisji lub ich subskrypcji albo zachęcania, bezpośrednio\n                           lub pośrednio, do ich objęcia. Spółka nie opublikowała dotychczas jakichkolwiek materiałów\n                           mających na celu promocję akcji nowej emisji lub ich subskrypcji.Niniejszy materiał, jak też jakakolwiek jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio albo pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki albo\n                           w innych państwach, w których publiczne rozpowszechnianie informacji zawartych w niniejszym\n                           materiale może podlegać ograniczeniom lub być zakazane przez prawo. Papiery wartościowe,\n                           o których mowa w niniejszym materiale, nie zostały i nie zostaną zarejestrowane na\n                           podstawie Amerykańskiej Ustawy o Papierach Wartościowych z 1933 r. ze zmianami _ang.\n                           U.S. Securities Act of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów\n                           Zjednoczonych Ameryki za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu\n                           przewidzianemu w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie\n                           wyjątku od takiego obowiązku rejestracyjnego.",
        "date": "2018-10-25"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje o oświadczeniu\n                           Krajowego Depozytu Papierów Wartościowych S.A. _KDPW_ z dnia 24 października 2018\n                           roku, w którym wskazano, iż KDPW zawiera z Emitentem umowę o rejestrację w depozycie\n                           papierów wartościowych 28.234 akcji zwykłych na okaziciela serii K Spółki wyemitowanych\n                           w ramach kapitału warunkowego w związku z wykonaniem praw z warrantów subskrypcyjnych\n                           w ramach realizacji Programu Motywacyjnego. Akcje będą posiadały kod ISIN PLPBKM000012.Warunkiem rejestracji ww. akcji w depozycie jest ich wprowadzenie do obrotu na rynku\n                           regulowanym, na który zostały wprowadzone inne akcje Emitenta oznaczone ww. kodem\n                           ISIN.Rejestracja akcji w depozycie nastąpi w terminie 3 dni od otrzymania przez KDPW decyzji\n                           o wprowadzeniu akcji do obrotu na rynku regulowanym, na który zostały wprowadzone\n                           inne akcje Emitenta oznaczone ww. kodem ISIN, nie wcześniej jednak niż w dniu wskazanym\n                           w tej decyzji jako dzień wprowadzenia tych akcji do obrotu na tym rynku regulowanym.",
        "date": "2018-10-24"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka, PBKM_ informuje,\n                           iżw III kwartale 2018 roku osiągnął następujące wyniki operacyjne _bez uwzględniania\n                           przeprowadzonej w tym kwartale akwizycji portugalskiej spółki Stemlab_:- liczba pozyskanych próbek krwi pępowinowej lub tkanek w III kwartale 2018 roku w\n                           obszarze B2C wyniosła 5.724 wobec 5.487 w III kwartale 2017 roku, co oznacza wzrost\n                           o 4,3%;- udział umów zawartych w modelu abonamentowym w III kwartale 2018 roku w obszarze\n                           B2C wyniósł 59,2%, wobec 61,1% w analogicznym okresie roku 2017; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C na koniec\n                           III kwartału 2018 roku wyniosła 162.507 _w tym: 62,0% umów w modelu abonamentowym_,\n                           wobec 142.105 próbek krwi pępowinowej lub tkanek przechowywanych na koniec III kwartału\n                           2017 roku _w tym 62,2% umów w modelu abonamentowym_, co oznacza wzrost o 14,4%; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C oraz B2B\n                           na koniec III kwartału 2018 roku wyniosła 175.626 wobec 154.647 próbek krwi pępowinowej\n                           lub tkanek przechowywanych na koniec III kwartału 2017 roku, co oznacza wzrost o 13,5%.Uwzględniając sfinalizowaną w dniu 24 września 2018 roku transakcję zakupu portugalskiej\n                           spółki Stemlab wyniki operacyjne Emitenta na koniec III kwartału 2018 roku przedstawiają\n                           się następująco:- liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C na koniec\n                           III kwartału 2018 roku wyniosła 226.589 _w tym: 44,5% umów w modelu abonamentowym_,\n                           wobec 142.105 próbek krwi pępowinowej lub tkanek przechowywanych na koniec III kwartału\n                           2017 roku _w tym 62,2% umów w modelu abonamentowym_, co oznacza wzrost o 59,4%; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C oraz B2B\n                           na koniec III kwartału 2018 roku wyniosła 280.016 wobec 154.647 próbek krwi pępowinowej\n                           lub tkanek przechowywanych na koniec III kwartału 2017 roku, co oznacza wzrost o 81,1%.Liczba nowo pozyskanych próbek krwi pępowinowej lub tkanek portugalskiej spółki Stemlab\n                           będzie raportowana począwszy od IV kwartału 2018 roku.Jednocześnie Emitent informuje, iż szczegółowe informacje na temat danych operacyjnych\n                           za III kwartał 2018 roku zostaną zaprezentowane w skonsolidowanym sprawozdaniu finansowym,\n                           którego publikacja zaplanowana jest na dzień 19 listopada 2018 roku.",
        "date": "2018-10-19"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje o wpłynięciu\n                           do Spółki datowanego na dzień 1 października 2018 roku zawiadomienia od Nationale-Nederlanden\n                           Powszechne Towarzystwo Emerytalne S.A. sporządzonego w trybie art. 69 Ustawy o ofercie\n                           publicznej _…_, którego treść Spółka przekazuje poniżej:\"Działając zgodnie z art. 69 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U. z 2009, Nr 185, poz. 1439 z późn. zm._ informujemy,\n                           że w wyniku nabycia akcji spółki Polski Bank Komórek Macierzystych S.A. _dalej \"Spółka\"_\n                           w transakcjach na GPW w Warszawie, rozliczonych w dniu 25 września 2018 roku, Nationale-Nederlanden\n                           Otwarty Fundusz Emerytalny _dalej \"Fundusz\"_ zwiększył stan posiadania akcji Spółki\n                           powyżej 10% głosów na walnym zgromadzeniu akcjonariuszy Spółki.Przed rozliczeniem transakcji nabycia, tj. na dzień 24 września 2018 r. Fundusz posiadał\n                           472 232 _czterysta siedemdziesiąt dwa tysiące dwieście trzydzieści dwie_ akcje Spółki,\n                           co stanowiło 9,97% kapitału zakładowego Spółki i był uprawniony do 472 232 _czterysta\n                           siedemdziesiąt dwa tysiące dwieście trzydzieści dwóch_ głosów na walnym zgromadzeniu\n                           akcjonariuszy Spółki, co stanowiło 9,97% ogólnej liczby głosów.Po rozliczeniu transakcji nabycia tj. na dzień 25 września 2018 roku na rachunku papierów\n                           wartościowych Funduszu znajdowało się 506 149 _pięćset sześć tysięcy sto czterdzieści\n                           dziewięć_ akcji Spółki, co stanowiło 10,69% kapitału zakładowego Spółki. Akcje te\n                           uprawniają do 506 149 _pięćset sześć tysięcy sto czterdzieści dziewięciu_ głosów na\n                           walnym zgromadzeniu akcjonariuszy Spółki, co stanowi 10,69% ogólnej liczby głosów.\"",
        "date": "2018-10-02"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje o wpłynięciu\n                           do Spółki powiadomień notyfikacyjnych sporządzonych w trybie art. 19 Rozporządzenia\n                           MAR odpowiednio od :- Prezesa Zarządu Jakuba Barana w sprawie nabycia w dniu 26 września 2018 roku akcji\n                           Spółki oraz - Członka Zarządu Tomasza Barana w sprawie  objęcia przez ww. osobę w dniu 27 września\n                           2018r. akcji serii K w związku z wykonaniem praw z warrantów subskrypcyjnych w ramach\n                           realizacji Programu Motywacyjnego.Treść otrzymanych powiadomień Spółka przekazuje w załączeniu do niniejszego raportu\n                           bieżącego.Jednocześnie Emitent przypomina, iż akcje serii K nie mają formy dokumentu i intencją\n                           Emitenta jest ich dematerializacja, dopuszczenie oraz wprowadzenie tych akcji do obrotu\n                           na rynku regulowanym,  a w konsekwencji powyższego wydanie akcji serii K nastąpi w\n                           związku z zapisaniem ich na rachunkach papierów wartościowych.",
        "date": "2018-09-27"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportów bieżących  nr 17/2018 w sprawie  nabycia akcji portugalskiego\n                           podmiotu prowadzącego działalność rodzinnego bankowania komórek macierzystych i nr\n                           29/2018 w sprawie zawarcia istotnej umowy kredytowej w celu finansowania nabycia akcji\n                           portugalskiego podmiotu prowadzącego działalność rodzinnego bankowania komórek macierzystych,\n                           Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka, Emitent_ informuje, iż\n                           w dniu 24 września 2018 r. Spółka dokonała zapłaty ostatecznej ceny w wysokości 17,5\n                           mln EUR, co na dzień sporządzenia niniejszego raportu stanowi równowartość ok. 75,1\n                           mln PLN za 5.200.999 akcji Stemlab S.A. z siedzibą w Cantanhede, Portugalia _Stemlab_,\n                           stanowiących ok. 99,99% kapitału zakładowego Stemlab. Wobec powyższego w tym samym\n                           dniu  doszło do przeniesienia własności ww. akcji na rzecz Emitenta. Jednocześnie\n                           Spółka informuje, że w związku z dokonaną spłatą przez Stemlab pożyczki, o której\n                           mowa w ww. raporcie bieżącym nr 17/2018, udzielonej przez jednego z akcjonariuszy\n                           przed zamknięciem transakcji, zapłacona cena za akcje nie obejmuje ww. wierzytelności.\n                           Ponadto  Emitent informuje, iż  w tym samym dniu tj. 24 września 2018 r. Spółka zbyła\n                           na rzecz osoby fizycznej będącej członkiem Rady Dyrektorów oraz pełniącej funkcję\n                           dyrektora zarządzającego _CEO_ Stemlab 229.456 akcji Stemlab, stanowiących ok. 4,41%\n                           kapitału zakładowego/ogólnej liczby głosów za cenę w łącznej wysokości 0,75 mln EUR,\n                           co na dzień sporządzenia niniejszego raportu stanowi równowartość ok. 3,2 mln PLN.",
        "date": "2018-09-24"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, iż w dniu 17\n                           września 2018 r. do Spółki wpłynęło zawiadomienie od ALTUS Towarzystwo Funduszy Inwestycyjnych\n                           S.A. sporządzone w trybie art. 69 Ustawy o ofercie publicznej _…_, którego treść Spółka\n                           przekazuje poniżej:\"Działając na podstawie art. 69 ust. 1 pkt 2_ w związku z art. 87 ust. 1 pkt 2_ ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz. U. z 2005 r., Nr 184, poz. 1539 z\n                           póź. zm._, ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. _\"ALTUS TFI S.A.\"_, zawiadamia\n                           w imieniu funduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A., iż fundusze zarządzane\n                           przez ALTUS TFI S.A. zmniejszyły swój udział poniżej progu 15% w ogólnej liczbie głosów\n                           w Polski Bank Komorek Macierzystych S.A. _\"Spółka\"_. Data i rodzaj zdarzeń powodujących zmianę udziału, której dotyczy zawiadomienie: \n                           Zmniejszenie udziału w ogólnej liczbie głosów w Spółce nastąpiło na skutek rozliczenia\n                           w dniu 13 września 2018 r. transakcji zbycia na rynku regulowanym 165 718 akcji Spółki.\n                           Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           Spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:\n                           Przed zmianą udziału w ogólnej liczbie głosów w Spółce fundusze inwestycyjne zarządzane\n                           przez ALTUS TFI S.A. posiadały łącznie 715 116 akcji Spółki, stanowiących 15,10% kapitału\n                           zakładowego Spółki, uprawniających do wykonywania 715 116 głosów, co stanowiło 15,10%\n                           w ogólnej liczbie głosów w Spółce. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym Spółki\n                           oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po zmianie udziału w ogólnej liczbie głosów w Spółce fundusze inwestycyjne zarządzane\n                           przez ALTUS TFI S.A. posiadają łącznie 549 398 akcji Spółki, stanowiących 11,60% kapitału\n                           zakładowego Spółki, uprawniających do 549 398 głosów w Spółce, co stanowi 11,60% w\n                           ogólnej liczbie głosów w Spółce. Ogólna liczba akcji Spółki oraz liczba głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki wynosi 4 734 820. Brak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje Spółki oraz brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c wyżej\n                           powołanej ustawy w stosunku do akcjonariuszy. Zawiadamiający nie posiada instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1_ i 2_ ustawy.\"",
        "date": "2018-09-17"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 13\n                           września 2018 roku do Spółki wpłynęło od Członka Zarządu Tomasza Barana powiadomienie\n                           notyfikacyjne sporządzone w trybie art. 19 Rozporządzenia MAR, którego treść Spółka\n                           przekazuje w załączeniu do niniejszego raportu bieżącego.",
        "date": "2018-09-13"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 10\n                           września 2018 roku do Spółki wpłynęło od Wiceprzewodniczącego Rady Nadzorczej Konrada\n                           Miterskiego powiadomienie notyfikacyjne sporządzone w trybie art. 19 Rozporządzenia\n                           MAR, którego treść Spółka przekazuje w załączeniu do niniejszego raportu bieżącego.",
        "date": "2018-09-10"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 17/2018 z 12 lipca 2018 roku w sprawie zawarcia\n                           umowy nabycia akcji portugalskiego podmiotu prowadzącego działalność rodzinnego bankowania\n                           komórek macierzystych Stemlab S.A. _Stemlab_ oraz raportu bieżącego nr 21/2018 z 17\n                           sierpnia 2018 roku w sprawie decyzji Portugalskiego Urzędu Ochrony Konkurencji dotyczącej\n                           przejęcia kontroli nad Stemlab, Zarząd Polskiego Banku Komórek Macierzystych S.A.\n                           _Spółka, Emitent_ informuje, iż w dniu 10 września 2018 roku pomiędzy Emitentem, PKO\n                           Bank Polski S.A. _Bank_ oraz wskazanymi spółkami zależnymi od Emitenta w charakterze\n                           poręczycieli _Poręczyciele_ zawarta została umowa kredytu terminowego oraz kredytu\n                           odnawialnego obrotowego do łącznej kwoty stanowiącej równowartość do 75 mln zł. Emitent\n                           informuje, iż uzyskanie przez Spółkę finansowania na realizację transakcji stanowi\n                           ziszczenie się ostatniego z warunków zawieszających zamknięcia transakcji znajdujących\n                           się w umowie nabycia akcji Stemlab. Zgodnie z umową nabycia akcji Stemlab zamknięcie\n                           transakcji, w ramach której nastąpi przeniesienie własności akcji Stemlab na Emitenta,\n                           powinno nastąpić dziesiątego dnia roboczego od dnia ziszczenia się ostatniego z  warunków\n                           zawieszających zawartych w umowie nabycia akcji Stemlab. O przeniesieniu własności\n                           akcji Stemlab na Spółkę Emitent poinformuje w trybie kolejnego raportu bieżącego.Kredyt terminowy denominowany w EUR o równowartości 65 mln zł zostanie udzielony na\n                           nabycie akcji Stemlab natomiast kredyt obrotowy w wysokości do 10 mln zł na finansowanie\n                           bieżącej działalności Spółki _w tym spłatę dotychczasowych kredytów udzielonych Emitentowi\n                           przez mBank S.A._. Umowa kredytu terminowego została zawarta na okres 5 lat, a oprocentowanie\n                           kredytu terminowego oparto o stawkę EURIBOR 1M _ przy czym jeśli stawka jest niższa\n                           od zera, będzie uznana za równą zeru_ powiększoną o marżę Banku, a jego spłata będzie\n                           następowała w miesięcznych ratach z uwzględnieniem spłaty balonowej w terminie spłaty\n                           ostatniej raty kredytu terminowego w wysokości ok. 13 mln zł.  Z kolei kredyt odnawialny\n                           obrotowy został udzielony na okres 1 roku, jest oprocentowany w oparciu o stawkę WIBOR\n                           powiększoną o marżę Banku, ma charakter odnawialny i będzie mógł zostać udzielony\n                           m.in. w formie kredytu w rachunku bieżącym, gwarancji bankowej czy też akredytyw.\n                           Kredyt terminowy zostanie spłacony w całości w dacie wymagalności.Zabezpieczenia spłaty ww. kredytów obejmują w szczególności, zastaw na wszystkich\n                           akcjach Stemlab należących do Emitenta, poręczenie każdego z Poręczycieli do kwoty\n                           150% łącznej kwoty finansowania udzielone na okres do końca 2026 roku oraz zastawy\n                           rejestrowe i finansowe ustanowione na rachunkach bankowych Spółki. Umowa przewiduje konieczność wypełniania przez Grupę Kapitałową Emitenta określonych\n                           kowenantów finansowych odnoszących się do wskazanych rodzajowo wskaźników finansowych\n                           w szczególności nie przekroczenia wskaźnika zadłużenia do raportowanej EBITDA w wysokości\n                           3,5x,  czy też zobowiązanie do ograniczenia wypłaty dywidendy do 20% zysku netto.\n                           Pozostałe warunki umowy oraz warunki korzystania z ww. kredytów, w tym odnoszące się\n                           do możliwości rozwiązania lub odstąpienia od umowy czy też wcześniejszej spłaty kredytów\n                           również nie odbiegają od standardowych postanowień dla tego rodzaju umów.",
        "date": "2018-09-10"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 7\n                           września 2018 roku do Spółki wpłynęło od Invesco Ltd. z siedzibą w Atlancie, Stany\n                           Zjednoczone, zawiadomienie o przekroczeniu progu 5% ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki. Zgodnie z treścią otrzymanego zawiadomienia, które Spółka przekazuje\n                           w załączeniu do niniejszego raportu bieżącego, Invesco Advisers, Inc. posiada 247.000\n                           akcji Spółki stanowiących 5,21% udziału w ogólnej liczbie głosów w Spółce.",
        "date": "2018-09-07"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 5\n                           września 2018 roku do Spółki wpłynęło od Członka Zarządu Tomasza Barana powiadomienie\n                           notyfikacyjne sporządzone w trybie art. 19 Rozporządzenia MAR, którego treść Spółka\n                           przekazuje w załączeniu do niniejszego raportu bieżącego.",
        "date": "2018-09-05"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 4\n                           września 2018 roku do Spółki wpłynęły od Prezesa Zarządu  Jakuba Barana oraz od Wiceprzewodniczącego\n                           Rady Nadzorczej Konrada Miterskiego powiadomienia notyfikacyjne sporządzone w trybie\n                           art. 19 Rozporządzenia MAR, których treść Spółka przekazuje w załączeniu do niniejszego\n                           raportu bieżącego.",
        "date": "2018-09-04"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 4\n                           września 2018 roku do Spółki wpłynęło od Członka Zarządu Marcina Radziszewskiego powiadomienie\n                           notyfikacyjne sporządzone w trybie art. 19 Rozporządzenia MAR, którego treść Spółka\n                           przekazuje w załączeniu do niniejszego raportu bieżącego.",
        "date": "2018-09-04"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, że\n                           w dniu 4 września 2018 roku do Spółki wpłynęły od Prezesa Zarządu Jakuba Barana oraz\n                           Członka Zarządu Tomasza Barana  notyfikacje sporządzone w trybie art. 19 Rozporządzenia\n                           MAR w związku z objęciem przez ww. osoby w dniu 4 września 2018 r. warrantów subskrypcyjnych\n                           uprawniających do obejmowania akcji zwykłych na okaziciela serii K  Spółki.",
        "date": "2018-09-04"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A._Spółka_ informuje, że w dniu 3 września\n                           2018 roku do Spółki wpłynęło od Członka  Zarządu Tomasza Barana powiadomienie notyfikacyjne\n                           sporządzone w trybie art. 19 Rozporządzenia MAR, którego treść Spółka przekazuje w\n                           załączeniu do niniejszego raportu bieżącego.",
        "date": "2018-09-03"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka_ informuje, że w dniu 31\n                           sierpnia 2018 roku do Spółki wpłynęło od Prezesa Zarządu Jakuba Barana powiadomienie\n                           notyfikacyjne sporządzone w trybie art. 19 Rozporządzenia MAR, którego treść Spółka\n                           przekazuje w załączeniu do niniejszego raportu bieżącego.",
        "date": "2018-08-31"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 17/2018 z 12 lipca 2018 roku w sprawie zawarcia\n                           umowy nabycia akcji portugalskiej spółki Stemlab SA _Stemlab_ Zarząd Polskiego Banku\n                           Komórek Macierzystych S.A. _Spółka, Emitent_ informuje, iż w dniu 17  sierpnia 2018\n                           roku powziął informację o wydaniu przez Portugalski Urząd Ochrony Konkurencji _Autoridade\n                           da Concorrência_ decyzji o braku sprzeciwu wobec transakcji regulowanej umową wskazaną\n                           w przywołanym raporcie bieżącym. Emitent przypomina, iż uzyskanie zgody na przejęcie kontroli nad Stelmab stanowi jeden\n                           z dwóch warunków zawieszających umowy nabycia akcji Stemlab.",
        "date": "2018-08-17"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 13/2018 z 20 czerwca 2018 roku w sprawie wystąpienia\n                           o zwrot podatku VAT przez węgierską spółkę zależną Krio Intezet Zrt. z siedzibą w\n                           Budapeszcie _Krio_ Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent_ informuje,\n                           iż w dniu 23 lipca 2018 roku do Krio wpłynęły środki pieniężne w wysokości ok. 680\n                           mln HUF _co stanowi równowartość ok. 9,0 mln PLN_ z tytułu zwrotu podatku VAT za okresy\n                           sprawozdawcze od stycznia 2013 roku do lipca 2017 roku. Wpływ powyższego zdarzenia\n                           zostanie ujęty w wynikach III kwartału 2018 roku.Emitent wyjaśnia, iż powyższa okoliczność stanowi finalizację procesu zwrotu podatku\n                           VAT pobranego w związku ze świadczeniem usług oferowanych przez Krio na rynku węgierskim\n                           w latach 2013-2017.",
        "date": "2018-07-23"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka_ informuje, że\n                           w dniu 20 lipca 2018 roku do Spółki wpłynęła od Prezesa Zarządu Pana Jakuba Barana\n                           notyfikacja sporządzona w trybie art. 19 Rozporządzenia MAR dotycząca objęcia przez\n                           ww. osobę w dniu 19 lipca 2018 r. akcji serii K w związku z wykonaniem praw z warrantów\n                           subskrypcyjnych w ramach realizacji Programu Motywacyjnego.W załączeniu do niniejszego raportu bieżącego Spółka przekazuje otrzymane powiadomienie.Jednocześnie Emitent przypomina, iż akcje serii K nie mają formy dokumentu i intencją\n                           Emitenta jest ich dematerializacja, dopuszczenie oraz wprowadzenie tych akcji do obrotu\n                           na rynku regulowanym,  a w konsekwencji powyższego wydanie akcji serii K nastąpi w\n                           związku z zapisaniem ich na rachunku papierów wartościowych.",
        "date": "2018-07-20"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Emitent, Spółka, PBKM_ informuje,\n                           iż w II kwartale 2018 roku osiągnął następujące wyniki operacyjne:- liczba pozyskanych próbek krwi pępowinowej lub tkanek w II kwartale 2018 roku wyniosła\n                           5.257 wobec 5.159 w II kwartale 2017 roku, co oznacza wzrost o 1,9%;- udział umów zawartych w modelu abonamentowym w II kwartale 2018 roku wyniósł 62,3%,\n                           wobec 56,4% w analogicznym okresie roku 2017; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C na koniec\n                           II kwartału 2018 roku wyniosła 156.865 _w tym 62,1% umów w modelu abonamentowym_,\n                           wobec 136.773 próbek krwi pępowinowej lub tkanek przechowywanych na koniec II kwartału\n                           2017 roku _w tym 62,2% umów w modelu abonamentowym_, co oznacza wzrost o 14,7%; - liczba przechowywanych próbek krwi pępowinowej lub tkanek w segmencie B2C oraz B2B\n                           na koniec II kwartału 2018 roku wyniosła 169.516 wobec 149.160 próbek krwi pępowinowej\n                           lub tkanek przechowywanych na koniec II kwartału 2017 roku, co oznacza wzrost o 13,6%.Jednocześnie Emitent informuje, iż szczegółowe informacje na temat danych operacyjnych\n                           za II kwartał 2018 roku zostaną zaprezentowane w skonsolidowanym sprawozdaniu finansowym,\n                           którego publikacja zaplanowana jest na dzień 27 sierpnia 2018 roku.",
        "date": "2018-07-17"
    },
    {
        "company_name": "POLSKI BANK KOMÓREK MACIERZYSTYCH SA",
        "content": "Zarząd Polskiego Banku Komórek Macierzystych S.A. _Spółka, Emitent_ informuje, iż\n                           w dniu 12 lipca 2018 roku Spółka zawarła z REF IV Luxembourg S.à r.l,  KTOG Sociedade\n                           Unipessoal Lda, Proyectos Elso SL  oraz dwoma  osobami fizycznych _łącznie jako Sprzedający_\n                           umowę sprzedaży 5.200.999 akcji w spółce Stemlab S.A. z siedzibą w Cantanhede, Portugalia\n                           _Stemlab_ stanowiących ok. 99,99% kapitału zakładowego oraz głosów _Umowa 1_ a następnie\n                           zawarła z osobą fizyczną będącą jednym z członków Rady Dyrektorów Stemlab, pełniącą\n                           funkcję dyrektora zarządzającego _CEO_ Stemlab, umowę zbycia przez Spółkę na rzecz\n                           ww. osoby około 4,41% akcji w kapitale zakładowym/głosach Stemlab _Umowa 2_.Na podstawie Umowy 1 Spółka zobowiązała się do nabycia od Sprzedających 5.200.999\n                           akcji w Stemlab, stanowiących ok. 99,99 % kapitału zakładowego Stemlab _Akcje 1_ oraz\n                           wierzytelności jednego z akcjonariuszy Stemlab z tytułu pożyczki udzielonej przez\n                           tego akcjonariusza na rzecz Stemlab w wysokości 0,64 mln EUR _Wierzytelności_. Łączna\n                           cena za Akcje 1 i Wierzytelności wynosi ok. 17,2 mln EUR _Cena 1_, co na dzień sporządzenia\n                           niniejszego raportu stanowi równowartość ok. 74,4 mln PLN. Cena 1 będzie płatna w\n                           całości przy zamknięciu transakcji, przy czym po zamknięciu transakcji i nabyciu przez\n                           Emitenta Akcji 1, wskazana powyżej Cena 1 zostanie zaktualizowana o wartość skonsolidowanego\n                           długu netto Stemlab oraz może ulec ewentualnemu powiększeniu o dodatkowe płatności\n                           _earn-out_ należne Sprzedającym od Spółki, pod warunkiem osiągnięcia przez Stemlab\n                           określonych wyników finansowych do końca pierwszego półrocza 2019 roku w wysokości\n                           nie większej, niż 2 mln EUR oraz dodatkowe płatności w postaci 50% zysku osiągniętego\n                           przez Stemlab z umowy Stemlab z partnerem z Chin w okresie dwóch lat od dnia zamknięcia\n                           transakcji.Przeniesienie własności Akcji 1 zostanie dokonane w związku z zamknięciem transakcji\n                           objętej Umową  1 i jest uzależnione od wystąpienia szeregu okoliczności o charakterze\n                           formalnym oraz prawnym, jak również od ziszczenia się warunków zawieszających w postaci\n                           _i_ uzyskania przez Spółkę finansowania na zakup opisanych powyżej Akcji 1 i Wierzytelności\n                           oraz _ii_ uzyskania zezwolenia Portugalskiego Urzędu Ochrony Konkurencji na przejęcie\n                           przez Emitenta kontroli nad Stemlab. Zamknięcie transakcji ma nastąpić w terminie\n                           do 60 dni od dnia podpisania Umowy 1.Strony Umowy 1 uzgodniły, że w transakcji wykorzystane zostanie ubezpieczenie odpowiedzialności\n                           z tytułu oświadczeń i zapewnień Sprzedających _W&I Insurance_. Ubezpieczenie takie\n                           służy zabezpieczeniu roszczeń Emitenta związanych z ewentualnym naruszeniem przez\n                           Sprzedających oświadczeń i zapewnień złożonych Emitentowi w Umowie 1. W celu realizacji\n                           uzgodnień pomiędzy Emitentem a Sprzedającymi Emitent zawarł stosowną umowę ubezpieczenia\n                           transakcyjnego.Transakcja zostanie sfinansowana środkami zewnętrznymi.  Stemlab jest spółką zajmującą się pozyskiwaniem, przetwarzaniem i przechowywaniem\n                           komórek macierzystych oraz rozwojem zaawansowanych produktów związanych z terapią\n                           komórkową. Stemlab jest jednym z wiodących banków komórek macierzystych w Europie\n                           _pozycja nr 5-7 w zależności od przyjętych kryteriów_ oraz największym tego typu podmiotem\n                           działającym w Portugalii. Stemlab posiada spółki zależne w Portugalii, Hiszpanii i\n                           Szwajcarii, a swoją działalność prowadzi także we Włoszech poprzez dwóch partnerów.\n                           W załączeniu przedstawiono wybrane skonsolidowane dane finansowe i operacyjne Stemlab\n                           oraz parametry transakcji.Umowa 1 nie przewiduje postanowień w zakresie kar umownych nałożonych na Emitenta.\n                           Pozostałe postanowienia Umowy 1, w tym w szczególności odnoszące się do konieczności\n                           złożenia przez Sprzedających oświadczeń i zapewnień dotyczących Stemlab, czy też wstrzymania\n                           się przez Sprzedających od działań konkurencyjnych względem Stemlab oraz poufności,\n                           nie odbiegają od standardów stosowanych przy zawieraniu tego rodzaju umów. Jednocześnie Emitent informuje, iż  na podstawie Umowy 2 Spółka zobowiązała się do\n                           zbycia na rzecz osoby fizycznej będącej członkiem Rady Dyrektorów oraz pełniącej funkcję\n                           dyrektora zarządzającego _CEO_ Stemlab 229.456 akcji Stemlab, stanowiących ok. 4,41%\n                           kapitału zakładowego/ogólnej liczby głosów za cenę w łącznej wysokości ok. 0,75 mln\n                           EUR _Cena 2_, co na dzień sporządzenia niniejszego raportu stanowi równowartość ok.\n                           3,2 mln PLN. Zamknięcie transakcji przewidzianej Umową 2 będzie miało miejsce w tym\n                           samym dniu, w którym zostanie przeprowadzone zamknięcie transakcji przewidzianej Umową\n                           1. Po zamknięciu transakcji i nabyciu przez ww. osobę Akcji 2, wskazana powyżej Cena\n                           2 należna na rzecz Spółki zostanie zaktualizowana o wartość skonsolidowanego długu\n                           netto Stemlab, oraz może ulec ewentualnemu powiększeniu o dodatkowe płatności _earn-out_\n                           należne Emitentowi od podmiotu, który nabył akcje Stemlab od Emitenta  na warunkach\n                           tożsamych z ww. Umową 1 przy zachowaniu odpowiedniej proporcji udziałów. Umowa 2 przewiduje\n                           również, że w dniu zamknięcia transakcji objętej Umową 2 jej strony podpiszą umowę\n                           akcjonariuszy, regulującą prawa i obowiązki dotyczące praw i obowiązków akcjonariuszy\n                           Stemlab, w szczególności w zakresie możliwości dysponowania akcjami Stemlab przez\n                           ww. osobę fizyczną. Zamknięcie transakcji objętej Umową 2 jest uzależnione od ziszczenia\n                           się warunku zawieszającego w postaci nabycia przez Spółkę akcji na podstawie Umowy\n                           1. Umowa akcjonariuszy zawiera również typowe zapisy związane z opcjami typu: call,\n                           put, drag-along oraz tag-along. Umowa 2 nie przewiduje postanowień w zakresie kar\n                           umownych a jej pozostałe warunki nie odbiegają od standardów stosowanych przy zawieraniu\n                           tego rodzaju umów.Jednocześnie Zarząd Emitenta informuje, iż z uwagi na rozciągnięcie w czasie procesu\n                           negocjacyjnego poprzedzającego zawarcie ww. umów Emitent:- w dniu 1 marca 2018 r. podjął decyzję o opóźnieniu przekazania do publicznej wiadomości\n                           informacji poufnej o rozpoczęciu w dniu 28 lutego 2018 r. negocjacji w przedmiocie\n                           nabycia akcji Stemlab;- w dniu 12 czerwca 2018 roku podjął decyzję o opóźnieniu przekazania do publicznej\n                           wiadomości informacji poufnej o wyrażeniu w tym samym dniu przez Radę Nadzorczą Spółki\n                           zgody na zawarcie wskazanych wyżej umów. Spółka wyjaśnia, iż przekazanie do publicznej wiadomości wskazanych powyżej informacji\n                           poufnych w datach ich wystąpienia mogłoby w ocenie Emitenta wywołać wystąpienie negatywnych\n                           skutków związanych z wystąpieniem zachowań osób trzecich, które potencjalnie mogłyby\n                           zagrozić pozycji Emitenta w procesie negocjacyjnym, co mogłoby naruszyć słuszny interes\n                           Emitenta.Jednocześnie Emitent informuje, iż informacje przekazane niniejszym raportem konsumują\n                           treść ww. opóźnionych informacji poufnych.",
        "date": "2018-07-12"
    }
]