[
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_  informuje,\n                           że w dniu 07 grudnia 2017 roku wpłynęło do Spółki zawiadomienie przesłane przez Aviva\n                           Investors Poland Towarzystwo Funduszy Inwestycyjnych S.A. z siedzibą w Warszawie,\n                           o następującej treści:Działając na podstawie art. 69 ust. 1 pkt 2_ w związku z art. 87 ust. 1 pkt 2_ lit.\n                           a_ ustawy z dnia z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _t.j. Dz. U. z 2016 r. poz. 1639 z późn. zm.; dalej: \"Ustawa\"_, Aviva Investors Poland\n                           Towarzystwo Funduszy Inwestycyjnych S.A. _dalej: \"Towarzystwo\"_, działając: w imieniu zarządzanych funduszy inwestycyjnych - Aviva Investors Funduszu Inwestycyjnego\n                           Otwartego oraz Aviva Investors Specjalistycznego Funduszu Inwestycyjnego Otwartego\n                           _dalej: \"Fundusze\"_ niniejszym informuje, że w wyniku transakcji sprzedaży akcji spółki Pozbud T&R S.A.\n                           _dalej: \"Spółka\"_, dokonanej w dniu 5 grudnia 2017 r., zmniejszył się poziom zaangażowania\n                           Funduszy w ogólnej liczbie głosów na walnym zgromadzeniu Spółki.W konsekwencji ww. zdarzenia, zgodnie z art. 69 ust. 4 pkt 3_ Ustawy, Fundusze posiadają\n                           1 525 799 sztuk akcji Spółki, stanowiących 5,70% kapitału zakładowego Spółki, uprawniających\n                           do 1 525 799 sztuk głosów, które stanowią 4,98% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki.Przed ww. zmianą, zgodnie z art. 69 ust. 4 pkt 2_ Ustawy, Fundusze posiadały 1 570\n                           800 sztuk akcji Spółki, stanowiących 5,87% kapitału zakładowego Spółki, uprawniających\n                           do 1 570 800 głosów, co stanowiło 5,12% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki.Zgodnie z art. 69 ust. 4 pkt 5_ i 6_ Ustawy Towarzystwo informuje, że Fundusze nie\n                           posiadają podmiotów zależnych będących w posiadaniu akcji lub praw do akcji Spółki\n                           oraz  że nie występują także osoby, o których mowa w art. 87 ust. 1 pkt 3_ lit c.\n                           Ustawy.Zgodnie z art. 69 ust. 4 pkt 7_ Ustawy liczba głosów z akcji, obliczona w sposób określony\n                           w art. 69b ust.2 Ustawy, do których nabycia są uprawnione lub zobowiązane Fundusze\n                           jako posiadacze instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1_\n                           Ustawy, oraz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 2_ Ustawy\n                           wynosi 0.Zgodnie z art. 69 ust. 4 pkt 8_ Ustawy  liczba głosów z akcji, obliczona w sposób\n                           określony w art. 69b ust. 3 Ustawy, do których w sposób pośredni lub bezpośredni odnoszą\n                           się instrumenty finansowe, o których mowa w art. 69b ust. 1 pkt 2_ Ustawy wynosi 0.Zgodnie z art. 69 ust. 4 pkt 9_ Ustawy łączna suma głosów Funduszy wskazanych na podstawie\n                           art. 69 ust. 4 pkt 2_, 7_ i 8_ Ustawy wynosiła 1 570 800 głosów, co stanowiło 5,12%\n                           ogólnej liczby głosów na walnym zgromadzeniu Spółki.\"Podstawa prawna: art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _t.j. Dz. U. z 2016 r., poz.1639 z późn. zm._.",
        "date": "2017-12-07"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_, w nawiązaniu\n                           do raportu bieżącego nr 24/2017 z dnia 11 września 2017 roku   informuje, iż w dniu\n                           dzisiejszym powziął informację od spółki zależnej Ever Home S.A. z siedzibą w Wysogotowie\n                           o podpisaniu przez nią z Polską Agencją Rozwoju Przedsiębiorczości z siedzibą w Warszawie\n                           umowy Nr POIR.03.02.01-04-0015/17 o  dofinansowanie projektu w ramach poddziałania\n                           3.2.1. Badania na rynek Programu Operacyjnego Inteligentny Rozwój, 2014-2020.  1_ Umowa została zawarta w Warszawie  w dniu 04 grudnia 2017 roku.Jest to umowa o dofinansowanie projektu pn.: \"Wdrożenie innowacji produktowej  w postaci\n                           deski podłogowej High Resistant Wood _HRW_ sposobem na dywersyfikację działalności\n                           Ever Home\" w ramach   poddziałania 3.2.1. Badania na rynek Programu Operacyjnego Inteligentny\n                           Rozwój, 2014-2020 współfinansowanego ze środków Europejskiego Funduszu Rozwoju Regionalnego\n                           _\"projekt\"_Projekt realizowany będzie w zakładzie produkcyjnym w Grzywnie, w wojewódzkie kujawsko\n                           - pomorskim. Inwestycja obejmować będzie roboty budowlane, dotyczące rozbudowy części\n                           zakładu o powierzchnię, w której realizowana będzie produkcja innowacyjnych produktów\n                           i zakup niezbędnej infrastruktury produkcyjnej, obejmującej m.in. autorską linię do\n                           suszenia, zautomatyzowaną linię do rozkroju tarcicy oraz zautomatyzowaną linię obróbczą\n                           połogi. 2_ Stronami umowy są: Polska Agencja Rozwoju Przedsiębiorczości z siedzibą w Warszawie\n                           jako Instytucja Pośrednicząca i Ever Home Spółka Akcyjna z siedzibą w Wysogotowie\n                           jako Beneficjent.3_ Przedmiotem umowy jest określenie zasad udzielenia przez Instytucję Pośredniczącą\n                           dofinansowania w/w projektu oraz praw i obowiązków Stron umowy, związanych z realizacją\n                           projektu.4_ Beneficjent zobowiązany jest do złożenia Instytucji Pośredniczącej w terminie do\n                           dnia                      15 lipca 2018 roku formularza -  Analiza zgodności projektu\n                           z polityką ochrony środowiska wraz z zezwoleniem  na inwestycję, a do dnia 04 marca\n                           2018 roku - dokumentów potwierdzających uzyskanie zewnętrznego finansowania projektu.5_ Beneficjent zobowiązany jest do zrealizowania projektu w okresie kwalifikowalności\n                           kosztów projektu, który rozpoczyna się  w dniu rozpoczęcia realizacji projektu, tj.\n                           w dniu     01 stycznia 2018 roku i kończy się w dniu 30 września 2019 roku.  Za rozpoczęcie\n                           realizacji projektu uznaje się rozpoczęcie  robót budowlanych związanych z inwestycją\n                           lub dzień zaciągnięcia pierwszego prawnie wiążącego zobowiązania do zamówienia urządzeń,\n                           towarów lub usług związanych z realizacją projektu. Za zakończenie realizacji projektu\n                           uznaje się dzień dokonania płatności końcowej na rachunek bankowy Beneficjenta lub\n                           dzień zatwierdzenia wniosku o płatność końcową.6_ Całkowity koszt realizacji projektu wynosi 57.174.605,50 zł, przy czym całkowita\n                           maksymalna kwota kosztów kwalifikowanych wynosi 42.576.700,00 zł. Dofinansowanie przyznane\n                           Beneficjentowi na inwestycje wynosi maksymalnie 19.159.515,00 zł, co stanowi   45\n                           % kwoty kosztów kwalifikowanych.  Beneficjent zobowiązany jest do sfinansowania kosztu\n                           realizacji projektu w wysokości przekraczającej maksymalny poziom dofinansowania.Łączne dofinansowanie  przekazane Beneficjentowi w formie zaliczki, przeznaczonej\n                           na ponoszenie kosztów kwalifikowanych, nie może przekroczyć 40 % całkowitej wysokości\n                           dofinansowania. Pozostała kwota dofinansowania może być przekazana jedynie w formie\n                           refundacji wniosków o płatność pośrednią i końcową.7_ Dofinansowanie jest wypłacane po ustanowieniu i wniesieniu przez Beneficjenta zabezpieczenia\n                           należytego wykonania zobowiązań wynikających z umowy. Beneficjent zobowiązany jest\n                           do złożenia w Instytucji Pośredniczącej zabezpieczenia w formie weksla in blanco z\n                           klauzulą \"nie na zlecenie\" z podpisem notarialnie poświadczonym albo  z podpisem złożonym\n                           w obecności osoby upoważnionej przez Instytucję Pośredniczącą wraz z deklaracją wekslową,\n                           w terminie 14 dni od dnia wejścia w życie umowy. W przypadku płatności dofinansowania\n                           w formie zaliczki beneficjent składa dodatkowe zabezpieczenie w wysokości odpowiadającej\n                           zaliczce, w jednej z w/w form.7_ Beneficjent zobowiązany jest zachować trwałość projektu przez okres 3 lat, licząc\n                           od dnia zakończenia realizacji projektu.8_  Umowa może zostać rozwiązana przez każdą ze Stron z zachowaniem 3 - miesięcznego\n                           okresu wypowiedzenia, z podaniem przyczyny rozwiązania umowy. Instytucja  Pośrednicząca\n                           może rozwiązać umowę  w przypadkach określonych w umowie, w tym głównie z powodu:-  nie rozpoczęcia realizacji projektu przez okres dłuższy niż 3 miesiące od terminu\n                              określonego w umowie,-  nie ustanowienia  lub nie wniesienia zabezpieczenia w ustalonym w umowie terminie,- zaprzestania realizacji projektu lub realizacji go w sposób sprzeczny z umową,- zaprzestania prowadzenia działalności związanej z projektem.9_ W przypadku rozwiązania umowy Beneficjent zobowiązany jest do zwrotu całości otrzymanego\n                           dofinansowania wraz z odsetkami w wysokości określonej jak dla zaległości podatkowych\n                           w terminie 14 dni od dnia rozwiązania umowy.W pozostałym zakresie warunki Umowy nie\n                           odbiegają istotnie od stosowanych powszechnie dla tego typu umów.Podstawą przekazania informacji o zawarciu Umowy jest jej istotność dla działalności\n                           i spółki zależnej i Emitenta ze względu na wartość objętych nią prac, a kryterium\n                           uznania Umowy za znaczącą jest wartość kapitałów własnych Emitenta.Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-12-04"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_ w nawiązaniu\n                           do raportu bieżącego nr 27/2017 z dnia 16 października 2017 roku informuje, iż  w\n                           związku ze zmianą umowy kredytu wielocelowego Nr 28 1020 4027 0000 1802 0893 8666\n                           z dnia 22 kwietnia 2011 roku w zakresie limitu  kredytu i zabezpieczeń _\"Umowa\"_ _aneks\n                           z dnia 16 października 2017 roku_, Spółka, w dniu 25 października 2017 roku, złożyła\n                           oświadczenie o poddaniu się egzekucji w trybie art. 777 § 1 pkt 5 Kodeksu postępowania\n                           cywilnego do kwoty 119.000.000,00 zł _\"Oświadczenie\"_ na rzecz wierzyciela Powszechna\n                           Kasa Oszczędności Bank Polski S.A. _\"Bank\"_  co do obowiązku zapłaty na rzecz Banku\n                           wszelkich należności wynikających z tej umowy, tj. należności głównej _kwoty niespłaconego\n                           kredytu_, odsetek umownych i odsetek za opóźnienie w spłacie, prowizji,  opłat bankowych\n                           oraz kosztów windykacji. Bank może wystąpić z wnioskiem o nadanie Oświadczeniu klauzuli wykonalności w terminie\n                           nie później niż dwa lata od najpóźniejszego terminu ważności gwarancji wystawionych\n                           na podstawie powyższej Umowy, najpóźniej do dnia 16 października 2030 roku, z tym,\n                           że w tym okresie może wystąpić z takim wnioskiem wielokrotnie. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-10-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_ informuje,\n                           iż      w dniu 26 października 2017 r. otrzymał informację od spółki zależnej \"SPC-2\"\n                           sp. z o.o. z siedzibą w Warszawie _dalej jako: SPC-2_ o wyborze oferty konsorcjum,\n                           w skład którego wchodzi ww. spółka zależna, w przetargu ogłoszonym przez PKP Polskie\n                           Linie Kolejowe S.A. z siedzibą w Warszawie _Zamawiający_ pod nazwą \"Budowa infrastruktury\n                           systemu ERTMS/GSM-R na liniach kolejowych PKP Polskie Linie Kolejowe S.A. w ramach\n                           NPW ERTMS\" _Zamówienie_.Oferta została złożona przez konsorcjum firm: Nokia Solutions and Networks sp. z o.o.\n                           z siedzibą w Warszawie _Nokia_, \"SPC-1\", \"SPC-2\" oraz \"SPC-3\" Sp. z o.o. z siedzibą\n                           w Warszawie _Konsorcjum_. Przedmiotem oferty jest zaprojektowanie, dostawa i wykonanie\n                           wszystkich niezbędnych prac oraz robót budowlanych w celu wdrożenia na liniach kolejowych\n                           w Polsce sieci GSM-R jako dedykowanego dla kolei systemu bezprzewodowej łączności\n                           cyfrowej. Cena oferty złożonej przez Konsorcjum, w skład którego wchodzi         \n                           SPC-2, wynosi 2 268 mln zł netto tj. 2 789 mln zł brutto, z czego na spółkę zależną\n                           Emitenta SPC-2 przypada około 31,77 % kwoty netto. Termin realizacji prac wynosi 62\n                           miesiące, natomiast okres rozszerzonej gwarancji został określony na 60 miesięcy od\n                           daty podpisania protokołu odbioru końcowego.O złożeniu przez Konsorcjum oferty jako najkorzystniejszej Spółka poinformowała w\n                           raporcie bieżącym nr 26 z dnia 22 września 2017 roku.W przypadku braku odwołania co do wyboru oferty Konsorcjum, w terminie przewidzianym\n                           przepisami prawa, zostanie podpisana umowa przez Konsorcjum z Zamawiającym na wykonanie\n                           przedmiotu zadania określonego w ofercie. O fakcie podpisania umowy Emitent poinformuje\n                           w odrębnym raporcie bieżącym.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-10-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_ informuje,\n                           iż z uwagi na udzielenie Spółce finansowania przez SGB-Bank S.A. z siedzibą w Poznaniu\n                           na sfinansowanie przedterminowego wykupu obligacji serii A na żądanie Emitenta, o\n                           czym Emitent informował raportem bieżącym nr 14/2017 z dnia 01.08.2017 r. oraz koniecznością\n                           dokonania w związku z tym zmiany kwoty limitu oraz zabezpieczeń  spłaty kredytów udzielonych\n                           Spółce przez Powszechną Kasę Oszczędności Bank Polski S.A. z siedzibą w Warszawie\n                           _dalej: \"PKO BP S.A\"_, podpisał w dniu 16 października 2017 roku aneksy do umów kredytowych\n                           zawartych z PKO BP S.A.Na podstawie aneksów nastąpiła: a_zmiana limitu kredytu wielocelowego Nr 28 1020 4027 0000 1802 0893 8666 z dnia \n                           22 kwietnia 2011 roku _raport bieżący nr 35/2015 z dnia 01.09.2015 r._ z kwoty 120.000.000,00\n                           zł do kwoty 70.000.000,00 zł w formie kredytu w  rachunku bieżącym               i\n                           w formie kredytu odnawialnego i nieodnawialnego oraz  w związku z tym zmiana zabezpieczeń\n                           spłaty tego kredytu, w tym przede wszystkim obniżenie hipoteki umownej łącznej na\n                           nieruchomościach Spółki położonych w Słonawach, Mrowinie i Grzywnie              \n                           z kwoty 180.000.000,00 zł do kwoty 105.000.000,00 zł oraz zmiana okresu kredytowania\n                           - wydłużenie terminu spłaty kredytu do dnia 16 października 2020 roku _poprzedni termin\n                           spłaty 31 sierpnia 2018 roku_,b_zmiana zabezpieczeń spłaty kredytu inwestycyjnego Nr 46 1020 4027 00001296 0224\n                           3939 z dnia 04 marca 2014 roku _raport bieżący nr 36/2015 z dnia 01.09.2015 r._  poprzez\n                           obniżenie hipoteki na nieruchomościach położonych w Słonawach, z kwoty 38.743.440,00\n                           zł  do kwoty 16.651.544,79 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-10-16"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Spółka, Emitent_ informuje,\n                           iż w dniu 22 września 2017 roku otrzymał informację od spółki zależnej \"SPC-2\" sp.\n                           z o.o. z siedzibą w Warszawie _dalej jako: SPC-2_ o złożeniu przez Konsorcjum, w skład\n                           którego wchodzi ww. spółka zależna, oferty o najniższej cenie w organizowanym przez\n                           PKP Polskie Linie Kolejowe S.A. _Zamawiający_ postępowaniu przetargowym pod nazwą\n                           \"Budowa infrastruktury systemu ERTMS/GSM-R na liniach kolejowych PKP Polskie Linie\n                           Kolejowe S.A. w ramach NPW ERTMS\" _Zamówienie_, ogłoszonego przez PKP Polskie Linie\n                           Kolejowe S.A. z siedzibą w Warszawie _Zamawiający_. Przedmiotem jest zaprojektowanie,\n                           dostawa i wykonanie wszystkich niezbędnych prac oraz robót budowlanych w celu wdrożenia\n                           na liniach kolejowych w Polsce sieci GSM-R jako dedykowanego dla kolei systemu bezprzewodowej\n                           łączności cyfrowej. Oferta została złożona przez Konsorcjum firm: Nokia Solutions\n                           and Networks sp. z o.o. z siedzibą w Warszawie _Nokia_, \"SPC-1\" Sp. z o.o. z siedzibą\n                           w Warszawie, \"SPC-2\" Sp. z o.o. z siedzibą w Warszawie oraz \"SPC-3\" Sp. z o.o. z siedzibą\n                           w Warszawie.Cena oferty złożonej przez Konsorcjum, w skład którego wchodzi SPC-2, wynosi 2 268\n                           mln zł netto tj. 2 789 mln zł brutto. Termin realizacji prac wynosi 62 miesiące, natomiast\n                           okres rozszerzonej gwarancji został określony na 60 miesięcy od daty podpisania protokołu\n                           odbioru końcowego.Kryterium wyboru oferty w przetargu stanowią: całkowita cena brutto _waga 90 %_. Termin\n                           realizacji _waga 10%_.Aktualnie SPC-2 oczekuje na czynność weryfikacji przez Zamawiającego ofert złożonych\n                           w postępowaniu, o czym Emitent poinformuje w trybie odrębnego raportu bieżącego po\n                           otrzymaniu informacji o wynikach wyboru przez Zamawiającego oferty najkorzystniejszej. Podstawa prawna:  Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-09-22"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Spółka, Emitent_ podaje do\n                           publicznej wiadomości informację, że w dniu   21 września 2017 roku Spółka nabyła\n                           od Nokia Solutions and Networks sp. z o.o. z siedzibą w Warszawie _Nokia_ oraz od\n                           Nokia Solutions and Networks B.V. z siedzibą w Hadze łącznie 100% udziałów pod firmą\n                           \"SPC-2\" Sp. z o.o. z siedzibą w Warszawie _dalej jako: SPC-2_.Wartość transakcji nabycia udziałów wyniosła 5 tys. zł i była równa wartości nominalnej\n                           udziałów. Kapitał zakładowy SPC-2 wynosi 5 tys. zł.Celem nabycia udziałów SPC-2 jest przystąpienie Grupy Kapitałowej Pozbud T&R S.A.\n                           do udziału w postępowaniu o udzielenie zamówienia publicznego dotyczącego projektu\n                           pod nazwą \"Budowa infrastruktury systemu ERTMS/GSM-R na liniach kolejowych PKP Polskie\n                           Linie Kolejowe S.A. w ramach NPW ERTMS\" _Zamówienie_ ogłoszonego przez PKP Polskie\n                           Linie Kolejowe S.A. z siedzibą w Warszawie _Zamawiający_, którego przedmiotem jest\n                           zaprojektowanie, dostawa i wykonanie wszystkich niezbędnych prac oraz robót budowlanych\n                           w celu wdrożenia na liniach kolejowych w Polsce sieci GSM-R jako dedykowanego dla\n                           kolei systemu bezprzewodowej łączności cyfrowej.SPC-2 jest podmiotem, który został zakwalifikowany przez Zamawiającego w ramach konsorcjum\n                           zawiązanego przez Nokia do dalszego etapu postępowania.Podstawa prawna:  Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-09-22"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_ informuje, iż\n                           w dniu dzisiejszym powziął informację od spółki zależnej Ever Home S.A. iż  realizacja\n                           przez nią projektu inwestycyjnego otrzymała pozytywną weryfikację PARP w konkursie\n                           3.2.1. Badania na rynek Program operacyjny Inteligentny Rozwój. Produkt stanowiący przedmiot wdrożenia, tj. znacząco ulepszony wyrób w postaci deski\n                           podłogowej HRW _HIGH RESISTANT WOOD_,  będzie wytwarzany w oparciu o założenia autorskiej,\n                           innowacyjnej, w skali międzynarodowej, technologii przetwarzania surowca drzewnego,\n                           stanowiącej wynik prac badawczo-rozwojowych realizowanych przez spółkę Ever Home S.A.\n                           i na jej zlecenie. Uzyskane wyniki prac zostały zgłoszone do prawa ochronnego na wzór\n                           użytkowy pt. \"Suszarnia komorowa do drewna\". Projekt realizowany będzie w zakładzie\n                           produkcyjnym w Grzywnie, w wojewódzkie kujawsko - pomorskim. Inwestycja obejmować\n                           będzie roboty budowlane, dotyczące rozbudowy części zakładu o powierzchnię, w której\n                           realizowana będzie produkcja innowacyjnych produktów i zakup niezbędnej infrastruktury\n                           produkcyjnej, obejmującej m.in. autorską linię do suszenia, zautomatyzowaną linię\n                           do rozkroju tarcicy oraz zautomatyzowaną linię obróbczą połogi.Inwestycja ta umożliwi  zwiększenie wartości sprzedaży produktów, a także pozwoli\n                           na dywersyfikację produkcji poprzez wprowadzenie do oferty oprócz innowacyjnej deski\n                           podłogowej również tarcicy o podwyższonej jakości oraz lameli o przeznaczeniu podłogowym.Całkowita wartość inwestycji wynosi 57.174.605,50 zł, przy czym koszty kwalifikowane\n                           to kwota 42.546.700,00 zł,  natomiast wartość przyznanego grantu to kwota 19.159.515,00\n                           zł.W konsekwencji zakończenia realizacji Projektu i osiągnięcia przez niego pełnej mocy\n                           produkcyjnej spółka zależna zakłada zwiększenie przychodów ze sprzedaży w latach 2019-2026.\n                           Po otrzymaniu informacji o podpisaniu Umowy o dofinansowanie projektu, Emitent niezwłocznie\n                           poinformuje raportem bieżącym. Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-09-11"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 05 września 2017 roku. otrzymał od Wiceprezesa Zarządu - Pana Romana Andrzejaka\n                           powiadomienie w trybie art. 19 ust. 1 pkt a_ Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku, dotyczące\n                           transakcji dokonanej w dniu 04 września 2017 roku na akcjach Spółki  przez ww. osobę\n                           jako pełniącą obowiązki zarządcze. Treść powiadomienia Emitent przekazuje w załączeniu.",
        "date": "2017-09-05"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki pod firmą Pozbud T&R S.A. z siedzibą w Wysogotowie, _\"Spółka\", \"Emitent\"_,\n                           informuje, iż w dniu dzisiejszym, tj. 31 sierpnia 2017 roku, pomyłkowo przekazał do\n                           wiadomości publicznej skonsolidowany raport półroczny Grupy Kapitałowej Pozbud T&R\n                           S.A za I półrocze 2017 roku, na niewłaściwym formularzu. W związku z powyższym  Zarząd Spółki koryguje ten raport w ten sposób, iż ponownie\n                           przekazuje w dniu dzisiejszym  skonsolidowany raport półroczny Grupy Kapitałowej Pozbud\n                           T&R S.A za I półrocze 2017 roku w tej samej treści tylko na właściwym formularzu.Podstawa prawna:  § 6 ust. 4 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz. 133_.",
        "date": "2017-08-31"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           iż w dniu 22 sierpnia 2017 roku otrzymał uchwałę nr 970/2017 Zarządu Giełdy Papierów\n                           Wartościowych w Warszawie S.A. _\"GPW\"_ z dnia 22 sierpnia 2017 roku, zgodnie z którą\n                           Zarząd GPW, na wniosek Spółki, postanowił z dniem 25 sierpnia 2017 roku wykluczyć\n                           z alternatywnego systemu obrotu na Catalyst obligacje na okaziciela serii A  spółki\n                           Pozbud T&R S.A., w związku z przedterminowym ich wykupem. Od dnia 2 sierpnia 2017 roku obligacje Spółki serii A zostały zawieszone na rynku\n                           Catalyst _raport bieżący nr 15/2017 z dnia 1.08.2017 r._.Podstawa prawna:  Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-08-23"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki pod firmą Pozbud T&R S.A. z siedzibą w Wysogotowie, _\"Spółka\", \"Emitent\"_,\n                           podaje do wiadomości, że w dniu 22 sierpnia 2017 roku podpisał ze spółką GN Jantaris\n                           Spółka z ograniczoną odpowiedzialnością Spółka komandytowa z siedzibą w Poznaniu Umowę\n                           o roboty budowlane w ramach  generalnego wykonawstwa _\"Umowa\"_.1_. Umowa zawarta w Poznaniu w dniu 22 sierpnia 2017 roku.2_ Stronami umowy są GN Jantaris Spółka z ograniczoną odpowiedzialnością Spółka komandytowa\n                           z siedzibą w Poznaniu jako Zamawiający i Pozbud T&R Spółka Akcyjna z siedzibą w Wysogotowie\n                           jako Generalny Wykonawca.3_ Przedmiotem umowy jest kompleksowa realizacja inwestycji polegającej na budowie\n                           budynku usługowo - mieszkalnego z garażem podziemnym wraz z towarzyszącą infrastrukturą\n                           w Mielnie przy ul. Wojska Polskiego 8 _\"Przedmiot Umowy\"_, zgodnie z dokumentacją\n                           przetargową, projektową i techniczną.4_ Inwestycja będzie realizowana zgodnie z Harmonogramem Budowy, a jej zakończenie\n                           wraz z uzyskaniem prawomocnej decyzji o pozwoleniu na użytkowanie, strony ustaliły\n                           do dnia 16 maja 2019 roku. Strony dopuszczają odstępstwa od Harmonogramu, pod warunkiem,\n                           iż nie będą one powodować wydłużenia terminów, z zastrzeżeniem, iż każda zmiana Harmonogramem\n                           Budowy wymaga pisemnej akceptacji Zamawiającego. Generalny Wykonawca ma prawo do zmiany\n                           terminu zakończenia robót  wyłącznie w przypadku opóźnienia w ich wykonaniu  z powodu\n                           działania Siły Wyższej zdefiniowanej w Umowie,5_ Za wykonanie Przedmiotu Umowy Generalny Wykonawca otrzyma wynagrodzenie ryczałtowe\n                           nieprzekraczające kwoty 19.955.726,00 zł netto, powiększone o kwotę należnego podatku\n                           VAT _\"Maksymalna Cena\"_. Wynagrodzenie obejmuje także wynagrodzenie z tytułu przeniesienia\n                           na Zamawiającego autorskich prac majątkowych do wszelkich utworów, w rozumieniu ustawy\n                           o prawie autorskim i prawach pokrewnych, powstałych w związku z niniejszą umową na\n                           wszystkich znanych w chwili zawarcia umowy polach eksploatacji, bez ograniczeń czasowych\n                           i terytorialnych. W przypadku, gdy z inicjatywy Generalnego Wykonawcy i za zgodą Zamawiającego nastąpi\n                           zmiana technologii robót,  w wyniku której wykonywane będą roboty zamienne lub roboty\n                           skutkujące wystąpieniem oszczędności, 50 % tych oszczędności należne będzie Generalnemu\n                           Wykonawcy jako premia należna od wynagrodzenia, a 50 % przypadnie Zamawiającemu.6_ Generalny Wykonawca udziela Zamawiającemu gwarancji jakości na wykonane  Roboty\n                           Generalnego Wykonawcy oraz materiały lub urządzenia w następujących okresach:a_ 5 lat na roboty budowlano - montażowe, w tym instalacyjne, za wyjątkiem instalacji\n                           grzania i chłodzenia,b_ 5 lat na instalację grzania i chłodzenia,c_  dla urządzeń zgodnie z kartami gwarancyjnymi producenta,c_ 10 lat na szczelność części podziemnej budynku i pokrycia dachu, jego izolacji\n                           oraz na konstrukcyjne elementy nośne,d_ na okresy dłuższe niż wskazane powyżej, o ile tak stanowi gwarancja producenta\n                           wbudowanych materiałów i urządzeń.Strony potwierdzają, iż postanowienia dotyczące gwarancji nie naruszają uprawnień\n                           Zamawiającego wynikających z rękojmi, do której stosuje się przepisy kodeksu cywilnego\n                           i ustalają, iż okresy obowiązywania rękojmi są takie same jak określone w umowie dla\n                           gwarancji.7_ Generalny Wykonawca wnosi zabezpieczenie należytego wykonania Umowy i wykonania\n                           zobowiązań z tytułu gwarancji i rękojmi w postaci Gwarancji Należytego Wykonania,\n                           która zostanie zastąpiona Gwarancją Usuwania Wad i Usterek lub w formie gwarancji\n                           łącznej w formie i treści zaakceptowanej przez Zamawiającego. Wartość Gwarancji Należytego\n                           Wykonania wynosi 10 % wartości netto Maksymalnej Ceny, którą przekaże Zamawiającemu\n                           w terminie 21 dni od  dnia podpisania Umowy, a wartość Gwarancji Usuwania Wad i Usterek\n                           wynosi 3 % wartości netto Maksymalnej Ceny, którą przekaże Zamawiającemu w terminie\n                           21 dni od  dnia podpisania Umowy.8_ Generalny Wykonawca może zlecić podwykonawcom wykonanie robót budowlanych, za których\n                           działania i zaniechania odpowiada jak za własne. Przed przystąpieniem do wykonywania\n                           robót budowlanych  przez podwykonawcę Generalny Wykonawca zgłosi pisemnie Zamawiającemu\n                           szczegółowy przedmiot robót, który ma zamiar powierzyć danemu podwykonawcy i odpowiadające\n                           mu wynagrodzenia.  8_ W przypadku opóźnienia Generalnego Wykonawcy w wykonaniu całości lub części Przedmiotu\n                           Umowy, Zamawiający  naliczy Generalnemu Wykonawcy karę umowną:- dla terminów określonych w Harmonogramie Budowy jako kamienie milowe - w wysokości\n                           0,1 % Maksymalnej Ceny netto za każdy dzień opóźnienia w stosunku do Harmonogramu\n                           Budowy,- dla terminu zakończenia Przedmiotu Umowy, określonego w Harmonogramie Budowy w wysokości\n                           0,1 % Maksymalnej Ceny netto za każdy dzień opóźnienia w stosunku do Harmonogramu\n                           Budowy.Maksymalna wysokość naliczonych kar umownych z w/w tytułów nie może przekroczyć  \n                           10 % Maksymalnej Ceny.Zamawiający ma prawo do żądania, na zasadach ogólnych, odszkodowania uzupełniającego\n                           przewyższającego wartość zastrzeżonej kary umownej.9_ W przypadku, gdy w ocenie Zamawiającego, wskutek opóźnień Generalnego Wykonawcy\n                           w realizacji inwestycji zagrożony będzie termin oddania inwestycji do użytkowania\n                           wynikający z Harmonogramu Budowy, Zamawiający ma prawo:a_ wskazać Generalnemu Wykonawcy Podwykonawcę, z którym Generalny Wykonawca będzie\n                           mógł podpisać umowę na realizację części robót Generalnego Wykonawcy,b_ powierzyć podmiotowi trzeciemu na koszt i ryzyko Generalnego Wykonawcy, niewykonany\n                           zakres robót 10_ Generalny Wykonawca posiada polisę OC od prowadzonej działalności na kwotę nie\n                           niższą niż stanowiącą równowartość kwoty 1.000.000 Euro, którą zobowiązany jest utrzymać\n                           przez cały Okres Budowy nie mniej niż przez następne 24 miesiące.11_ W Umowie zawarto też postanowienia dotyczące odstąpienia od Umowy. W pozostałym zakresie warunki Umowy nie odbiegają istotnie od stosowanych powszechnie\n                           dla tego typu umów. Podstawą przekazania informacji o zawarciu Umowy jest jej istotność dla działalności\n                           Spółki ze względu na wartość objętych nią prac, a kryterium uznania Umowy za znaczącą\n                           jest wartość kapitałów własnych Emitenta. Podstawa prawna:  Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-08-23"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego nr 13/2017 z dnia 28 lipca 2017 roku dotyczącego zawiadomienia\n                           o przedterminowym wykupie na żądanie Emitenta obligacji serii A informuje, że w dniu\n                           dzisiejszym, tj. 14 sierpnia 2017 roku, za pośrednictwem Krajowego Depozytu Papierów\n                           Wartościowych S.A. dokonał wykupu 50.000 obligacji serii A  oznaczonych pod kodem\n                           ISIN PLPZBDT00054, o łącznej wartości nominalnej 50.000.000 zł.Tym samym Krajowy Depozyt Papierów Wartościowych S.A. dokonuje wyrejestrowania wykupionych\n                           papierów wartościowych z kont uczestników.Obligacje, będące przedmiotem obrotu organizowanego  w alternatywnym systemie obrotu\n                           przez Giełdę Papierów Wartościowych w Warszawie S.A. na rynku Catalyst, na wniosek\n                           Spółki zostaną wykluczone z obrotu. Podstawa prawna:  Art. 17 ust. 1 w zw. z art.\n                           7 ust. 1 a_, ust. 2 i 4  Rozporządzenia Parlamentu Europejskiego i Rady _UE_ NR 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_.",
        "date": "2017-08-14"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_, w związku z\n                           zakończeniem w dniu 07 sierpnia 2017 roku agregacji jednostkowych danych finansowych,\n                           realizowanej na potrzeby przygotowania raportu Emitenta za I półrocze 2017 roku oraz\n                           w związku z planowanymi spotkaniami z inwestorami przez publikacją tego raportu, przekazuje\n                           do publicznej wiadomości wybrane wstępne jednostkowe wyniki finansowe Spółki za I\n                           półrocze 2017 roku.Wstępne, jednostkowe wyniki finansowe POZBUD T&R S.A. za I półrocze 2017 roku  _w\n                           nawiasie przedstawiono dane za analogiczny okres roku poprzedniego_ przedstawiono\n                           poniżej:- przychody ze sprzedaży 54 851,5 tys. zł _71 827,4 tys. zł_,- zysk netto 3 634,9 tys. zł _4 040,3 tys. zł_.Zarząd Emitenta informuje, że obniżenie przychodów ze sprzedaży w I półroczu 2017\n                           roku w stosunku do analogicznego okresu roku ubiegłego jest wynikiem sytuacji na rynku\n                           usług budowlanych, związanej między innymi z przedłużającymi się postępowaniami przetargowymi.\n                           Natomiast w segmencie stolarki otworowej w ocenie Zarządu Emitenta sytuacja kształtuje\n                           się na ustabilizowanym poziomie, osiągając parametry finansowe zbliżone do analogicznego\n                           okresu roku poprzedniego.Jednocześnie Zarząd Spółki przypomina, iż ostateczne wyniki finansowe Spółki i Grupy\n                           Kapitałowej Emitenta za I półrocze 2017 roku zostaną zawarte w skonsolidowanym raporcie\n                           Grupy Kapitałowej Pozbud T&R S.A za I półrocze 2017 roku, który zostanie opublikowany\n                           w dniu 31 sierpnia 2017 roku.Podstawa prawna: Art.17 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ NR 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-08-07"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_, działając na\n                           podstawie art. 128 i 129 ustawy z dnia 11.05.2017r. o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym _Dz. U. z 2017 r., poz. 1089_ informuje, iż\n                           na posiedzeniu w dniu dzisiejszym, tj. 2 sierpnia 2017 roku Rada Nadzorcza Spółki\n                           powołała Komitet Audytu w składzie: 1.Wojciech Kowalski - Przewodniczący Komitetu Audytu, członek niezależny,2.Marek Chaniewicz - Członek Komitetu Audytu, członek niezależny,3.Bartosz Andrzejak - Członek Komitetu Audytu, członek zależny.Dotychczas zadania Komitetu Audytu pełniła Rada Nadzorcza Spółki. Czas trwania pierwszej\n                           kadencji Komitetu Audytu będzie tożsamy z obecną kadencją Rady Nadzorczej  co oznacza,\n                           że kadencja Komitetu Audytu upłynie z dniem odbycia Zwyczajnego Walnego Zgromadzenia\n                           Pozbud T&R S.A., zatwierdzającego sprawozdanie finansowe za rok 2019. Spółka Pozbud T&R S.A., informuje, iż Komitet Audytu we wskazanym wyżej składzie spełnia\n                           kryteria niezależności oraz pozostałe wymagania określone w art. 129 ust. 1, 3, 5,\n                           i 6 ustawy o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym,\n                           tj.:a_przynajmniej jeden członek komitetu audytu posiada wiedzę i umiejętności w zakresie\n                           rachunkowości lub badania sprawozdań finansowych,b_przynajmniej jeden członek komitetu audytu posiada wiedzę i umiejętności z zakresu\n                           branży Spółki,c_większość członków komitetu audytu, w tym jego przewodniczący, jest niezależna od\n                           Spółki.Spółka informuje, że zgodnie z zasadą szczegółową II.Z.8 zbioru \"Dobrych Praktyk Spółek\n                           Notowanych na GPW 2016\", Przewodniczący Komitetu Audytu spełnia kryteria niezależności\n                           zawarte w Załączniku II do Zalecenia Komisji Europejskiej 2005/162/WE z dnia 15 lutego\n                           2005r. dotyczącego roli dyrektorów niewykonawczych lub będących członkami rady nadzorczej\n                           spółek giełdowych i komisji rady _nadzorczej_.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-08-02"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           iż w związku z powołaniem przez Zwyczajne Walne Zgromadzenie w dniu 26 maja 2017 roku\n                           Rady Nadzorczej nowej kadencji, o czym Emitent informował raportem bieżącym Nr 9/2017\n                           z dnia 26 maja 2017 roku,  na posiedzeniu w dniu  2 sierpnia 2017 roku Rada Nadzorcza\n                           Spółki podjęła uchwały o wyborze przewodniczącego, wiceprzewodniczącego i sekretarza\n                           Rady.Zgodnie z powziętymi uchwałami, Rada Nadzorcza Pozbud T&R S.A. ze swojego grona wybrała\n                           na Przewodniczącego Rady Nadzorczej Pana Wojciecha Prentkiego _dotychczasowego Przewodniczącego\n                           RN_, na Wiceprzewodniczącego Rady Nadzorczej Pana Wojciecha Kowalskiego _dotychczasowego\n                           Wiceprzewodniczącego RN_, a na Sekretarza Rady Nadzorczej Panią Halinę Czubak - Lulkiewicz. Noty biograficzne Członków Rady Nadzorczej przekazane zostały przy raporcie bieżącym\n                           nr 11/2017 z dnia 26 maja 2017 roku.Podstawa prawna: § 5 ust. 1 pkt 22 w związku z § 28 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa nie będącego państwem członkowskim _t.j. Dz. U.z\n                           2014 r., poz.133 z późn. zm._.",
        "date": "2017-08-02"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           iż w dniu 01 sierpnia 2017 roku otrzymał uchwałę nr 824/2017 Zarządu Giełdy Papierów\n                           Wartościowych w Warszawie S.A. _\"GPW\"_ z dnia 01 sierpnia 2017 roku, zgodnie z którą\n                           Zarząd GPW na wniosek Spółki postanowił zawiesić obrót obligacjami na okaziciela serii\n                           A Spółki w alternatywnym systemie obrotu na rynku Catalyst w związku z zamiarem ich\n                           przedterminowego wykupu przez Spółkę, począwszy od dnia 02 sierpnia 2017 roku. O zamiarze\n                           przedterminowego wykupu Obligacji na żądanie Emitenta, Spółka informowała raportem\n                           bieżącym nr 13/2017 z dnia 28 lipca 2017 roku.W związku z powyższym, zlecenia maklerskie na w/w obligacje przekazane w alternatywnym\n                           systemie obrotu, a nie zrealizowane do dnia 01 sierpnia 2017 r. _włącznie_, tracą\n                           ważność po zakończeniu obrotu w tym dniu. Od dnia zawieszenia, zlecenia maklerskie\n                           na w/w obligacje nie będą przyjmowane.Podstawa prawna:  Art. 17 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ NR 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-08-01"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\", \"Kredytobiorca\"_\n                           podaje do wiadomości, iż w dniu 31 lipca 2017 roku zawarł z SGB - Bankiem S.A. z siedzibą\n                           w Poznaniu _\"Bank\"_ umowę o kredyt inwestycyjny nr INWKK/7/2017/55690. Warunki Umowy o kredyt inwestycyjny nr INWKK/7/2017/55690 z dnia 31 lipca 2017 roku: a_ kredyt w kwocie 50.000.000,00 zł, w walucie polskiej, b_ kredyt udzielony jest na okres od dnia 31 lipca 2017 roku do 30 lipca 2022 roku,c_ spłata kredytu nastąpi w pięciu ratach rocznych w kwocie 10.000.000,00 zł każda,\n                           płatnych do dnia 30 lipca każdego roku, począwszy od dnia 30 lipca 2018 roku do 30\n                           lipca 2022 roku,   d_ kredyt przeznaczony zostanie na refinansowanie  przedterminowego wykupu obligacji\n                           serii A wyemitowanych przez Spółkę na podstawie  uchwały Zarządu Spółki z dnia 02\n                           lutego 2015 roku, zmienionej Uchwałą Zarządu Emitenta nr 2/2/2015 z dnia 5 lutego\n                           2015 r. w przedmiocie zmiany Uchwały Zarządu Emitenta  nr 1/2/2015 z dnia 2 lutego\n                           2015 r. w przedmiocie emisji Obligacji, co wpłynie na obniżenie kosztów finansowych\n                           Spółki, e_ kredyt postawiony zostanie do dyspozycji Emitenta jednorazowo  dnia 31 lipca 2017\n                           roku, i po spełnieniu warunków uruchomienia kredytu, Bank wypłaci go w formie bezgotówkowej\n                           na rachunek wskazany przez Kredytobiorcę, f_ prawne zabezpieczenie spłaty kredytu stanowią głównie:1.hipoteka umowna łączna do kwoty 75.000.000,00 zł  na pierwszym miejscu pod względem\n                           pierwszeństwa, z równym pierwszeństwem z hipotekami na rzecz Banku współfinansującego\n                           Spółkę na przysługującym Spółce:a_prawie użytkowania wieczystego nieruchomości i prawie własności nieruchomości położonych\n                           w Słonawach,b_prawie własności nieruchomości położonej w Mrowinie,c_prawie użytkowania wieczystego nieruchomości położonych w Grzywnie,2.cesja praw z umowy ubezpieczenia  nieruchomości stanowiących zabezpieczenie kredytu\n                           do kwoty 40 % sumy ubezpieczenia nie mniej niż do kwoty 31.600.000,00 zł, 3.cesja praw wierzytelności przyszłych, tj. środków wypłacanych z mieszkaniowego rachunku\n                           powierniczego prowadzonego przez mBank S.A. w ramach projektu deweloperskiego \"Zacisze\n                           Strzeszyn\" w Poznaniu do kwoty 10.000.000,00 zł oraz cesja praw wierzytelności przyszłych,\n                           przy czym Bank skorzysta z cesji na następujących warunkach:i.pierwsze 30.000.000,00 zł, które wpłynie na mieszkaniowy rachunek powierniczy  pozostawione\n                           zostanie do dyspozycji Kredytobiorcy i nie będzie objęte przelewem na rzecz banku,ii.Bank będzie uprawniony do skorzystania z cesji w zakresie kolejnych 10.000.000,00\n                           zł, które wpłyną na mieszkaniowy rachunek powierniczy,  4.cesja z kontraktu zawartego na realizację budynku usługowo - mieszkalnego, 5.kaucja pieniężna zdeponowana w SGB Banku S.A. w wysokości 2.000.000,00 zł,6.pełnomocnictwo do dysponowania środkami na rachunku bieżącym Spółki, prowadzonym\n                           w  SGB Banku S.A., 7.weksel in blanco wraz z deklaracją wekslową  wystawiony przez Spółkę,8.hipoteka umowna łączna do kwoty 75.000.000,00 zł  na pierwszym miejscu pod względem\n                           pierwszeństwa na nieruchomościach położonych w Dąbrowie, powiat poznański, będących\n                           własnością prywatną. Zabezpieczenie to zostanie ustanowione do czasu prawomocnego\n                           ustanowienia zabezpieczeń, o których mowa w punktach 1-7 powyżej,g_  warunkiem postawienia kredytu do dyspozycji Spółki jest m. in. złożenie stosownych\n                           oświadczeń Emitenta i dłużnika rzeczowego o poddaniu się egzekucji oraz przedłożenia\n                           dokumentów potwierdzających złożenie wniosków o ustanowienie hipotek na nieruchomościach, h_  oprocentowanie kredytu jest zmienne, ustalone na bazie stawki WIBOR 3M, powiększonej\n                           o stałą marżę Banku, i_ za czynności związane z przygotowanie i obsługą kredytu Spółka zobowiązana jest\n                           zapłaty prowizji przygotowawczej, płatnej najpóźniej w dniu uruchomienia kredytu,\n                           prowizji z tytułu gotowości, płatnej w dniu wypłaty niewykorzystanej kwoty kredytu\n                           oraz prowizji rekompensacyjnej, płatnej w dniu dokonania przedterminowej spłaty kredytu. Pozostałe warunki umowy nie odbiegają od warunków przyjętych dla tego rodzaju umów. Zarząd Emitenta podjął decyzję o publikacji wyżej wymienionych informacji z uwagi\n                           na istotną dla Emitenta wartość umowy,  która przekracza 10% kapitałów własnych Emitenta. Podstawa prawna:  Art.17 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ NR 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-08-01"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ podaje\n                           do wiadomości, iż w związku z optymalizacją struktury finansowania i zarządzania środkami\n                           pieniężnymi w Spółce i w Grupie Kapitałowej Emitenta, Zarząd Pozbud T&R S.A. w dniu\n                           28 lipca 2017 roku podjął uchwałę nr 1/7/2017 w sprawie przedterminowego wykupu na\n                           żądanie Emitenta wszystkich obligacji serii A Spółki, zgodnie z postanowieniami punktu\n                           XII Warunków Emisji Obligacji _\"WEO\"_ z dnia 5 lutego 2015 roku. Obligacje zostaną\n                           nabyte przez Emitenta w celu umorzenia, a  ich wykup przed terminem zarówno obniży\n                           koszty finansowe Spółki, jak również wpłynie na zwiększenie wiarygodności  Spółki\n                           jako emitenta papierów wartościowych.Obligacje zostały wyemitowane na podstawie art. 2 pkt 1_ Ustawy o obligacjach oraz\n                           Uchwały nr 1/02/2015 Zarządu Emitenta z dnia 2 lutego 2015 roku,  zmienionej Uchwałą\n                           Zarządu Emitenta nr 2/2/2015 z dnia 5 lutego 2015 r. w przedmiocie zmiany Uchwały\n                           Zarządu Emitenta  nr 1/2/2015 z dnia 2 lutego 2015 r. w przedmiocie emisji Obligacji.\n                           Przedmiotem przedterminowego wykupu będą wszystkie obligacje zwykłe na okaziciela\n                           serii A, tj. 50.000 obligacji o wartości nominalnej 1.000,00zł _\"Obligacje\"_ każda,\n                           zdematerializowanych i zarejestrowanych przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. _\"KDPW\"_ pod kodem PLPZBDT00054..Pierwotny termin wykupu obligacji był ustalony na 13 lutego 2019 roku.  Dzień przedterminowego\n                           wykupu obligacji został wyznaczony na dzień 13 sierpnia 2017 roku, tj. na ostatni\n                           dzień piątego okresu odsetkowego.  Dzień ustalenia podmiotów uprawnionych do otrzymania\n                           świadczeń z tytułu wcześniejszego wykupu obligacji serii A został wyznaczony  na dzień\n                           04 sierpnia 2017 roku. Emitent zwraca uwagę, iż 13 sierpnia 2017 roku przypada na\n                           dzień wolny od pracy _niedziela_, w związku z czym dzień płatności, w którym nastąpi\n                           faktyczna wypłata wszystkich świadczeń, zgodnie z regulacjami KDPW, przypadnie na\n                           pierwszy dzień roboczy, tj. 14 sierpnia 2017 roku.Każdemu z obligatariuszy uprawnionemu z obligacji serii A, wypłacona zostanie kwota\n                           wskazana w WEO związana z przedterminowym wykupem, obejmująca:  kwotę odpowiadającą\n                           wartości nominalnej obligacji podlegających przedterminowemu wykupowi _tj. 1.000,00\n                           zł za jedną obligację_, należne odsetki za piąty okres odsetkowy w pełnym wymiarze\n                           oraz premię  w wysokości 1 % wartości nominalnej obligacji podlegających przedterminowemu\n                           wykupowi.W związku z rejestracją Obligacji w Krajowym Depozycie Papierów Wartościowych _\"KDPW\"_\n                           oraz wprowadzeniem do obrotu w Alternatywnym Systemie Obrotu Catalyst prowadzonym\n                           przez Giełdę Papierów Wartościowych w Warszawie S.A., wypłata świadczeń pieniężnych\n                           na rzecz Obligatariusza w związku z przedterminowym wykupem Obligacji na żądanie Emitenta\n                           będzie realizowana za pośrednictwem Krajowego Depozytu Papierów Wartościowych S.A.\n                           oraz podmiotów prowadzących rachunki papierów wartościowych Obligatariuszy poprzez\n                           uznanie rachunku pieniężnego służącego do obsługi papierów wartościowych Obligatariusza.\n                           Emitent złoży do KDPW wniosek o przeprowadzenie obsługi przedterminowego wykupu obligacji\n                           oraz stosowny wniosek do organizatora rynku Catalyst o zawieszenie notowań Obligacji\n                           w związku z przedterminowym wykupem, począwszy od dnia przypadającego na 3 dni robocze\n                           przed dniem ustalenia praw do przedterminowego wykupu, a po przeprowadzeniu wykupu\n                           - wniosek o wykluczenie Obligacji z obrotu.Przedterminowy wykup obligacji sfinansowany zostanie z kredytu zaciągniętego przez\n                           Emitenta.Podstawa prawna:  Art. 17 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ NR 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-07-28"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_, podaje do wiadomości,\n                           iż w dniu dzisiejszym, tj. 07 lipca 2017 roku podpisał ze spółką Dekpol S.A. z siedzibą\n                           w Pinczynie aneks do umowy o współpracy przy realizacji robót budowlanych inwestycji\n                           pn. \"Na Fali\"  w Gdyni, będącej kompleksem pięciu budynków mieszkalnychNiniejszym aneksem rozszerzony został przedmiot umowy zawartej pomiędzy stronami w\n                           dniu 05 czerwca 2017 r., z realizacji części robót budowlanych  oraz  wykonania instalacji\n                           elektrycznych i prac wykończeniowych, na realizację, w ramach generalnego wykonawstwa,\n                           zadania pod nazwą: \"Budynek Mieszkalny  wielorodzinny B1, B2, B3, B4, B5  Kosakowo,\n                           ul. Tadeusza Kościuszki - Na Fali\"   i tym samym zwiększone zostało wynagrodzenie\n                           ryczałtowe na wykonanie przedmiotu umowy z pierwotnej kwoty 2.000.000,00 zł netto\n                           do kwoty 21.000.000,00 zł netto.Warunki umowy:1_ Stronami umowy są: Dekpol S.A. z siedzibą w Pinczynie jako Zamawiający i Pozbud\n                           T&R S.A. z siedzibą w Wysogotowie jako Wykonawca.2_ Przedmiotem umowy jest realizacja w ramach generalnego wykonawstwa,  zadania pod\n                           nazwą: \"Budynek Mieszkalny  wielorodzinny B1, B2, B3, B4, B5  Kosakowo, ul. Tadeusza\n                           Kościuszki - Na fali.\" Roboty budowlane wykonywane będą z materiałów oraz przy użyciu\n                           maszyn i urządzeń dostarczonych przez Wykonawcę.3_ Wynagrodzenie ryczałtowe za wykonanie umówionego obecnie zakresu robót oszacowane\n                           zostało na wartość 21.000.000,00 zł netto. W przypadku zmiany zakresu robót nastąpi\n                           zmiana wysokości wynagrodzenia.4_ Wykonawca zobowiązany jest do wykonywania robót objętych Umową w terminach wynikających\n                           z ustalonego harmonogramu, przy czym  wykonanie przez Wykonawcę wszelkich obowiązków\n                           wynikających z Umowy ustalone zostało na dzień 30 września 2018 roku.5_ W przypadku opóźnienia w wykonaniu robót lub w usunięciu wad, Wykonawca zapłaci\n                           Zamawiającemu karę umowną w wysokości:- 0,5 %  wynagrodzenia netto za każdy dzień opóźnienia przez pierwsze 7 dni,- 1,0 % wynagrodzenia netto za każdy następny dzień, licząc od ósmego dnia opóźnienia.Ponadto każda ze stron umowy może żądać od drugiej strony zapłaty kary umownej w wysokości\n                           10 % wynagrodzenia netto, w przypadku odstąpienia od umowy z przyczyn leżących po\n                           drugiej stronie. Żądanie jak również zapłata kar umownych  nie pozbawia Zamawiającego\n                           prawa dochodzenia odszkodowania  na zasadach ogólnych.6_ Wykonawca udzieli Zamawiającemu 36 miesięcznej gwarancji na wszystkie wykonane\n                           przez Wykonawcę roboty. Wykonawca jest zobowiązany do likwidacji zgłoszonych wad w\n                           okresie 3 dni roboczych od dnia otrzymania takiej informacji i zakończyć w terminie\n                           10 dni od daty ich rozpoczęcia. W razie naruszenia powyższych terminów Zamawiający\n                           uprawniony jest do zlecenia usunięcia wad osobie trzeciej lub wykonania ich we własnym\n                           zakresie każdorazowo na koszt Wykonawcy. W takim przypadku Zamawiający obciąży Wykonawcę\n                           poniesionymi kosztami oraz karą umowną w wysokości 10 % ich wartości netto.7_ Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.8_ Kryterium uznania umowy za znaczącą jest przekroczenie wartości 10 % kapitałów\n                           własnych Emitenta, co nastąpiło w dniu zawarcia aneksu do w/w umowy, tj. w dniu 06\n                           lipca 2017 roku.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_",
        "date": "2017-07-06"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego nr 6/2017 z dnia 23 maja 2017 r. przekazuje w załączeniu skan\n                           powiadomienia o transakcjach dokonanych na akcjach Spółki przez Wiceprezesa Zarządu\n                           - Pana Romana Andrzejaka w dniu 23 maja 2017 r., doręczonego Spółce w  tym samym dniu,\n                           zawierającego uzupełnione informacje w stosunku do przekazanych w korygowanym raporcie\n                           bieżącym nr 6/2017. Podstawa prawna:  § 6 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz. U. z 2014 r., poz. 133 z\n                           późn. zm._",
        "date": "2017-06-06"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ podaje\n                           do wiadomości, iż z dniem zatwierdzenia sprawozdania finansowego Spółki za 2016 rok\n                           wygasły mandaty członków Rady Nadzorczej obecnej kadencji. W związku z powyższym Zwyczajne\n                           Walne Zgromadzenie w dniu 26 maja 2017 roku ustaliło pięcioosobowy skład Rady Nadzorczej\n                           kolejnej, nowej kadencji. W skład Rady Nadzorczej nowej, wspólnej trzyletniej kadencji\n                           ponownie powołano: - dotychczasowych członków Rady Nadzorczej w osobach:•\tPana Wojciecha Prentkiego•\tPana Bartosza Andrzejaka•\tPana Wojciecha Szymona Kowalskiego•\tPana Marka Chaniewicza- oraz nowego członka Rady Nadzorczej w osobie:•\tPani Haliny Czubak - Lulkiewicz Zgodnie ze złożonymi oświadczeniami, żaden z powołanych członków Rady Nadzorczej nie\n                           prowadzi w żadnej formie działalności konkurencyjnej w stosunku do Emitenta ani spółki\n                           z Grupy Kapitałowej Pozbud T&R S.A., nie jest wspólnikiem w konkurencyjnej spółce\n                           cywilnej ani w spółce osobowej, nie jest też członkiem organu innej konkurencyjnej\n                           osoby prawnej i nie jest też wpisany w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS. Życiorysy zawodowe osób powołanych do Rady Nadzorczej stanowią załącznik do niniejszego\n                           raportu bieżącego. Podstawa prawna: § 5 ust. 1 pkt 22 w związku z § 28 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa nie będącego państwem członkowskim _t.j. Dz. U.\n                           z 2014 r., poz.133 z póżn zm._.",
        "date": "2017-05-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ w załączeniu\n                           przekazuje wykaz akcjonariuszy posiadających co najmniej 5 % ogólnej liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu 26 maja 2017 roku, z określeniem liczby\n                           głosów przysługujących każdemu z akcjonariuszy z posiadanych akcji i wskazaniem ich\n                           procentowego udziału w liczbie głosów na tym walnym gromadzeniu oraz w ogólnej liczbie\n                           głosów.Podstawa prawna:  art. 70 pkt 3 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _ t.j. Dz. U. z 2016 r., poz. 1639_",
        "date": "2017-05-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ podaje\n                           do wiadomości treść uchwał podjętych na Zwyczajnym Walnym Zgromadzeniu spółki POZBUD\n                           T&R S.A. w dniu 26 maja 2017 roku w siedzibie Spółki w Wysogotowie, przy ul. Bukowskiej\n                           10A _gmina Tarnowo Podgórne, powiat poznański_.Treść uchwał wraz ze sprawozdaniem z działalności Rady Nadzorczej w 2016 roku stanowiącym\n                           załącznik do uchwały nr  9/2017, w załączeniu.Jednocześnie Zarząd Spółki informuje, iż do protokołu z powyższego Zgromadzenia  nie\n                           zostały zgłoszone żadne sprzeciwy.Podstawa prawna: § 38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa nie będącego państwem członkowskim _t.j. Dz. U. z 2014 r.,\n                           poz. 133 z późn. zm._",
        "date": "2017-05-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_, informuje,\n                           iż w związku z punktem 5 porządku obrad  zwołanego na dzień 26 maja 2017 roku Zwyczajnego\n                           Walnego Zgromadzenia Spółki, otrzymał w dniu 25 maja 2017 roku od  funduszy Pioneer,\n                           będących akcjonariuszem Spółki,  zgłoszenie kandydatury Pani Izabelli Jędrzejewskiej\n                           - Gołąb na członka Rady Nadzorczej Pozbud T&R S.A. nowej kadencji.  Pani Izabella\n                           Jędrzejewskiej - Gołąb wyraziła zgodę na kandydowanie.W załączeniu CV Pani Izabelli Jędrzejewskiej - Gołąb oraz jej zgoda na kandydowanie.\n                            Podstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19.02.2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitenta papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz. U. z dnia 28.01.2014 r.,\n                           poz. 133 z późn. zm._.",
        "date": "2017-05-25"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_, w związku\n                           ze zwołaniem na dzień 26 maja  2017 roku Zwyczajnego Walnego Zgromadzenia _raport\n                           bieżący nr 4/2017 z dnia 26 kwietnia 2017 roku_, przewidującego w swym porządku obrad,\n                           podjęcie uchwały w sprawie powołania Członków Rady Nadzorczej. nowej kadencji, informuje, iż w dniu 25 maja 2017 roku otrzymał zawiadomienie od\n                           Akcjonariusza Pana Romana Andrzejaka o zamiarze zgłoszenia na tym Zgromadzeniu czterech\n                           dotychczasowych członków Rady Nadzorczej na kandydatów na Członków Rady Nadzorczej\n                           Spółki na kolejną nową kadencję, a mianowicie: Pana Wojciecha Prentkiego, Pana Bartosza\n                           Andrzejaka, Pana Wojciecha Kowalskiego i Pana Marka Chaniewicza. Ponadto Pan Roman\n                           Andrzejak zamierza zgłosić na Członka Rady Nadzorczej  Spółki nowej kadencji kandydaturę\n                           Pani Haliny Czubak - Lulkiewicz. Jednocześnie Zarząd Spółki informuje, iż zgłoszeni kandydaci wyrazili zgodę na kandydowanie\n                           do Rady Nadzorczej Spółki nowej kadencji. Ponadto, Zarząd Spółki, chcąc zapewnić Akcjonariuszom możliwość poznania kandydatów\n                           na członków Rady Nadzorczej Emitenta, którzy zostaną zaproponowani na Zwyczajnym Walnym\n                           Zgromadzeniu Spółki w dniu 26 maja 2017 r., w załączeniu do niniejszego raportu bieżącego\n                           przedstawia życiorysy zawodowe kandydatów. Podstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19.02.2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitenta papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz. U. z 2014 r., poz. 133_.",
        "date": "2017-05-24"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\" \"Emitent\"_ informuje\n                           o otrzymaniu w dniu 23 maja 2017 roku zawiadomienia o transakcjach na akcjach Spółki\n                           Pozbud T&R S.A. dokonanych przez osobę pełniącą obowiązki zarządcze w Spółce. Zawiadomienie\n                           przekazane zostało przez Wiceprezesa Zarządu Spółki - Pana Romana Andrzejaka i dotyczy\n                           nabycia łącznie 17.484 akcji zwykłych na okaziciela Spółki, w tym: 11.754 sztuk akcji po cenie 2,85 zł za jedną akcję,   2.601 sztuk akcji po cenie 2,84 zł za jedną akcję,     399 sztuk akcji po cenie 2,80 zł za jedną akcję,    2.730 sztuk akcji po cenie 2,75 zł za jedną akcję.Transakcje zostały zawarte na rynku regulowanym na Giełdzie Papierów Wartościowych\n                           w Warszawie S.A. w trybie sesyjnym zwykłym w dniu 23 maja 2017 roku.",
        "date": "2017-05-23"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ podaje\n                           do wiadomości treść projektów uchwał wraz z uzasadnieniem, które będą poddane pod\n                           głosowanie na Zwyczajnym Walnym Zgromadzeniu spółki POZBUD T&R S.A. zwołanym na dzień\n                           26 maja 2017 roku, na godz. 11.00, w siedzibie Spółki w Wysogotowie, przy ul. Bukowskiej\n                           10A _gmina Tarnowo Podgórne, powiat poznański_.Projekty uchwał ZWZ oraz  sprawozdanie z działalności Rady Nadzorczej w 2016 roku,\n                           stanowiące załącznik do projektu uchwały ZWZ nr 9/2017, w załączeniu.Podstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa nie będącego państwem członkowskim _t.j. Dz. U. z 2014 r.,\n                           poz. 133 z późn.zm._",
        "date": "2017-04-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ podaje\n                           do wiadomości treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia spółki\n                           POZBUD T&R S.A. na dzień 26 maja 2017 roku _piątek_, na godz. 11.00 w siedzibie Spółki\n                           w Wysogotowie, przy ul. Bukowskiej 10A _gmina Tarnowo Podgórne, powiat poznański_.Treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki stanowi załącznik\n                           do niniejszego raportu.Jednocześnie Zarząd Emitenta informuje, iż ogłoszenie o zwołaniu Zwyczajnego Walnego\n                           Zgromadzenia Spółki wraz z materiałami będącymi przedmiotem obrad walnego zgromadzenia,\n                           formularzami pozwalającymi na wykonywanie prawa głosu przez pełnomocnika _dla osób\n                           fizycznych i jednostek organizacyjnych_ oraz projektami uchwał w dniu 26 kwietnia\n                           2017 roku zostaną zamieszczone na stronie internetowej Spółki www.pozbud.pl.Podstawa\n                           prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa nie będącego państwem członkowskim _t.j. Dz.U. z 2014 r., poz. 133 z\n                           póżn.zm._",
        "date": "2017-04-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           iż Rada Nadzorcza na posiedzeniu w dniu 25 kwietnia 2017 roku dokonała wyboru podmiotu\n                           uprawnionego do dokonania przeglądu sprawozdania finansowego Spółki i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Pozbud T&R S.A. za I półrocze 2017 roku\n                           i za I półrocze 2018 roku oraz do dokonania badania sprawozdania finansowego Spółki\n                           i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Pozbud T&R S.A. za 2017\n                           rok i za 2018 rok, podejmując jednomyślnie uchwałę nr 8/04/2017.Uprawnienie Rady Nadzorczej do dokonania wyboru podmiotu uprawnionego do badania sprawozdań\n                           finansowych Spółki wynika z § 11 ust. 2 pkt b_ Statutu Spółki oraz § 2 ust. 10 pkt\n                           b_ Regulaminu Rady Nadzorczej.Podmiotem uprawnionym do badania sprawozdań finansowych, wybranym przez Radę Nadzorczą\n                           do dokonania w/w czynności jest firma UHY ECA Audyt Spółka z ograniczoną odpowiedzialnością\n                           Spółka komandytowa z siedzibą w Krakowie _31-523_, przy ul. Moniuszki 50, KRS 0000418856,\n                           wpisana na listę podmiotów uprawnionych do badania sprawozdań finansowych, prowadzoną\n                           przez Krajową Izbę Biegłych Rewidentów pod numerem ewidencyjnym 3115. Emitent korzystał z usług w/w podmiotu w zakresie badania jednostkowych sprawozdań\n                           finansowych Spółki za lata obrotowe 2009 - 2016 oraz przeglądu jednostkowych sprawozdań\n                           finansowych Spółki za I półrocze 2009 - 2016, a także w zakresie badania skonsolidowanych\n                           sprawozdań finansowych Grupy Kapitałowej Pozbud T&R S.A. za 2011, 2013, 2014, 2015\n                           i 2016 rok oraz przeglądu skonsolidowanych sprawozdań finansowych Grupy Kapitałowej\n                           Emitenta za I półrocze 2012, 2013, 2014, 2015 i 2016 roku.Umowa z audytorem na przegląd i badanie sprawozdań finansowych Emitenta oraz Grupy\n                           Kapitałowej Emitenta zostanie zawarta na czas określony, niezbędny dla wykonania przedmiotu\n                           umowy.Podstawa prawna: § 5 ust. 1 pkt 19 w związku z § 25 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz. U.\n                           z 2014 r. poz. 133_.",
        "date": "2017-04-25"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_,  w związku\n                           z zakończeniem w dniu 04 kwietnia 2017 roku agregacji danych finansowych, realizowanego\n                           na potrzeby przygotowania jednostkowego i skonsolidowanego raportu rocznego Emitenta\n                           oraz  Grupy Kapitałowej Emitenta za 2016 rok, przekazuje do publicznej wiadomości\n                           wybrane wstępne wyniki finansowe Spółki i Grupy Kapitałowej Emitenta za 2016 rok.\n                           Wstępne wyniki finansowe Spółki i Grupy Kapitałowej Emitenta za 2016 r., zakończony\n                           31 grudnia 2016 roku _w nawiasie przedstawiono dane za analogiczny okres roku poprzedniego_\n                           Wstępne wyniki finansowe POZBUD T&R S.A.:- przychody ze sprzedaży                   147 580 tys. zł _211 473 tys. zł_- koszty ogólnego zarządu\t   3 598 tys. zł     _5 142 tys. zł_- zysk netto\t\t    6 131 tys. zł     _9 689 tys. zł_ Wstępne wyniki finansowe Grupy Kapitałowej POZBUD T&R S.A.:- przychody ze sprzedaży\t167 564 tys. zł _225 059 tys. zł_- koszty ogólnego zarządu\t     4 247 tys. zł    _5 727 tys. zł_- zysk netto\t\t    6 416  tys. zł  _10 189 tys. zł_ Zarząd Emitenta informuje, że obniżenie przychodów ze sprzedaży w 2016 roku w stosunku\n                           do analogicznego okresu roku ubiegłego jest wynikiem zaistniałej stagnacji na rynku\n                           usług budowlanych na rynku zamówień publicznych, związanej między innymi z przedłużającymi\n                           się postępowaniami przetargowymi. Ograniczone możliwości uczestnictwa Emitenta w przetargach\n                           na zamówienia z sektora instytucjonalnego implikowały koncentrację na kontaktach z\n                           rynku prywatnego oraz w sektorze deweloperskim. Zmniejszona aktywność w segmencie\n                           budowlanym powodowała równoległe zmniejszenie zamówień z tego źródła dla segmentu\n                           stolarki otworowej Emitenta. W ocenie Emitenta rozwój sytuacji na rynku zamówień publicznych będzie miał istotne\n                           znaczenie dla kształtowania się przychodów Emitenta w najbliższej przyszłości.Jednocześnie Zarząd Spółki przypomina, iż ostateczne wyniki finansowe Spółki i Grupy\n                           Kapitałowej Emitenta za w/w okres zostaną zawarte w raportach rocznych _jednostkowym\n                           oraz skonsolidowanym_  za 2016  rok,  które zostaną opublikowane w dniu 10 kwietnia\n                           2017 roku.  Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_.",
        "date": "2017-04-05"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki pod firmą Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_\n                           w nawiązaniu do raportu bieżącego nr 26/2018 roku z dnia 20 grudnia 2018 roku informuje,\n                           iż   w związku ze złożoną przez Pana Wojciecha Szymona Kowalskiego rezygnacją z członkostwa\n                           w Radzie Nadzorczej spółki pod firmą Pozbud T&R Spółka Akcyjna z siedzibą w Wysogotowie\n                           _\"Spółka\"_ ze skutkiem  na dzień 31 grudnia 2018 roku, Rada Nadzorcza, działając na\n                           podstawie § 9a ust. 1 Statutu Spółki, na posiedzeniu w dniu 20 grudnia 2018 roku powołała\n                           _dokooptowała_ na jego miejsce do Rady Nadzorczej nowego niezależnego członka w osobie\n                           Pana Jacka Tucharza z dniem 02 stycznia 2019 roku.  Powołanie _dokooptowanie_  członka\n                           Rady Nadzorczej w czasie trwania wspólnej kadencji, zgodnie z § 9a ust. 2 Statutu\n                           Spółki, wymaga zatwierdzenia przez najbliższe Walne Zgromadzenie.W załączeniu Emitent przekazuje życiorys Pana Jacka Tucharza wraz ze złożonym przez\n                           niego oświadczeniem.Podstawa prawna: § 5 pkt 5  w zw. z § 10 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018 r., poz.\n                           757_.",
        "date": "2018-12-20"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki pod firma Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_\n                           informuje, iż   Pan Wojciech Szymon  Kowalski złożył rezygnację z członkostwa w Radzie\n                           Nadzorczej Spółki i jednocześnie z funkcji Wiceprzewodniczącego Rady Nadzorczej  oraz\n                           z funkcji  Przewodniczącego Komitetu Audytu Rady Nadzorczej Spółki, ze skutkiem na\n                           dzień 31 grudnia 2018 roku.  Pan Wojciech Szymon  Kowalski jako przyczynę swojej decyzji\n                           podał powody natury zawodowej związane z przyjęciem dodatkowych obowiązków służbowych,\n                           co znacznie utrudniałoby mu aktywne angażowanie się w wykonywanie zadań związanych\n                           z pełnieniem funkcji w Radzie Nadzorczej Spółki. Podstawa prawna: § 5 pkt 4 w zw. z § 9 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018 r., poz.\n                           757_.",
        "date": "2018-12-20"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_, w nawiązaniu\n                           do raportu bieżącego nr 24/2018 z dnia 26 listopada 2018 roku informuje, iż w związku\n                           z zawartą przez spółkę zależną \"SPC-2\" Spółka z ograniczoną odpowiedzialnością z siedzibą\n                           w Wysogotowie _\"Spółka Zależna\"_ z Bankiem Gospodarstwa Krajowego z siedzibą w Warszawie\n                           Umową kredytu obrotowego w odnawialnej linii kredytowej Nr 18/5015, Spółka Zależna,\n                           w dniu  03 grudnia 2018 roku, złożyła oświadczenie o poddaniu się egzekucji w trybie\n                           art. 777 § 1 pkt 5 Kodeksu postępowania cywilnego do kwoty 37.500.000,00 zł _\"Oświadczenie\"_\n                           na rzecz Banku Gospodarstwa Krajowego _\"Bank\"_ w zakresie roszczeń Banku wynikających\n                           z w/w Umowy, tj. spłaty kredytu wraz z odsetkami, odsetkami od należności przeterminowanych,\n                           prowizji, opłat oraz wszelkich innych kosztów obsługi kredytu. Bank może wystąpić wielokrotnie o nadanie Oświadczeniu klauzuli wykonalności, co do\n                           całości lub części roszczeń, w terminie  najpóźniej do dnia 31 grudnia 2024 roku.\n                           Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-12-03"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_, podaje\n                           do wiadomości, iż w dniu 26 listopada 2018 roku spółka zależna \"SPC-2\" Spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Wysogotowie _\"Kredytobiorca\"_ podpisała z Bankiem\n                           Gospodarstwa Krajowego z siedzibą w Warszawie Umowę  kredytu obrotowego w odnawialnej\n                           linii kredytowej Nr 18/5015 _\"Umowa kredytu\"_.Warunki Umowy kredytu obrotowego w odnawialnej linii kredytowej Nr 18/5015 z dnia\n                           26 listopada 2018 roku: a_ kredyt w kwocie 25.000.000,00 zł, w walucie polskiej, przy czym limit do kwoty:-  5.000.000,00 zł obowiązywać będzie od dnia zawarcia Umowy kredytu,- 25.000.000,00 zł obowiązywać będzie od następnego dnia, w którym wygaśnie Gwarancja\n                           należytego wykonania umowy i właściwego usunięcia wad i usterek Nr BGK/180037/GLG,\n                           z zastrzeżeniem warunków określonych w niniejszej Umowie kredytu,b_ rodzaj kredytu - kredyt odnawialny - każda spłata całości lub części wykorzystanego\n                           kredytu powoduje jego odnowienie o kwotę spłaty i możliwość wielokrotnego wykorzystania\n                           w okresie kredytowania do kwoty limitu kredytowego, c_ kredyt udzielony jest na okres od dnia 26 listopada 2018 roku do 31 grudnia 2021\n                           roku. d_ kredyt przeznaczony zostanie na finansowanie  kosztów dotyczących realizowanego\n                           kontraktu, zawartego pomiędzy  PKP Polskie Linie Kolejowe S.A. i Konsorcjum Wykonawców\n                           w składzie: Fonon Sp. z o.o., \"SPC-2\" Sp. z o.o., Herkules Infrastruktura Sp. z o.o.\n                           i Nokia Solutions and Networks Sp. z o.o. \"Na zaprojektowanie i wykonanie robót w\n                           ramach projektu Budowa infrastruktury systemu ERTMS/GSM-R na liniach kolejowych PKP\n                           Polskie Linie Kolejowe S.A. w ramach NPW ERTMS\" _Kontrakt\"_, e_ prawne zabezpieczenie spłaty kredytu stanowią głównie:1.przelew wierzytelności z Kontraktu do wysokości wynagrodzenia z tytułu realizacji\n                           Kontraktu w zakresie przysługującym Kredytobiorcy, bądź wysokości, na którą wyrazi\n                           zgodę PKP PLK S.A. nie niższej niż kwota kredytu,2.poręczenie w całym okresie ważności kredytu oraz na okres dodatkowych 6 miesięcy,\n                           udzielone przez POZBUD T&R S.A.,3.zastaw rejestrowy na rachunku Kontraktu prowadzonym w BGK,  4.hipoteka umowna do kwoty 12.400.000,00 zł  na pierwszym miejscu na nieruchomości\n                           położonej w Rogoźnie, stanowiącej własność POZBUD T&R S.A.,5.oświadczenie Kredytobiorcy o poddaniu się egzekucji  w trybie  art. 777 Kpc na kwotę\n                           150 % kwoty kredytu, tj. 37.500.000,00 PLN, z terminem nadania aktowi klauzuli wykonalności\n                           3 lat od ostatecznej daty spłaty kredytu,6.upoważnienie do dysponowania środkami na rachunku Kontraktu i na pozostałych rachunkach\n                           Klienta, prowadzonym w BGK,f_ kredyt uruchamiany będzie w dowolnych transzach do kwoty limitu kredytowego, na\n                           podstawie  zestawienia faktur lub innych dokumentów zaakceptowanych przez Bank, na\n                           rachunek bieżący Kredytobiorcy w kwotach brutto, g_  warunkiem postawienia kredytu do dyspozycji Kredytobiorcy jest m. in. skuteczne\n                           ustanowienie, wskazanego w Umowie kredytu, prawnego zabezpieczenia kredytu,  h_  oprocentowanie kredytu jest zmienne, ustalone na bazie stawki WIBOR 1M, powiększonej\n                           o stałą marżę BGK,i_ za czynności związane z przygotowaniem i obsługą kredytu Kredytobiorca zobowiązany\n                           jest zapłaty prowizji z tytułu udzielenia kredytu i prowizji z tytułu obsługi linii\n                           kredytowej.   Pozostałe warunki umowy nie odbiegają od warunków przyjętych dla tego rodzaju umów. Zarząd Emitenta podjął decyzję o publikacji wyżej wymienionych informacji z uwagi\n                           na istotną dla Emitenta wartość umowy,  która przekracza 10% kapitałów własnych Emitenta. Podstawa prawna:  Art.17 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ NR 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2018-11-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki pod firmą Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_,\n                           w nawiązaniu do raportu bieżącego nr  4/2014 z dnia 17.02.2014 r. informuje, że w\n                           dniu 19.11.2018 r. podpisał drugostronnie aneks z dnia 14.11.2018 r. do Umowy generalnej\n                           o udzielanie ubezpieczeniowych gwarancji kontraktowych Nr GG07/283 z dnia 15.03.2010\n                           r., zawartej pomiędzy InterRisk Towarzystwem Ubezpieczeń Spółka Akcyjna Vienna Insurance\n                           Group z siedzibą w Warszawie _\"Towarzystwo Ubezpieczeń\"_ a Emitentem _\"Zobowiązany\"_.\n                            Niniejszym aneksem zwiększona została z kwoty 20.000.000,00 zł do kwoty 30.000.000,00\n                           zł górna granica łącznej odpowiedzialności Towarzystwa Ubezpieczeń, zwana \"limitem\n                           gwarancyjnym\", z tytułu wszystkich wydanych gwarancji w oparciu  o w/w Umowę, przy\n                           czym:a_kwota pojedynczej gwarancji zapłaty wadium nie może przekroczyć 8.000.000,00 zł,\n                           b_kwota pojedynczej gwarancji należytego wykonania kontraktu nie może przekroczyć\n                           10.000.000,00 zł,c_kwota pojedynczej gwarancji usunięcia wad i usterek nie może przekroczyć 3.000.000,00\n                           złTowarzystwo Ubezpieczeń będzie wystawiało gwarancje do dnia 13.11.2019 r. na rzecz\n                           Beneficjentów gwarancji, które będą wydawane Zobowiązanemu.Podstawa prawna:  Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-11-19"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_, w nawiązaniu\n                           do raportu bieżącego nr 21/2018 z dnia 05 września 2018 roku podaje do wiadomości,\n                           iż w dniu dzisiejszym otrzymał drugostronnie podpisany aneks do Umowy z dnia 31 sierpnia\n                           2018 roku   Nr POIR.03.02.01-30-0007/17-00 o dofinansowanie projektu pn. \"Wdrożenie\n                           innowacyjnej technologii produkcji kantówki pasywnej Dual Strong®\" w ramach poddziałania\n                           3.2.1 Badania na rynek Programu Operacyjnego Inteligentny Rozwój, 2014-2010, zawartej\n                           z Polską Agencją Rozwoju Przedsiębiorczości _zwaną dalej: \"Instytucją Pośredniczącą\"_.\n                           Niniejszym aneksem zmieniony został okres kwalifikowalności kosztów projektu. W związku\n                           z powyższym zmieniony został termin zakończenia realizacji projektu.  Końcowy termin\n                           kwalifikowalności projektu  określony aneksem to dzień 31 października 2020 roku,\n                           podczas, gdy w umowie pierwotnie ustalony był na dzień 31 maja 2020 roku.  Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-11-14"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_ informuje, iż\n                           w dniu dzisiejszym otrzymał drugostronnie podpisaną Umowę z dnia 31 sierpnia 2018\n                           roku                             Nr POIR.03.02.01-30-0007/17-00 o dofinansowanie projektu\n                           pn. \"Wdrożenie innowacyjnej technologii produkcji kantówki pasywnej Dual Strong®\"\n                           w ramach poddziałania 3.2.1 Badania na rynek Programu Operacyjnego Inteligentny Rozwój,\n                           2014-2010, zawartą  z Polską Agencją Rozwoju Przedsiębiorczości _zwaną dalej: \"Instytucją\n                           Pośredniczącą\"_. Przedmiotem projektu jest wdrożenie innowacji produktowej - kantówki pasywnej Dual\n                           Strong® - hybrydowej klejonki do okien pasywnych, składającej się z kantówki trójwarstwowej\n                           z rdzeniem termicznym wykonanym z przegród wypełnionych aerożelem. Rozwiązanie pozwala\n                           na odprowadzanie wilgoci na zewnątrz pomieszczenia, bez możliwości jej skraplania\n                           na wewnętrznych elementach przegrody okiennej, zapewniając jednocześnie wymianę powietrza.\n                           Projekt realizowany będzie w zakładzie produkcyjnym Emitenta w Słonawach, w województwie\n                           wielkopolskim.  1_ Stronami umowy są: Polska Agencja Rozwoju Przedsiębiorczości z siedzibą w Warszawie\n                           jako Instytucja Pośrednicząca i Pozbud T&R Spółka Akcyjna z siedzibą w Wysogotowie\n                           jako Beneficjent.2_  Przedmiotem Umowy jest udzielenie Beneficjentowi _Emitentowi_ dofinansowania na\n                           realizację projektu .\"Wdrożenie innowacyjnej technologii produkcji kantówki pasywnej\n                           Dual Strong®\" _zwanego dalej: \"Projektem\"_ ze środków Europejskiego Funduszu Rozwoju\n                           Regionalnego oraz określenie praw i obowiązków Stron Umowy, związanych z realizacją\n                           Projektu. 3_ Beneficjent zobowiązany jest do złożenia do Instytucji Pośredniczącej Analizy zgodności\n                           projektu z polityką ochrony środowiska wraz z zezwoleniem  na inwestycję. 4_ Beneficjent zobowiązany jest do zrealizowania projektu w okresie kwalifikowalności\n                           kosztów projektu, kończy się w dniu 31 maja 2020 roku.  5_ Całkowity koszt realizacji Projektu wynosi 66.519.999,00 zł. Całkowita kwota kosztów\n                           kwalifikowalnych na inwestycję wynosi 54.081.300,00 zł. Instytucja Pośrednicząca przyznaje\n                           Emitentowi dofinansowanie w kwocie nieprzekraczającej 18.928.455,00 zł, co stanowi\n                           35 % kwoty kosztów kwalifikowalnych. Beneficjent zobowiązany jest do sfinansowania\n                           kosztu realizacji Projektu w wysokości przekraczającej maksymalny poziom dofinansowania\n                           po wejściu w życie umowy.Łączne dofinansowanie  przekazane Beneficjentowi w formie zaliczki nie może przekroczyć\n                           40 % całkowitej wysokości dofinansowania. Pozostała kwota dofinansowania może być\n                           przekazana jedynie w formie refundacji, po akceptacji przez Instytucję Pośredniczącą\n                           przedłożonych przez Beneficjenta wniosków o płatność pośrednią i końcową.6_ Dofinansowanie jest wypłacane po ustanowieniu i wniesieniu przez Beneficjenta zabezpieczenia\n                           należytego wykonania zobowiązań wynikających z umowy. Beneficjent, na okres realizacji\n                           oraz okres trwałości projektu, zobowiązany jest do złożenia w Instytucji Pośredniczącej\n                           zabezpieczenia w formie weksla in blanco z klauzulą \"nie na zlecenie\" z podpisem notarialnie\n                           poświadczonym albo  z podpisem złożonym  w obecności osoby upoważnionej przez Instytucję\n                           Pośredniczącą wraz z deklaracją wekslową, w terminie 14 dni od dnia wejścia w życie\n                           umowy. W przypadku płatności dofinansowania w formie zaliczki Beneficjent składa dodatkowe\n                           zabezpieczenie w wysokości odpowiadającej zaliczce, w jednej z w/w form, nie później\n                           niż w dniu złożenia wniosku o pierwszą płatność zaliczkową.7_ Beneficjent zobowiązany jest zachować trwałość projektu przez okres 3 lat, licząc\n                           od dnia zakończenia realizacji projektu.8_  Umowa może zostać rozwiązana przez każdą ze Stron z zachowaniem miesięcznego okresu\n                           wypowiedzenia, z podaniem przyczyny rozwiązania umowy. Instytucja  Pośrednicząca może\n                           rozwiązać umowę  w przypadkach określonych w umowie, w tym głównie z powodu, gdy Beneficjent:- nie rozpoczął realizacji projektu przez okres dłuższy niż 3 miesiące od terminu\n                           określonego   w umowie,- nie ustanowił  lub nie wniósł zabezpieczenia w ustalonym w umowie terminie,- zaprzestał realizacji projektu lub realizuje go w sposób sprzeczny z umową lub z\n                           naruszeniem  prawa,- zaprzestał prowadzenia działalności związanej z projektem.- nie przedłożył wniosku o płatność w terminach i na zasadach określonych w Umowie,- nie dokonuje promocji Projektu zgodnie z Umową.9_ W przypadku rozwiązania umowy Beneficjent zobowiązany jest do zwrotu całości otrzymanego\n                           dofinansowania wraz z odsetkami w wysokości określonej jak dla zaległości podatkowych,\n                           liczonymi od dnia przekazania środków na rachunek bankowy Beneficjenta do dnia ich\n                           zwrotu, w terminie 14 dni od dnia rozwiązania umowy.W pozostałym zakresie warunki Umowy nie odbiegają istotnie od stosowanych powszechnie\n                           dla tego typu umów.Podstawą przekazania informacji o zawarciu Umowy jest jej istotność dla działalności\n                           Emitenta ze względu na wartość objętych nią prac, a kryterium uznania Umowy za znaczącą\n                           jest wartość kapitałów własnych Emitenta.Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2018-09-05"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki pod firmą Pozbud T&R S.A. z siedzibą w Wysogotowie, _\"Spółka\", \"Emitent\"_,\n                           podaje do wiadomości, że w dniu 16 sierpnia 2018 roku podpisał List intencyjny z jednym\n                           z akcjonariuszy spółki EVER HOME S.A z siedzibą w Wysogotowie _\"EVER HOME\"_.  Przedmiotem\n                           Listu intencyjnego jest podjęcie przez Strony wspólnych działań, w kierunku przygotowania\n                           i złożenia oferty nabycia akcji spółki EVER HOME S.A., posiadanych przez Emitenta.\n                           Aktualnie w posiadaniu Emitenta jest pakiet akcji imiennych uprzywilejowanych serii\n                           C  w liczbie 902.603 sztuk  o łącznej wartości nominalnej 90.260,30 zł, stanowiących\n                           31,71% udziału w kapitale EVER HOME i  1.805.206 głosów, stanowiących 38,47% głosów\n                           w ogólnej liczbie głosów na Walnym Zgromadzeniu EVER HOME. Zgodnie z wolą Stron List\n                           intencyjny  nie stanowi wiążącego zobowiązania stron i nie zastrzega wyłączności do\n                           prowadzenia negocjacji  w powyższym zakresie. Wyłącza natomiast  prawo dochodzenia\n                           od Emitenta jakiegokolwiek odszkodowania z tytułu zawarcia i realizacji postanowień\n                           Listu intencyjnego. Ważność listu intencyjnego strony ustaliły do dnia 31 grudnia\n                           2019 roku. W przypadku podpisania przez Strony, w wyniku negocjacji na podstawie niniejszego\n                           Listu intencyjnego,  umowy sprzedaży akcji, Emitent poda szczegóły dotyczące tej umowy\n                           w odrębnym raporcie.Zarząd Emitenta uznaje podpisanie wyżej wymienionego Listu intencyjnego za istotne\n                           ze względu na planowane dalsze zmiany w strukturze grupy kapitałowej Spółki. Podstawa prawna:  Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-08-16"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_ w nawiązaniu\n                           do raportu bieżącego nr 17/2018 z dnia 12 lipca 2018 roku informuje, iż w związku\n                           ze zmianą umowy kredytu wielocelowego Nr 28 1020 4027 0000 1802 0893 8666 z dnia 22\n                           kwietnia 2011 roku w zakresie limitu kredytu i zabezpieczeń _\"Umowa\"_ _aneks z dnia\n                           11 lipca 2018 roku_, Spółka, w dniu  25 lipca 2017 roku, złożyła oświadczenie o poddaniu\n                           się egzekucji w trybie art. 777 § 1 pkt 5 Kodeksu postępowania cywilnego do kwoty\n                           60.000.000,00 zł _\"Oświadczenie\"_ na rzecz wierzyciela Powszechna Kasa Oszczędności\n                           Bank Polski S.A. _\"Bank\"_ w zakresie roszczeń Banku wynikających z w/w Umowy, tj.\n                           należności głównej _kwoty niespłaconego kredytu_, umownych odsetek  i odsetek za opóźnienie\n                           w spłacie, prowizji, opłat bankowych oraz kosztów windykacji.  Bank może wystąpić z wnioskiem o nadanie Oświadczeniu klauzuli wykonalności wielokrotnie,\n                           w terminie nie później niż dwa lata od najpóźniejszego terminu ważności gwarancji\n                           wystawionych na podstawie powyższej Umowy, tj. do dnia 16 października 2030 roku.\n                           Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-07-25"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_ w nawiązaniu\n                           do raportu bieżącego nr 17/2018 z dnia 12 lipca 2018 roku informuje, iż w związku\n                           ze zmianą umowy kredytu wielocelowego Nr 28 1020 4027 0000 1802 0893 8666 z dnia 22\n                           kwietnia 2011 roku w zakresie limitu kredytu i zabezpieczeń _\"Umowa\"_ _aneks z dnia\n                           11 lipca 2018 roku_, Spółka, w dniu  25 lipca 2017 roku, złożyła oświadczenie o poddaniu\n                           się egzekucji w trybie art. 777 § 1 pkt 5 Kodeksu postępowania cywilnego do kwoty\n                           60.000.000,00 zł _\"Oświadczenie\"_ na rzecz wierzyciela Powszechna Kasa Oszczędności\n                           Bank Polski S.A. _\"Bank\"_ w zakresie roszczeń Banku wynikających z w/w Umowy, tj.\n                           należności głównej _kwoty niespłaconego kredytu_, umownych odsetek  i odsetek za opóźnienie\n                           w spłacie, prowizji, opłat bankowych oraz kosztów windykacji.  Bank może wystąpić z wnioskiem o nadanie Oświadczeniu klauzuli wykonalności wielokrotnie,\n                           w terminie nie później niż dwa lata od najpóźniejszego terminu ważności gwarancji\n                           wystawionych na podstawie powyższej Umowy, tj. do dnia 16 października 2030 roku.\n                           Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-07-25"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki pod firmą Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_,\n                           w uzupełnieniu raportu bieżącego nr 14/2018 z dnia 19 czerwca 2018 roku podaje do\n                           wiadomości, iż umowa o roboty budowlane w ramach generalnego wykonawstwa z dnia 22\n                           sierpnia 2017 roku, do dnia odstąpienia zrealizowana została w zakresie wykonania\n                           wykopu wraz z jego zabezpieczeniem oraz wykonania płyty fundamentowej budynku. Za\n                           prace wykonane do dnia 18 czerwca 2018 roku Emitent  wystawił na rzecz Zamawiającego\n                           _GN JANTARIS spółka z ograniczoną odpowiedzialnością sp.k._  faktury o wartości stanowiącej\n                           22,47% wartości umowy _wartość umowy 19.955.726,00 zł netto_. Do dnia dzisiejszego\n                           uregulowane zostało przez Zamawiającego 76,06% jego zobowiązań. Przewidywana rentowność\n                           powyższej umowy, od której w dniu 18 czerwca  2018 roku Pozbud  T&R S.A. odstąpiła\n                           ex tunc, wynosiła 10%. Emitent nie poniósł straty na ww. kontrakcie, do dnia odstąpienia\n                           kontrakt był rentowny.  Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-07-25"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_ informuje,\n                           iż w dniu dzisiejszym podpisał kolejny aneks do umowy limitu kredytu wielocelowego\n                           Nr 28 1020 4027 0000 1802 0893 8666, zawartej  w dniu 22 kwietnia 2011 r. _\"Umowa\"_\n                           z Powszechną Kasę Oszczędności Bank Polski S.A. z siedzibą w Warszawie _dalej: \"PKO\n                           BP S.A\"_. Na podstawie aneksu nastąpiła zmiana limitu kredytu wielocelowego _raport bieżący\n                           nr 27/2017 z dnia 16 października 2017 roku_ z kwoty 70.000.000,00 zł do kwoty 30.000.000,00\n                           zł w formie kredytu w rachunku bieżącym i w formie kredytu  obrotowego odnawialnego\n                           i nieodnawialnego oraz  w związku z tym zmiana zabezpieczeń spłaty tego kredytu, a\n                           przede wszystkim zwolnienie części zabezpieczeń i obniżenie hipoteki umownej łącznej\n                           na nieruchomościach położonych w Słonawach i Mrowinie z kwoty 105.000.000,00 zł do\n                           kwoty 45.000.000,00 zł.W zakresie roszczeń PKO BP S.A. wynikających z umowy Emitent zobowiązany jest do poddania\n                           się egzekucji w trybie art. 777 § 1 pkt 5 Kpc do kwoty 60.000.000,00 zł, a PKO BP\n                           S.A będzie mogła wystąpić o nadanie tytułowi egzekucyjnemu klauzuli wykonalności w\n                           terminie do dnia 16 października 2030 roku.Zmniejszenie limitu podyktowane jest  brakiem zapotrzebowania Emitenta na tak wysoki\n                           limit w zakresie  bieżącej działalności operacyjnej.Podstawa prawna : art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-07-11"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego nr 14/2017 z dnia 01 sierpnia 2017 roku, informuje, iż w dniu\n                           09 lipca 2018 roku Spółka dokonała przedterminowej spłaty pierwszej raty kredytu inwestycyjnego,\n                           zaciągniętego w SGB - Bank S.A. z siedzibą w Poznaniu na refinansowanie przedterminowego\n                           wykupu obligacji serii A wyemitowanych przez Spółkę. Kwota raty to 10.000.000,00 zł\n                           _dziesięć milionów złotych_. Termin spłaty  pierwszej raty, zgodnie z umową o kredyt\n                           inwestycyjny  nr INWKK/7/2017/55690, przypada dopiero na 30 lipca 2018 roku.Podstawa prawna:  Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-07-09"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           iż w dniu 20 czerwca 2018 roku dokonał sprzedaży części pakietu akcji imiennych uprzywilejowanych\n                           _\"Akcje\"_ spółki zależnej EVER HOME S.A. z siedzibą w Wysogotowie _\"Spółka Zależna\"_.\n                           Sprzedaż dotyczy:a_346.000 Akcji Serii B o wartości nominalnej 0,10 zł każda, o łącznej wartości nominalnej\n                           34.600,00 zł, b_251.397 Akcji Serii C o wartości nominalnej 0,10 zł każda, o łącznej wartości nominalnej\n                           25.139,70 zł.c_346.000 Akcji Serii D o wartości nominalnej 0,10 zł każda, o łącznej wartości nominalnej\n                           34.600,00 zł,Łącznie transakcja sprzedaży dotyczy 943.397 Akcji. Cena sprzedaży Akcji Spółki Zależnej\n                           wynosi 4,77 zł za jedną akcję, a łączna wartość przeprowadzonej transakcji  wynosi\n                           4.500.003,69 zł.Przed zawarciem w/w transakcji Emitent posiadał 1.846.000 Akcji Spółki Zależnej, o\n                           łącznej wartości nominalnej 184.600,00 zł, stanowiących 64,86 % udziału w kapitale\n                           zakładowym Spółki Zależnej i 3.692.000 głosów, stanowiących 78,69 % głosów w ogólnej\n                           liczbie głosów na Walnym Zgromadzeniu Spółki Zależnej.Po przeprowadzeniu powyższej transakcji, Emitent posiada 902.603 akcje imienne uprzywilejowane\n                           Serii C Spółki Zależnej, o łącznej wartości nominalnej 90.260,30 zł, stanowiących\n                           31,71 % udziału w kapitale zakładowym Spółki Zależnej i 1.805.206 głosów, stanowiących\n                           38,47 % głosów w ogólnej liczbie głosów na Walnym Zgromadzeniu Spółki Zależnej.Sprzedaż akcji spółki zależnej Ever Home S.A. związana jest ze zmianami w strukturze\n                           grupy kapitałowej Emitenta.Podstawa prawna:  Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-06-20"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki pod firmą Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_,\n                           podaje do wiadomości, iż w dniu 18 czerwca 2018 roku wysłał do spółki GN Jantaris\n                           Spółka z ograniczoną odpowiedzialnością Spółka komandytowa z siedzibą w Poznaniu _\"Zamawiający\"_\n                           oświadczenie o odstąpieniu od zawartej w dniu 22 sierpnia 2017 roku, przez Emitenta\n                           jako Generalnego Wykonawcę z w/w Spółką jako Zamawiającym, umowy o roboty  budowlane\n                           w ramach generalnego wykonawstwa _\"Umowa\"_. O zawarciu powyższej umowy Emitent informował\n                           raportem bieżącym nr 20/2017 z dnia 23 sierpnia 2017 roku. Podjęcie przez Emitenta\n                           decyzji o odstąpieniu od Umowy jest spowodowane przyczyną leżącą po stronie Zamawiającego\n                           _opóźnienie płatności faktury_. Odstąpienie nastąpi z chwilą doręczenia Zamawiającemu\n                           powyższego oświadczenia.Podstawa prawna:  Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-06-19"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ w załączeniu\n                           przekazuje wykaz akcjonariuszy posiadających co najmniej 5 % ogólnej liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu 25 maja 2018 roku, z określeniem liczby\n                           głosów przysługujących każdemu z akcjonariuszy z posiadanych akcji i wskazaniem ich\n                           procentowego udziału w liczbie głosów na tym walnym gromadzeniu oraz w ogólnej liczbie\n                           głosów.Podstawa prawna:  art. 70 pkt 3 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _ t.j. Dz. U. z 2018 r., poz. 512 z późn. zm,_",
        "date": "2018-05-25"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ podaje\n                           do wiadomości treść uchwał podjętych na Zwyczajnym Walnym Zgromadzeniu spółki POZBUD\n                           T&R S.A. w dniu 25 maja 2018 roku w siedzibie Spółki w Wysogotowie, przy ul. Bukowskiej\n                           10A _gmina Tarnowo Podgórne, powiat poznański_.Podstawa prawna: § 19 ust. 1 pkt 6\n                           Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa nie będącego państwem\n                           członkowskim _Dz. U. z 2018 r., poz. 757_",
        "date": "2018-05-25"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w raporcie bieżącym nr 11/2018 z dnia 09 maja 2018 roku w zdaniu 1, na skutek omyłki\n                           pisarskiej, została błędnie podana data posiedzenia  Rady Nadzorczej: podano \"09 maja 2017 roku\", a powinno być \"09 maja 2018 roku\" oraz KRS wybranej firmy audytorskiej: podano \"KRS 000048425\" a powinno być       \n                           \"KRS0000484251\"Poniżej treść raportu nr 11/2018 , uwzględniająca powyższą korektę:Zarząd Spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_, informuje,\n                           iż  w związku z obowiązkami określonymi przez ustawę z dnia 11 maja 2017 roku o biegłych\n                           rewidentach, firmach audytorskich i nadzorze publicznym _Dz. U. z 2017 roku, poz.\n                           1089_, związanymi z maksymalnym czasem nieprzerwanego trwania zleceń na badania sprawozdań\n                           finansowych jednostek zainteresowania publicznego, uchwałą Rady Nadzorczej Pozbud\n                           T&R S.A. nr 8/05/2018 z dnia 09 maja 2018 r., uchylającą wybór firmy UHY ECA Audyt\n                           Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą w Krakowie _raport bieżący\n                           nr 9/2018 z dnia 09 maja 2018 roku_  do przeglądu i badania sprawozdań jednostkowych\n                           i skonsolidowanych za 2018 rok oraz zawarciem w dniu 09 maja 2018 roku Porozumienia\n                           o rozwiązaniu w zakresie roku obrotowego 2018 Umowy o badanie i ocenę sprawozdania\n                           finansowego, zawartej  dnia 14.06.2017 r. pomiędzy Emitentem a firmą UHY ECA Audyt\n                           Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą w Krakowie, Rada Nadzorcza,\n                           na posiedzeniu w dniu                  09 maja 2018 roku, dokonała wyboru podmiotu\n                           uprawnionego do dokonania przeglądu sprawozdania finansowego Spółki i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Pozbud T&R S.A. za I półrocze 2018 roku\n                           i za I półrocze 2019 roku oraz do badania sprawozdania finansowego Spółki i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Pozbud T&R S.A. za 2018 rok i za 2019 rok,\n                           podejmując jednomyślnie uchwałę nr 8/05/2018.Podmiotem uprawnionym do badania sprawozdań finansowych, wybranym przez Radę Nadzorczą\n                           do dokonania w/w czynności jest Polska Grupa Audytorska Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie _00-764_, przy ul. Jana III Sobieskiego 104/49, KRS 0000484251,\n                           wpisana na listę podmiotów uprawnionych do badania sprawozdań finansowych, prowadzoną\n                           przez Polską Izbę Biegłych Rewidentów pod numerem ewidencyjnym 3887.Wybór dokonany został po zapoznaniu się przez Radę Nadzorczą z rekomendacją Komitetu\n                           Audytu, przygotowaną zgodnie z art. 130 ust. 1 pkt 8 oraz ust. 2 i 3 pkt 1 ustawy\n                           z dnia 11 maja 2017 roku o biegłych rewidentach, firmach audytorskich oraz nadzorze\n                           publicznym _Dz. U  z 2017 r. poz. 1089_, po przeprowadzeniu przez Spółkę postępowania\n                           w sprawie wyboru biegłego do badania ustawowego, określonego w wewnętrznych regulacjach\n                           Spółki w zakresie  polityki i procedury wyboru podmiotu uprawnionego.Emitent nie korzystał wcześniej z żadnych usług wyżej wskazanego biegłego rewidenta.Uprawnienie Rady Nadzorczej do dokonania wyboru podmiotu uprawnionego do badania sprawozdań\n                           finansowych Spółki wynika z § 11 ust. 2 pkt b_ Statutu Spółki oraz § 2 ust. 10 pkt\n                           b_ Regulaminu Rady Nadzorczej.Umowa z audytorem na przegląd i badanie sprawozdań finansowych Emitenta oraz Grupy\n                           Kapitałowej Emitenta zostanie zawarta na czas określony, niezbędny dla wykonania prac\n                           w niej wskazanych, a wynagrodzenie audytora nie będzie odbiegało od stawek powszechnie\n                           obowiązującego na rynku. Podstawa prawna: Art.17 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-05-10"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w raporcie bieżącym nr 9/2018 z dnia 09 maja 2018 roku w zdaniu 1, na skutek omyłki\n                           pisarskiej, została błędnie podana data uchylonej uchwały Rady Nadzorczej Nr 8/04/2017:\n                           podano \"25 kwietnia 2018 roku\", a powinno być \"25 kwietnia 2017 roku\".Poniżej treść raportu nr 9/2018 , uwzględniająca powyższą korektę:Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           iż zgodnie ze Statutem Spółki  podmiot uprawniony, tj. Rada Nadzorcza na posiedzeniu\n                           w dniu 09 maja 2018 podjęła uchwałę Nr 8/05/2018 w przedmiocie uchylenia uchwały Nr\n                           8/04/2017 Rady Nadzorczej spółki Pozbud T&R S.A. z siedzibą w Wysogotowie z dnia 25\n                           kwietnia 2017 roku w sprawie wyboru podmiotu uprawnionego do przeglądu i badania sprawozdań\n                           finansowych Spółki i Grupy Kapitałowej za 2017 rok i za 2018 rok _firmy UHY ECA Audyt\n                           Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą w Krakowie_, w części dotyczącej\n                           roku 2018 _o podjęciu przez Radę Nadzorczą uchwały Nr 8/04/2017  Emitent informował\n                           raportem bieżącym nr 3/2017 z dnia 25 kwietnia 2017 roku_. Przyczyną uchylenia uchwały\n                           w części dotyczącej  2018 roku jest zaistnienie uzasadnionej podstawy, o której mowa\n                           w art. 66 ust. 7 pkt 1 Ustawy z dnia 29 września 1994 r. o rachunkowości _Dz.U. 2018\n                           poz. 395_, którą jest przekroczenie nieprzerwanego trwania zlecenia badań ustawowych,\n                           o których mowa w art. 134 Ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym _Dz. U. z 2017 roku, poz. 1089_ w przypadku\n                           przeprowadzenia badania sprawozdania finansowego za rok obrotowy zakończony 31.12.2018\n                           r. Okresami sprawozdawczymi,  na jakie pomiędzy Emitentem a UHY ECA Audyt Spółka z\n                           ograniczoną odpowiedzialnością Sp.k. z siedzibą w Krakowie zawarto Umowę z dnia 14.06.2017\n                           r o badanie i ocenę sprawozdania finansowego, były lata 2017 i 2018 _przegląd sprawozdania\n                           finansowego Pozbud T&R S.A. i Grupy Kapitałowej Pozbud T&R S.A za I półrocze 2017\n                           i 2018 roku oraz badanie sprawozdania finansowego Pozbud T&R S.A. i Grupy Kapitałowej\n                           Pozbud T&R S.A za 2017 r. i 2018 r. Powyższa umowa zostanie rozwiązana.  Podstawa prawna: Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-05-10"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_, informuje,\n                           iż  w związku z obowiązkami określonymi przez ustawę z dnia 11 maja 2017 roku o biegłych\n                           rewidentach, firmach audytorskich i nadzorze publicznym _Dz. U. z 2017 roku, poz.\n                           1089_, związanymi z maksymalnym czasem nieprzerwanego trwania zleceń na badania sprawozdań\n                           finansowych jednostek zainteresowania publicznego, uchwałą Rady Nadzorczej Pozbud\n                           T&R S.A. nr 8/05/2018 z dnia 09 maja 2018 r., uchylającą wybór firmy UHY ECA Audyt\n                           Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą w Krakowie _raport bieżący\n                           nr 9/2018 z dnia 09 maja 2018 roku_  do przeglądu i badania sprawozdań jednostkowych\n                           i skonsolidowanych za 2018 rok oraz zawarciem w dniu 09 maja 2018 roku Porozumienia\n                           o rozwiązaniu w zakresie roku obrotowego 2018 Umowy o badanie i ocenę sprawozdania\n                           finansowego, zawartej  dnia 14.06.2017 r. pomiędzy Emitentem a firmą UHY ECA Audyt\n                           Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą w Krakowie _raport bieżący\n                           nr 10/2018 z dnia 09 maja 2018 roku_, Rada Nadzorcza, na posiedzeniu w dniu   09 maja\n                           2017 roku, dokonała wyboru podmiotu uprawnionego do dokonania przeglądu sprawozdania\n                           finansowego Spółki i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Pozbud\n                           T&R S.A. za I półrocze 2018 roku i za I półrocze 2019 roku oraz do badania sprawozdania\n                           finansowego Spółki i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Pozbud\n                           T&R S.A. za 2018 rok i za 2019 rok, podejmując jednomyślnie uchwałę nr 9/05/2018.Podmiotem uprawnionym do badania sprawozdań finansowych, wybranym przez Radę Nadzorczą\n                           do dokonania w/w czynności jest Polska Grupa Audytorska Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie _00-764_, przy ul. Jana III Sobieskiego 104/49, KRS 000048425,\n                           wpisana na listę podmiotów uprawnionych do badania sprawozdań finansowych, prowadzoną\n                           przez Polską Izbę Biegłych Rewidentów pod numerem ewidencyjnym 3887.Wybór dokonany został po zapoznaniu się przez Radę Nadzorczą z rekomendacją Komitetu\n                           Audytu, przygotowaną zgodnie z art. 130 ust. 1 pkt 8 oraz ust. 2 i 3 pkt 1 ustawy\n                           z dnia 11 maja 2017 roku o biegłych rewidentach, firmach audytorskich oraz nadzorze\n                           publicznym _Dz. U  z 2016 r. poz. 1089_, po przeprowadzeniu przez Spółkę postepowania\n                           w sprawie wyboru biegłego do badania ustawowego, określonego w wewnętrznych regulacjach\n                           Spółki w zakresie  polityki i procedury wyboru podmiotu uprawnionego.Emitent nie korzystał wcześniej z żadnych usług wyżej wskazanego biegłego rewidentaUprawnienie Rady Nadzorczej do dokonania wyboru podmiotu uprawnionego do badania sprawozdań\n                           finansowych Spółki wynika z § 11 ust. 2 pkt b_ Statutu Spółki oraz § 2 ust. 10 pkt\n                           b_ Regulaminu Rady Nadzorczej.Umowa z audytorem na przegląd i badanie sprawozdań finansowych Emitenta oraz Grupy\n                           Kapitałowej Emitenta zostanie zawarta na czas określony, niezbędny dla wykonania prac\n                           w niej wskazanych, a wynagrodzenie audytora nie będzie odbiegało od stawek powszechnie\n                           obowiązującego na rynku. Podstawa prawna: Art.17 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-05-09"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ informuje,\n                           iż zgodnie ze Statutem Spółki  podmiot uprawniony, tj. Rada Nadzorcza na posiedzeniu\n                           w dniu 09 maja 2018 podjęła uchwałę Nr 8/05/2018 w przedmiocie uchylenia uchwały Nr\n                           8/04/2017 Rady Nadzorczej spółki Pozbud T&R S.A. z siedzibą w Wysogotowie z dnia 25\n                           kwietnia 2018 roku w sprawie wyboru podmiotu uprawnionego do przeglądu i badania sprawozdań\n                           finansowych Spółki i Grupy Kapitałowej za 2017 rok i za 2018 rok _firmy UHY ECA Audyt\n                           Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą w Krakowie_, w części dotyczącej\n                           roku 2018 _o podjęciu przez Radę Nadzorczą uchwały Nr 8/04/2017  Emitent informował\n                           raportem bieżącym nr 3/2017 z dnia 25 kwietnia 2017 roku_. Przyczyną uchylenia uchwały\n                           w części dotyczącej  2018 roku jest zaistnienie uzasadnionej podstawy, o której mowa\n                           w art. 66 ust. 7 pkt 1 Ustawy z dnia 29 września 1994 r. o rachunkowości _Dz.U. 2018\n                           poz. 395_, którą jest przekroczenie nieprzerwanego trwania zlecenia badań ustawowych,\n                           o których mowa w art. 134  Ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym _Dz. U. z 2017 roku, poz. 1089_ w przypadku\n                           przeprowadzenia badania sprawozdania finansowego za rok obrotowy zakończony 31.12.2018\n                           r. Okresami sprawozdawczymi,  na jakie pomiędzy Emitentem a UHY ECA Audyt Spółka z\n                           ograniczoną odpowiedzialnością Sp.k. z siedzibą w Krakowie zawarto Umowę z dnia 14.06.2017\n                           r.                                o badanie i ocenę sprawozdania finansowego, były\n                           lata 2017 i 2018 _przegląd sprawozdania finansowego Pozbud T&R S.A. i Grupy Kapitałowej\n                           Pozbud T&R S.A za I półrocze 2017 i 2018 roku oraz badanie sprawozdania finansowego\n                           Pozbud T&R S.A. i Grupy Kapitałowej Pozbud T&R S.A za 2017 r. i 2018 r._. Powyższa\n                           umowa zostanie rozwiązana.  Podstawa prawna: Art.17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-05-09"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "W związku ze zwołaniem na dzień 25 maja 2018 roku, na godz. 11.00 w siedzibie Spółki\n                           w Wysogotowie, przy ul. Bukowskiej 10A Zwyczajnego Walnego Zgromadzenia spółki Pozbud\n                           T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ Zarząd Spółki podaje do publicznej\n                           wiadomości treść:a_    ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki,b_    projektów uchwał Zwyczajnego Walnego Zgromadzenia.Jednocześnie informujemy, że ww. dokumenty wraz z materiałami będącymi przedmiotem\n                           obrad walnego zgromadzenia i formularzami pozwalającymi na wykonywanie prawa głosu\n                           przez pełnomocnika _dla osób fizycznych i jednostek organizacyjnych_ są dostępne na\n                           stronie internetowej Spółki www.pozbud pl.W załączeniu:1.    Ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia,2.    Projekty uchwał Zwyczajnego Walnego ZgromadzeniaPodstawa prawna: § 38 ust. 1 pkt 1 i 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa nie będącego państwem członkowskim _t.j. Dz.U. z 2014 r.,\n                           poz. 133_",
        "date": "2018-04-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ podaje\n                           do wiadomości, iż w dniu 18 kwietnia 2018 roku spółka zależna \"SPC-2\" Spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Wysogotowie _\"SPC-2\"_ podpisała z Bankiem Gospodarstwa\n                           Krajowego _BGK_ umowę o udzielenie gwarancji zwrotu zaliczki _Umowa_. Na podstawie\n                           Umowy BGK wystawi na zlecenie \"SPC-2\" gwarancję zwrotu zaliczki na kwotę 44.312.968,51\n                           zł, stanowiącą zabezpieczenie zwrotu zaliczki zgodnie z Umową podpisaną przez Konsorcjum\n                           firm w składzie: Nokia Solutions and Networks Sp. z o.o. z siedzibą w Warszawie _Nokia_,\n                           \"SPC-1\" Sp. z o.o.. \"SPC-2\" Sp. z o.o. oraz \"SPC-3\" Sp. z o.o. _Konsorcjum_ ze Spółką\n                           PKP Polskie Linie Kolejowe S.A. _Zamawiający_ na zaprojektowanie i wykonanie robót\n                           w ramach Projektu \"Budowa infrastruktury systemu ERTMS/GSM-R na liniach kolejowych\n                           PKP Polskie Linie Kolejowe S.A. w ramach NPW ERTMS Część 1 zamówienia\" _Kontrakt_,\n                           o której Emitent informował w raporcie bieżącym nr 6/2018 z dnia 29 marca 2018 roku.Termin ważności gwarancji: do dnia rozliczenia zaliczki z zastrzeżeniem, że proces\n                           rozliczenia zaliczki rozpocznie się kiedy zaawansowanie w wykonaniu prac osiągnie\n                           15% wartości Kontraktu, jednak nie dłużej niż do końca realizacji Kontraktu, tj. 62\n                           miesiące, do dnia 29  maja 2023 roku.Prawne zabezpieczenie spłaty wierzytelności z tytułu udzielonej gwarancji stanowią:1_cesja wierzytelności z Kontraktu do wysokości wynagrodzenia z tytułu realizacji\n                           Kontraktu w zakresie przysługującym \"SPC-2\", ewentualnie w wysokości na którą wyrazi\n                           zgodę PKP PLK S.A., natomiast w żadnym wypadku nie niższej niż kwota gwarancji zwrotu\n                           zaliczki,2_poręczenie w całym okresie ważności gwarancji zwrotu zaliczki, udzielone przez POZBUD\n                           T&R S.A.,3_zastaw rejestrowy na rachunku Kontraktu, prowadzonym w BGK, przez który przeprowadzanych\n                           będzie 100% przepływów z Kontraktu w zakresie przysługującym \"SPC-2\",4_poręczenie podwykonawców realizujących prace budowlano-montażowe _dotyczy podwykonawców,\n                           których wartość prac wynosić będzie nie mniej niż 20.000.000,00 zł brutto – poręczenie\n                           w wysokości nie niższej iż kwota gwarancji i nie wyższej niż wartość umowy/umów zawartych\n                           pomiędzy podwykonawca a \"SPC-2\" lubcesja na rzecz BGK wierzytelności z gwarancji dobrego wykonania oraz gwarancji usunięcia\n                           wad i usterek wystawionych na zlecenie podwykonawców, których beneficjentem będzie\n                           \"SPC-2\" _dotyczy podwykonawców których wartość prac wynosić będzie nie mniej niż 20.000.000,00\n                           zł brutto_ w przypadku, gdy  tacy podwykonawcy przedstawia gwarancje na zabezpieczenie\n                           umów zawartych z \"SPC-2,5_oświadczenie \"SCP-2\"  o poddaniu się egzekucji w trybie art. 777 KPC na kwotę 150%\n                           kwoty gwarancji zwrotu zaliczki, tj. kwoty 66.469.452,77 zł z terminem nadania aktowi\n                           klauzuli wykonalności 3 lata od ostatniego dnia ważności gwarancji, wskazanego w złożonym\n                           w BGK zaktualizowanym Zleceniu udzielenia gwarancji - złożone przez \"SPC-2\",6_upoważnienie do dysponowania środkami na rachunku Kontraktu, prowadzonym w BGK,\n                           przez który przeprowadzanych  będzie 100% przepływów z Kontraktu w zakresie przysługującym\n                           \"SPC-2\",  rachunek Kontraktu jest rachunkiem zablokowanym,7_upoważnienie do dysponowania środkami na pozostałych rachunkach bankowych \"SPC-2\",\n                           prowadzonych w BGK- jeżeli dotyczy.Pozostałe warunki, na których została zawarta umowa, w tym w zakresie możliwości odstąpienia\n                           od niej czy naruszenia jej warunków, nie odbiegają od warunków powszechnie stosowanych\n                           dla tego typu umów.Ponadto Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_\n                           informuje, iż w dniu 18 kwietnia 2018 roku spółka zależna \"SPC-2\" Spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Wysogotowie _\"SPC-2\"_ podpisała z Bankiem Gospodarstwa\n                           Krajowego _BGK_ umowę o ustanowienie zastawu rejestrowego na wierzytelności z rachunku\n                           bankowego. Na mocy tej umowy \"SPC-2\" _Zastawca_ ustanowił na rzecz BGK zastaw rejestrowy\n                           o najwyższym pierwszeństwie zaspokojenia na wierzytelności z rachunku bankowego do\n                           najwyższej sumy zabezpieczenia równej 66.469.452,77 zł, objętej zastawem rejestrowym.\n                           Zastaw rejestrowy ustanowiony został do całkowitego wygaśnięcia zabezpieczonych wierzytelności\n                           BGK. \"SPC-2\" złoży w sądzie wniosek o wpis zastawu rejestrowego do rejestru zastawów.\n                           Ustanowienie zastawu nastąpi z chwilą wpisu do rejestru zastawów prowadzonego przez\n                           właściwy sąd rejonowy.Jednocześnie w dniu 18 kwietnia 2018 roku Zarząd Emitenta złożył wobec BGK oświadczenie\n                           o poręczeniu za zobowiązania \"SPC-2\" z tytułu udzielonej przez Bank gwarancji. Tytułem\n                           poręczenia Emitent zobowiązał się do zapłaty na rzecz BGK każdej kwoty zażądanej przez\n                           Bank tytułem spłaty zobowiązań powstałych na podstawie gwarancji zwrotu zaliczki udzielonej\n                           \"SPC-2\" na podstawie umowy o udzielenie gwarancji, o której mowa powyżej, do kwoty\n                           44.312.968,51 zł. Poręczenie obejmuje zobowiązania \"SPC-2\", istniejące w chwili udzielenia\n                           poręczenia, jak i mogące powstać w przyszłości z tytułu udzielonej gwarancji wraz\n                           z odsetkami, prowizją i jej kosztami na wypadek, gdyby \"SPC-2\" nie wywiązała się z\n                           tych zobowiązań.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-04-18"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_  informuje,\n                           iż w dniu 29 marca 2018 r. otrzymał informację od spółki zależnej \"SPC-2\" Spółka z\n                           ograniczoną odpowiedzialnością z siedzibą w Wysogotowie _\"SPC-2\"_ o podpisaniu przez\n                           Konsorcjum firm w składzie: Nokia Solutions and Networks Sp. z o.o. z siedzibą w Warszawie\n                           _Nokia_, \"SPC-1\" Sp. z o.o. z siedzibą w Warszawie, \"SPC-2\" Sp. z o.o. z siedzibą\n                           w Wysogotowie oraz \"SPC-3\" Sp. z o.o. z siedzibą w Warszawie _Konsorcjum_ umowy ze\n                           Spółką PKP Polskie Linie Kolejowe S.A. z siedzibą w Warszawie _Zamawiający_ na zaprojektowanie\n                           i wykonanie robót w ramach Projektu \"Budowa infrastruktury systemu ERTMS/GSM-R na\n                           liniach kolejowych PKP Polskie Linie Kolejowe S.A. w ramach NPW ERTMS\" Część 1 - Wdrożenie\n                           systemu GSM-R _Umowa, Kontrakt_.Przedmiotem Umowy jest zaprojektowanie, dostawa i wykonanie wszystkich niezbędnych\n                           prac oraz robót budowlanych w celu wdrożenia na liniach kolejowych w Polsce sieci\n                           GSM-R jako dedykowanego dla kolei systemu bezprzewodowej łączności cyfrowej. Umowa jest współfinansowana przez Unię Europejską ze środków Funduszu Spójności w\n                           ramach Programu Operacyjnego Infrastruktura i Środowisko.Wartość umowy podpisanej przez Konsorcjum, w skład którego wchodzi \"SPC-2\", wynosi\n                           2.268_ mln zł netto, tj. 2.790 mln zł brutto, w tym wartość Prawa Opcji _Usługi w\n                           okresie pogwarancyjnym_ w kwocie netto 118 mln zł.Wysokość wynagrodzenia przydającego na spółkę zależną Emitenta \"SPC-2\" wynosi 720,5\n                           mln zł netto _886,3 mln zł brutto_.Termin realizacji prac wynosi 62 miesiące od daty rozpoczęcia tj. następnego dnia\n                           po podpisaniu Kontraktu przez ostatnią ze Stron. Konsorcjum, w skład którego wchodzi\n                           spółka  \"SPC-2\" udzieli w ramach realizacji umowy, od zakończenia przedsięwzięcia\n                           u Zamawiającego, z tytułu rękojmi za wady, gwarancji na okres 60 miesięcy oraz gwarancji\n                           jakości na okres 60 miesięcy.W ramach kontraktu \"SPC-2\" zrealizuje w szczególności: 1.\tusługi w zakresie części pasywnej projektowej i budowlanej dot. kanalizacji teletechnicznej\n                           liniowej wraz z odejściami zgodnie z zakresem wykonawstwa części I przetargu PKP PLK;2.\tprace instalacyjne w zakresie części pasywnej budowlanej kanalizacji teletechnicznej\n                           liniowej wraz z odejściami zgodnie z zakresem wykonawstwa części I przetargu PKP PLK;3.\tprace kablowe w zakresie części pasywnej linii światłowodowej - kompletny tor optyczny\n                           zakończony na przełącznicy lub w złączu kablowym;wraz z dostawą niezbędnych materiałów do budowy części pasywnej sieci światłowodowej.\n                           Zabezpieczeniem wykonania umowy są: bankowa gwarancja należytego wykonania umowy i\n                           właściwego usunięcia wad i usterek z tytułu rękojmi i gwarancji jakości oraz gwarancja\n                           ubezpieczeniowa należytego wykonania umowy, o czym Emitent informował w raporcie bieżącym\n                           nr 5 z dnia 26.03.2018 r.W umowie przewidziano m.in. następujące kary umowne:a_\tza niewykonanie w terminie Etapu ilościowego – w wysokości 0,01% wartości Robót\n                           objętych Etapem ilościowym, za każdy rozpoczęty tydzień zwłoki, chyba że Wykonawca\n                           był w zwłoce w realizacji poprzednich Etapów ilościowych - w takim przypadku podstawą\n                           do ustalenia wysokości kary umownej będzie suma wartości Robót i Urządzeń objętych\n                           tym Etapem ilościowym oraz suma wartości Robót i Urządzeń poprzednich Etapów ilościowych,\n                           w których nastąpiło opóźnienie. Jeżeli Wykonawca wykona przedmiot Kontraktu w  Czasie na Ukończenie, wówczas ustalona\n                           na podstawie pkt a_ powyżej kara umowna będzie uchylona, z zastrzeżeniem postanowień\n                           zdania poprzedzającego oraz postanowień poniższych;b_\tza niewykonanie w terminie Etapu szczegółowego – w wysokości 0,05% wartości Robót\n                           objętych Etapem szczegółowym, za każdy rozpoczęty dzień zwłoki;c_\tza niewykonanie w terminie Kamienia Milowego – w wysokości 0,05% wartości Robót\n                           objętych Kamieniem Milowym, za każdy dzień zwłoki;d_\tza złożenie wniosku o pozyskanie Dokumentów Wykonawcy po terminie 31 grudnia 2020\n                           roku – w wysokości 30 000,00 PLN za każdy taki przypadek;e_\tza nieprzedstawienie i/lub rozpoczęcie Robót bez Programu Zapewnienia Jakości w umownym terminie i zakresie – w wysokości 150 000,00 PLN;f_\tza nieprzedłożenie lub przekroczenie terminu przedłożenia lub nieuwzględnienie\n                           uwag Inżyniera do Harmonogramu rzeczowo - finansowego albo brak jego aktualizacji\n                           w umownym terminie – w wysokości 10 000,00 PLN za każdy rozpoczęty dzień opóźnienia;g_\tza niedotrzymanie terminu usunięcia wad określonego w Świadectwie Przejęcia – w wysokości 0,5% wartości brutto poszczególnych Robót, których wada dotyczy, za każdy\n                           rozpoczęty dzień opóźnienia;h_\tza niedotrzymanie terminu usunięcia wady lub usterki uniemożliwiającej lub ograniczającej\n                           eksploatację linii kolejowej w Okresie Zgłaszania Wad lub usterek, w terminie wskazanym\n                           przez Zamawiającego – w wysokości 5 000,00 PLN za każdą rozpoczętą godzinę opóźnienia;i_\tw przypadku konieczności stosowania sygnałów zastępczych _Sz_ wynikających z wydłużonego czasu trwania Robót z winy Wykonawcy lub nieusunięcia w ciągu 24 godzin usterek z winy Wykonawcy w czynnych urządzeniach służących do prowadzenia\n                           ruchu kolejowego – w wysokości 50 000,00 PLN za każdą rozpoczętą dobę stosowania sygnałów\n                           zastępczych lub za każdą kolejną rozpoczętą dobę nieusunięcia usterek poza pierwszymi\n                           24 godzinami;j_\tza powierzenie wykonania części przedmiotu Kontraktu, Podwykonawcom Robót bez zgody\n                           Zamawiającego, bądź też za nieprzedłożenie do zaakceptowania przez Zamawiającego projektu\n                           Umowy o podwykonawstwo z Podwykonawcą Robót _lub projektu jej zmiany_ – w wysokości\n                           200 000,00 PLN za każdy taki przypadek;k_\tza nieprzedstawienie Zamawiającemu w terminie wskazanym poświadczonej za zgodność\n                           z oryginałem kopii Umowy o podwykonawstwo z Podwykonawcą Robót lub dostaw lub usług\n                           lub jej zmiany bądź też za przedstawienie Umowy o podwykonawstwo z Podwykonawcą Robót\n                           lub dostaw lub usług niezgodnej z umownymi postanowieniami – w wysokości 1 000,00\n                           PLN za każdy rozpoczęty dzień opóźnienia lub za każdy przypadek przedłożenia niezgodnej\n                           Umowy o podwykonawstwo;l_\tza brak zmiany Umowy o podwykonawstwo z Podwykonawcą Robót lub dostaw lub usług\n                           w zakresie terminu zapłaty, w terminie 14 dni od daty wpływu do Wykonawcy pisemnych\n                           zastrzeżeń Zamawiającego– w wysokości 10 000,00 PLN za każdy taki przypadek;m_\tza brak zapłaty lub za nieterminową zapłatę wynagrodzenia należnego Podwykonawcy\n                           Robót lub dostaw lub usług lub za nieterminową zapłatę lub brak zapłaty wynagrodzenia\n                           przez Podwykonawcę dalszemu Podwykonawcy – w wysokości 50 000,00 PLN za każdy taki\n                           przypadek; n_\tw przypadku naprawy kabli teletechnicznych, kabli i urządzeń sterowania ruchem\n                           kolejowym przez osobę nieposiadających wymaganych uprawnień – w wysokości 50 000,00\n                           PLN za każdy taki przypadek;o_\tz tytułu odstąpienia od Kontraktu z przyczyn leżących po stronie Wykonawcy – w\n                           wysokości 30 % Zaakceptowanej Kwoty Kontraktowej pomniejszonej o wartość Prawa Opcji;p_\tw przypadku niedokonania Modyfikacji Oprogramowania Licencjonowanego w terminie\n                           nie dłuższym niż 30 dni od daty ustalonej z Zamawiającym, Zamawiający naliczy kary\n                           umowne w wysokości 0,005% Zaakceptowanej Kwoty Kontraktowej pomniejszonej o wartość\n                           Prawa Opcji za każdy rozpoczęty dzień opóźnienia;q_\tw przypadku niedokonania aktualizacji Oprogramowania na Nową Wersję Oprogramowania\n                           _Upgrade_ w terminie nie dłuższym niż 30 dni od daty ustalonej z Zamawiającym, Zamawiający\n                           naliczy kary umowne w wysokości 0,015% Zaakceptowanej Kwoty Kontraktowej pomniejszonej\n                           o wartość Prawa Opcji za każdy rozpoczęty dzień opóźnienia;r_\tw przypadku niedostarczenia Części Zamiennych zwymiarowanych według Wymagań Zamawiającego\n                           w terminie nie dłuższym niż 6 miesięcy przed Odbiorem Końcowym Robót lub Odbiorem\n                           Końcowym Odcinka, Zamawiający naliczy kary umowne w wysokości 0,005% Zaakceptowanej\n                           Kwoty Kontraktowej pomniejszonej o wartość Prawa Opcji za każdy rozpoczęty dzień opóźnienia;s_\tw przypadku niedokonania przez Wykonawcę naprawy Urządzeń, dla których Wykonawca\n                           nie przedstawił listy Części Zamiennych w terminie nie dłuższym niż 1 dzień od zgłoszenia\n                           takiej potrzeby przez Zamawiającego, Zamawiający naliczy kary umowne w wysokości 0,001%\n                           Zaakceptowanej Kwoty Kontraktowej pomniejszonej o wartość Prawa Opcji za każdy rozpoczęty\n                           dzień opóźnienia.Kary umowne z tytułu tych samych zdarzeń nie podlegają kumulacji.Łączna suma naliczonych kar nie przekroczy 30% Zaakceptowanej Kwoty Kontraktowej pomniejszonej\n                           o wartość Prawa Opcji.Emitent informuje, że w związku z zawartą umową Konsorcjum oraz zawartą pomiędzy Nokia\n                           a wspólnikami  \"SPC-1\" Sp. z o.o., \"SPC-2\" Sp. z o.o. oraz \"SPC-3\" Sp. z o.o., tj.\n                           Emitentem, WASKO S.A. oraz Herkules S.A umową partnerską, Emitent zobowiązany jest\n                           do zapewnienia, że spółka zależna Emitenta \"SPC-2\" będzie należycie wykonywać Kontrakt\n                           oraz ponosić odpowiedzialność za właściwe wypełnienie przez \"SPC-2\" zobowiązań związanych\n                           z realizowanym przez SPC-2\" zakresem rzeczowym prac. Jednocześnie Emitent będzie ponosić\n                           odpowiedzialność za szkodę, którą poniesie Nokia, jeśli spółka zależna Emitenta odmówi\n                           zaciągnięcia zobowiązania lub spełnienia świadczenia ciążącego na niej na podstawie\n                           Kontraktu. Jeżeli \"SPC-2\" odmówi zaciągnięcia zobowiązania lub spełnienia świadczenia\n                           ciążącego na niej na podstawie Kontraktu, wskutek czego poniesie szkodę inny członek\n                           Konsorcjum, Emitent ponosi odpowiedzialność wobec członka Konsorcjum, który poniósł\n                           szkodę - w takim przypadku poszkodowany członek Konsorcjum może żądać bezpośrednio\n                           od Emitenta zapłaty odszkodowania. Podpisanie umowy jest wynikiem wybrania przez Zamawiającego oferty Konsorcjum firm:\n                           Nokia Solutions and Networks sp. z o.o. z siedzibą w Warszawie _Nokia_, \"SPC-1\", \"SPC-2\"\n                           Sp. z o.o. z siedzibą w Wysogotowie oraz \"SPC-3\" Sp. z o.o. z siedzibą w Warszawie\n                           jako najkorzystniejszej w postępowaniu przetargowym pod nazwą \"Budowa infrastruktury\n                           systemu ERTMS/GSM-R na liniach kolejowych PKP Polskie Linie Kolejowe S.A. w ramach\n                           NPW ERTMS\" przez firmę PKP Polskie Linie Kolejowe S.A., o czym Emitent informował\n                           w raporcie bieżącym nr 28 z dnia 26.10.2017 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-03-29"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_ informuje,\n                           iż w dniu  26 marca 2018 r. spółka zależna \"SPC-\"2\" Sp. z o.o. _\"SPC-2\"_ zawarła z\n                           Bankiem Gospodarstwa Krajowego _BGK_ umowę o udzielenie gwarancji _Umowa_, na zabezpieczenie\n                           umowy na  zaprojektowanie i wykonanie robót w ramach Projektu \"Budowa infrastruktury\n                           systemu ERTMS/GSM-R na liniach kolejowych PKP Polskie Linie Kolejowe S.A. w ramach\n                           NPW ERTMS Część 1 zamówienia\" _Kontrakt_ - w ramach której Bank Gospodarstwa Krajowego\n                           wystawi:- gwarancję należytego wykonania umowy i właściwego usunięcia wad i usterek do łącznej\n                           maksymalnej wysokości 26.587.781,11 zł_, w tym:a_ w zakresie roszczeń z tytułu niewykonania lub nienależytego wykonania Umowy _w\n                           tym z tytułu kar umownych_ na żądanie złożone w okresie od dnia wystawienia Gwarancji\n                           do dnia   28 czerwca 2023 r. włącznie,b_ w zakresie roszczeń z tytułu nieusunięcia wad i usterek _w tym z tytułu kar umownych_\n                           na żądanie złożone w okresie od dnia 29 czerwca 2023 r. do dnia 14 czerwca 2028 r.\n                           włącznie. Zabezpieczenie spłaty wierzytelności z tytułu udzielonej gwarancji stanowią w szczególności:a_cesja wierzytelności z Kontraktu o wartości nie niższej niż wartość udzielonych\n                           gwarancji;b_z każdego wpływu z Kontraktu _z wyłączeniem wpływów zaliczki otrzymanej z PKP PLK\n                           na realizację Kontraktu_ w zakresie realizowanym przez \"SPC-2\" Sp. z o.o., tytułem\n                           zabezpieczenia roszczeń BGK z tytułu wystawienia gwarancji należytego wykonania i\n                           właściwego usunięcia wad i usterek, blokowana będzie na rachunku kaucji prowadzonym\n                           w BGK,  kwota w wysokości  nie mniejszej niż 0,75%  kwoty wpływów brutto. Po zrealizowaniu\n                           Kontraktu kwota ta powinna wynieść min. 25 % kwoty gwarancji;c_poręczenie w całym okresie ważności gwarancji należytego wykonania Umowy i właściwego\n                           usunięcia wad i usterek udzielone przez Emitenta - Pozbud T&R Spółka Akcyjna; d_zastaw rejestrowy na rachunku Kontraktu prowadzonym w BGK, przez który przeprowadzanych\n                           będzie 100% przepływów z Kontraktu w zakresie przysługującym \"SPC-2\";e_poręczenie podwykonawców realizujących prace budowlano-montażowe, których wartość\n                           wynosić będzie nie mniej niż 20,0 mln zł brutto lub cesja wierzytelności z gwarancji\n                           dobrego wykonania oraz gwarancji usunięcia wad i usterek wystawionych na zlecenie\n                           podwykonawców;f_oświadczenia o poddaniu się egzekucji w trybie art. 777 KPC złożone przez \"SPC-2\".\n                           Pozostałe warunki, na jakich została zawarta umowa, w tym w zakresie możliwości odstąpienia\n                           od niej czy naruszenia jej warunków, nie odbiegają od warunków powszechnie stosowanych\n                           dla tego typu umów.W dniu 26 marca 2018 r., na zabezpieczenie spłaty wierzytelności z tytułu udzielonej\n                           gwarancji  \"SPC-2\" złożyła oświadczenia o poddaniu się egzekucji w trybie art. 777\n                           KPC do maksymalnej kwoty 39.881.671,67 zł do dnia 14 czerwca 2031 r. Ponadto Emitent informuje, iż na podstawie ramowej umowy o gwarancję ubezpieczeniową\n                           o symbolu FI/OW036/1011, potwierdzonej polisą nr 280000149319 z dnia 21 marca 2018\n                           roku, Sopockie Towarzystwo Ubezpieczeniowe  Ergo Hestia S.A. _Gwarant_ wystawi gwarancję\n                           ubezpieczeniową należytego wykonania Umowy dot. \"Budowa infrastruktury systemu ERTMS/GSM-R\n                           na liniach kolejowych PKP Polskie Linie Kolejowe S.A. w ramach NPW ERTMS Część 1 zamówienia\"\n                           _Kontrakt_, w wysokości 62.038.155,92 zł   obowiązującą w okresie od dnia 29 marca\n                           2018 r. do dnia 28 czerwca 2023 r. Zabezpieczenie roszczeń regresowych  Gwaranta z tytułu udzielonej gwarancji stanowić\n                           będzie weksel wystawiony przez \"SPC-2\" poręczony przez Emitenta. Z tytułu udzielonego\n                           poręczenia Emitent złożył oświadczenie o poddaniu się egzekucji w trybie art. 777\n                           KPC do kwoty 68.200.000,00 zł do dnia 31 grudnia 2023 r. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-03-26"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Spółka\", \"Emitent\"_, podaje do wiadomości,\n                           iż w dniu dzisiejszym, tj. 12 marca 2018 roku podpisał ze spółką Dekpol S.A. z siedzibą\n                           w Pinczynie aneks do umowy  nr 02/PSZENNA/2018. Niniejszym aneksem rozszerzony został zakres robót w stosunku do zakresu określonego\n                           w umowie zawartej pomiędzy stronami w dnia 08 stycznia 2018 roku, o wykonanie kompletnego\n                           stanu surowego wraz ze wszystkimi robotami murarskimi oraz dostawę i montaż stolarki\n                           okiennej drewnianej. W związku z powyższym zmieniony został termin zakończenia robót\n                           określony w umowie: odnośnie stanu surowego na dzień 30 sierpnia 2019 roku, a odnośnie\n                           stolarki okiennej na dzień 31 grudnia 2019 roku oraz zwiększone zostało wynagrodzenie\n                           ryczałtowe na wykonanie przedmiotu umowy z pierwotnej kwoty 6.000.000,00 zł netto\n                           do kwoty 25.137.865,20 zł netto.Warunki umowy:1_ Stronami umowy są: Dekpol S.A. z siedzibą w Pinczynie jako Zamawiający i Pozbud\n                           T&R S.A. z siedzibą w Wysogotowie jako Wykonawca.2_ Przedmiotem umowy jest zabezpieczenie wykopu oraz wykonanie kompletnego stanu surowego\n                           wraz ze wszystkimi robotami murarskimi oraz dostawę i montaż stolarki okiennej drewnianej\n                           dla zadania pod nazwą: \"Budynek Mieszkalno - Usługowy _usł. hoterlarskie_, Gdańsk\n                           kwartał ulic Pszenna, Chmielna, Żytnia, działki nr 88/2, 89/2, 91 96/16\". Roboty budowlane\n                           wykonywane będą z materiałów oraz przy użyciu maszyn i urządzeń dostarczonych przez\n                           Wykonawcę.3_ Wynagrodzenie ryczałtowe netto za wykonanie umówionego obecnie zakresu robót ustalone\n                           została na podstawie negocjacji na wartość 25.137.865,20 zł netto. W przypadku zmiany\n                           zakresu robót nastąpi zmiana wysokości wynagrodzenia.4_ Wykonawca zobowiązany jest do wykonywania robót objętych Umową w terminach wynikających\n                           z ustalonego harmonogramu, przy czym  wykonanie przez Wykonawcę wszelkich obowiązków\n                           wynikających z Umowy ustalone zostało na dzień 31 grudnia 2019 roku.5_ W przypadku opóźnienia w wykonaniu robót lub w usunięciu wad, Wykonawca zapłaci\n                           Zamawiającemu karę umowną w wysokości:- 0,5 %  wynagrodzenia netto za każdy dzień opóźnienia przez pierwsze 7 dni,- 1,0 % wynagrodzenia netto za każdy następny dzień, licząc od ósmego dnia opóźnienia.Ponadto każda ze stron umowy może żądać od drugiej strony zapłaty kary umownej w wysokości\n                           10 % wynagrodzenia netto, w przypadku odstąpienia od umowy z przyczyn leżących po\n                           drugiej stronie. Żądanie jak również zapłata kar umownych  nie pozbawia Zamawiającego\n                           prawa dochodzenia odszkodowania  na zasadach ogólnych.6_ Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów.7_ Kryterium uznania umowy za znaczącą jest przekroczenie wartości 10 % kapitałów\n                           własnych Emitenta.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           MAR_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-03-12"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _Emitent, Spółka_ informuje,\n                           iż      w dniu dzisiejszym, tj. 19 stycznia 2018 roku otrzymał informację od spółki\n                           zależnej \"SPC-2\" sp. z o.o. z siedzibą w Wysogotowie _dalej jako: SPC-2_ o oddaleniu\n                           przez Krajową Izbę Odwoławczą  odwołania Konsorcjum spółek: Kapsch CarrierCom sp.\n                           z o.o. z siedzibą w Warszawie, Kapsch CarrierCom AG z siedzibą w Austrii, Kapsch CarrierCom\n                           France SAS z siedzibą we Francji i PORR Polska Infrastructure S.A. z siedzibą w Warszawie\n                           w sprawie przetargu na budowę infrastruktury systemu ERTMS/GSM-R na liniach kolejowych\n                           PKP Polskie Linie Kolejowe S.A. w ramach NPW ERTMS - postępowanie nr 6060/ICZ4/08860/03374/15/P.\n                           W raporcie bieżącym nr 28/2017 z dnia 26 października 2017 roku, Emitent poinformował\n                           o wyborze oferty konsorcjum, w skład którego wchodzi spółka zależna \"SPC-2\" sp. z\n                           o.o., w przetargu ogłoszonym przez PKP Polskie Linie Kolejowe S.A. z siedzibą w Warszawie\n                           _Zamawiający_ pod nazwą \"Budowa infrastruktury systemu ERTMS/GSM-R na liniach kolejowych\n                           PKP Polskie Linie Kolejowe S.A. w ramach NPW ERTMS\" _Zamówienie_.Oferta została złożona przez konsorcjum firm: Nokia Solutions and Networks sp. z o.o.\n                           z siedzibą w Warszawie _Nokia_ oraz \"SPC-1\" Sp. z o.o., \"SPC-2\" Sp. z o.o. i \"SPC-3\"\n                           Sp. z o.o. z siedzibą w Warszawie _Konsorcjum_. Jednocześnie informujemy, iż siedziba spółki \"SPC-2\" sp. z o.o. została przeniesiona\n                           z Warszawy do Wysogotowa _gmina Tarnowo Podgórne, powiat poznański_.O fakcie podpisania umowy Emitent poinformuje w odrębnym raporcie bieżącym.Podstawa\n                           prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ NR 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie MAR_ oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE.",
        "date": "2018-01-19"
    },
    {
        "company_name": "POZBUD T&R SA",
        "content": "Zarząd spółki Pozbud T&R S.A. z siedzibą w Wysogotowie _\"Emitent\", \"Spółka\"_ podaje\n                           do publicznej wiadomości terminy publikacji raportów okresowych w roku obrotowym 2018,\n                           a mianowicie:1. Raporty roczne za 2017 rok:-  raport roczny Pozbud T&R S.A. za 2017 rok - 06 kwietnia 2018 roku -  skonsolidowany raport roczny Grupy Kapitałowej Pozbud T&R S.A. za 2017 rok -     06 kwietnia 2018 roku2. Skonsolidowane raporty kwartalne za 2018 rok:-  skonsolidowany raport kwartalny Grupy Kapitałowej Pozbud T&R S.A. za I kwartał\n                               2018 roku - 18 maja 2018 roku -  skonsolidowany raport kwartalny Grupy Kapitałowej Pozbud T&R S.A. za III kwartał\n                              2018 roku - 09 listopada 2018 roku 3. Skonsolidowany raport półroczny Grupy Kapitałowej Pozbud T&R S.A za I półrocze\n                           2018    roku - 31 sierpnia 2018 roku Jednocześnie Zarząd oświadcza, że zgodnie z § 83 ust. 1 Rozporządzenia Rady Ministrów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _\"Rozporządzenie\"_,\n                           Emitent nie będzie publikować odrębnych jednostkowych raportów kwartalnych.Skonsolidowane raporty kwartalne Grupy Kapitałowej Pozbud T&R S.A. oprócz skróconego\n                           skonsolidowanego kwartalnego sprawozdania finansowego zawierać będą także kwartalne\n                           informacje finansowe Spółki.Ponadto Emitent informuje, że  zgodnie z § 101 ust. 2 Rozporządzenia, nie będzie publikować\n                           skonsolidowanego raportu kwartalnego za IV kwartał 2017 roku oraz skonsolidowanego\n                           raportu kwartalnego za II kwartał 2018 roku. Spółka również nie będzie publikować\n                           odrębnego raportu półrocznego, zgodnie z § 83 ust. 3 Rozporządzenia.Ewentualne zmiany dat przekazywania raportów okresowych będą podane do publicznej\n                           wiadomości w formie raportu bieżącego.Podstawa prawna : § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa nie będącego państwem członkowskim _t.j. Dz. U. z  2014 r., poz.133\n                           z późn. zm._.",
        "date": "2018-01-12"
    }
]