[
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym, tj. 29.12.2017\n                           r. dokonana została, zgodnie z postanowieniami Umowy restrukturyzacyjnej, o której\n                           Emitent informował w raporcie bieżącym nr 104/2016 z dnia 02.12.2016 r., spłata części\n                           zadłużenia Emitenta z tytułu transzy \"B\" efektywnie przypisanej do PBSz _poprzednio\n                           Kopex-PBSz_, w kwocie 10.237.900,00 zł w drodze jej pobrania przez agenta ds. płatności\n                           z rachunku kwoty zdeponowanej i przekazania na rzecz wierzycieli. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-12-29"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym, tj. 20.12.2017\n                           r. Emitent dokonał przedterminowej, całkowitej spłaty pożyczki na rzecz spółki TDJ\n                           Equity IV S.A. _spółki zależnej TDJ S.A._ w kwocie 38.000.000,00 zł wraz z należnymi\n                           odsetkami. Spłacona przez Emitenta pożyczka była udzielona w dniu 31.03.2017 r., a\n                           środki z niej pochodzące posłużyły do przedterminowej spłaty zadłużenia Emitenta z\n                           tytułu transzy \"C\" w ramach realizacji umowy restrukturyzacyjnej, o czym Emitent informował\n                           w raporcie bieżącym nr 16/2017 z dnia 31.03.2017 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-12-20"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym, tj. 18.12.2017\n                           r. Emitent podpisał z FAMUR S.A. umowę pożyczki na podstawie której FAMUR S.A. udzielił\n                           KOPEX S.A. pożyczki w kwocie 38.000.000,00 zł z terminem spłaty do dnia 31.12.2018\n                           r. Oprocentowanie pożyczki jest zmienne w wysokości stawki WIBOR 1M powiększonej o\n                           ustaloną w umowie stopę marży w stosunku rocznym. Zabezpieczenie pożyczki stanowi\n                           weksel in blanco wystawiony przez Emitenta wraz z deklaracją wekslową. Pozyskane środki Emitent zamierza przeznaczyć na przedterminową spłatę zobowiązań\n                           wobec TDJ Equity IV S.A. _spółki zależnej TDJ S.A._ z tytułu pożyczki, o której Emitent\n                           informował w raporcie bieżącym nr 16/2017 z dnia 31.03.2017 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-12-18"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym uzyskał od spółki\n                           zależnej KOPEX – Przedsiębiorstwo Budowy Szybów S.A. informację o otrzymaniu przez\n                           tę spółkę zależną, podpisanej z datą 17.11.2017 r. umowy pomiędzy Jastrzębską Spółką\n                           Węglową S.A. – KWK Pniówek _Zamawiający_ a konsorcjum firm _Wykonawca_: KOPEX – Przedsiębiorstwo\n                           Budowy Szybów S.A. _Konsorcjant – spółka zależna Emitenta_ i Przedsiębiorstwo Produkcyjno-Górnicze\n                           ROW – JAS Sp. z o.o. _Lider_.Przedmiot umowy: pogłębianie szybu IV JSW S.A. KWK Pniówek do głębokości 856 m wraz\n                           z wykonaniem wlotów szybowych.Termin realizacji umowy: 24 miesiące od daty zawarcia umowy.Wartość umowy: 43.861.788,62 zł netto _53.590.000,00 zł brutto_.Zakres prac oraz kwota wynagrodzenia przypadająca na poszczególnych członków konsorcjum\n                           zostanie określona w odrębnej umowie realizacyjnej pomiędzy konsorcjantami. Umowa zawiera standardowe zapisy dotyczące kar umownych w przypadku m.in. opóźnień\n                           w wykonaniu przedmiotu umowy lub usunięciu wad, odstąpienia od umowy z winy Wykonawcy\n                           oraz na wypadek niewykonania lub nienależytego wykonania umowy.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-11-21"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. _\"Spółka\", \"Emitent\"_ informuje, iż w dniu 19 października 2017\n                           r. uchwałami NadzwyczajnegoWalnego Zgromadzenia Spółki w skład Rady Nadzorczej Spółki zostały powołane następujące\n                           osoby:1_ Pan Mirosław Bendzera jako Członek Rady Nadzorczej2_ Pan Zdzisław Szypuła jako Członek Rady Nadzorczej3_ Pan Dawid Gruszczyk jako Członek Rady Nadzorczej4_ Pan Adam Toborek jako Członek Rady Nadzorczej5_ Pani Karolina Blacha-Cieślik jako Członek Rady Nadzorczej6_ Pan Robert Rogowski jako Członek Rady Nadzorczej7_ Pani Dorota Wyjadłowska jako Członek Rady Nadzorczej1. Mirosław Bendzera:Pan Mirosław Bendzera posiada wykształcenie wyższe. Ukończył studia na Akademii Ekonomicznej\n                           w Krakowie na kierunku zarządzanie i marketing. Pan Mirosław Bendzera od 2009 r. do\n                           2014 r. pełnił funkcję Prezesa Zarządu w Odlewni Żeliwa Śrem S.A., Pioma-Odlewnia\n                           Sp. z o.o. oraz Polskiej Grupy Odlewniczej S.A., a w okresie od stycznia do lipca\n                           2016r. funkcję Wiceprezesa Zarządu w ELGÓR + ZAMET sp. z o.o. Poprzednio pełnił funkcje\n                           w organach spółek takich jak m.in. Ponar Wadowice S.A., Ponar Silesia S.A. oraz funkcje\n                           menadżerskie w Toyota Motor Poland Co. Ltd.  Pan Mirosław Bendzera od 01.08.2014r.\n                           pełni funkcję Prezesa Zarządu FAMUR S.A., a od 21.02.2017r. funkcję Przewodniczącego\n                           Rady Nadzorczej Elgór + Hansen S.A. 2. Zdzisław Szypuła:Pan Zdzisław Szypuła posiada wykształcenie wyższe. Ukończył Akademię Górniczo-Hutniczą\n                           w Krakowie. Od początku swojej kariery zawodowej związany jest z przemysłem maszynowym.\n                           Od roku 1984 r. Pan Zdzisław Szypuła był zatrudniony w Zakładach Naprawczych Taboru\n                           Kolejowego \"NOWY SĄCZ\" S.A. Od 1999 r. Pan Zdzisław Szypuła związany był z NFUG \"NOWOMAG\"\n                           S.A., w której od kwietnia 2005 r. pełnił funkcję Wiceprezesa Zarządu, a od stycznia\n                           2009 r. do września 2011 r. Prezesa Zarządu. Od października 2011 r. do października\n                           2014 r. pełnił funkcję Prezesa Zarządu w FMG \"PIOMA\" S.A. Następnie Pan Zdzisław Szypuła\n                           był zatrudniony w spółce FAMUR S.A. i zarządzał Segmentem Systemów Transportowych.\n                           Pan Zdzisław Szypuła od 26.05.2015r. pełni funkcję Przewodniczącego Rady Nadzorczej\n                           spółki Polskie Maszyny Górnicze S.A., a od 2.06.2015r. pełni funkcje Wiceprezesa Zarządu\n                           FAMUR S.A.3.Dawid Gruszczyk:Pan Dawid Gruszczyk posiada wykształcenie wyższe. Ukończył Akademię Ekonomiczną w\n                           Katowicach uzyskując tytuł magistra oraz studia podyplomowe menedżerskie w Szkole\n                           Głównej Handlowej w Warszawie. Od 2003 r. Pan Gruszczyk związany jest z branżą maszynową.\n                           W latach 2003-2008 pełnił stanowisko Specjalisty ds. Analiz Finansowych w Biurze Doradców\n                           Zarządu w spółce ELGÓR + HANSEN sp. z o.o., następnie od 2004 r. Pan Dawid Gruszczyk\n                           pełnił funkcje zarządcze w spółce ELGÓR + ZAMET sp. z o.o., w tym na stanowisku Prezesa\n                           Zarządu _do 01.07.2016r._. Od stycznia 2016r. pełni funkcję Wiceprezesa Zarządu FAMUR\n                           S.A., a od 21.02.2017r. pełni funkcję Sekretarza Rady Nadzorczej spółki Elgór + Hansen\n                           S.A. 4.Adam Toborek:Pan Adam Toborek jest absolwentem programu Master of Business Administration Wyższej\n                           Szkoły Przedsiębiorczości i Zarządzania im. Leona Koźmińskiego w Warszawie. Uzyskał\n                           również dyplom Akademii Wychowania Fizycznego w Katowicach na Wydziale Rehabilitacji\n                           Ruchowej. Ukończył liczne kursy menedżerskie w kraju i za granicą. Pan Adam Toborek\n                           swą zawodową karierę rozpoczynał w spółkach BRADO jako specjalista ds. handlowych\n                           i kontynuował ją jako Dyrektor a następnie Prezes Zarządu Z.M. BRADO 2 S.A. W latach\n                           2001-2015 związany z fińską Grupą RAMIRENT, gdzie sprawował funkcje Wiceprezesa Zarządu\n                           RAMIRENT Scaffolding oraz Członka Zarządu RAMIRENT S.A., pełniąc kolejno obowiązki\n                           Dyrektora Handlu i Marketingu oraz Dyrektora Operacyjnego. Pan Adam Toborek od kwietnia\n                           2015r. pełnił funkcję Wiceprezesa Zarządu NiUW Glinik, a od kwietnia 2016r. pełni\n                           funkcję Prezesa Zarządu NiUW Glinik Sp. z o.o. Obecnie związany z FAMUR S.A. na stanowisku\n                           Zastępca Prezesa Segmentu kompleksów Ścianowych ds. sprzedaży. 5. Karolina Blacha-Cieślik:Pani Karolina Blacha-Cieślik posiada wykształcenie wyższe. W 2008 roku ukończyła studia\n                           magisterskie na Uniwersytecie Śląskim w Katowicach, na Wydziale Prawa i Administracji,\n                           kierunku: Prawo. Ponadto Pani Karolina Blacha-Cieślik w 2008r. ukończyła studia podyplomowe\n                           Wyższej Szkoły Humanitas w Sosnowcu, na kierunku Podatki i prawo podatkowe. W 2016\n                           roku ukończyła studia doktoranckie na Uniwersytecie Śląskim w Katowicach, na Wydziale\n                           Prawa i Administracji, kierunek prawo. Pani Karolina Blacha-Cieślik posiada uprawnienia\n                           radcy prawnego, jest wpisana na listę radców prawnych. Pani Karolina Blacha-Cieślik\n                           od roku 2006 związana jest zawodowo z Grupą TDJ. W latach 2006-2010 pracowała w dziale\n                           prawnym FAMUR S.A. Od roku 2011 pracuje w spółce TDJ S.A. Pani Karolina Blacha-Cieślik\n                           zasiadała w Radach Nadzorczych spółek: \"Towarzystwo Funduszy Inwestycyjnych Silesia\"\n                           S.A., REMAG S.A., Georyt Sp. z o.o., Odlewnia Żeliwa \"Śrem\" S.A., Pioma-Odlewnia Sp.\n                           z o.o., Przedsiębiorstwo Robót Górniczych Mysłowice S.A., Zamet Industry S.A., FAMUR\n                           S.A., Zamet-Budowa Maszyn S.A., Partner S.A.,  Famur Famak S.A., Obecnie Pani Karolina\n                           Blacha-Cieślik pełni funkcję w Radach Nadzorczych: Famur Institute Sp. z o.o., Polskie\n                           Maszyny Górnicze S.A. oraz TDJ Equity IV S.A.6. Robert Rogowski:Pan Robert Rogowski posiada wykształcenie wyższe. Ukończył Uniwersytet Warmińsko –\n                           Mazurski w Olsztynie _tytuł magistra inżyniera na Wydziale Mechanicznym_ oraz studia\n                           podyplomowe z zakresu zarządzania przedsiębiorstwem na Olsztyńskiej Wyższej Szkole\n                           Informatyki i Zarządzania w Olsztynie. Ponadto: Central Europe Trust and The Chartered\n                           Association of Certified Accountants _ACCA_. Od roku 2006 prowadzi jednoosobową działalność\n                           gospodarczą w obszarze usług doradczych. Wykaz zajmowanych stanowisk i pełnionych\n                           funkcji:• Od 2015 – obecnie INDYKPOL BRAND Sp. z o.o. z siedzibą w Warszawie – Członek Rady\n                           Nadzorczej •Od 2014 – obecnie WINE TASTE Sp. z o.o. z siedzibą w Warszawie – Wiceprezes Zarządu\n                           •Od 2014 – obecnie ROLMEX S.A. z siedzibą w Warszawie –Dyrektor Finansowy•2007 – 2014\tFABRYKA MEBLI FORTE S.A. z siedzibą w Ostrowie Mazowieckiej – Wiceprezes\n                           Zarządu•2003 – 2007\tINDYKPOL S.A. z siedzibą w Olsztynie – Dyrektor Zarządzający, Dyrektor\n                           Finansowy•1999 – 2003\tINDYKPOL S.A. z siedzibą w Olsztynie – Zastępca Dyrektora ds. Controllingu•1998 \tINDYKPOL S.A. z siedzibą w Olsztynie – Kierownik Działu Controllingu•1996 – 1998 \tKREDYT BANK S.A. Oddział w Olsztynie – Opiekun Klienta/Analityk•1996\tCENTRUM DORADCZE BIZNESU w Olsztynie – Dyrektor•1994 – 1995\tCENTRUM DORADCZE BIZNESU w Olsztynie – Doradca7. Dorota WyjadłowskaPani Dorota Wyjadłowska posiada wykształcenie wyższe. Ukończyła Akademię Ekonomiczną\n                           w Krakowie na kierunku Finanse oraz studia podyplomowe z prawa finansowego i podatkowego\n                           w Szkole Głównej Handlowej, a także z zakresu prawa gospodarczego na Uniwersytecie\n                           Ekonomicznym w Krakowie. Pani Dorota Wyjadłowska zdała państwowy egzamin na doradcę\n                           podatkowego i uzyskała wpis na listę doradców podatkowych. Przebieg kariery zawodowej\n                           Pani Doroty Wyjadłowskiej przedstawia się następująco:•2001-nadal\tKancelaria Doradztwa Podatkowego Dorota Wyjadłowska Właściciel, doradca\n                           podatkowy• 2015-nadal\tLogline Sp. z o.o. Wiceprezes Zarządu -  obszar finanse, podatki•2004-2011\tSpółka Doradztwa Podatkowego KDT Sp. z o.o. Większościowy udziałowiec,\n                           Prezes Zarządu• 2008-2010\tEquus S.A. Członek Zarządu – obszar finanse, podatki• 1993-2001\tIzba Skarbowa w Krakowie Wydział nadzoru nad urzędami skarbowymiDziałalność wykonywana przez Członków Rady Nadzorczej poza Spółką nie jest konkurencyjna\n                           w stosunku dodziałalności Emitenta oraz nie uczestniczą oni w spółkach konkurencyjnych jako wspólnicy\n                           spółki cywilnej, spółkiosobowej lub jako członkowie organu spółki kapitałowej. Żadna z w/w osób nie została\n                           wpisana do RejestruDłużników Niewypłacalnych, prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.Zarząd Emitenta informuje, że zgodnie z otrzymanymi oświadczeniami, Pan Robert Rogowski\n                           oraz Pani DorotaWyjadłowska spełniają kryteria niezależności członka Rady Nadzorczej, określone w\n                           przepisach Ustawy o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym\n                           z dnia 11 maja 2017 r. _Dz.U. z 2017 r. poz. 1089_. Jednocześnie w dniu 18 października\n                           2017 r. uchwałą Nadzwyczajnego Walnego Zgromadzenia Spółki, ustalona została liczba\n                           członków Rady Nadzorczej na 7 _siedem_ osób.",
        "date": "2017-10-19"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. z siedzibą w Katowicach, działając na podstawie art. 70 pkt 3 ustawy\n                           o ofercie publicznej iwarunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkachpublicznych, przekazuje wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na NadzwyczajnymWalnym Zgromadzeniu Emitenta, które odbyło się dnia 19 października 2017 r.:1. Famur S.A.. z siedzibą w Katowicach, posiadająca 48.932.015 akcji zwykłych na okaziciela,\n                           dających 48.932.015 głosów, co stanowiło 99,71% głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           oraz 65,83% w ogólnej liczbie głosów;",
        "date": "2017-10-19"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym, tj. 17 października\n                           2017 r., Emitent otrzymał pisma od członków Rady Nadzorczej Pani Magdaleny Zajączkowskiej-Ejsymont,\n                           Pana Tomasza Domogały, Pana Czesława Kisiela, Pana Wojciecha Gelnera oraz Pana Jacka\n                           Leonkiewicza z informacją, że z dniem 18 października 2017 r. _to jest wraz z jego\n                           upływem_ wszystkie w/w osoby składają rezygnację z członkostwa w Radzie Nadzorczej\n                           KOPEX S.A.Jako przyczynę rezygnacji wszyscy członkowie Rady Nadzorczej podali, że w związku\n                           z przejęciem przez spółkę FAMUR S.A. kontroli nad spółką KOPEX S.A., zgodnie z przyjętą\n                           w Grupie praktyką, to spółka bezpośrednio dominująca proponuje przedstawicieli do\n                           organu nadzorczego.Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-17"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd KOPEX S.A. _Emitent_ informuje, że Emitent otrzymał z Sądu Okręgowego w Katowicach\n                           postanowienie z dnia 20 września 2017 r. w sprawie z powództwa Galantine Sp. z o.o.\n                           oraz Nationale Nederlanden OFE _poprzednio ING OFE_ przeciwko spółce KOPEX S.A. o\n                           stwierdzenie nieważności i o uchylenie uchwał Nadzwyczajnego Walnego Zgromadzenia\n                           KOPEX S.A. odbytego w dniu 20 lutego i po przerwie w dniu 14 marca 2014 r.W związku z cofnięciem przez Galantine Sp. z o.o. pozwu o uchylenie uchwał nr 5 i\n                           9 Nadzwyczajnego Walnego Zgromadzenia KOPEX S.A. i zrzeczeniem się roszczenia w tym\n                           zakresie, Sąd Okręgowy umorzył postępowanie w sprawie z powództwa Galantine Sp. z\n                           o.o. przeciwko KOPEX S.A. o uchylenie uchwał nr 5 i 9 Nadzwyczajnego Walnego Zgromadzenia.\n                           O przedmiotowej sprawie Emitent informował wcześniej w raportach bieżących: nr 42/2014\n                           z dnia 7 maja 2014 r., nr 48/2014 z dnia 5 czerwca 2014 r., nr 56/2014 z dnia 10 lipca\n                           2014 r., nr 69/2014 z dnia 17 grudnia 2014 r., nr 10/2015 z dnia 11 marca 2015 r.,\n                           nr 15/2015 z dnia 8 maja 2015 r., nr 12/2016 z dnia 3 lutego 2016 r. i nr 98/2016\n                           z dnia 25 listopada 2016 r.Podstawa prawna: Podstawa prawna: § 38 ust. 1 pkt 10 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-11"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Działając na podstawie § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunkówuznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. z 2009 r. Nr 33, poz. 259_, Zarząd Kopex S.A. z siedzibą\n                           w Katowicach przekazuje treśćprojektów uchwał, które mają być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia\n                           Emitenta zwołanego na dzień 19 października 2017 r",
        "date": "2017-09-21"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Działając na podstawie § 38 ust. 1 pkt 1 oraz pkt 2 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych orazwarunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. z 2009 r. Nr 33, poz. 259_, Zarząd Kopex S.A. z siedzibą\n                           w Katowicachprzekazuje ogłoszenie o zwołaniu na dzień 19 października 2017 r. na godz. 14:00 w\n                           Kopex S.A. Centrala Oddział w Zabrzu _41-800_, przy ul. 3 Maja 89 _parter, Sala kolumnowa_,\n                           Nadzwyczajnego Walnego Zgromadzenia Emitenta.",
        "date": "2017-09-21"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. _dalej: \"Emitent\", \"Kopex\"_, w nawiązaniu do informacji dotyczącej\n                           sporu pomiędzy spółkami Grupy Kapitałowej KOPEX _dalej: \"Grupa\"_ a AO Ugolnaja Komapania\n                           Siewiernyj Kuzbas _dalej: \"kopalnia Berezowska\"_, o którym Kopex informował w formie\n                           aktualizacji informacji zawartych w raportach okresowych Emitenta, informuje, że w\n                           dniu dzisiejszym _tj. 22.08.2017 r._, po przeprowadzonej analizie i konsultacji z\n                           biegłym rewidentem  podjął uchwałę dotyczącą rozwiązania odpisu na należność przysługującą\n                           Grupie od kopalni Berezowska według stanu na dzień 22.08.2017 r. Przedmiotowa uchwała\n                           została podjęta na skutek dostarczenia do spółki zależnej Emitenta w dniu 21.08.2017\n                           r. przez kopalnię Berezowska bezwarunkowej i nieodwołalnej gwarancji bankowej wystawionej\n                           przez Sberbank Rossii na rzecz spółki zależnej Emitenta – Kopex Sibir OOO, stanowiącej\n                           zabezpieczenie płatności kopalni Berezowska na rzecz Kopex Sibir OOO wynikających\n                           z ugody sądowej i aneksu do umowy z dnia 1 kwietnia 2017 r. Zgodnie z najlepszą wiedzą Zarządu Kopex, rozwiązanie powyższego odpisu na należności\n                           zostanie ujęte w wynikach czerwca 2017 r. oraz szacunkowo wpłynie na skonsolidowane\n                           wyniki Grupy Kopex za pierwsze półrocze 2017 r. w kwocie 5.526 tys. EUR netto tj.\n                           23.635 tys. PLN _według średniego kursu EUR/PLN z dnia 2017-08-21_. Ustalenie ostatecznego\n                           wpływu na skonsolidowany wynik Grupy Kopex wymaga jeszcze przeprowadzenia analizy\n                           prawa podatkowego Federacji Rosyjskiej.",
        "date": "2017-08-22"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Spółki KOPEX S.A. z siedzibą w Katowicach przy ulicy Grabowej 1, wpisanej do\n                           Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy\n                           Katowice - Wschód w Katowicach Wydział VIII Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000026782 _dalej: Spółka Dzielona lub KOPEX S.A._, działając na podstawie\n                           539 §1 i 2 Kodeksu spółek handlowych _dalej: ksh_ po raz drugi zawiadamia akcjonariuszy\n                           o zamiarze dokonania podziału KOPEX S.A. Podział KOPEX S.A. będzie dokonany na podstawie art. 529 §1 pkt 4 ksh, tj.: poprzez\n                           przeniesienie części majątku Spółki Dzielonej, stanowiącego zorganizowaną część przedsiębiorstwa\n                           obejmującą w szczególności aktywa operacyjne i udziały lub akcje w spółkach związanych\n                           z produkcją, serwisem oraz dystrybucją maszyn górniczych, a także procesami produkcyjnymi\n                           czy inwestycyjnymi opisanymi w Planie Podziału oraz zorganizowaną część przedsiębiorstwa\n                           stanowiącą działalność inwestycyjną związaną z nieruchomościami, na którą to składa\n                           się zespół nieruchomości inwestycyjnych wraz z aktywami i zobowiązaniami z nimi związanymi\n                           oraz wszystkie udziały i akcje spółek zagranicznych i krajowych z wyłączeniem wskazanych\n                           w Planie Podziału, na Spółkę Przejmującą _podział przez wydzielenie_.Podział zostanie dokonany na szczegółowych warunkach określonych w Planie Podziału\n                           udostępnionym na podstawie art. 535 §3 ksh bezpłatnie do publicznej wiadomości na\n                           stronie internetowej Spółki oraz w formie raportu bieżącego nr 43/2017 z dnia 29 czerwca\n                           2017r.Zgodnie z art. 540 §31 ksh Spółka nie później niż na miesiąc przed dniem rozpoczęcia\n                           walnego zgromadzenia, na którym ma być powzięta uchwała w sprawie podziału, nieprzerwanie\n                           do dnia zakończenia zgromadzenia podejmującego uchwałę w sprawie podziału, bezpłatnie\n                           udostępni dokumenty, o których mowa w art. 540 §1 i 2 ksh, na swojej stronie internetowej\n                           co umożliwi wspólnikom dostęp do tych dokumentów w wersji elektronicznej i ich druk.",
        "date": "2017-08-17"
    },
    {
        "company_name": "KOPEX SA",
        "content": "W nawiązaniu do raportów bieżących nr 19/2017 z dnia 9 maja 2017 r. dotyczącego przyjęcia\n                           modelu integracji Grupy Kopex z Grupą Famur,  nr 43/2017 z dnia 29 czerwca 2017 r.\n                           dotyczycącego uzgodnienia przez zarządy Kopex S.A. _dalej: \"Kopex\", \"Emitent\"_ oraz\n                           Famur S.A. planu podziału Kopex, oraz nr 46/2017 z dnia 28 lipca 2017 r. dotyczącego\n                           opinii biegłego rewidenta z badaniu planu podziału Kopex S.A., Zarząd Emitenta przekazuje\n                           w załączeniu pisemne sprawozdanie, sporządzone na podstawie art. 536 kodeksu spółek\n                           handlowychPodstawa prawna: § 21 ust. 2 pkt 2 w związku z § 5 ust. 1 pkt 15 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-08-01"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Spółki KOPEX S.A. z siedzibą w Katowicach przy ulicy Grabowej 1, wpisanej do\n                           Rejestru Przedsiębiorców Krajowego rejestru Sądowego prowadzonego przez Sąd Rejonowy\n                           Katowice - Wschód w Katowicach Wydział VIII Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000026782 _dalej: Spółka Dzielona lub KOPEX S.A._, działając na podstawie\n                           539 § 1 i 2 Kodeksu spółek handlowych _dalej: ksh_ po raz pierwszy zawiadamia akcjonariuszy\n                           o zamiarze dokonania podziału KOPEX S.A. Podział KOPEX S.A. będzie dokonany na podstawie art. 529 § 1 pkt 4 ksh, tj.: poprzez\n                           przeniesienie części majątku Spółki Dzielonej, stanowiącego zorganizowaną część przedsiębiorstwa\n                           obejmującą w szczególności aktywa operacyjne i udziały lub akcje w spółkach związanych\n                           z produkcją, serwisem oraz dystrybucją maszyn górniczych, a także procesami produkcyjnymi\n                           czy inwestycyjnymi opisanymi w Planie Podziału oraz zorganizowaną część przedsiębiorstwa\n                           stanowiącą działalność inwestycyjną związaną z nieruchomościami, na którą to składa\n                           się zespół nieruchomości inwestycyjnych wraz z aktywami i zobowiązaniami z nimi związanymi\n                           oraz wszystkie udziały i akcje spółek zagranicznych i krajowych z wyłączeniem wskazanych\n                           w Planie Podziału, na Spółkę Przejmującą _podział przez wydzielenie_.Podział zostanie\n                           dokonany na szczegółowych warunkach określonych w Planie Podziału udostępnionym na\n                           podstawie art. 535§3 ksh bezpłatnie do publicznej wiadomości na stronie internetowej\n                           Spółki oraz w formie raportu bieżącego nr 43/2017 z dnia 29 czerwca 2017r.Zgodnie z art. 540 § 3 ksh Spółka nie później niż na miesiąc przed dniem rozpoczęcia\n                           walnego zgromadzenia, na którym ma być powzięta uchwała w sprawie podziału, nieprzerwanie\n                           do dnia zakończenia zgromadzenia podejmującego uchwałę w sprawie podziału, bezpłatnie\n                           udostępni dokumenty, o których mowa w art. 540 § 1 i 2 ksh, na swojej stronie internetowej\n                           co umożliwi wspólnikom dostęp do tych dokumentów w wersji elektronicznej i ich druk.",
        "date": "2017-08-01"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Działając na podstawie § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim w zw. z art. 402¹ ksh,\n                           Zarząd Kopex S.A. z siedzibą w Katowicach przekazuje treść projektów uchwał, które\n                           mają być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia Emitenta zwołanego\n                           na dzień 29 września 2017 r.",
        "date": "2017-08-01"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Działając na podstawie § 38 ust. 1 pkt 1 oraz 2 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim w zw. z art.\n                           402¹ ksh, Zarząd Kopex S.A. z siedzibą w Katowicach przekazuje ogłoszenie o zwołaniu\n                           na dzień 29 września 2017 r. na godz. 12:00 Nadzwyczajnego Walnego Zgromadzenia Emitenta,\n                           które odbędzie się w KOPEX S.A. Centrala Oddział w Zabrzu _41 - 800_, przy ul. 3 Maja\n                           89, _parter, Sala kolumnowa_",
        "date": "2017-08-01"
    },
    {
        "company_name": "KOPEX SA",
        "content": "W nawiązaniu do raportów bieżących nr 19/2017 z dnia 9 maja 2017 r. dotyczącego przyjęcia\n                           modelu integracji Grupy Kopex z Grupą Famur oraz 43/2017 z dnia 29 czerwca 2017 r.\n                           dotyczycącego uzgodnienia przez zarządy Kopex S.A. _dalej: \"Kopex\", \"Emitent\"_ oraz\n                           Famur S.A. _dalej: \"Famur\"_ planu podziału Kopex, Zarząd Emitenta przekazuje pisemną\n                           opinię biegłego rewidenta z dnia 28 lipca 2017 r. z badania Planu podziału Kopex z\n                           siedzibą w Katowicach doręczoną Emitentowi w dniu 28 lipca 2017 r. Podstawa prawna:\n                           § 21 ust. 2 pkt 3 w związku z § 5 ust. 1 pkt 15 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-07-28"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. _\"Emitent\"_ informuje, że w dniu dzisiejszym działając jako poszkodowany\n                           zgłosił do AIG Europe Limited z siedzibą w Londynie działającą i prowadząca działalność\n                           przez AIG Europe Limited Oddział w Polsce sp. z o.o. _\"AIG\"_ roszczenie z Umowy ubezpieczenia\n                           D&O na kwotę 2.000.000 zł _słownie: dwa miliony złotych_. Podstawą roszczenia jest\n                           nienależyte wykonywanie obowiązków zarządczych w Spółce przez osoby ubezpieczone w\n                           rozumieniu ogólnych warunków umowy, skutkujące powstaniem szkody w majątku Emitenta.\n                           Jednocześnie Zarząd Emitenta informuje, że kwota 2.000.000 zł stanowi wysokość szkody\n                           ustaloną na moment zgłoszenia, ale z uwagi na trwające w tym zakresie analizy Emitent\n                           nie wyklucza rozszerzenia zakresu roszczenia.",
        "date": "2017-06-29"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Uzasadnienie podjęcia decyzji o zamiarze podziału i informacje o celach długookresowych,\n                           które mają zostać zrealizowane w wyniku podjętych działań:W związku z przyjęciem w dniu 5 maja 2017 r. modelu integracji Grupy Kopex z Grupą\n                           Famur _o czym Emitent informował raportem bieżącym nr 19/2017 z dnia 9 maja 2017 r._\n                           oraz nabyciem w dniu 27 czerwca 2017 r. pakietu kontrolnego akcji Kopex S.A. _\"Kopex\",\n                           \"Spółka\", \"Emitent\"_ przez Famur S.A. _\"Famur\"_, Zarząd Emitenta podjął decyzję o\n                           zamiarze podziału Spółki poprzez wydzielenie działalności stanowiącej zorganizowaną\n                           część przedsiębiorstwa obejmującej w szczególności aktywa operacyjne i udziały lub\n                           akcje w spółkach związanych z produkcją, serwisem oraz dystrybucją maszyn górniczych,\n                           a także wybranymi procesami produkcyjnymi czy inwestycyjnymi _\"Część Maszynowa\"_.\n                           Głównym celem podziału jest doprowadzenie przez Kopex i Famur do ścisłej integracji\n                           części produkcyjnej _część maszynowa_ związanej z górnictwem podziemnym, prowadzonej\n                           dotąd oddzielnie w Famur i Kopex, w ramach jednego podmiotu.Z uwagi na sytuację finansową Grupy Kopex związaną z prowadzoną restrukturyzacją,\n                           istotne zadłużenie Grupy oraz konsekwencje wynikające z faktu zawarcia umowy z bankami\n                           dot. restrukturyzacji długu Kopex _\"Umowa Restrukturyzacyjna\"_, sprawiają, że w praktyce\n                           nie ma możliwości pozyskania wielocelowych linii kredytowych i gwarancyjnych na finansowanie\n                           działalności operacyjnej, co uniemożliwia samodzielne pozyskiwanie kontraktów i realizację\n                           ich we własnym zakresie, zarówno na rynku krajowym jak i na rynkach zagranicznych.\n                           Aktualnie najważniejszym celem KOPEX S.A. jest prowadzenie działań w zakresie restrukturyzacji\n                           spółki i grupy kapitałowej, w tym działanie zgodnie z postanowieniami i zobowiązaniami\n                           wynikającymi z Umowy Restrukturyzacyjnej. Zdaniem Zarządu planowane zmiany organizacyjne pozwolą na uzyskanie korzyści biznesowych\n                           wynikających z reorganizacji procedur wewnętrznych Grupy Kopex, przy jednoczesnym\n                           ich dostosowaniu do specyfiki działalności prowadzonej przez poszczególne linie biznesowe.\n                           Obecne działania związane z wydzieleniem ze struktur Kopex Części Maszynowej są bezpośrednio\n                           związane z planowaną integracją Grupy Kopex z Grupą Famur. Część Maszynowa jest jednym z segmentów prowadzących działalność operacyjną Grupy\n                           Kopex, jej główne kompetencje pozwalają w sposób kompleksowy wykonywać maszyny i urządzenia\n                           wykorzystywane w przemyśle wydobywczym. Aktywa wchodzące w skład Części Maszynowej,\n                           które są przedmiotem uchwały o podziale, zostaną wydzielone do spółki dominującej\n                           nad Emitentem – tj. do Famur S.A. Zgodnie z intencją Zarządu, Kopex po dokonaniu podziału\n                           skupi w swojej strukturze aktywa związane z prowadzoną działalnością handlowo – usługową.\n                           Reorganizacja struktury aktywów Grupy Kopex pozwoli na ukształtowanie jednoznacznego\n                           przekazu, który ułatwi identyfikację podmiotów zajmujących się działalnością w obszarze\n                           maszynowym oraz usługowo-handlowym. Po przeprowadzeniu procesu wydzielenia aktywów\n                           z Kopex, spółka Famur będzie nadal korzystać z praw i wykonywać obowiązki wynikające\n                           z obecnie realizowanych przez Część Maszynową umów. Wydzielenie Części Maszynowej\n                           pozwoli na pełną integrację tejże z aktywami Grupy Famur oraz na uproszczenie procesów\n                           produkcyjnych i procesów wsparcia. Dodatkowo przeprowadzenie podziału i zintegrowanie\n                           aktywów Części Maszynowej w strukturach Grupy Famur, pozwoli na bardziej efektywne\n                           wykorzystywanie potencjału zainstalowanych u klientów maszyn i urządzeń, między innymi\n                           poprzez wspólne zarządzanie flotą kombajnów ścianowych oraz ujednolicenie procesów\n                           produkcyjno-serwisowych.Sposób planowanego podziału wraz ze wskazaniem jego podstawy prawnej:Planowany podział Emitenta będzie dokonany na podstawie art. 529 § 1 pkt. 4 ksh, przez\n                           przeniesienie części majątku KOPEX, stanowiącego zorganizowaną część przedsiębiorstwa\n                           obejmującą w szczególności aktywa operacyjne i udziały lub akcje w spółkach związanych\n                           z produkcją, serwisem oraz dystrybucją maszyn górniczych _dalej \"Część Maszynowa\"_\n                           na istniejącą spółkę: FAMUR Spółka Akcyjna _dalej jako: FAMUR lub Spółka Przejmująca_\n                           - co stanowi podział przez wydzielenie. Wydzielenie nastąpi zgodnie z art. 530 §2\n                           KSH w dniu wpisu do rejestru podwyższenia kapitału zakładowego Spółki Przejmującej\n                           _\"Dzień Wydzielenia\"_. Wpis wydzielenia będzie poprzedzony wpisem obniżenia kapitału\n                           zakładowego KOPEX, na zasadach opisanych w Planie Podziału. Zarząd Kopex S.A. przekazuje w załączeniu:-uzgodniony plan podziału-strategię działania oraz plan finansowy obejmujący co najmniej analizę ekonomiczno-finansową\n                           możliwości prowadzenia działalności przez okres co najmniej 3 lat od dnia planowanego\n                           rozpoczęcia działalności.",
        "date": "2017-06-29"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. z siedzibą w Katowicach _\"Emitent\"_ podaje do publicznej wiadomości,\n                           iż w dniu 27.06.2017 r. przekazał Komisji Nadzoru Finansowego powiadomienie, o którym\n                           mowa w art. 19 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie\n                           nadużyć na rynku_\"MAR\"_ w związku ze sprzedażą 276.500 akcji własnych Kopex S.A.Treść powiadomienia została zamieszczona w załączeniu.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. z siedzibą w Katowicach _\"Emitent\"_ podaje do publicznej wiadomości,\n                           iż w dniu 27.06.2017r. otrzymał datowane na dzień 27.06.2017 r. powiadomienie, o którym mowa w art. 19\n                           ust. 1 rozporządzeniaParlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie\n                           nadużyć na rynku_\"MAR\"_ od Proinwest sp. z o.o.  z siedzibą w Katowicach - osoby blisko związanej\n                           z członkiem Rady Nadzorczej Emitenta, który sprawuje nad Proinwest sp. z o.o.. pośrednią\n                           kontrolę  - Panem Tomaszem Domogałą.Powiadomienie dotyczy transakcji sprzedaży 17.005.000 _siedemnaście milionów pięć\n                           tysięcy_ akcji Emitenta przez spółkę Proinwest sp. z o.o.., przeprowadzonej w drodze\n                           transakcji pakietowej zawartej w dniu 26.06.2017 r. na Giełdzie Papierów Wartościowych\n                           w Warszawie S.A.Treść powiadomienia została zamieszczona w załączeniu.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. z siedzibą w Katowicach _\"Emitent\"_ podaje do publicznej wiadomości,\n                           iż w dniu 27.06.2017r. otrzymał datowane na dzień 27.06.2017 r. powiadomienie, o którym mowa w art. 19\n                           ust. 1 rozporządzeniaParlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie\n                           nadużyć na rynku_\"MAR\"_ od Partner S.A.  z siedzibą w Katowicach - osoby blisko związanej z członkiem\n                           Rady Nadzorczej Emitenta, który sprawuje nad Partner S.A pośrednią kontrolę  - Panem\n                           Tomaszem Domogałą.Powiadomienie dotyczy transakcji sprzedaży 24.217.120 _dwudziestu czterech milionów\n                           dwustu siedemnastu tysięcy stu dwudziestu_ akcji Emitenta przez spółkę Partner S.A.,\n                           przeprowadzonej w drodze transakcji pakietowej zawartej w dniu 26.06.2017 r. na Giełdzie\n                           Papierów Wartościowych w Warszawie S.A.Treść powiadomienia została zamieszczona w załączeniu.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. z siedzibą w Katowicach _\"Emitent\"_ podaje do publicznej wiadomości,\n                           iż w dniu 27.06.2017r. otrzymał datowane na dzień 27.06.2017 r. powiadomienie, o którym mowa w art. 19\n                           ust. 1 rozporządzeniaParlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie\n                           nadużyć na rynku_\"MAR\"_ od Galantine sp. z o.o.  z siedzibą w Katowicach - osoby blisko związanej\n                           z członkiem Rady Nadzorczej Emitenta, który sprawuje nad Galantine sp. z o.o.. pośrednią\n                           kontrolę  - Panem Tomaszem Domogałą.Powiadomienie dotyczy transakcji sprzedaży 7.433.000 _siedem milionów czterysta trzydzieści\n                           trzy tysiące_ akcji Emitenta przez spółkę Galantine sp. z o.o.., przeprowadzonej w\n                           drodze transakcji pakietowej zawartej w dniu 26.06.2017 r. na Giełdzie Papierów Wartościowych\n                           w Warszawie S.A.Treść powiadomienia została zamieszczona w załączeniu.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. podaje do publicznej wiadomości, iż w dniu 27.06.2017 r. otrzymał\n                           zawiadomienie od TDJ Equity I sp. z o.o. z siedzibą w Katowicach _dalej: \"TDJ Equity\n                           I\"_, datowane na dzień 27.06.2017 r., w którym informuje na podstawie art. 69 ust.\n                           1 pkt 3_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _dalej \"Ustawa\"_, o zwiększeniu udziału w ogólnej liczbie głosów w Kopex S.A. w wyniku\n                           zawarcia przez spółkę zależną Zawiadamiającego, tj. FAMUR SA _dalej \"FAMUR\"_, umowy\n                           nabycia 395 akcji Kopex S.A. z siedzibą w Katowicach _dalej: \"Emitent\"_ oraz zawarcia\n                           przez FAMUR transakcji pakietowych kupna łącznie 48.931.620 akcji Emitenta.1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienieZawarcie w dniu 26 czerwca 2017 r. przez spółkę zależną Zawiadamiającego tj. FAMUR\n                           umowy nabycia 395 akcji Kopex S.A. z oraz zawarcia przez Famur transakcji pakietowych\n                           kupna łącznie 48.931.620 akcji Emitenta, których przeniesienie nastąpiło w dniu 27\n                           czerwca 2017 r. 2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów Przed wyżej wymienionymi transakcjami Zawiadamiający nie posiadał akcji Emitenta 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów\n                           Aktualnie Zawiadamiający posiada pośrednio, poprzez Famur, 48.932.015 akcji zwykłych\n                           na okaziciela Emitenta, które to akcje stanowią ok. 65,83 % kapitału zakładowego i\n                           dają 48.932.015 głosów na Walnym Zgromadzeniu, stanowiących ok. 65,83 % ogólnej liczby\n                           głosów Emitenta.4. Informacja o podmiotach zależnych od akcjonariusza dokonującego zawiadomienia,\n                           posiadających akcje spółkiNie istnieją inne podmioty zależne od Zawiadamiającego posiadające akcje Emitenta.\n                           5. Pozostałe informacjeZawiadamiający informuje także, że nie istnieją osoby, o których mowa w art. 87 ust.\n                           1 pkt 3 lit. c Ustawy, tj. osoby trzecie, z którymi Zawiadamiający zawarł umowę, której\n                           przedmiotem jest przekazanie uprawnienia do wykonywania prawa głosu. Ponadto Zawiadamiający\n                           nie jest uprawniony ani zobowiązany do nabycia akcji Emitenta jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne. Zawiadamiający informuje również, że nie posiada instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, odnoszących się w sposób\n                           pośredni lub bezpośredni do akcji Emitenta. Tym samym łączna suma liczby głosów i\n                           jej procentowy udział w ogólnej liczbie głosów, z uwagi na brak ww. instrumentów finansowych,\n                           została wskazana powyżej.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. podaje do publicznej wiadomości, iż w dniu 27.06.2017 r. otrzymał\n                           zawiadomienie od akcjonariusza – FAMUR SA z siedzibą w Katowicach _dalej: \"FAMUR\"_,\n                           datowane na dzień 27.06.2017 r., w którym informuje na podstawie art. 69 ust. 1 pkt\n                           1_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _dalej \"Ustawa\"_,\n                           o zwiększeniu udziału w ogólnej liczbie głosów w Kopex S.A. w wyniku zawarcia przez\n                           Zawiadamiającego, tj. FAMUR, umowy nabycia 395 akcji Kopex S.A. z siedzibą w Katowicach\n                           _dalej: \"Emitent\"_ oraz zawarcia transakcji pakietowych kupna łącznie 48.931.620 akcji\n                           Emitenta.1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienieZawarcie w dniu 26 czerwca 2017 r. przez Zawiadamiającego umowy nabycia 395 akcji\n                           Emitenta oraz zawarcia przez Famur transakcji pakietowych kupna łącznie 48.931.620\n                           akcji Emitenta, których przeniesienie nastąpiło w dniu 27 czerwca 2017 r. 2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów Przed wyżej wymienionymi transakcjami Zawiadamiający nie posiadał akcji Emitenta 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów\n                           Aktualnie Zawiadamiający posiada 48.932.015 akcji zwykłych na okaziciela Emitenta,\n                           które to akcje stanowią ok. 65,83 % kapitału zakładowego i dają 48.932.015 głosów\n                           na Walnym Zgromadzeniu, stanowiących ok. 65,83 % ogólnej liczby głosów Emitenta.4. Informacja o podmiotach zależnych od akcjonariusza dokonującego zawiadomienia,\n                           posiadających akcje spółki Nie istnieją podmioty zależne od Zawiadamiającego posiadające akcje Emitenta. 5. Pozostałe informacjeZawiadamiający informuje także, że nie istnieją osoby, o których mowa w art. 87 ust.\n                           1 pkt 3 lit. c Ustawy, tj. osoby trzecie, z którymi Zawiadamiający zawarł umowę, której\n                           przedmiotem jest przekazanie uprawnienia do wykonywania prawa głosu. Ponadto Zawiadamiający\n                           nie jest uprawniony ani zobowiązany do nabycia akcji Emitenta jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne. Zawiadamiający informuje również, że nie posiada instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, odnoszących się w sposób\n                           pośredni lub bezpośredni do akcji Emitenta. Tym samym łączna suma liczby głosów i\n                           jej procentowy udział w ogólnej liczbie głosów, z uwagi na brak ww. instrumentów finansowych,\n                           została wskazana powyżej.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. podaje do publicznej wiadomości, iż w dniu 27.06.2017 r. otrzymał\n                           zawiadomienie od akcjonariusza – Galantine sp. z o.o. z siedzibą w Katowicach _dalej:\n                           \"Galantine\"_, datowane na dzień 27.06.2017 r., w którym informuje na podstawie art.\n                           69 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _dalej \"Ustawa\"_, o zmniejszeniu udziału w ogólnej liczbie głosów w Kopex S.A. w wyniku\n                           zawarcia przez Zawiadamiającego, tj. Galantine, transakcji pakietowej obejmującej\n                           sprzedaż 7.433.000  akcji Kopex S.A.1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienieZawarcie w dniu 26 czerwca 2017 r. przez Zawiadamiającego transakcji pakietowej obejmującej\n                           sprzedaż 7.433.000 akcji Kopex S.A. z siedzibą w Katowicach, których przeniesienie\n                           nastąpiło w dniu 27 czerwca 2017 r. 2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów Przed wyżej wymienioną transakcją Zawiadamiający posiadał 7.433.000 akcji zwykłych\n                           na okaziciela Emitenta, które to akcje stanowią ok. 9,99 % kapitału zakładowego i\n                           dają 7.433.000 głosów na Walnym Zgromadzeniu, stanowiących ok. 9,99 % ogólnej liczby\n                           głosów Emitenta. 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów\n                           Aktualnie Zawiadamiający nie posiada akcji Emitenta.4. Informacja o podmiotach zależnych od akcjonariusza dokonującego zawiadomienia,\n                           posiadających akcje spółkiNie istnieją podmioty zależne od Zawiadamiającego posiadające akcje Emitenta. 5. Pozostałe informacjeNie istnieją podmioty zależne od Zawiadamiającego posiadające akcje Emitenta. Zawiadamiający\n                           informuje także, że nie istnieją osoby, o których mowa w art. 87 ust. 1 pkt 3 lit.\n                           c Ustawy, tj. osoby trzecie, z którymi Zawiadamiający zawarł umowę, której przedmiotem\n                           jest przekazanie uprawnienia do wykonywania prawa głosu. Ponadto Zawiadamiający nie\n                           jest uprawniony ani zobowiązany do nabycia akcji Emitenta jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne. Zawiadamiający informuje również, że nie posiada instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, odnoszących się w sposób\n                           pośredni lub bezpośredni do akcji Emitenta. Tym samym łączna suma liczby głosów i\n                           jej procentowy udział w ogólnej liczbie głosów, z uwagi na brak ww. instrumentów finansowych,\n                           została wskazana powyżej.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. podaje do publicznej wiadomości, iż w dniu 27.06.2017 r. otrzymał\n                           zawiadomienie od akcjonariusza – TDJ Equity IV SA z siedzibą w Katowicach _dalej:\n                           \"TDJ Equity IV\"_, datowane na dzień 27.06.2017 r., w którym informuje na podstawie\n                           art. 69 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _dalej \"Ustawa\"_, o zmniejszeniu udziału w ogólnej liczbie głosów w Kopex\n                           S.A. w wyniku zawarcia przez Zawiadamiającego, tj. TDJ Equity IV a także zawarcia\n                           przez spółki zależne Zawiadamiającego - Proinwest sp. z o.o. z siedzibą w Katowicach\n                           _KRS: 0000612890; dalej: \"Proinwest\"_, Partner S.A. z siedzibą w Katowicach _KRS:\n                           0000616982; dalej: \"Partner\"_ oraz Emitenta - transakcji pakietowych sprzedaży, odpowiednio,\n                           17.005.000, 24.217.120 oraz 276.000 akcji Kopex SA.1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienieZawarcie w dniu 26 czerwca 2017 r. przez Zawiadamiającego a także przez podmioty od\n                           niego zależne transakcji pakietowych obejmujących łącznie sprzedaż 41.449.015 akcji\n                           Kopex S.A. z siedzibą w Katowicach, których przeniesienie nastąpiło w dniu 27 czerwca\n                           2017 r. 2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów Przed wyżej wymienionymi transakcjami Zawiadamiający posiadał bezpośrednio 41.449.015\n                           akcji zwykłych na okaziciela Emitenta, które to akcje stanowią ok. 55,83 % kapitału\n                           zakładowego i dają 41.449.015 głosów na Walnym Zgromadzeniu, stanowiących ok. 55,83\n                           % ogólnej liczby głosów Emitenta. 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów\n                           Aktualnie Zawiadamiający nie posiada akcji Emitenta.4. Informacja o podmiotach zależnych od akcjonariusza dokonującego zawiadomienia,\n                           posiadających akcje spółkiObecnie nie istnieją podmioty zależne od Zawiadamiającego posiadające akcje Emitenta5. Pozostałe informacjeZawiadamiający informuje także, że nie istnieją osoby, o których mowa w art. 87 ust.\n                           1 pkt 3 lit. c Ustawy, tj. osoby trzecie, z którymi Zawiadamiający zawarł umowę, której\n                           przedmiotem jest przekazanie uprawnienia do wykonywania prawa głosu. Ponadto Zawiadamiający\n                           nie jest uprawniony ani zobowiązany do nabycia akcji Emitenta jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne. Zawiadamiający informuje również, że nie posiada instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, odnoszących się w sposób\n                           pośredni lub bezpośredni do akcji Emitenta. Tym samym łączna suma liczby głosów i\n                           jej procentowy udział w ogólnej liczbie głosów, z uwagi na brak ww. instrumentów finansowych,\n                           została wskazana powyżej.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. podaje do publicznej wiadomości, iż w dniu 27.06.2017 r. otrzymał\n                           zawiadomienie od akcjonariusza – Partner SA z siedzibą w Katowicach _dalej: \"Partner\"_,\n                           datowane na dzień 27.06.2017 r., w którym informuje na podstawie art. 69 ust. 1 pkt\n                           2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _dalej \"Ustawa\"_,\n                           o zmniejszeniu udziału w ogólnej liczbie głosów w Kopex S.A. w wyniku zawarcia przez\n                           Zawiadamiającego, tj. Partner, transakcji pakietowej obejmującej sprzedaż 24.217.120\n                           akcji Kopex S.A.1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienieZawarcie w dniu 26 czerwca 2017 r. przez Zawiadamiającego transakcji pakietowej obejmującej\n                           sprzedaż 24.217.120 akcji Kopex S.A. z siedzibą w Katowicach, których przeniesienie\n                           nastąpiło w dniu 27 czerwca 2017 r. 2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów Przed wyżej wymienioną transakcją Zawiadamiający posiadał 24.217.120 akcji zwykłych\n                           na okaziciela Emitenta, które to akcje stanowią ok. 32,58 % kapitału zakładowego i\n                           dają 24.217.120 głosów na Walnym Zgromadzeniu, stanowiących ok. 32,58 % ogólnej liczby\n                           głosów Emitenta. 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów\n                           Aktualnie Zawiadamiający nie posiada akcji Emitenta.4. Informacja o podmiotach zależnych od akcjonariusza dokonującego zawiadomienia,\n                           posiadających akcje spółkiNie istnieją podmioty zależne od Zawiadamiającego posiadające akcje Emitenta. 5. Pozostałe informacjeZawiadamiający informuje także, że nie istnieją osoby, o których mowa w art. 87 ust.\n                           1 pkt 3 lit. c Ustawy, tj. osoby trzecie, z którymi Zawiadamiający zawarł umowę, której\n                           przedmiotem jest przekazanie uprawnienia do wykonywania prawa głosu. Ponadto Zawiadamiający\n                           nie jest uprawniony ani zobowiązany do nabycia akcji Emitenta jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne. Zawiadamiający informuje również, że nie posiada instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, odnoszących się w sposób\n                           pośredni lub bezpośredni do akcji Emitenta. Tym samym łączna suma liczby głosów i\n                           jej procentowy udział w ogólnej liczbie głosów, z uwagi na brak ww. instrumentów finansowych,\n                           została wskazana powyżej.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. podaje do publicznej wiadomości, iż w dniu 27.06.2017 r. otrzymał\n                           zawiadomienie od akcjonariusza – Proinwest sp. z o.o. z siedzibą w Katowicach _dalej:\n                           \"Proinwest\"_, datowane na dzień 27.06.2017 r., w którym informuje na podstawie art.\n                           69 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _dalej \"Ustawa\"_, o zmniejszeniu udziału w ogólnej liczbie głosów w Kopex S.A. w wyniku\n                           zawarcia przez Zawiadamiającego, tj. Proinwest, transakcji pakietowej obejmującej\n                           łącznie sprzedaż 17.005.000  akcji Kopex S.A.1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienieZawarcie w dniu 26 czerwca 2017 r. przez Zawiadamiającego transakcji pakietowej obejmującej\n                           łącznie sprzedaż 17.005.000 akcji Kopex S.A. z siedzibą w Katowicach, której przeniesienie\n                           nastąpiło w dniu 27 czerwca 2017 r. 2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosów Przed wyżej wymienioną transakcją Zawiadamiający posiadał 17.005.000 akcji zwykłych\n                           na okaziciela Emitenta, które to akcje stanowią ok. 22,88 % kapitału zakładowego i\n                           dają 17.005.000 głosów na Walnym Zgromadzeniu, stanowiących ok. 22,88 % ogólnej liczby\n                           głosów Emitenta. 3. Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym\n                           spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów\n                           Aktualnie Zawiadamiający nie posiada akcji Emitenta.4. Informacja o podmiotach zależnych od akcjonariusza dokonującego zawiadomienia,\n                           posiadających akcje spółki Nie istnieją podmioty zależne od Zawiadamiającego posiadające akcje Emitenta. 5. Pozostałe informacjeZawiadamiający informuje także, że nie istnieją osoby, o których mowa w art. 87 ust.\n                           1 pkt 3 lit. c Ustawy, tj. osoby trzecie, z którymi Zawiadamiający zawarł umowę, której\n                           przedmiotem jest przekazanie uprawnienia do wykonywania prawa głosu. Ponadto Zawiadamiający\n                           nie jest uprawniony ani zobowiązany do nabycia akcji Emitenta jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne. Zawiadamiający informuje również, że nie posiada instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, odnoszących się w sposób\n                           pośredni lub bezpośredni do akcji Emitenta. Tym samym łączna suma liczby głosów i\n                           jej procentowy udział w ogólnej liczbie głosów, z uwagi na brak ww. instrumentów finansowych,\n                           została wskazana powyżej.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. z siedzibą w Katowicach _\"Emitent\"_ podaje do publicznej wiadomości,\n                           iż w dniu 27.06.2017r. otrzymał datowane na dzień 27.06.2017 r. powiadomienie, o którym mowa w art. 19\n                           ust. 1 rozporządzeniaParlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie\n                           nadużyć na rynku_\"MAR\"_ od Famur SA z siedzibą w Katowicach - osoby blisko związanej z członkiem Rady\n                           Nadzorczej Emitenta, który sprawuje nad FAMUR S.A. pośrednią kontrolę  - Panem Tomaszem\n                           Domogałą oraz Prezesem Zarządu Kopex S.A. - Panią Beatą Zawiszowską, która jest Wiceprezesem\n                           Zarządu FAMUR S.A.Powiadomienie dotyczy transakcji zakupu 48.931.620 _czterdzieści osiesm milionów dziewięćset\n                           trzydzieści jeden tysięcy sześćset dwadzieścia_ akcji Emitenta przez spółkę Famur\n                           S.A., przeprowadzonej w drodzetransakcji pakietowych zawartych w dniu 26.06.2017 r. na Giełdzie Papierów Wartościowych\n                           w Warszawie S.A.Treść powiadomienia została zamieszczona w załączeniu.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "W nawiązaniu do raportu bieżacego nr 27/2017 dotyczącego treści podjętych uchwał przez\n                           ZWZ Kopex w dniu 26.06.2017 r., Zarząd Emitenta informuje o powołanu w skład Rady\n                           Nadzorczej Kopex S.A. na kolejną kadencję następujących osób:1_ Pan Tomasz Domogała jako Członek Rady Nadzorczej2_ Pan Czesław Kisiel jako Członek Rady Nadzorczej3_ Pan Wojciech Gelner jako Członek Rady Nadzorczej4_ Pan Jacek Leonkiewicz jako Członek Rady Nadzorczej5_ Pani Magdalena Zajączkowska - Ejsymont jako Członek Rady NadzorczejRaportem bieżacym nr 25/2017 z dnia 22 czerwca 2017 r. przekazane zostały informacje\n                           w zakresie posiadanego wykształcenia, kwalifikacji i zajmowanych wcześniej stanowisk\n                           powołanych Członków Rady Nadzorczej Spółki.Działalność wykonywana przez Członków Rady Nadzorczej poza Spółką nie jest konkurencyjna\n                           w stosunku do działalności Emitenta  oraz nie uczestniczą oni w spółkach konkurencyjnych\n                           jako wspólnicy spółki cywilnej, spółki osobowej lub jako członkowie organu spółki\n                           kapitałowej.Żadna z w/w osób nie została wpisana do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "W nawiązaniu do raportu bieżącego nr 26/2017 z dnia 26 czerwca 2017 r., dotyczącego\n                           zlecenia sprzedaży narzecz Famur S.A. _Kupujący_ 276.500 szt. akcji własnych Kopex S.A., Zarząd Emitenta\n                           informuje o rozliczeniu wdniu dzisiejszym tj. 27 czerwca 2017r. przedmiotowej transakcji, a tym samym o zbyciu\n                           276.500 szt. akcji zwykłychna okaziciela Emitenta, stanowiących 0,372% kapitału zakładowego Emitenta.",
        "date": "2017-06-27"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. z siedzibą w Katowicach, działając na podstawie art. 70 pkt 3 ustawy\n                           o ofercie publicznej iwarunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkachpublicznych, przekazuje wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na ZwyczajnymWalnym Zgromadzeniu Emitenta, które odbyło się dnia 26 czerwca 2017 r.:1. Partner Spółka Akcyjna z siedzibą w Warszawie, posiadająca 24.217.120 akcji zwykłych\n                           naokaziciela, dających 24.217.120 głosów, co stanowiło 47,8137% głosów na Zwyczajnym\n                           Walnym Zgromadzeniuoraz 32,5794% w ogólnej liczbie głosów;2. Proinwest Sp. z o.o. z siedzibą w Katowicach, posiadająca 17.005.000 akcji zwykłych\n                           naokaziciela, dających 17.005.000 głosów, co stanowiło 33,5743% głosów na Zwyczajnym\n                           Walnym Zgromadzeniuoraz 22,8769% w ogólnej liczbie głosów;3. Galantine sp. z o.o. z siedzibą w Katowicach, posiadająca 7.433.000 akcji zwykłych\n                           naokaziciela, dających 7.433.000 głosów, co stanowiło 14,6755% głosów na Zwyczajnym\n                           Walnym Zgromadzeniuoraz 9,9997% w ogólnej liczbie głosów;",
        "date": "2017-06-26"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Podstawa prawna:§ 38 ust. 1 pkt 9 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.Zarząd Spółki KOPEX S.A. z siedziba w Katowicach _dalej jako: \"Spółka\"_, niniejszym\n                           podaje do publicznej wiadomości, że podczas obrad Zwyczajnego Walnego Zgromadzenia\n                           Spółki w dniu 26 czerwca 2017 r. zostały zgłoszony sprzeciwy do protokołu do następujących\n                           uchwał:1. Sprzeciw do uchwały nr 3 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie zatwierdzenia jednostkowego Sprawozdania finansowego KOPEX\n                           S.A. za rok obrotowy 2016, zgłosił pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza\n                           Ślązaka;2. Sprzeciw do uchwały nr 4 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie zatwierdzenia Sprawozdania Zarządu z działalności KOPEX\n                           S.A., zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;c_ akcjonariusz Piotr Bożek.3. Sprzeciw do uchwały nr 5 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie pokrycia straty netto za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;4. Sprzeciw do uchwały nr 6 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie zatwierdzenia Skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej KOPEX S.A. za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka w imieniu własnym oraz w imieniu akcjonariuszy Joanny\n                           Płonka, Michała Poźniak, Wojciecha Albińskiego, Grzegorza Frankiewicza, Marzeny Jastrzębskiej\n                           i Waldemara Ruszała – jako ich pełnomocnik;\tc_ akcjonariusz Piotr Bożek.5. Sprzeciw do uchwały nr 7 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie zatwierdzenia Sprawozdania Zarządu z działalności Grupy\n                           Kapitałowej KOPEX S.A. za rok 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;\tc_ akcjonariusz Piotr Bożek.6. Sprzeciw do uchwały nr 13 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie udzielenia Krzysztofowi Zawadzkiemu - członkowi Zarządu\n                           Spółki absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;\t7. Sprzeciw do uchwały nr 14 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie udzielenia Markowi Uszko - członkowi Zarządu Spółki absolutorium\n                           z wykonania obowiązków za rok obrotowy 2016, zgłosił pełnomocnik akcjonariuszy Lecha\n                           Ślązaka i Miłosza Ślązaka.8. Sprzeciw do uchwały nr 15 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie udzielenia Bogusławowi Bobrowskiemu - członkowi Zarządu\n                           Spółki absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosił pełnomocnik\n                           akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka.9. Sprzeciw do uchwały nr 16 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia 26\n                           czerwca 2017 roku w sprawie udzielenia Magdalenie Nawłoce - członkowi Zarządu Spółki\n                           absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka.10. Sprzeciw do uchwały nr 17 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia Henrykowi Jurczykowi - członkowi Zarządu\n                           Spółki absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosił pełnomocnik\n                           akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka.11. Sprzeciw do uchwały nr 18 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia Dariuszowi Pietyszukowi z wykonania obowiązków\n                           za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;\tc_ akcjonariusz Piotr Bożek.12. Sprzeciw do uchwały nr 19 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia Beacie Zawiszowskiej - członkowi Zarządu\n                           Spółki absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;\tc_ akcjonariusz Piotr Bożek.13. Sprzeciw do uchwały nr 20 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia Bartoszowi Bielakowi z wykonania obowiązków\n                           za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;\tc_ akcjonariusz Piotr Bożek.14. Sprzeciw do uchwały nr 21 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia prof. zw. dr hab. Januszowi A. Strzępce\n                           - członkowi Rady Nadzorczej Spółki absolutorium z wykonania obowiązków za rok obrotowy\n                           2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;\tc_ akcjonariusz Piotr Bożek.15. Sprzeciw do uchwały nr 22 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia prof. zw. dr hab. inż. Józefowi Dubińskiemu\n                           - członkowi Rady Nadzorczej Spółki absolutorium z wykonania obowiązków za rok obrotowy\n                           2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;\tc_ akcjonariusz Piotr Bożek.16. Sprzeciw do uchwały nr 23 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia Danielowi Lewczukowi - członkowi Rady Nadzorczej\n                           Spółki absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosił pełnomocnik\n                           akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka.17. Sprzeciw do uchwały nr 24 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia Michałowi Rogatko - członkowi Rady Nadzorczej\n                           Spółki absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosił pełnomocnik\n                           akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka.18. Sprzeciw do uchwały nr 26 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia Krzysztofowi Jędrzejewskiemu - członkowi\n                           Rady Nadzorczej Spółki absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka w imieniu własnym oraz w imieniu akcjonariuszy Joanny\n                           Płonka, Michała Poźniak, Wojciecha Albińskiego, Grzegorza Frankiewicza, Marzeny Jastrzębskiej\n                           i Waldemara Ruszała – jako ich pełnomocnik;\tc_ akcjonariusz Piotr Bożek.19. Sprzeciw do uchwały nr 27 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie udzielenia Czesławowi Kisielowi - członkowi Rady Nadzorczej\n                           Spółki absolutorium z wykonania obowiązków za rok obrotowy 2016, zgłosili:a_ pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka;b_ akcjonariusz Marcin Płonka;\tc_ akcjonariusz Piotr Bożek.20. Sprzeciw do uchwały nr 29 Zwyczajnego Walnego Zgromadzenia KOPEX S.A.  z dnia\n                           26 czerwca 2017 roku w sprawie powołania członka Rady Nadzorczej Spółki - Pana Tomasza\n                           Domogałę, zgłosił pełnomocnik akcjonariuszy Lecha Ślązaka i Miłosza Ślązaka.",
        "date": "2017-06-26"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Kopex S.A. informuje o złożeniu przez Emitenta zlecenia sprzedaży na rzecz\n                           Famur S.A. _Kupujący_ 276.500 szt. _dwieście siedemdziesiąt sześć tysięcy pięćset_\n                           akcji własnych Kopex S.A., stanowiących 0,372% kapitału zakładowego Emitenta i uprawniających\n                           do wykonywania 276.500 głosów na walnym zgromadzeniu Emitenta. Zlecenie sprzedaży\n                           zostało wykonane w drodze transakcji pakietowej, na sesji giełdowej w dniu 26 czerwca\n                           2017r. _z terminem realizacji następnego dnia roboczego, tj. 27 czerwca 2017 r._.Akcje będące przedmiotem transakcji zostały uprzednio nabyte przez Spółkę w ramach\n                           upoważnienia udzielonego Uchwałą Nr 1 Nadzwyczajnego Walnego Zgromadzenia Kopex S.A.\n                           z dnia 11 grudnia 2008 roku w sprawie wyrażenia zgody i określenia warunków nabycia\n                           akcji własnych przez Spółkę oraz Uchwałą nr 2 Nadzwyczajnego Walnego Zgromadzenia\n                           Kopex S.A. z dnia 11 grudnia 2008 roku w sprawie udzielenia Zarządowi Spółki upoważnienia\n                           do nabywania akcji własnych w trybie art. 362 & 1 pkt. 8_ ksh. Wyżej wymienione akcje\n                           własne zostały zbyte w celu dezinwestycji.Średnia jednostkowa cena zbycia jednej akcji własnej Kopex S.A. wynosi 4,17 zł _cztery\n                           złote, 17/100_. Wartość nominalna jednej akcji Kopex S.A. wynosi 1,00 zł, natomiast łączna wartość\n                           nominalna zbytych akcji własnych wynosi 276.500,00 zł.  Po dokonaniu powyższej transakcji Emitent nie posiada akcji własnych.",
        "date": "2017-06-26"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd KOPEX S.A. z siedzibą w Katowicach informuje, że na podstawie art. 401 Kodeksu\n                           spółek handlowychwpłynęła w dniu dzisiejszym do Emitenta od akcjonariusza PARTNER SA propozycja kandydaturPana Tomasza Domogały, Pana Czesława Kisiela, Pana Jacka Leonkiewicza, Pani Magdaleny\n                           Zajączkowskiej - Ejsymont i Pana Wojciecha Gelner do objęcia funkcji Członka Rady\n                           Nadzorczej KOPEX S.A. w kolejnejkadencji.Życiorysy zawodowe kandydatów do Rady Nadzorczej:1. Tomasz DomogałaPan Tomasz Domogała posiada wykształcenie wyższe. Ukończył Akademię Górniczo-Hutniczą\n                           w Krakowie _tytuł inżyniera na Wydziale Inżynierii Mechanicznej i Robotyki_ oraz studia\n                           na University of Loughborough w Wielkiej Brytanii na wydziale Mechanical and Manufacturing\n                           Engineering. Pan Tomasz Domogała posiada tytuł MBA uzyskany na Stanford Graduate School\n                           of Business _USA_. Pan Tomasz Domogała posiada w sposób pośredni kontrolny pakiet\n                           akcji KOPEX S.A. W Radzie Nadzorczej KOPEX S.A. zasiada od stycznia 2017 r. Wykaz\n                           zajmowanych stanowisk i pełnionych funkcji: • Od 2015 r. do chwili obecnej FPM S.A. z siedzibą w Mikołowie – Członek Rady Nadzorczej• Od 2011 r. do chwili obecnej POLSKA GRUPA ODLEWNICZA S.A. z siedzibą w Katowicach\n                           – Członek Rady Nadzorczej • Od 2011 r. do 2015 r. Fabryka Maszyn \"GLINIK\" S.A. z siedzibą w Gorlicach – Członek\n                           Rady Nadzorczej • Od 2010 r. do chwili obecnej Zamet-Budowa Maszyn S.A. z siedzibą w Tarnowskich Górach\n                           – Członek Rady Nadzorczej • Od 2010 r. do chwili obecnej Zamet Industry S.A. z siedzibą w Piotrkowie Trybunalskim\n                           – Członek Rady Nadzorczej • Od 2010 r. do chwili obecnej TDJ S.A. z siedzibą w Katowicach – Członek Rady Nadzorczej\n                           • Od 2010 r. do chwili obecnej PEMUG S.A. z siedzibą w Katowicach – Członek Rady Nadzorczej• Od 2010 r. do 2013 r. Gerlach S.A. z siedzibą w Drzewicy – Członek Rady Nadzorczej\n                           • Od 2010 r. do chwili obecnej Odlewnia Żeliwa \"Śrem\" S.A. z siedzibą w Śremie – Członek\n                           Rady Nadzorczej • Od 2010 r. do chwili obecnej Pioma Odlewnia Sp. z o.o. – Członek Rady Nadzorczej\n                           • Od 2010 r. do chwili obecnej TDJ ESTATE Sp. z o.o. z siedzibą w Katowicach – Doradca\n                           Zarządu• 2008 r. Towarzystwo Funduszy Inwestycyjnych \"Silesia\" S.A. z siedzibą w Katowicach\n                           – Członek Rady Nadzorczej • Od 2004 r. do chwili obecnej FAMUR S.A. z siedzibą w Katowicach – 2004 r. – 2005r.\n                           Referent ds. Rozwoju _stanowisko nie podlegające bezpośrednio członkom Zarządu_ -\n                           od 2004 r. Członek Rady Nadzorczej. 2. Czesław KisielPan Czesław Kisiel posiada wykształcenie wyższe. Ukończył Akademię Ekonomiczną w Krakowie,\n                           Wydział: Ekonomika Produkcji, Kierunek: Planowanie i Finansowanie Gospodarki Narodowej,\n                           Specjalizacja: Planowanie. Pan Czesław Kisiel ukończył \"Podyplomowe Studia Menedżerskie\n                           oparte o strukturę MBA\" organizowane przez SGH w Warszawie. Pan Czesław Kisiel ukończył\n                           także m.in. kurs Syndyka i Likwidatora oraz kurs na członków rad nadzorczych w jednoosobowych\n                           Spółkach Skarbu Państwa oraz spółkach z udziałem Skarbu Państwa – organizowany przez\n                           Ministerstwo Przemysłu i Handlu oraz \"Business Consulting Service\". W Radzie Nadzorczej\n                           KOPEX S.A. zasiada od września 2016 r. Pełnione funkcje: • Od 2016 do chwili obecnej TDJ Equity V Sp. z o.o. z siedzibą w Katowicach – Prezes\n                           Zarządu• Od 2016 do chwili obecnej TDJ Equity IV S.A. z siedzibą w Katowicach – Prezes Zarządu\n                           Od 2016 do chwili obecnej – TDJ EQUITY III Sp. z o.o. z siedzibą w Tarnowskich Górach–\n                           Prezes Zarządu • Od 2016 do chwili obecnej PARTNER S.A. z siedzibą w Katowicach – Członek Rady Nadzorczej• Od 2015 do chwili obecnej Zamet Budowa Maszyn S.A. z siedzibą w Tarnowskich Górach\n                           – Członek Rady Nadzorczej • Od 2015 do chwili obecnej FPM S.A. z siedzibą w Mikołowie - Członek Rady Nadzorczej\n                           • Od 2013 do chwili obecnej TDJ EQUITY I Sp. z o.o. z siedzibą w Tarnowskich Górach\n                           – Prezes Zarządu • Od 2013 do chwili obecnej TDJ EQUITY II Sp. z o.o. z siedzibą w Tarnowskich Górach\n                           – Prezes Zarządu• Od 2011 do chwili obecnej TDJ Finance Sp. z o.o. z siedzibą w Katowicach – Prezes\n                           Zarządu• Od 2014 do chwili obecnej FAMUR FAMAK S.A. z siedzibą w Kluczborku – Członek Rady\n                           Nadzorczej • 2014 – 2016 FUGO ODLEW Sp. z o.o. z siedzibą w Koninie – Członek Rady Nadzorczej• 2014 – 2016 FUGO S.A. z siedzibą w Koninie, Członek Rady Nadzorczej • Od 2011 do chwili obecnej POLSKA GRUPA ODLEWNICZA S.A. z siedzibą w Katowicach -\n                           Członek Rady Nadzorczej• 2011 – 2015 Fabryka Maszyn \"GLINIK\" S.A. z siedzibą w Gorlicach – Członek Rady Nadzorczej• Od 2010 do chwili obecnej ZAMET INDUSTRY S.A. z siedzibą w Piotrkowie Trybunalskim\n                           - Członek Rady Nadzorczej• Od 2010 do chwili obecnej PEMUG S.A. z siedzibą w Katowicach - Członek Rady Nadzorczej• Od 2010 do chwili obecnej TDJ S.A. z siedzibą w Katowicach - Prezes Zarządu• 2010 – 2011 REMAG S.A. z siedzibą w Katowicach - Członek Rady Nadzorczej• 2010 \"Pemug Inwestycje i Sprzęt\" Sp. z o.o. z siedzibą w Katowicach - Członek Rady\n                           Nadzorczej• 2010 Przedsiębiorstwo Usługowe \"AB Consulting\" Sp. z o. z siedzibą w Opolu - Prezes\n                           Zarządu• 2009 – 2012 TDJ Estate Sp. z o.o. z siedzibą w Katowicach – Prezes Zarządu• Od 2009 do chwili obecnej FAMUR S.A. z siedzibą w Katowicach - Członek Rady Nadzorczej• 2009 Zamet – Budowa Maszyn S.A. z siedzibą w Tarnowskich Górach - Wiceprezes Zarządu• 2008 – 2009 Zamet - Budowa Maszyn S.A. z siedzibą w Tarnowskich Górach - Członek\n                           Rady Nadzorczej• Od 2008 – 2013 \"Towarzystwo Funduszy Inwestycyjnych Silesia\" S.A. z siedzibą w Katowicach\n                           - Członek Rady Nadzorczej• 2007 – 2010 TDJ Investments Sp. z o.o. z siedzibą w Katowicach – Prezes Zarządu• 2007 – 2008 Zakłady Mechaniczne ZGODA Sp. z o.o. w likwidacji z siedzibą w Świętochłowicach\n                           - Członek Rady Nadzorczej• 2006 – 2008 Jastrzębska Spółka Węglowa S.A. z siedzibą w Jastrzębiu Zdroju - Członek\n                           Rady Nadzorczej• 2006 Fabryka Maszyn Górniczych PIOMA S.A. z siedzibą Piotrkowie Trybunalskim – Członek\n                           Zarządu• 2006 Pioma - Odlewnia Sp. z o.o. z siedzibą w Piotrkowie Trybunalskim - Członek\n                           Rady Nadzorczej• 2005 Warmińskie Zakłady Przetwórstwa Owocowo - Warzywnego Kwidzyn Sp. z o.o. z siedzibą\n                           w Kwidzynie - Członek Rady Nadzorczej• 2004 – 2005 Lodus Sp. z o.o. z siedzibą w Będzinie - Prezes Zarządu • 2004 – 2005 Przedsiębiorstwo Handlu Chemikaliami Chemia - Wrocław S.A. z siedzibą\n                           we Wrocławiu - Prezes Zarządu• 2004 – 2006 Polaris - Chłodnie Śląskie Sp. z o.o. z siedzibą w Tychach - Prezes\n                           Zarządu• 1998 – 2004 Kinoplex-Silesia Sp. z o.o. z siedzibą w Katowicach – Prezes Zarządu• 1997 – 1998 Weglokoks-Agro Sp. z o.o. z siedzibą w Katowicach – Prezes Zarządu• 1996 – 1997 Agencja Rynku Rolnego z siedzibą w Warszawie - Starszy Specjalista 1994\n                           - 1996 – Ministerstwo Współpracy Gospodarczej z Zagranicą z siedzibą w Warszawie –\n                           Specjalista • 1993 – 1994 Dom Handlowy \"Brado\" S.A. z siedzibą w Katowicach – Z-ca Dyrektora ds.\n                           Handlowych• 1992 – 1993 Hurtownia Mięsa \"Brado\" z siedzibą w Katowicach – kolejno jako Specjalista\n                           ds. marketingu, Główny specjalista ds. handlu i marketingu• 1990 – 1992 Ośrodek Sportu i Rekreacji w Olkuszu - Zastępca Dyrektora 1997 - 1998\n                           – Weglokoks-Agro Sp. z o.o. z siedzibą w Katowicach - Prezes Zarządu• 1996 – 1997 Agencja Rynku Rolnego z siedzibą w Warszawie - Starszy Specjalista• 1994 – 1996 Ministerstwo Współpracy Gospodarczej z Zagranicą z siedzibą w Warszawie\n                           – Specjalista• 1992 – 1993 Hurtownia Mięsa \"Brado\" z siedzibą w Katowicach –  kolejno jako Specjalista\n                           ds. marketingu, Główny specjalista ds. handlu i marketingu• 1990 – 1992 Ośrodek Sportu i Rekreacji w Olkuszu - Zastępca Dyrektora3.Jacek LeonkiewiczPan Jacek Leonkiewicz posiada wykształcenie wyższe - jest absolwentem Szkoły Głównej\n                           Handlowej w Warszawie oraz CEMS Master in International Management. Pan Jacek Leonkiewicz\n                           studiował również w Madrycie na Universidad Carlos III oraz w Kopenhadze na Copenhagen\n                           Business School. Pan Jacek Leonkiewicz rozpoczął karierę zawodową w banku inwestycyjnym\n                           J.P. Morgan w Londynie, gdzie pracował w zespołach Equity Capital Markets, Debt Capital\n                           Markets oraz Equity Private Placements. Był również członkiem zespołu Debt Capital\n                           Partners banku Merrill Lynch w Londynie. Następnie był związany z PKO TFI, gdzie zajmował\n                           się analizą rynku akcji, zwłaszcza spółek z sektora budowlanego, przemysłowego, deweloperskiego\n                           i transportowego. W latach od 2013 do 2015 pełnił funkcję Dyrektora Zarządzającego\n                           ds. Nadzoru Właścicielskiego i Prywatyzacji w PKP S.A. gdzie odpowiadał m.in. za nadzorowanie\n                           procesów prywatyzacyjnych w Grupie PKP. Przeprowadził m.in. debiut giełdowy ABB spółki\n                           PKP Cargo. W okresie od stycznia 2015 do marca 2016 był prezesem PKP Intercity S.A.\n                           Od kwietnia 2016 r. jest partnerem zarządzającym w TDJ S.A., gdzie odpowiada za nadzór\n                           właścicielski oraz strategię inwestycyjną obszaru equity. Pan Jacek Leonkiewicz zasiadał\n                           w radach nadzorczych Spedkoks, PKP Energetyka, TK Telekom i PKP Cargo. Obecnie jest\n                           członkiem Rady Nadzorczej Sports Resorts Solutions sp. z o.o., Polskiej Grupy Odlewniczej\n                           S.A., Odlewni Żeliwa \"ŚREM\" S.A., Piomy – Odlewni sp. z o.o., Pemug S.A., FPM S.A.,\n                           Zamet – Budowa Maszyn S.A., Zamet Industry S.A., FAMUR FAMAK S.A. oraz KOPEX S.A.4. Magdalena Zajaczkowska - EjsymontPani Magdalena Zajączkowska - Ejsymont posiada wykształcenie wyższe - jest absolwentką\n                           Finansów i Bankowości na Uniwersytecie Łódzkim. Uzyskała również licencję doradcy\n                           inwestycyjnego nr 238. Karierę zawodową rozpoczęła w PZU AM S.A., kolejno jako analityk\n                           akcji i doradca inwestycyjny. Następnie pełniła funkcję zastępcy zarządzającego portfelami\n                           akcyjnymi w Amplico PTE S.A. W latach 2009-2015 była zastępcą dyrektora Departamentu\n                           Zarządzania Portfelami Akcyjnymi w PKO TFI S.A., gdzie zarządzała funduszami akcyjnymi.\n                           W latach 2013-2015 pełniła również funkcję członka Rady Nadzorczej i przewodniczącej\n                           Komitetu Audytu PKP Intercity S.A., zaś od lutego 2015 do marca 2016 była członkiem\n                           zarządu PKP Intercity S.A., sprawując nadzór nad obszarami: finansów, zakupów i gospodarki\n                           magazynowej, IT, audytu i kontroli, standardów i jakości, obsługi klienta, w tym obsługi\n                           konduktorskiej oraz HR. W okresie 2008-2014 była również prezesem i wiceprezesem Związku\n                           Maklerów i Doradców oraz pełniła szereg innych funkcji społecznych, biorąc aktywny\n                           udział w pracach legislacyjnych dot. rynku kapitałowego. Od kwietnia 2016 r. jest\n                           partnerem zarządzającym w TDJ S.A., gdzie odpowiada za nadzór właścicielski oraz strategię\n                           inwestycyjną obszaru equity. Jest także członkiem Rady Nadzorczej następujących spółek:\n                           Odlewnia Żeliwa Śrem S.A., Pioma-Odlewnia sp. z o.o., Pemug S.A., Polska Grupa Odlewnicza\n                           S.A., FPM S.A., Zamet Budowa Maszyn S.A., Zamet Industry S.A., Famur Famak S.A. oraz\n                           KOPEX S.A.5. Wojciech GelnerPan Wojciech Gelner ukończył Wyższą Szkołę Morską w Gdyni na wydziale mechanicznym\n                           uzyskując tytuł magistra inżyniera. Ponadto Pan Wojciech Gelner odbył studia podyplomowe\n                           w Szkole Głównej Handlowej w Warszawie na kierunku Zarządzanie Zasobami Ludzkimi i\n                           studia MBA, prowadzone przez Szkołę Główną Handlową w Warszawie we współpracy z University\n                           of Minnesota. Pan Wojciech Gelner od stycznia 2013 r. pełnił funkcję Dyrektora Personalnego\n                           i Pełnomocnika Zarządu w Famur S.A. W przeszłości Pan Wojciech Gelner pełnił m.in.\n                           funkcje Dyrektora Personalnego w Grupie Kęty i członka Rady Nadzorczej w spółce zależnej\n                           Grupy Kety – \"Dekret Centrum Rachunkowe\". Pan Wojciech Gelner był także Dyrektorem\n                           Personalnym i pełnił funkcję Pełnomocnika Zarządu w Huhtamaki Foodservice Poland Sp.\n                           z o.o. Uzupełnieniem działalności zawodowej Pana Wojciecha Gelner jest także stanowisko\n                           wykładowcy studiów podyplomowych w Wyższej Szkole Biznesu w Dąbrowie Górniczej.",
        "date": "2017-06-22"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd \"KOPEX\" S.A. z siedzibą w Katowicach _Emitent_ informuje, że Rada Nadzorcza\n                           Emitenta w dniu 08.06.2017 roku uchwałą nr 162/VII/2017 dokonała wyboru podmiotu uprawnionego\n                           do badania  sprawozdań finansowych Emitenta. Podmiotem wybranym jest Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością\n                           Sp.k., z siedzibą przy ul. Rondo ONZ 1, 00-124 Warszawa, KRS 0000481039 _Sąd Rejonowy\n                           dla m. st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego_,\n                           wpisana na listę podmiotów uprawnionych do badania sprawozdań finansowych, prowadzonych\n                           przez Krajową Izbę Biegłych Rewidentów, pod numerem 130.Zakres prac będzie obejmował przeprowadzenie przeglądu śródrocznego jednostkowego\n                           i skonsolidowanego sprawozdania finansowego oraz badania jednostkowego i skonsolidowanego\n                           sprawozdania finansowego za rok obrotowy 2017.Podstawa prawna przekazania: § 5 ust. 1 pkt 19 w związku z § 25 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz.U.\n                           z 2014 r. poz. 133_.",
        "date": "2017-06-08"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd KOPEX Spółki Akcyjnej, z siedzibą w Katowicach _Emitent_, przy ul. Grabowej\n                           1, 40-172 Katowice, wpisanej do Rejestru Przedsiębiorców, prowadzonego przez Sąd Rejonowy\n                           Katowice-Wschód w Katowicach, VIII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000026782, o kapitale zakładowym w wysokości 74.332.538,- złotych,\n                           wpłaconym w całości, działając na podstawie Art. 399 § 1 oraz Art. 402 indeks 1 w\n                           związku z Art. 395 i Art. 402 indeks 2 Kodeksu spółek handlowych oraz na podstawie\n                           § 46 ust. 1 i 4 Statutu Spółki zwołuje Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           KOPEX S.A., które odbędzie się w dniu 26 czerwca 2017 roku _poniedziałek_, o godz.\n                           12.00, w KOPEX S.A. Centrala Oddział w Zabrzu _41-800_, przy ul. 3 Maja 89, _parter,\n                           Sala kolumnowa_, z następującym szczegółowym porządkiem obrad:1. Otwarcie obrad Zwyczajnego Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad.5. Rozpatrzenie jednostkowego Sprawozdania finansowego KOPEX S.A. za rok obrotowy\n                           2016 oraz podjęcie uchwały w sprawie jego zatwierdzenia.6. Rozpatrzenie Sprawozdania Zarządu z działalności Spółki za rok 2016 oraz podjęcie\n                           uchwały w sprawie jego zatwierdzenia.7. Podjęcie uchwały w sprawie pokrycia straty netto za rok obrotowy 2016.8. Rozpatrzenie Skonsolidowanego sprawozdania finansowego Grupy Kapitałowej KOPEX\n                           S.A. za rok obrotowy 2016 oraz podjęcie uchwały w sprawie jego zatwierdzenia.9. Rozpatrzenie Sprawozdania Zarządu z działalności Grupy Kapitałowej KOPEX S.A. za\n                           rok 2016 oraz podjęcie uchwały w sprawie jego zatwierdzenia.10. Podjęcie uchwał w sprawie udzielenia absolutorium członkom organów Spółki z wykonania\n                           przez nich obowiązków w roku obrotowym 2016.11. Podjęcie uchwały w sprawie ustalenia liczby członków Rady Nadzorczej KOPEX S.A.12. Powołanie członków Rady Nadzorczej Spółki na nową kadencję.13. Podjęcie uchwały w sprawie zmiany wynagrodzeń dla członków Rady Nadzorczej KOPEX\n                           S.A.14. Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia.W załącznikach do niniejszego raportu bieżącego Emitent przekazuje pełną treść ogłoszenia\n                           Zarządu KOPEX S.A. o zwołaniu Zwyczajnego Walnego Zgromadzenia, treść projektów uchwał,\n                           które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia i ich uzasadnienie.\n                           Ponadto Emitent informuje, że stosownie do wymogów Art. 402 indeks 1 Kodeksu spółek\n                           handlowych treść przedmiotowego ogłoszenia Zarządu KOPEX S.A. o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia wraz z wymaganymi informacjami i pełną dokumentacją związaną ze zwoływanym Zwyczajnym Walnym Zgromadzeniem zamieszczona zostanie na stronie\n                           internetowej Spółki pod adresem: http://www.kopex.com.pl/idm,476,walne-zgromadzenia-akcjonariuszy.html.Podstawa prawna:§ 38 ust 1. pkt. 1_ i pkt.3_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim\n                           _tekst jednolity Dz.U. z 2014 r., Nr 133_.",
        "date": "2017-05-30"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd KOPEX S.A. z siedzibą w Katowicach _,,Emitent\", \"Spółka\"_, informuje, że w\n                           związku z powzięciem podejrzenia o naruszeniu przez Emitenta oraz Spółkę Fabryka Maszyn\n                           i Urządzeń \"TAGOR\" S.A. z siedzibą w Tarnowskich Górach _spółka zależna Emitenta połączona\n                           z Emitentem w dniu 8 grudnia 2016 r. wskutek przejęcia w trybie art. 492 par. 1 pkt.\n                           1 Kodeksu spółek handlowych_ obowiązku stosowania się do wprowadzonych w dniach 10\n                           - 31 sierpnia 2015 r. ograniczeń w dostarczaniu i poborze energii elektrycznej, Prezes\n                           Urzędu Regulacji Energetyki _,,Prezes URE\"_, zgodnie z art. 56 ust. 1 pkt. 3a Ustawy\n                           z dnia 10 kwietnia 1997 r. - Prawo energetyczne _Dz.U. 2012 nr 0 poz. 1059 ze zm.,\n                           ,,Ustawa PE\"_ wszczął z urzędu wobec Emitenta m.in. jako następcy prawnego Fabryki\n                           Maszyn i Urządzeń TAGOR S.A., postępowanie administracyjne w sprawie wymierzenia spółce\n                           kary pieniężnej, o czym Emitent powziął wiadomość w dniu 23 maja 2017 roku.Zarząd Spółki złoży w wyznaczonym terminie Prezesowi URE stosowne wyjaśnienia.O podjęciu przez Prezesa URE decyzji w przedmiotowej sprawie, Zarząd Spółki poinformuje\n                           w formie odrębnego raportu bieżącego.",
        "date": "2017-05-23"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd KOPEX S.A. z siedzibą w Katowicach _,,Emitent\", \"Spółka\"_, informuje, że w\n                           związku z powzięciem podejrzenia o naruszeniu przez Spółkę Kopex Machinery S.A. z\n                           siedzibą w Zabrzu _spółka zależna Emitenta połączona z Emitentem w dniu 8 grudnia\n                           2016 r. wskutek przejęcia w trybie art. 492 par. 1 pkt. 1 Kodeksu spółek handlowych_\n                           obowiązku stosowania się do wprowadzonych w dniach 10 - 31 sierpnia 2015 r. ograniczeń\n                           w dostarczaniu i poborze energii elektrycznej, Prezes Urzędu Regulacji Energetyki\n                           _,,Prezes URE\"_, zgodnie z art. 56 ust. 1 pkt. 3a Ustawy z dnia 10 kwietnia 1997 r.\n                           - Prawo energetyczne _Dz.U. 2012 nr 0 poz. 1059 ze zm., ,,Ustawa PE\"_ wszczął z urzędu\n                           wobec Emitenta jako następcy prawnego Kopex Machinery S.A., postępowanie administracyjne\n                           w sprawie wymierzenia spółce kary pieniężnej, o czym Emitent powziął wiadomość w dniu\n                           18 maja 2017 roku.Zarząd Spółki złoży w wyznaczonym terminie Prezesowi URE stosowne wyjaśnienia.O podjęciu przez Prezesa URE decyzji w przedmiotowej sprawie, Zarząd Spółki poinformuje\n                           w formie odrębnego raportu bieżącego.",
        "date": "2017-05-18"
    },
    {
        "company_name": "KOPEX SA",
        "content": "W nawiązaniu do raportów bieżących nr 95/2016 oraz 7/2017, 14/2017, 17/2017  dotyczących\n                           oferty konsorcjum KOPEX-Przedsiębiorstwo Budowy Szybów S.A. i FAMUR PEMUG sp. z o.o.\n                           _dalej \"Konsorcjum\"_ na roboty budowlane i budowę Szybu Grzegorz, Zarząd KOPEX SA\n                           informuje o zawarciu w  dniu dzisiejszym _15.05.2017 r._ umowy pomiędzy Konsorcjum\n                           a Tauron Wydobycie S.A. _dalej \"Zamawiający\"_ na roboty budowlane i budowę Szybu Grzegorz.Wartość netto umowy wynosi 227.867.534,59 zł z czego na KOPEX-Przedsiębiorstwo Budowy\n                           Szybów S.A. jako lidera Konsorcjum przypada 172.867.534,59 zł netto. Termin realizacji\n                           przedmiotu umowy nie powinien być dłuższy niż 60 miesięcy od daty protokolarnego przekazania\n                           przez Zamawiającego terenu robót.",
        "date": "2017-05-15"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "W nawiązaniu do raportów bieżących nr 3/2018, 28/2018, 42/2018 oraz 44/2018 Zarząd\n                           PRIMETECH S.A _\"Emitent\"_ informuje, że w dniu 21 grudnia 2018 roku przedstawiciele\n                           Jastrzębskiej Spółki Węglowej S.A. _\"JSW\"_ jako Kupującej oraz PBSZ 1 Sp. z o.o. z\n                           siedzibą w Katowicach i Emitenta jako Sprzedających zawarli warunkową umowę zobowiązującą\n                           sprzedaży 4.430.476 akcji Przedsiębiorstwa Budowy Szybów S.A. w Tarnowskich Górach\n                           _\"PBSz\"_ stanowiących 95,01% udziału w kapitale zakładowym PBSz.W wyniku negocjacji ostateczna cena rozliczenia transakcji została ustalona na poziomie\n                           204.000.000,00 zł, z czego kwota 199.000.000,00 zł zostanie zapłacona w dacie zamknięcia\n                           transakcji natomiast kwota 5.000.000,00 zł zostaje zatrzymana w celu zagwarantowania\n                           zapewnień Sprzedającego i zostanie rozliczona po dacie zamknięcia transakcji, najdalej\n                           w terminie trzech miesięcy po tej dacie. Cała kwota ceny przeznaczona zostanie na\n                           spłatę zobowiązań kredytowych, w celu zwolnienia zabezpieczeń na akcjach i aktywach\n                           PBSz.Umowa warunkowa uwzględnia zasadnicze warunki brzegowe ustalone w dokumencie obejmującym\n                           podstawowe warunki transakcji sprzedaży _\"Term-Sheet\"_, o którym Emitent informował\n                           w raporcie bieżącym nr 28/2018.Możliwość zawarcia umowy rozporządzającej na zamknięciu transakcji uzależniona jest\n                           od wcześniejszego uzyskania przez Kupującą zgody UOKiK na przeprowadzenie transakcji\n                           nabycia akcji PBSz oraz uzyskaniu pozytywnej decyzji Rady Nadzorczej i Walnego Zgromadzenia\n                           JSW, a także od uzgodnienia przez strony działające w dobrej wierze, niektórych warunków\n                           technicznych rozliczenia transakcji lub od złożenia oświadczeńpodmiotów trzecich o zasadniczo uzgodnionej treści. W związku z formułą locked box\n                           transakcji, po uzyskaniu pozytywnej decyzji Rady Nadzorczej JSW na transakcję, do\n                           składu radny nadzorczej PBSz zostanie powołany członek rady nadzorczej wskazany przez\n                           JSW i będzie delegowany do sprawowania indywidualnego nadzoru w PBSz.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           Nr 596/2014 z dnia 16 kwietna 2014 r. w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywę Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE",
        "date": "2018-12-21"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "Zarząd PRIMETECH S.A. _\"Emitent\"_ informuje, że w dniu dzisiejszym tj. 6 grudnia 2018\n                           r. powziął wiadomość o podpisaniu umowy w dniu 30 listopada 2018 r. przez drugą stronę,\n                           tj. Jastrzębską Spółkę Węglową S.A. _\"JSW\"_, zawartej ze spółką zależną od Emitenta\n                           - PBSz S.A. _\"PBSz\"_. Przedmiotem zawartej umowy jest drążenie przekopów i chodnika\n                           badawczego  w JSW S.A. KWK Borynia-Zofiówka-Jastrzębie Ruch Zofiówka. Zgodnie z zapisami\n                           umowy, usługa powinna zostać wykonana w terminie do 42 miesięcy od daty udostępnienia\n                           miejsca wykonywania usługi. Wynagrodzenie za wykonywanie przedmiotu umowy wyniesie\n                           49 498 501,00 zł netto. Pozostałe warunki umowy nie odbiegają od standardowo przyjętych\n                           na rynku. Jednocześnie, Zarząd Emitenta zwraca uwagę na toczący się proces dezinwestycji PBSz\n                           ze struktur Grupy PRIMETECH _będącej również spółką zależną Emitenta_, na rzecz JSW.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           Nr 596/2014 z dnia 16 kwietna 2014 r. w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywę Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE.",
        "date": "2018-12-06"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "Zarząd spółki PRIMETECH S.A. _\"Spółka\"_ informuje, że w dniu 3 grudnia 2018 roku JSW\n                           jako Kupująca oraz PRIMETECH S.A. i PBSz 1 Sp. z o.o. jako Sprzedający  podpisali\n                           aneks nr 2 do Term-Sheet  z dnia 17 lipca 2018 r. obejmującego podstawowe warunki\n                           transakcji sprzedaży pakietu 95,01% akcji spółki Przedsiębiorstwo Budowy Szybów S.A.\n                           _\"PBSz\"_, o czym Spółka informowała w raporcie bieżącym nr 28/2018.Na podstawie aneksu nr 2 Strony przedłużyły okres na negocjacje do zawarcia umowy\n                           sprzedaży akcji PBSz, która będzie konkretyzować prawa i obowiązki Stron oraz warunki\n                           przejścia akcji PBSz na Kupującego na zasadach określonych w Termsheet do dnia 21\n                           grudnia 2018 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           Nr 596/2014 z dnia 16 kwietna 2014 r. w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywę Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE.",
        "date": "2018-12-03"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "Zarząd PRIMETECH S.A. _dalej: Emitent_ w nawiązaniu do raportu bieżącego nr 02/2018\n                           z dnia 26 stycznia 2018 r. w sprawie terminów publikacji raportów okresowych Emitenta\n                           w roku obrotowym 2018, informuje o zmianie terminu publikacji raportu okresowego za\n                           III kwartał 2018 r. z dnia 28 listopada 2018 r. na dzień 6 listopada 2018 r.Podstawa prawna: § 80 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-31"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "Zarząd spółki PRIMETECH S.A. _\"PRIMETECH\" lub ,,Spółka\"_ informuje, że w dniu 12 października\n                           2018 r. przedstawiciele JSW jako Kupującej oraz PRIMETECH S.A. i PBSz 1 Sp. z o.o.\n                           jako Sprzedających podpisali aneks nr 1 do Term-Sheet  z dnia 17 lipca 2018 r. obejmującego\n                           podstawowe warunki transakcji sprzedaży pakietu 95,01% akcji spółki Przedsiębiorstwo\n                           Budowy Szybów S.A. _\"PBSz\"_.Na podstawie aneksu Strony przedłużyły okres na negocjacje do zawarcia umowy sprzedaży\n                           akcji PBSz, która będzie konkretyzować prawa i obowiązki Stron oraz warunki przejścia\n                           akcji PBSz na Kupującego na zasadach określonych w Termsheet do dnia 4 grudnia 2018\n                           r. Pierwotny termin, wynoszący 3 miesiące od daty podpisania Term-Sheet, został przedłużony\n                           ze względu na trwające w dalszym ciągu negocjacje oraz poziom skomplikowania i złożoności\n                           całej transakcji. Pozostałe postanowienia Term-Sheet pozostają bez zmian. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           Nr 596/2014 z dnia 16 kwietna 2014 r. w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywę Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE.",
        "date": "2018-10-12"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "W nawiązaniu do raportu bieżącego nr 44/2017, zarząd Primetech S.A. _\"Emitent\", \"Spółka\"_\n                           informuje że w dniu dzisiejszym _tj. 10.10.2018 r._ złożył ubezpieczycielowi pismo,\n                           w którym rozszerzył roszczenia z Umowy ubezpieczenia D&O z pierwotnej kwoty 2.000.000\n                           zł _słownie: dwa miliony złotych_ do kwoty 185.082.963,23 zł _sto osiemdziesiąt pięć\n                           milionów osiemdziesiąt dwa tysiące dziewięćset sześćdziesiąt trzy 23/100 złote_.Jednocześnie Emitent podkreśla, że maksymalna kwota, do której odpowiada ubezpieczyciel\n                           wynosi 100.000.000 _słownie: sto milionów złotych_. Podstawą roszczenia jest nienależyte\n                           wykonywanie obowiązków zarządczych w latach 2011 – 2016, przez osoby ubezpieczone\n                           w rozumieniu ogólnych warunków umowy. Jednocześnie, Zarząd Emitenta informuje, że nie jest w stanie określić stanowiska\n                           ubezpieczyciela wobec zgłoszonego roszczenia, ani też nie może wykluczyć konieczności\n                           dochodzenia roszczeń od ubezpieczyciela na drodze postępowania sądowego, co wobec\n                           złożoności stanu faktycznego i prawnego będącego podstawą roszczenia, nie pozwala\n                           określić przewidywanego czasu rozstrzygnięcia ewentualnego sporu.   O dalszych działaniach związanych z roszczeniem, Emitent będzie informował w formie\n                           kolejnych raportów bieżących.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "Zarząd PRIMETECH S.A. _dalej: Emitent_ informuje, że w dniu 10.10.2018 r. na Nadzwyczajnym\n                           Walnym Zgromadzeniu Emitenta uchwałą nr 2 powołało Pana Tomasza Kruk do pełnienia\n                           funkcji Członka Rady Nadzorczej.Posiadane wykształcenie, kwalifikacje i zajmowane wcześniej stanowiska, wraz z opisem\n                           przebiegu pracy zawodowej przedstawione zostały w raporcie bieżącym Emitenta nr 37/2018\n                           z dnia 3 października 2018 r.Zarząd Emitenta informuje, że zgodnie z otrzymanymi oświadczeniami działalność wykonywana\n                           przez Pana Tomasza Kruka _Kruk_ poza Spółką nie jest konkurencyjna w stosunku do działalności\n                           Emitenta, ponadto nie uczestniczy on w spółkach konkurencyjnych jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej bądź innej konkurencyjnej\n                           osobie prawnej jako członek jej organu. Nie figuruje w Rejestrze Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie ustawy o Krajowym Rejestrze Sądowym.Pan Tomasz Kruk spełnia kryteria niezależności w stosunku do Emitenta określone w\n                           przepisach Ustawy o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym\n                           z dnia 11 maja 2017 r. Dz.U. z 2017.  poz. 1089.Podstawa prawna:  § 5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących  i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r. poz. 757_",
        "date": "2018-10-10"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "Zarząd PRIMETECH S.A. _dalej: \"Emitent\"_ informuje, że w dniu dzisiejszym tj. 3 października\n                           2018 r. Emitent otrzymał od FAMUR S.A. z siedzibą w Katowicach, akcjonariusza reprezentującego\n                           udział w kapitale zakładowym Emitenta przekraczający jedną dwudziestą tego kapitału,\n                           na podstawie art. 401 § 4 Kodeksu spółek handlowych, zgłoszenie do punktu 4 porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na 10 października 2018 r. kandydatury\n                           Pana Tomasza Kruka na niezależnego członka Rady Nadzorczej Spółki. Poniżej przedstawiono życiorys zawodowy zgłoszonego kandydata do Rady Nadzorczej.Pan Tomasz Kruk posiada wykształcenie wyższe. Studiował na Wydziale Menedżerskim w\n                           Wyższej Szkole Handlu i Prawa w Warszawie, gdzie uzyskał tytuł magistra ekonomii _specjalizacja:\n                           zarządzanie strategiczne_. Edukację w zakresie zarządzania ryzykiem zdobywał w Szkole\n                           Głównej Handlowej w Warszawie _Podyplomowe Studia Zarządzania Ryzykiem w Instytucjach\n                           Finansowych_. W 2006 r. został członkiem The Institue of Internal Auditors, FL, USA\n                           W 2008 r. uzyskał dyplom Certified Internal Auditor _CIA_. Posiada kwalifikacje w\n                           zakresie zarządzania projektami _Prince2 Foundation Examination_. Członek International\n                           Compliance Association – uzyskał dyplom ICA International Diploma in Governance, Risk\n                           & Compliance.Posiada ponad 10-letnie doświadczenie w obszarze audytu zapewnienia zgodności, audytu\n                           wewnętrznego i kontroli specjalnych, audytów doradczych, doradztwa w sprawach spornych,\n                           zarządzania ryzykiem oraz w projektach z zakresu zarządzania ryzykiem oszustw i nadużyć.\n                           Realizował projekty w wielu branżach: finansowej, logistyki, transportu, zarządzania\n                           nieruchomościami, geodezji i kartografii, zarządzania projektami infrastrukturalnymi,\n                           IT i telekomunikacji, hotelarstwa i gastronomii/zarządzania ośrodkami wczasowymi,\n                           deweloperskiej, czy w przemyśle lekkim.Posiada wieloletnie doświadczenie menedżerskie i nadzorcze, w tym jako członek komitetów\n                           inwestycyjnych. Przez kilkanaście lat współpracował bezpośrednio z zarządami i radami\n                           nadzorczymi spółek sektora prywatnego i publicznego, m.in.:2018 \tZarządzający Ryzykiem _TFI Energia_2017-2018 \tMenedżer ds. Zgodności i Zarządzania Ryzykiem _PFR Ventures_2016 \tDoradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania _The\n                           Raven Group_2016 \tPełnomocnik Zarządu ds. projektu pre-pack _Kopex-Famago_2015/2016 \tCzłonek Rady Nadzorczej _Polska Wytwórnia Papierów Wartościowych_2015 \tDyrektor ds. Jakości i Ryzyka Operacyjnego – Członek Zarządu _PKP Polskie Linie\n                           Kolejowe_2012-2015 \tDyrektor Zarządzający ds. Audytu i Kontroli _Grupa PKP_2012-2015 \tCzłonek Rady Inwestorów Funduszu Własności Pracowniczej PKP _Legg Mason\n                           TFI/ING TFI_2008-2012 \tDyrektor Departamentu Nadzoru i Kontroli Ryzyka, Audytor Wewnętrzny _PKO\n                           TFI_2006-2008 \tDyrektor Inspektor Nadzoru _PZU TFI_2003-2005 \tCompliance & Financial Risk Manager _Grupa CA IB_2001-2005 \tInspektor Nadzoru _BPH TFI_Ukończone kursy i szkolenia:Private Equity and Venture Capital _Università Bocconi, 2018_, ICA International Diploma\n                           in Governance, Risk and Compliance _2017_, Dyplom potwierdzający pozytywny wynik egzaminu\n                           dla kandydatów na członków rad nadzorczych w spółkach Skarbu Państwa _2015_, Audyt\n                           wewnętrzny _EY, 2013_, Prince2 Foundation Examination _Infovide-Matrix, 2010_, Certified\n                           Internal Auditor _IIA, 2008_, Compliance/AML Workshops _Credit Suisse, 2008_, Preparing\n                           Financial Statements, Managerial Accounting, Managing People _BPP Professional Education,\n                           2006_.Podstawa prawna: par 19 ust.1 pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-03"
    },
    {
        "company_name": "PRIMETECH SA",
        "content": "Zarząd spółki PRIMETECH S.A. _dawniej: KOPEX S.A._ informuje, że w dniu 24.09.2018\n                           r., w związku z zarejestrowaniem przez sąd zmiany firmy Emitenta, zmianie uległ adres\n                           strony internetowej Spółki z dotychczasowego adresu: www.kopex.com.pl na nowy adres:\n                           www.primetechsa.pl Podstawa prawna: § 5 pkt 10 rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-09-24"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki PRIMETECH S.A. _dawniej: KOPEX S.A._ informuje, że w dniu 21.09.2018\n                           r. Sąd Rejonowy Katowice-Wschód w Katowicach, Wydział VIII Gospodarczy Krajowego Rejestru\n                           Sądowego dokonał wpisu w rejestrze przedsiębiorców zmiany Statutu Spółki Emitenta\n                           polegającą na zmianie § 1:Dotychczasowe brzmienie § 1Statutu Spółki:1. Spółka działa pod firmą: KOPEX Spółka Akcyjna.2. Spółka może używać skrótu firmy: \"KOPEX\" S.A. oraz wyróżniającego ją znaku graficznego.Nowe brzmienie § 1 Statutu Spółki:1. Spółka działa pod firmą: PRIMETECH Spółka Akcyjna. 2. Spółka może używać skrótu firmy: PRIMETECH S.A. oraz wyróżniającego ją znaku graficznego.Powyższa zmiana Statutu Spółki została dokonana Uchwałą nr 3 Nadzwyczajnego Walnego\n                           Zgromadzenia z dnia 14.08.2018 r.Podstawa prawna: § 5 pkt 1 rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-09-21"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym, tj. 13 września\n                           2018 r., Emitent otrzymał pismo od członka Rady Nadzorczej Pana Roberta Rogowskiego\n                           z informacją, że ze skutkiem na dzień 30 września 2018 r. składa rezygnację z członkostwa\n                           w Radzie Nadzorczej KOPEX S.A. z siedzibą w Katowicach.Jako powód rezygnacji Pan Robert Rogowski podał planowane w przyszłości nawiązanie\n                           współpracy z TDJ S.A., która wiąże się z utratą statusu niezależnego członka Rady\n                           Nadzorczej.Podstawa prawna: § 5 pkt 4 rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-09-13"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje o zmianie terminu publikacji raportu\n                           okresowego za I półrocze 2018 r. z dotychczasowego terminu publikacji tj. 28 września\n                           2018 r., o którym Emitent informował w raporcie bieżącym nr 2/2018 z dnia 26 stycznia\n                           2018 r., na nowy termin tj. 26 września 2018 r.Pozostałe terminy publikacji raportów okresowych podane w raporcie bieżącym nr 2/2018\n                           z dnia 26 stycznia 2018 r. nie ulegają zmianie.     Podstawa prawna: § 80 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-08-30"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _\"KOPEX\" lub ,,Spółka\"_ informuje, że w dniu 17 lipca 2018\n                           r. przedstawiciele JSW jako Kupującej oraz KOPEX S.A. i PBSz 1 Sp. z o.o. jako Sprzedających\n                           podpisali dokument obejmujący podstawowe warunki transakcji sprzedaży _\"Term-Sheet\"_\n                           pakietu 95,01% akcji spółki Przedsiębiorstwo Budowy Szybów S.A. _\"PBSz\"_.Term-Sheet w szczególności przewiduje, że:- Strony będą dążyć do zawarcia umowy sprzedaży akcji PBSz, która będzie konkretyzować\n                           prawa i obowiązki Stron oraz warunki przejścia akcji PBSz na Kupującego na zasadach\n                           określonych w Term-Sheet, nie później niż w terminie 3 miesięcy od daty jego podpisania,- transakcja będzie realizowana w mechanizmie tzw. \"locked box\" na dzień 1 stycznia\n                           2018 r.,- celem transakcji jest nabycie 4.430.476 akcji PBSz za łączną cenę 205.300.000 złotych,\n                           która zostanie poddana zasadom ewentualnych korekt wynikających z zastosowanego mechanizmu\n                           rozliczenia i zabezpieczeń Kupującego, których szczegóły zostaną określone przez Strony\n                           w umowie sprzedaży akcji PBSz,- transakcja uzależniona jest od spełnienia szeregu warunków, w tym: zgody UOKiK na\n                           koncentrację, zwolnienia obciążeń na majątku PBSz i na przedmiocie transakcji wynikających\n                           z umowy restrukturyzacyjnej z dnia 1 grudnia 2016 roku, której stronami są, między\n                           innymi: Sprzedający, PBSz oraz wierzyciele finansowi, w tym Bank Pekao S.A. i Powszechna\n                           Kasa Oszczędności Bank Polski S.A., zawarcia satysfakcjonujących porozumień ze związkami\n                           zawodowymi PBSz i dwoma największymi kontrahentami PBSz _tj. Tauron Wydobycie SA oraz\n                           KGHM Polska Miedź SA_ w celu potwierdzenia stanu realizacji kontraktów, a także zgody\n                           obligatariuszy JSW oraz uzyskania zgód korporacyjnych. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           Nr 596/2014 z dnia 16 kwietna 2014 r. w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywę Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE.",
        "date": "2018-07-17"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. przekazuje w załączeniu treść projektów uchwał które mają\n                           być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na dzień 14 sierpnia\n                           2018 r.  Podstawa prawna: § 19 ust. 1 pkt. 2 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-07-11"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że Emitent zamieścił na swojej stronie\n                           internetowej, w sekcji RELACJE INWESTORSKIE, sporządzone przez jednostkę dominującą\n                           wyższego szczebla \"Oświadczenie Grupy FAMUR na temat informacji niefinansowych za\n                           rok 2017\". Oświadczenie na temat informacji niefinansowych za rok 2017 sporządzone przez jednostkę\n                           dominującą wyższego szczebla dostępne jest pod adresem: http://www.kopex.com.pl/idm,53701,sprawozdania-na-temat-informacji-niefinansowych.html\n                           Podstawa prawna: § 5 pkt. 11 rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-07-03"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. przekazuje w załączeniu treść projektów uchwał oraz treść\n                           \"Sprawozdania Rady Nadzorczej KOPEX S.A. jako organu Spółki z działalności w roku\n                           2017\", które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia zwołanego\n                           na dzień 28 czerwca 2018 r.  Podstawa prawna: § 19 ust. 1 pkt. 2 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-05-30"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszy tj. 25 maja 2018 r., Sąd\n                           Okręgowy w Katowicach, po ponownym rozpoznaniu sprawy na skutek uchylenia wyroku Sądu\n                           Okręgowego w Katowicach z dnia 25 listopada 2016 r. w części oddalającej powództwo\n                           Nationale-Nederlanden OFE _poprzednio ING OFE_ przez Sąd Apelacyjny w Katowicach,\n                           wydał wyrok w sprawie z powództwa Nationale Nederlanden OFE _poprzednio ING OFE_ przeciwko\n                           spółce KOPEX S.A.  o uchylenie uchwał nr 6 i nr 7 Nadzwyczajnego Walnego Zgromadzenia\n                           KOPEX S.A. z dnia 20 lutego 2014 r. i po przerwie 14 marca 2014 r.W wydany wyroku, po ponownym rozpoznaniu sprawy, Sąd Okręgowy w Katowicach oddalił\n                           powództwo Nationale Nederlanden OFE _poprzednio ING OFE_ w całości i zasądził od powódki\n                           zwrot kosztów procesu na rzecz KOPEX S.A.O przedmiotowej sprawie Emitent informował wcześniej w raportach bieżących: nr 42/2014\n                           z dnia 7 maja 2014 r., nr 48/2014 z dnia 5 czerwca 2014 r., nr 56/2014 z dnia 10 lipca\n                           2014 r., nr 69/2014 z dnia 17 grudnia 2014 r., nr 10/2015 z dnia 11 marca 2015 r.,\n                           nr 15/2015 z dnia 8 maja 2015 r., nr 12/2016 z dnia 3 lutego 2016 r., nr 98/2016 z\n                           dnia 25 listopada 2016 r. oraz nr 56/2017 z dnia 11 października 2017 r.Podstawa prawna: § 19 ust. 1 pkt 10 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-05-25"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 16 maja 2018\n                           r. Zarząd Krajowego Depozytu Papierów Wartościowych S.A., na podstawie § 2 ust. 1\n                           i 4 oraz § 87 ust. 1 Regulaminu Krajowego Depozytu Papierów Wartościowych, po rozpatrzeniu\n                           wniosku Emitenta, w związku z podziałem spółki KOPEX S.A. dokonanym w trybie art.\n                           529 § 1 pkt 4 Kodeksu spółek handlowych, poprzez przeniesienie części majątku spółki\n                           KOPEX S.A. na spółkę FAMUR S.A. postanowił dokonać operacji wycofania z depozytu 58.722.705\n                           umorzonych akcji zwykłych na okaziciela KOPEX S.A. oznaczonych kodem ISIN: PLKOPEX00018.\n                           Data przeprowadzenia operacji wycofania w systemie depozytowym – 29.05.2018 r.Liczba akcji spółki KOPEX S.A. po przeprowadzeniu operacji wycofania – 15.609.833Jednocześnie, w tej samej uchwale, na podstawie § 2 ust. 1 i 4 oraz § 40 ust. 2 Regulaminu\n                           Krajowego Depozytu Papierów Wartościowych, po rozpatrzeniu wniosku spółki FAMUR S.A.,\n                           Zarząd Krajowego Depozytu Papierów Wartościowych S.A. postanowił zarejestrować w depozycie\n                           papierów wartościowych 15.322.712 akcji zwykłych na okaziciela serii F, o wartości\n                           nominalnej 0,01 zł każda akcja, oznaczonych kodem ISIN: PLFAMUR00046 emitowanych w\n                           związku z podziałem spółki KOPEX S.A. dokonanym w trybie art. 529 § 1 pkt 4 Kodeksu\n                           spółek handlowych, poprzez przeniesienie części majątku spółki KOPEX S.A. na spółkę\n                           FAMUR S.A.Tryb rejestracji - rejestracja nastąpi w rezultacie dokonania przydziału akcji spółki\n                           FAMUR S.A. dokonanego zgodnie z § 217 Szczegółowych Zasad Działania KDPW, poprzez\n                           zamianę akcji spółki KOPEX S.A. na akcje spółki FAMUR S.A. w stosunku: za 1 umarzaną\n                           akcję spółki KOPEX S.A. przyznane zostanie0,7636 akcji spółki FAMUR S.A.Dzień referencyjny, o którym mowa w § 219 Szczegółowych Zasad Działania KDPW – 18.05.2018\n                           r.Termin rejestracji – 29.05.2018 r.Podstawa prawna: inne regulacje – § 2 ust. 1 i 4, § 40 ust. 2 , § 87 ust. 1 Regulaminu\n                           Krajowego Depozytu Papierów Wartościowych.",
        "date": "2018-05-16"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 16 maja 2018\n                           r. Zarząd Giełdy Papierów Wartościowych w Warszawie S.A., na podstawie § 30 ust. 1\n                           pkt 1 Regulaminu Giełdy, po rozpatrzeniu wniosku Emitenta o zawieszenie obrotu akcjami\n                           KOPEX S.A. oznaczonymi kodem ISIN: PLKOPEX00018, o którym Emitent informował w raporcie\n                           bieżącym nr 17/2018 z dnia 16 maja 2018 r., postanowił zawiesić obrót akcjami KOPEX\n                           S.A. na Głównym Rynku GPW w okresie od dnia 17 maja 2018 r. do dnia 29 maja 2018 r.\n                           _włącznie_.Jednocześnie na podstawie § 110 ust. 10 i 11 Regulaminu Giełdy, Zarząd Giełdy postanowił,\n                           że:1_ zlecenia maklerskie na akcje spółki KOPEX S.A. przekazane na giełdę, a nie zrealizowane\n                           do dnia 16 maja 2018 r. _włącznie_, tracą ważność po zakończeniu sesji giełdowej w\n                           tym dniu;2_ w okresie zawieszenia zlecenia maklerskie na akcje spółki KOPEX S.A. nie będą przyjmowane.Podstawa prawna: inne regulacje – § 30 ust. 1 pkt 1, § 110 ust. 10 i 11 Regulaminu\n                           Giełdy.",
        "date": "2018-05-16"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 16 maja 2018\n                           r. Emitent złożył do Giełdy Papierów Wartościowych w Warszawie S.A., na podstawie\n                           § 30 ust. 1 pkt 1 Regulaminu Giełdy, wniosek o zawieszenie obrotu akcjami KOPEX S.A.\n                           o kodzie ISIN: PLKOPEX00018 na okres od 17 maja 2018 r. do 29 maja 2018 r.Złożenie wniosku o zawieszenie obrotu akcjami Emitenta związane jest z koniecznością\n                           przeprowadzenia przez Krajowy Depozyt Papierów Wartościowych operacji zamiany akcji\n                           KOPEX S.A. _Spółki Dzielonej_ na akcje FAMUR S.A. _Spółki Przejmującej_ i wycofaniem\n                           części akcji Spółki Dzielonej z obrotu, w związku z podziałem spółki KOPEX S.A. –\n                           na szczegółowych zasadach opisanych w Planie Podziału, o którym Emitent informował\n                           w raporcie bieżącym nr 43/2017 z dnia 29 czerwca 2017 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-05-16"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje o zmianie terminu publikacji raportu\n                           okresowego za I kwartał 2018 r. z dotychczasowego terminu publikacji tj. 28 maja 2018\n                           r., o którym Emitent informował w raporcie bieżącym 2/2018 z dnia 26 stycznia 2018\n                           r., na nowy termin tj. 18 maja 2018 r.Pozostałe terminy publikacji raportów okresowych podane w raporcie bieżącym nr 2/2018\n                           z dnia 26 stycznia 2018 r. nie ulegają zmianie.     Podstawa prawna: § 80 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-05-14"
    },
    {
        "company_name": "KOPEX SA",
        "content": "W nawiązaniu do raportu bieżącego nr 14/2018 z dnia 08.05.2018 r., dotyczącego rejestracji\n                           podziału KOPEX S.A. poprzez przeniesienie części majątku do FAMUR S.A., Zarząd spółki\n                           KOPEX S.A. _\"Emitent\"_ informuje, że dzień w którym akcje KOPEX S.A. zapisane na rachunkach\n                           papierów wartościowych będą uprawniały posiadaczy tych rachunków do otrzymania akcji\n                           FAMUR S.A. _\"Dzień Referencyjny\"_ zostanie wyznaczony przez Zarząd Krajowego Depozytu\n                           Papierów Wartościowych S.A. _\"KDPW\"_, o czym Emitent poinformuje w odrębnym raporcie\n                           po podjęciu przez Zarząd KDPW stosownej uchwały.Jednocześnie Emitent informuje, że wnioskowanym przez Emitenta terminem Dnia Referencyjnego\n                           będzie dzień 18 maja 2018 r.",
        "date": "2018-05-09"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu 8 maja 2018 r. Emitent otrzymał\n                           postanowienie z dnia 7 maja 2018 r. o dokonaniu, przez Sąd Rejonowy Katowice-Wschód\n                           w Katowicach Wydział VIII Gospodarczy KRS, wpisu podziału Emitenta zgodnie z treścią\n                           uchwały podjętej przez Nadzwyczajne Walne Zgromadzenie KOPEX S.A. w dniu 12 kwietnia\n                           2018 r. w sprawie: \"Podziału KOPEX S.A. z siedzibą w Katowicach poprzez przeniesienie\n                           części majątku na FAMUR S.A. z siedzibą w Katowicach oraz związanej z tym zmiany statutu\".Podział Emitenta został dokonany na podstawie art. 529 § 1 pkt 4 Kodeksu spółek handlowych,\n                           przez przeniesienie części majątku KOPEX S.A. _Spółka Dzielona_, w postaci zorganizowanej\n                           części przedsiębiorstwa obejmującej w szczególności aktywa operacyjne i udziały lub\n                           akcje w spółkach związanych z produkcją, serwisem oraz dystrybucją maszyn górniczych,\n                           a także procesami produkcyjnymi czy inwestycyjnymi, w szczególności: zakłady pracy\n                           _obecnie funkcjonujące w Zabrzu i Rybniku w ramach KOPEX S.A. Kombajny Zabrzańskie,\n                           Przenośniki RYFAMA Oddział w Zabrzu, KOPEX S.A. Hydraulika Oddział w Zabrzu, KOPEX\n                           S.A. Obudowy TAGOR Odział w Zabrzu_ oraz zorganizowaną część przedsiębiorstwa stanowiącą\n                           działalność inwestycyjną związaną z nieruchomościami, na którą to składa się zespół\n                           nieruchomości inwestycyjnych wraz z aktywami i zobowiązaniami z nimi związanymi oraz\n                           udziały i akcje spółek zagranicznych i krajowych, opisane szczegółowo w uzgodnionym\n                           Planie Podziału na istniejącą spółkę FAMUR S.A. z siedzibą w Katowicach _Spółka Przejmująca_.W związku z dokonanym podziałem w Spółce Dzielonej nastąpiło, w wyniku umorzenia 58.722.705\n                           akcji zwykłych na okaziciela o wartości nominalnej 1,00 zł każda, które uprawniały\n                           do 58.722.705 głosów na walnym zgromadzeniu, obniżenie kapitału zakładowego z kwoty\n                           74.332.538,00 zł o kwotę 58.722.705,00 zł do kwoty 15.609.833,00 zł. Po rejestracji\n                           umorzenia kapitał zakładowy Emitenta wynosi 15.609.833,00 zł i dzieli się na 15.609.833\n                           akcji zwykłych na okaziciela uprawniających do 15.609.833 głosów na walnym zgromadzeniu.W związku z umorzeniem akcji Sąd Rejonowy Katowice-Wschód w Katowicach Wydział VIII\n                           Gospodarczy KRS zarejestrował zmianę brzmienia § 8 Statutu Spółki z dotychczasowego\n                           brzmienia:\"Kapitał zakładowy Spółki wynosi 74.332.538,00 _słownie: siedemdziesiąt cztery miliony\n                           trzysta trzydzieści dwa tysiące pięćset trzydzieści osiem_ złotych oraz dzieli się\n                           na 74.332.538,00 _słownie: siedemdziesiąt cztery miliony trzysta trzydzieści dwa tysiące\n                           pięćset trzydzieści osiem_ akcji o wartości nominalnej 1,00 zł _słownie: jeden złoty_\n                           każda, w tym:a_ 19.892.700 _dziewiętnaście milionów osiemset dziewięćdziesiąt dwa tysiące siedemset_\n                           akcji zwykłych na okaziciela serii A,b_ 47.739.838 _czterdzieści siedem milionów siedemset trzydzieści dziewięć tysięcy\n                           osiemset trzydzieści osiem akcji zwykłych na okaziciela serii B, orazc_ 6.700.000 _słownie: sześć milionów siedemset tysięcy_ akcji zwykłych na okaziciela\n                           serii C.\"nadając mu nowe brzmienie:\"Kapitał zakładowy Spółki wynosi 15.609.833,00 zł _piętnaście milionów sześćset dziewięć\n                           tysięcy osiemset trzydzieści trzy złote_ oraz dzieli się na 15.609.833 _piętnaście\n                           milionów sześćset dziewięć tysięcy osiemset trzydzieści trzy_ akcje o wartości nominalnej\n                           1,00 zł _słownie: jeden złoty_ każda, w tym:a_ 4.177.467 _cztery miliony sto siedemdziesiąt siedem tysięcy czterysta sześćdziesiąt\n                           siedem_ akcji zwykłych na okaziciela serii A;b_ 10.025.366 _dziesięć milionów dwadzieścia pięć tysięcy trzysta sześćdziesiąt sześć_\n                           akcji zwykłych na okaziciela serii B, oraz c_ 1.407.000 _jeden milion czterysta siedem tysięcy_ akcji zwykłych na okaziciela\n                           serii C.\"Podstawa prawna: § 5 pkt 1 rozporządzenia Ministra Finansów z dnia 29 marca 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-05-08"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ informuje, że w dniu 23 kwietnia 2018 r. Rada Nadzorcza\n                           Emitenta zakończyła głosowanie i podjęła w trybie pisemnym uchwałę w sprawie zmiany\n                           uchwały Rady Nadzorczej KOPEX S.A. z dnia 7 czerwca 2017 r. w sprawie wyboru biegłego\n                           rewidenta, o której Emitent informował w raporcie bieżącym nr 24/2017 z dnia 8 czerwca\n                           2017 r.Zgodnie z nową treścią w/w uchwały Rada Nadzorcza Emitenta dokonała, zgodnie z obowiązującymi\n                           przepisami prawa, na podstawie § 33 ust. 1 Statutu Spółki, w związku z art. 66 ust.\n                           4, ust. 5 zd. 2 ustawy o z dnia 29 września 1994 r. rachunkowości _t.j. Dz.U. z 2018\n                           r., poz. 395 z późn. zm._ oraz ustawy z dnia 11 maja 2017 r. o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym _Dz.U. z 2017 r., poz. 1089 z późn.\n                           zm._, wyboru biegłego rewidenta firmy Ernst & Young Audyt Polska Spółka z ograniczoną\n                           odpowiedzialnością Sp. k. z siedzibą w Warszawie _00-124_ przy ul. Rondo ONZ 1, zarejestrowanej\n                           w Sądzie Rejonowym dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego, pod numerem KRS 0000481039, wpisanej na listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych, prowadzoną przez Krajową Radę Biegłych Rewidentów,\n                           pod numerem ewidencyjnym 130, do przeprowadzenia przeglądu półrocznego oraz badania\n                           rocznego jednostkowego sprawozdania finansowego KOPEX S.A. oraz przeglądu półrocznego\n                           oraz badania rocznego skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           KOPEX za rok obrotowy 2017 oraz za rok obrotowy 2018.Wyboru firmy Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością Sp.\n                           k. Emitent dokonał po raz pierwszy do przeprowadzenia badania sprawozdań finansowych\n                           za rok 2017.Podstawa prawna: § 5 ust. 1 pkt 19 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-04-23"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Spółki KOPEX S.A. _Emitent_ z siedzibą w Katowicach przy ulicy Grabowej 1,\n                           wpisanej do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez\n                           Sąd Rejonowy Katowice - Wschód w Katowicach Wydział VIII Gospodarczy Krajowego Rejestru\n                           Sądowego pod numerem KRS 0000026782, działając na podstawie 539 § 1 i 2 Kodeksu spółek\n                           handlowych po raz drugi zawiadamia akcjonariuszy o zamiarze dokonania podziału KOPEX\n                           S.A. W załączeniu Emitent przekazuje pełną treść drugiego zawiadomienia akcjonariuszy\n                           o zamiarze dokonania podziału KOPEX S.A.Podstawa prawna: inne regulacje – art. 539 § 1 i 2 Kodeksu spółek handlowych.",
        "date": "2018-02-28"
    },
    {
        "company_name": "KOPEX SA",
        "content": "W dniu 19 lutego 2018 r. Zarząd Kopex S.A._dalej: Emitent_ podjął uchwałę o rozwiązaniu\n                           rezerwy w kwocie 19 mln zł, na ryzyko zagrożenia karami umownymi wynikającymi z nieterminowej\n                           realizacji kontraktu U/J910/0088/Z/15 z dnia 12 listopada 2015 r., o którym Emitent\n                           informował w raporcie bieżącym nr 30/2015 z dnia 12 listopada 2015 r., w związku z\n                           wejściem w życie Ugody z dnia 13 października 2017 r., zawartej z E003B7 Sp. z o.o.\n                           z siedzibą w Jaworznie. W związku z zawarciem i wejściem w życie ww. Ugody, ryzyko\n                           naliczenia kar umownych wynikających z nieterminowej realizacji kontraktu za okres\n                           do dnia zawarcia ugody tj. 13 października 2017 r. zostało zniwelowane.Rozwiązanie rezerwy ujęte zostanie w sprawozdaniu skonsolidowanym Grupy KOPEX w pozostałych\n                           przychodach operacyjnych.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-02-19"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX S.A. _Emitent_ przekazuje w załączeniu \"Pisemne stanowisko Zarządu\n                           KOPEX S.A. w sprawie planowanego podziału Spółki przez wydzielenie i wniesienie części\n                           jej majątku do spółki FAMUR S.A.\".Podstawa prawna: § 21 ust. 3 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-02-13"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd Spółki KOPEX S.A. _Emitent_ z siedzibą w Katowicach przy ulicy Grabowej 1,\n                           wpisanej do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez\n                           Sąd Rejonowy Katowice - Wschód w Katowicach Wydział VIII Gospodarczy Krajowego Rejestru\n                           Sądowego pod numerem KRS 0000026782, działając na podstawie 539 § 1 i 2 Kodeksu spółek\n                           handlowych _dalej: ksh_ po raz pierwszy zawiadamia akcjonariuszy o zamiarze dokonania\n                           podziału KOPEX S.A. W załączeniu Emitent przekazuje pełną treść pierwszego zawiadomienia\n                           akcjonariuszy o zamiarze dokonania podziału KOPEX S.A.Podstawa prawna: inne regulacje – art. 539 § 1 i 2 Kodeksu spółek handlowych.",
        "date": "2018-02-13"
    },
    {
        "company_name": "KOPEX SA",
        "content": "Zarząd spółki KOPEX SPÓŁKA AKCYJNA z siedzibą w Katowicach _dalej:,,Emitent\" lub ,,Spółka\"_\n                           informuje, że w dniu 30 stycznia 2018 r. Spółka otrzymała od spółki Jastrzębska Spółka\n                           Węglowa S.A. z siedzibą w Jastrzębiu – Zdroju _dalej:,,JSW\"_ ofertę dotyczącą zakupu\n                           pakietu kontrolnego Przedsiębiorstwa Budowy Szybów S.A. z siedzibą w Tarnowskich Górach\n                           _dalej: ,,PBSz\"_, w ramach której JSW wyraziła zainteresowanie przeprowadzeniem transakcji\n                           zakupu akcji spółki PBSz.  Oferta ma charakter warunkowy i uzależniona jest od porozumienia stron w zakresie\n                           szeregu czynników obejmujących wartość transakcji oraz aspekty formalno-prawne. Otrzymaną\n                           ofertę Spółka traktuje jako zaproszenie do rozpoczęcia procesu negocjacji pomiędzy\n                           stronami. Z perspektywy Emitenta kluczową kwestią negocjacyjną jest zapewnienie zgodności\n                           ewentualnej transakcji z podpisaną umową restrukturyzacyjną, o której Emitent informował\n                           w raporcie bieżącym nr 104/2016 z dnia 2 grudnia 2016 r. Zgodnie z umową restrukturyzacyjną\n                           środki pozyskane z ewentualnej sprzedaży akcji PBSz winny być bowiem przeznaczone\n                           na spłatę zobowiązań Kopex S.A., a przeprowadzenie transakcji wymaga uzgodnień i współdziałania\n                           z wierzycielami finansowymi Emitenta. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-01-30"
    }
]