[
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. _\"Emitent\"_, informuje, że w dniu 27 grudnia 2017 r. otrzymał\n                           zmiany powiadomień o transakcjach, o których mowa w art. 19 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _\"MAR\"_, o których Emitent informował w raporcie bieżącym nr 30/2017\n                           z dnia 22 grudnia 2017 r.Zmiany powiadomień zostały przekazane przez następujące osoby pełniące obowiązki zarządcze:Jarosław Stępniewski – Prezes Zarządu Emitenta;Marek Kiersznicki - Wiceprezes Zarządu Emitenta;Krzysztof Marczak - Wiceprezes Zarządu Emitenta;Marek Garliński – Prezes Rady Nadzorczej Emitenta;Andrzej Karczykowski – Członek Rady Nadzorczej Emitenta;Maciej Kalita – Prokurent, Dyrektor ds. Zarządzania Produkcją w Spółce Emitenta;Grzegorz Kobyłecki – Prokurent, Dyrektor Oddziału Prochem Projekt;Jan Milczarczyk - ProkurentZmienione powiadomienia stanowią załącznik do niniejszego raportu.",
        "date": "2017-12-28"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. informuje, że w dniu 28 grudnia 2017 roku otrzymał od POROZUMIENIA\n                           PHC zawiadomienie o zmianie posiadanego dotychczas przez Członków POROZUMIENIA PHC\n                           udziału o co najmniej 2% ogólnej liczby głosów oraz o przekroczeniu progu 20% ogólnej\n                           liczby głosów na Walnym Zgromadzeniu Spółki PROCHEM S.AZmiana dotychczas posiadanego udziału o co najmniej 2% ogólnej liczby głosów nastąpiła\n                           na skutek nabycia w dniu 22 grudnia 2017 r., przez osoby będące Członkami Porozumienia\n                           PHC, łącznie 206 200 akcji Spółki.Zgodnie z ostatnim zaraportowanym przez POROZUMIENIE PHC stanem posiadania, przed\n                           powyższymi transakcjami Członkowie POROZUMIENIA PHC posiadali łącznie 662 849 akcji\n                           PROCHEM S.A., które stanowiły 17.01 % udziału w kapitale zakładowym i uprawniały do\n                           663 749 głosów, stanowiących 17.03 % ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki. Po zmianie udziału Członkowie POROZUMIENIA PHC posiadają łącznie 897 261 sztuk akcji\n                           Spółki, które stanowią 23.04 % udziału w kapitale zakładowym i uprawniają do 898 361\n                           głosów, stanowiących 23.06 % ogólnej liczby głosów na walnym zgromadzeniu Spółki. POROZUMIENIE PHC zawiadomiło również, że na skutek wymienionych wyżej transakcji nastąpiło\n                           przekroczenie progu 20% ogólnej liczby głosów w PROCHEM S.A. Brak jest podmiotów zależnych od POROZUMIENIA PHC, posiadających akcje PROCHEM S.A.,\n                           jak i brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych.POROZUMIENIE PHC nie posiada również instrumentów finansowych, które po upływie terminu\n                           płatności bezwarunkowo uprawniają lub zobowiązują ich posiadacza do nabycia akcji,\n                           z którymi związane są prawa głosu, wyemitowanych już przez Spółkę, lub odnoszą się\n                           do akcji Spółki w sposób pośredni lub bezpośredni i mają skutki ekonomiczne podobne\n                           do skutków instrumentów finansowych określonych w zdaniu poprzedzającym, niezależnie\n                           od tego, czy instrumenty te są wykonywane przez rozliczenie pieniężne o którym mowa\n                           w art. 69 b ust. 1 pkt1_ i 2_ Ustawy o obrocie.",
        "date": "2017-12-28"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd spółki PROCHEM S.A. z siedzibą w Warszawie informuje, że w dniu 27 grudnia\n                           2017 r. Spółka Prochem S.A. otrzymała od Quercus Towarzystwo Funduszy Inwestycyjnych\n                           S.A następującą informację:Quercus Towarzystwo Funduszy Inwestycyjnych S.A, działając w imieniu zarządzanych\n                           funduszy inwestycyjnych: QUERCUS Parasolowy SFIO, QUERCUS Absolutnego Zwrotu FIZ oraz\n                           QUERCUS Absolute Return FIZ, zawiadamia o zmniejszeniu przez ww. Fundusze wspólnie\n                           udziału w ogólnej liczbie głosów w spółce Prochem S.A. o 2 % ogólnej liczby głosów\n                           oraz zejściu poniżej progu 10% ogólnej liczny głosów w spółce Prochem S.A.Zmiana dotychczas posiadanego udziału nastąpiła w wyniku transakcji na rynku regulowanym\n                           w dniu 22 grudnia 2017 r. Przed zmianą udziału ww. Fundusze posiadały 531 411 akcji PROCHEM S.A., co stanowiło\n                           13,64 % kapitału zakładowego spółki. Posiadane akcje dawały 531 411 głosów na Walnym\n                           Zgromadzeniu Spółki, co stanowiło 13,64 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki. Na dzień 22 grudnia 2017 r. Fundusze posiadały 308 553 akcji PROCHEM S.A., co stanowiło\n                           7,92 % kapitału zakładowego spółki. Posiadane akcje dawały 308 553 głosów na Walnym\n                           Zgromadzeniu Spółki, co stanowiło 7,92 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.Przed zmianą udziału QUERCUS Parasolowy SFIO posiadał 308 553 akcji PROCHEM S.A.,\n                           co stanowiło 7,92 % kapitału zakładowego spółki. Posiadane akcje dawały 308 553 głosów\n                           na Walnym Zgromadzeniu Spółki, co stanowiło 7,92 % ogólnej liczby głosów na Walnym\n                           Zgromadzeniu Spółki. Na dzień 22 grudnia 2017 r. QUERCUS Parasolowy SFIO posiadał 178 408 akcji PROCHEM\n                           S.A., co stanowiło 4,58 % kapitału zakładowego spółki. Posiadane akcje dawały 178\n                           408 głosów na Walnym Zgromadzeniu Spółki, co stanowiło 4,58 % ogólnej liczby głosów\n                           na Walnym Zgromadzeniu Spółki.Brak jest podmiotów zależnych od ww. Funduszy posiadających\n                           akcje PROCHEM S.A., jak również nie występują osoby, o których mowa w art. 87 ust.\n                           1 pkt 3 lit. c ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych.Akcjonariusz nie posiada również instrumentów finansowych, o których mowa w art. 69b\n                           ust. 1 ww. ustawy, oraz nie posiada głosów, o których mowa w art. 69b ust. 2 i 3 ww.\n                           Ustawy.Skan otrzymanego zawiadomienia Spółka przesyła jako załącznik do niniejszego raportu",
        "date": "2017-12-28"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. informuje, że w dniu 22 grudnia 2017 roku otrzymał od akcjonariusza\n                           spółki, p. Andrzeja Karczykowskiego zawiadomienie o przekroczeniu progu 5% głosów\n                           w ogólnej liczbie głosów w PROCHEM S.A.Przekroczenie progu 5% ogólnej liczby głosów w Prochem S.A. _dalej jako \"Spółka\"_\n                           nastąpiło w wyniku zawarcia, w dniu 22 grudnia 2017 r., transakcji kupna 140 000 akcji\n                           Spółki.Przed zmianą p. Andrzej Karczykowski posiadał 134 586 akcji Spółki, co stanowiło 3,46%\n                           kapitału zakładowego i uprawniało do 134 586 głosów, stanowiących 3,46% ogólnej liczby\n                           głosów na Walnym Zgromadzeniu Spółki.Aktualnie p. Andrzej Karczykowski posiada 274 586 akcji Spółki, co stanowi 7,05 %\n                           kapitału zakładowego Spółki. Akcje te uprawniają do 274 586 głosów na Walnym Zgromadzeniu\n                           Spółki, co stanowi 7,05 % ogólnej liczby głosów na Walnym Zgromadzeniu.Pan Andrzej Karczykowski poinformował również, że:- nie istnieją podmioty zależne od niego, posiadające akcje Spółki;- nie istnieją osoby, o których mowa w art. 87 ust. 1 pkt 3 ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych;- nie przysługuje mu prawo głosu z akcji Spółki w związku z sytuacjami określonymi\n                           w art. 69 ust. 4 pkt. 7-8 ww. Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _dalej jako \"Ustawa\"_.Akcjonariusz nie posiada również instrumentów finansowych, o których mowa w art. 69b\n                           ust. 1 ww. ustawy, oraz nie posiada głosów, o których mowa w art. 69b ust. 2 i 3 ww.\n                           Ustawy.",
        "date": "2017-12-22"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. _\"Emitent\"_, informuje, że w dniu 22 grudnia 2017 r. otrzymał\n                           powiadomienia o transakcjach, o których mowa w art. 19 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _\"MAR\"_Powiadomienia zostały przekazane przez następujące osoby pełniące obowiązki zarządcze:Jarosław Stępniewski – Prezes Zarządu Emitenta;Marek Kiersznicki - Wiceprezes Zarządu Emitenta;Krzysztof Marczak - Wiceprezes Zarządu Emitenta;Marek Garliński – Prezes Rady Nadzorczej Emitenta;Andrzej Karczykowski – Członek Rady Nadzorczej Emitenta;Maciej Kalita – Prokurent, Dyrektor ds. Zarządzania Produkcją w Spółce Emitenta;Grzegorz Kobyłecki – Prokurent, Dyrektor Oddziału Prochem Projekt;Jan Milczarczyk - ProkurentTreść powiadomień została załączona do niniejszego raportu.",
        "date": "2017-12-22"
    },
    {
        "company_name": "PROCHEM",
        "content": "W nawiązaniu do raportu bieżącego numer 28/2017 z dnia 12 grudnia 2017 r., Zarząd\n                           Prochem S.A. informuje, że w dniu dzisiejszym otrzymał podpisaną umowę na budowę hali\n                           produkcyjno-magazynowo-biurowej, zawartą z ANIFLEX SPÓŁKA JAWNA GŁOWACKA I WSPÓLNICY\n                           z siedzibą w Tomaszowie Mazowieckim.Wartość umowy - 6 779 535,00 zł netto. Termin wykonania – do 31 III 2019 r.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na fakt, że wartość umowy przekracza\n                           wartość 10% kapitałów własnych emitenta.",
        "date": "2017-12-15"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. informuje, że w dniu 12 grudnia 2017 r. powziął informację o rozstrzygnięciu\n                           przetargu, prowadzonego przez ANIFLEX SPÓŁKA JAWNA GŁOWACKA I WSPÓLNICY z siedzibą\n                           w Tomaszowie Mazowieckim, na Budowę hali produkcyjno-magazynowo-biurowej.W wyniku rozstrzygnięcia przeprowadzonego przetargu Zamawiający wybrał ofertę Prochem\n                           S.A.                                 z ceną netto 6 779 535,00 zł.Wzajemne zobowiązania stron zostaną uregulowane w umowie o roboty budowlane, o której\n                           zawarciu Emitent poinformuje osobnym raportem bieżącym.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na fakt, że wartość umowy, która\n                           będzie zawarta przekroczy wartość 10% kapitałów własnych emitenta.",
        "date": "2017-12-12"
    },
    {
        "company_name": "PROCHEM",
        "content": "PROCHEM S.A. informuje o zwołaniu XXXVIII NWZA PROCHEM S.A., które odbędzie się w\n                           dniu 26 stycznia 2018 r. o godz. 15:00, w Warszawie przy ul. Łopuszańskiej 95, w budynku\n                           ASTRUM Business Park, w sali konferencyjnej Prochem S.A.W załączniku:1/ Pełna treść ogłoszenia, w tym:- proponowany porządek obrad- informacja dla akcjonariuszy Prochem S.A.2/ Projekty uchwał",
        "date": "2017-12-11"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. informuje, że w dniu 07 grudnia 2017 r. spółka Prochem S.A. podpisała\n                           umowę z \"Pałac Na Wodzie\" Sp. z o.o. z siedzibą w Staniszowie. Przedmiotem umowy jest\n                           wykonanie prac projektowych oraz robót budowlano-montażowych dla zadania inwestycyjnego\n                           polegającego na rozbudowie kompleksu hotelowego \"PAŁAC NA WODZIE W STANISZOWIE\".Wartość umowy – 25 005 160 PLN _NETTO_.  Termin wykonania – 16 miesięcy od wejścia\n                           umowy w życie. Umowa wejdzie w życie po dostarczeniu przez Inwestora dokumentu potwierdzającego\n                           posiadanie finansowania dla projektu.W umowie zawarto postanowienia dotyczące kar umownych. Każda ze stron ma możliwość\n                           dochodzenia odszkodowania na zasadach ogólnych ponad wysokość kar umownych. Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na fakt, że wartość tej umowy\n                           przekracza wartość 10% kapitałów własnych emitenta.",
        "date": "2017-12-08"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. _dalej \"Emitent\"_ informuje, że na posiedzeniu Rady Nadzorczej\n                           w dniu 01 grudnia 2017 roku, Zarząd zaprezentował rozliczenie środków otrzymanych\n                           na podstawie wyroku sądowego, wydanego w sprawie z powództwa Emitenta p-ko PERN S.A.,\n                           o których Emitent informował w raporcie bieżącym nr 20/2017 z dnia 15 listopada 2017\n                           r.Po dokonaniu, z ww. środków, spłaty zobowiązań zaciągniętych w trakcie realizacji\n                           i rozliczenia kontraktu zawartego z PERN S.A. oraz odprowadzeniu należnych podatków,\n                           w Spółce pozostanie kwota około 22 mln PLN, którą Zarząd Emitenta będzie rekomendował\n                           do wypłaty dla akcjonariuszy w następujący sposób:- 14 mln PLN z przeznaczeniem na skup akcji własnych w celu umorzenia;- 8 mln PLN z przeznaczeniem na wypłatę dywidendy.Wypłata ww. kwot nie ograniczy możliwości dalszego organicznego rozwoju Spółki. Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR.",
        "date": "2017-12-04"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. z siedzibą w Warszawie informuje, że w dniu 27 listopada 2017\n                           r.otrzymał w postaci elektronicznej od akcjonariusza reprezentującego ponad 5% kapitału\n                           zakładowego, działającego na podstawie art. 400 § 1 i 2 kodeksu spółek handlowych,\n                           żądanie zwołania Nadzwyczajnego Walnego Zgromadzenia w celu podjęcia uchwały w sprawie\n                           wyrażenia zgody na nabycie przez Prochem S.A. akcji własnych w celu ich umorzenia\n                           oraz w sprawie udzielenia upoważnienia do nabywania akcji własnych Prochem S.A. oraz\n                           uchwały w sprawie utworzenia kapitału rezerwowego na nabycie akcji własnych Spółki.\n                           Pełna treść żądania wraz z proponowanym porządkiem obrad oraz projektami uchwał znajduje\n                           się w załączniku raportu.W związku z otrzymanym żądaniem, Zarząd Emitenta podejmuje działania zgodnie z obowiązującymi\n                           w tym zakresie przepisami prawa.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR.",
        "date": "2017-11-29"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd spółki PROCHEM S.A. z siedzibą w Warszawie informuje, że w dniu 24 listopada\n                           2017 r. Spółka Prochem S.A. otrzymała od ESALIENS Towarzystwo Funduszy Inwestycyjnych\n                           S.A.następującą informację:Uwzględniając art. 69 ust. 2 pkt. 1 lit a w związku z art. 87 ust. 1 pkt 2 lit. a\n                           ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych, informujemy,\n                           że w dniu 21 listopada 2017 r. przeprowadzone transakcje sprzedaży akcji Prochem S.A.,\n                           co wpływa na zmianę udziału w ogólnej liczbie głosów w Spółce.Przed dniem przeprowadzenia transakcji na rachunkach ESALIENS Parasol Fundusz Inwestycyjny\n                           Otwarty, ESALIENS Akcji Skoncentrowany Fundusz Inwestycyjny Zamknięty _dalej jako\n                           \"Fundusze\"_ znajdowało się 482.952 akcji Spółki, co stanowiło 12,40% udziału w kapitale\n                           zakładowym Spółki, uprawniających do 482.952 głosów z tych akcji, co stanowiło 12,40%\n                           na Walnym Zgromadzeniu Spółki.Na moment przekazania zawiadomienia na rachunkach Funduszy znajduje się 482.288 akcji\n                           Spółki co stanowi  12,38% udziału w kapitale zakładowym Spółki uprawniających do 482.288\n                           głosów z tych akcji, co stanowi 12,38 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.",
        "date": "2017-11-24"
    },
    {
        "company_name": "PROCHEM",
        "content": "W dniu 21 listopada 2017 r. spółka Prochem S.A. otrzymała podpisaną umowę z BIOAGRA\n                           S.A. o wykonanie prac projektowych i pełnienie roli Generalnego Realizatora Inwestycji\n                           dla rozbudowy i modernizacji instalacji technologicznej. Formuła wynagrodzenia Generalnego Realizatora Inwestycji obejmuje marżę oraz pokrycie\n                           kosztów realizacji przedmiotu umowy, stąd wynagrodzenie Prochem S.A. będzie możliwe\n                           do określenia po ostatecznym rozliczeniu poniesionych kosztów. Emitent przewiduje,\n                           że będzie ono przekraczało 10% wartości kapitałów własnych.Termin wykonania  – III kwartał 2018 r.W umowie zawarto postanowienia dotyczące kar umownych, ich wartość jest ograniczona\n                           do 480 tys. złotych. Każda ze stron ma możliwość dochodzenia odszkodowania na zasadach\n                           ogólnych ponad wysokość kar umownych, ale nie więcej niż 2,4 mln złotych. Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na przewidywaną wartość umowy.",
        "date": "2017-11-21"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. _“Emitent\"_ przekazuje korektę raportu za III kwartał 2017 r.,\n                           opublikowanego przez Emitenta w dniu 14 listopada 2017 r. Korekta związana jest z\n                           błędem zawartym w zestawieniu zmian w stanie posiadania akcji emitenta lub uprawnień\n                           do nich przez osoby zarządzające i nadzorujące. W raporcie za III kwartał 2017 r.\n                           nie podano ilości akcji, które są w posiadaniu członka Rady Nadzorczej pana Marka\n                           Garlińskiego w iości 88.000 szt. Informacja ta była podana w raporcie za pierwsze\n                           półrocze 2017 r., nie została jednakże przeniesiona do raportu za III kwartał 2017\n                           r.Powyżej opisana korekta nie ma wpływu na wartości zawarte w śródrocznym  skonsolidowanym\n                           sprawozdaniu finansowym.W systemie ESPI Zarząd Spółki przekaże skorygowany raoprt za trzeci kwartał z wyżej\n                           opisaną zmianą.",
        "date": "2017-11-15"
    },
    {
        "company_name": "PROCHEM",
        "content": "W nawiązaniu do informacji zawartych w raportach okresowych Prochem S.A. _\"Emitent\"_\n                           w zakresie postępowania sądowego dotyczącego rozliczenia przerwanego w dniu 10 listopada\n                           2005 roku kontraktu na Generalną Realizację Inwestycji dla zadania inwestycyjnego\n                           pod nazwą \"Rurociąg w relacji ST-1 Adamowo-Baza Surowcowa Plebanka\" zawartego z PERN\n                           S.A. przez konsorcjum, którego liderem był Emitent oraz raportu bieżącego nr 19/2017\n                           z dnia 30 października 2017 r., Zarząd Emitenta informuje, że w dniu 14 listopada\n                           2017 r. Emitent otrzymał potwierdzenie wpływu na jego rachunek bankowy kwoty 91 117\n                           644,15 zł  tytułem należności głównej i odsetek ustawowych, na podstawie wyroku Sądu\n                           Okręgowego w Warszawie, XXVI Wydział Gospodarczy, z dnia 22 października 2015 r. oraz\n                           wyroku Sądu Apelacyjnego w Warszawie, I Wydział Cywilny z dnia 30 października 2017\n                           r. wydanych w postępowaniu przeciwko PERN S.A. Udział Emitenta w otrzymanej kwocie\n                           wynosi około 50%.Przewidywany wpływ podanej wyżej okoliczności na wynik Emitenta został opisany w raporcie\n                           okresowym za III kwartał, opublikowanym w dniu 14 listopada 2017 r.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na wysokość egzekwowanej kwoty.",
        "date": "2017-11-15"
    },
    {
        "company_name": "PROCHEM",
        "content": "W nawiązaniu do informacji zawartych w raportach okresowych Prochem S.A. _\"Emitent\"_\n                           w zakresie postępowania sądowego dotyczącego rozliczenia przerwanego w dniu 10 listopada\n                           2005 roku kontraktu na Generalną Realizację Inwestycji dla zadania inwestycyjnego\n                           pod nazwą \"Rurociąg w relacji ST-1 Adamowo-Baza Surowcowa Plebanka\" zawartego z PERN\n                           S.A. przez konsorcjum, którego liderem był Emitent, oraz raportu bieżącego nr 17/2017\n                           z dnia 16 października 2017 r., Zarząd Emitenta informuje, że w dniu 30 października\n                           2017 r. Sąd Apelacyjny w Warszawie, I Wydział Cywilny ogłosił wyrok, w którym:I. oddalił apelację PERN S.A.II. zasądził od PERN  S.A. koszty zastępstwa procesowego:1_ na rzecz Prochem S.A. w wysokości 16.200,- zł2_ na rzecz członka konsorcjum 5.400,- złW związku z oddaleniem apelacji złożonej przez PERN S.A., uprawomocnił się wyrok Sądu\n                           Okręgowego w Warszawie, XXVI Wydział Gospodarczy, z dnia 22 października 2015 r.,\n                           w którym Sąd Okręgowy: I. zasądził od PERN S.A., solidarnie na rzecz Emitenta oraz członka konsorcjum:1_ kwotę 35.086.589,26 zł, z odsetkami ustawowymi od dnia 23.03.2006r. do dnia zapłaty;2_ kwotę 4.879.883,58 zł, z odsetkami ustawowymi od dnia 22.03.2006r. do dnia zapłaty;3_ kwotę 126.400,44 zł, z odsetkami ustawowymi od dnia 16.01.2007r. do dnia zapłaty;II. oddalił powództwo wzajemne PERN w całości.Udział Emitenta w zasądzonej kwocie wynosi około 50%.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na wartość przedmiotu sporu.",
        "date": "2017-10-30"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. _\"Emitent\"_, informuje, że w dniu 27 października 2017 r. otrzymał\n                           powiadomienie o transakcjach, o których mowa w art. 19 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _\"MAR\"_.Powiadomienie zostało przekazane przez osobę pełniącą obowiązki zarządcze p. Andrzeja\n                           Karczykowskiego – członka Rady Nadzorczej Emitenta.Treść powiadomień została załączona do niniejszego raportu.",
        "date": "2017-10-30"
    },
    {
        "company_name": "PROCHEM",
        "content": "W nawiązaniu do informacji zawartych w raportach okresowych Prochem S.A. _\"Emitent\"_\n                           w zakresie postępowania sądowego dotyczącego rozliczenia przerwanego w dniu 10 listopada\n                           2005 roku kontraktu na Generalną Realizację Inwestycji dla zadania inwestycyjnego\n                           pod nazwą \"Rurociąg w relacji ST-1 Adamowo-Baza Surowcowa Plebanka\" zawartego z PERN\n                           S.A. przez konsorcjum, którego liderem był Emitent oraz raportu bieżącego nr 15/2017\n                           z dnia 25 lipca 1017 r., Zarząd Emitenta informuje, że w dniu 16 października 2017\n                           r. Sąd Apelacyjny w Warszawie, I Wydział Cywilny zamknął rozprawę w ww. postępowaniu\n                           sądowym i jednocześnie odroczył ogłoszenie wyroku w sprawie do dnia 30 października\n                           2017 r.O dalszych zdarzeniach procesowych Emitent będzie informował na bieżąco w komunikatach.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na wartość przedmiotu sporu.",
        "date": "2017-10-16"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. informuje, że w dniu 22.08.2017 r. spółka Prochem S.A. podpisała\n                           umowę z Polimex-Mostostal S.A.  Przedmiotem umowy jest wykonanie wielobranżowej dokumentacji\n                           projektowej z zastosowaniem modelowania 3D oraz świadczenie innych usług inżynierskich\n                           dla kontraktu na \"Dostawę i Montaż Bloku Gazowo-Parowego w Elektrociepłowni Żerań\n                           w Warszawie\".Wartość umowy – 7 847 500 PLN _BRUTTO_ w części ryczałtowej. Termin wykonania  – ok. 20 miesięcy od dnia podpisania umowy. W umowie zawarto postanowienia\n                           dotyczące kar umownych, ich wartość jest ograniczona do 20% wynagrodzenia. Każda ze\n                           stron ma możliwość dochodzenia odszkodowania na zasadach ogólnych ponad wysokość kar\n                           umownych ale nie więcej niż 100% wynagrodzenia. Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na wartość umowy.",
        "date": "2017-08-22"
    },
    {
        "company_name": "PROCHEM",
        "content": "W nawiązaniu do informacji zawartych w raportach okresowych Prochem S.A. _\"Emitent\"_\n                           w zakresie postępowania sądowego dotyczącego rozliczenia przerwanego w dniu 10 listopada\n                           2005 roku kontraktu na Generalną Realizację Inwestycji dla zadania inwestycyjnego\n                           pod nazwą \"Rurociąg w relacji ST-1 Adamowo-Baza Surowcowa Plebanka\" zawartego z PERN\n                           S.A. przez konsorcjum, którego liderem był Emitent oraz raportu bieżącego nr 7/2017\n                           z dnia 31 maja 2017 r., Zarząd Emitenta informuje, że w dniu 25 lipca 2017 r. otrzymał\n                           informację o zmianie terminu rozprawy apelacyjnej przed Sądem Apelacyjnym w Warszawie,\n                           I Wydział Cywilny. Sąd zdjął z wokandy termin wyznaczony na 02 sierpnia 2017 r. i\n                           wyznaczył nowy termin rozprawy apelacyjnej na dzień 16 października 2017 r.O dalszych zdarzeniach procesowych Emitent będzie informował na bieżąco w komunikatach.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na wartość przedmiotu sporu.",
        "date": "2017-07-25"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. _\"Emitent\"_ informuje, że w dniu 7 lipca 2017 r. Rada Nadzorcza\n                           Emitenta powołała komitet audytu w składzie:Karol Żbikowski – Przewodniczący komitetu audytuMarek Garliński - Członek komitetu audytuMarcin Pędziński – Członek komitetu audytuZarząd Prochem S.A. informuje, iż Komitet we wskazanym składzie spełnia kryteria niezależności\n                           oraz pozostałe wymagania określone w art. 129 ust. 1,3,5 i 6 Ustawy o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym _DZ.U.z 2017 r. po,z. 1089_.",
        "date": "2017-07-07"
    },
    {
        "company_name": "PROCHEM",
        "content": "W załączonym pliku przedstawiamy informację dotyczącą ukonstytuowania się Rady Nadzorczej\n                           PROCHEM S.A.",
        "date": "2017-07-07"
    },
    {
        "company_name": "PROCHEM",
        "content": "WZA PROCHEM S.A. w dniu 10 czerwca 2017 r. reprezentowane było 3 240 550 głosami.\n                           W załączonym pliku przedstawieni są akcjonariusze, którzy posiadają co najmniej 5%\n                           głosów na WZA.",
        "date": "2017-06-14"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A., informuje, że w dniu 10 czerwca 2017 r., Zwyczajne Walne Zgromadzenie\n                           Spółki podjęło uchwały w sprawie powołania następujących Członków Rady Nadzorczej\n                           Spółki do składu Rady Nadzorczej Spółki X wspólnej kadencji, rozpoczynającej się z\n                           dniem 10 czerwca 2017 roku:Marek GarlińskiAndrzej KarczykowskiKrzysztof ObłójMarcin PędzińskiKarol ŻbikowskiPosiadane wykształcenie, kwalifikacje i zajmowane wcześniej stanowiska, wraz z opisem\n                           przebiegu pracy zawodowej Członków Rady Nadzorczej pełniących funkcje Radzie Nadzorczej\n                           poprzedniej kadencji, tj. panów: Andrzeja Karczykowskiego, Krzysztofa Obłoja, Marcina\n                           Pędzińskiego i Karola Żbikowskiego, dostępne są na stronie internetowej Spółki Emitenta.W załączeniu do niniejszego raportu Spółka przekazuje życiorys zawodowy nowo powołanego\n                           Członka Rady Nadzorczej – p. Marka Garlińskiego.Wskazane wyżej osoby nie są wpisane w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.Podstawa prawna: § 5 ust. 1 pkt. 22 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33 poz. 259_.",
        "date": "2017-06-10"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. przesyła w załączonym pliku treść uchwał podjętych na ZWZ w dniu\n                           10 czerwca 2017 r.",
        "date": "2017-06-10"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd spółki PROCHEM S.A. z siedzibą w Warszawie _\"Emitent\", \"PROCHEM S.A.\"_ informuje,\n                           że w dniu 08 czerwca 2017 r.:- otrzymał od Quercus Towarzystwo Funduszy Inwestycyjnych S.A., działającej w imieniu\n                           Akcjonariuszy: Quercus Parasolowy SFIO, Quercus Absolute Return FIZ oraz Quercus Absolutnego\n                           Zwrotu FIZ, zgłoszenie kandydatury Pana Karola Żbikowskiego na Członka Rady Nadzorczej\n                           spółki Emitenta;- otrzymał od Akcjonariuszy Emitenta – Członków porozumienia PHC, zgłoszenie kandydatury\n                           Pana Andrzeja Karczykowskiego na Członka Rady Nadzorczej spółki Emitenta;- otrzymał od Akcjonariusza Emitenta – Stevena Tappana, zgłoszenie kandydatury Pana\n                           Marka Garlińskiego na Członka Rady Nadzorczej spółki Emitenta;- otrzymał od Legg Mason TFI S.A. – działającej w imieniu Legg Mason Parasol Fundusz\n                           Inwestycyjny Otwarty Subfundusz Akcji zgłoszenie kandydatury Pana Marcina  Pędzińskiego\n                           na Członka Rady Nadzorczej spółki Emitenta.Wyżej wskazane kandydatury wpłynęły do spółki w związku ze zwołanym na dzień 10 czerwca\n                           2017 r. Zwyczajnym Walnym Zgromadzeniem Akcjonariuszy Prochem S.A, przewidującym w\n                           porządku obrad Zgromadzenia wybory do Rady Nadzorczej Emitenta.Życiorysy kandydatów: Karola Żbikowskiego, Andrzeja Karczykowskiego i Marka Garlińskiego\n                           otrzymane wraz ze zgłoszeniami stanowią załączniki do niniejszego raportu. Życiorys kandydata Marcina Pędzińskiego jest dostępny na stronie internetowej Emitenta,\n                           z uwagi na to, że jest on aktualnie członkiem Rady Nadzorczej.Podstawa prawna: § 38 ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tj. Dz. U. z 2014 r. poz.\n                           133_.",
        "date": "2017-06-08"
    },
    {
        "company_name": "PROCHEM",
        "content": "W dniu 31 maja 2017 roku, Rada Nadzorcza PROCHEM S.A., zgodnie z § 22 ust. 2 pkt.\n                           9_ Statutu Spółki, wybrała audytora do badania sprawozdań finansowych PROCHEM S.A.\n                           oraz Grupy Kapitałowej PROCHEM S.A. za rok 2017.Wybrana została firma BDO sp. z o.o. z siedzibą w Warszawie _02-676_, przy ul. Postępu\n                           12, nr  KRS 293339, posiadająca uprawnienia do badania sprawozdań finansowych na podstawie\n                           wpisu w Krajowej Izbie Biegłych Rewidentów w Warszawie pod nr 3355.Wyboru firmy dokonała Rada Nadzorcza zgodnie z obowiązującymi przepisami i normami\n                           zawodowymi.Emitent korzystał wcześniej z usług wybranego audytora w następującym zakresie:w 2017 r. dwóch pracowników Emitenta uczestniczyło w szkoleniu organizowanym przez\n                           BDO sp. z o.o. pn. \"Opłacanie składek ZUS 2017. Najnowsze zmiany wynagrodzenia godzinowego\n                           zleceniobiorców\"Ponadto BDO sp. z o.o. badała sprawozdania finansowe Emitenta za lata 2001, 2002 i\n                           2003Umowa z BDO sp. z o.o. zostanie zawarta na okres jednego roku.",
        "date": "2017-06-01"
    },
    {
        "company_name": "PROCHEM",
        "content": "W nawiązaniu do informacji zawartych w raportach okresowych Prochem S.A. _\"Emitent\"_,\n                           w zakresie postępowania sądowego dotyczącego rozliczenia przerwanego w dniu 10 listopada\n                           2005 roku kontraktu na Generalną Realizację Inwestycji dla zadania inwestycyjnego\n                           pod nazwą \"Rurociąg w relacji ST-1 Adamowo-Baza Surowcowa Plebanka\" zawartego z PERN\n                           S.A. przez konsorcjum, którego liderem był Emitent, Zarząd Emitenta informuje, że\n                           został wyznaczony termin rozprawy apelacyjnej przed Sądem Apelacyjnym w Warszawie,\n                           I Wydział Cywilny, która odbędzie się w dniu 02 sierpnia 2017 r.O dalszych zdarzeniach procesowych Emitent będzie informował na bieżąco w dalszych\n                           komunikatach.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na wartość przedmiotu sporu.",
        "date": "2017-05-31"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd spółki PROCHEM S.A. z siedzibą w Warszawie informuje, że w dniu 26 maja 2017\n                           Spółka Prochem S.A. otrzymała od Quercus Towarzystwo Funduszy Inwestycyjnych S.A następującą\n                           informację:Quercus Towarzystwo Funduszy Inwestycyjnych S.A, działając w imieniu zarządzanych\n                           funduszy inwestycyjnych: QUERCUS Parasolowy SFIO, QUERCUS Absolutnego Zwrotu FIZ oraz\n                           QUERCUS Absolute Return FIZ, zawiadamia o zwiększeniu przez ww. Fundusze wspólnie\n                           udziału w ogólnej liczbie głosów w spółce Prochem S.A. oraz zwiększeniu dotychczasowego\n                           zaangażowania o 2 % ogólnej liczby głosów w spółce Prochem S.A.Zmiana dotychczas posiadanego udziału o co najmniej 2% ogólnej liczby głosów w stosunku\n                           do ujawnienia stanu posiadania ww. Funduszy z dnia 23 grudnia 2015 r. nastąpiła w\n                           wyniku transakcji na rynku regulowanym w dniu 23 maja 2017 r. Przed zmianą udziału ww. Fundusze posiadały 471 880 akcji PROCHEM S.A., co stanowiło\n                           12,12 % kapitału zakładowego spółki. Posiadane akcje dawały  471 880 głosów na Walnym\n                           Zgromadzeniu Spółki, co stanowiło 12,11 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki. Na dzień 24 maja 2017 r. Fundusze posiadały 476 380 akcji PROCHEM S.A., co stanowiło\n                           12,23 % kapitału zakładowego spółki. Posiadane akcje dawały  476 380 głosów na Walnym\n                           Zgromadzeniu Spółki, co stanowiło 12,23 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.Brak jest podmiotów zależnych od ww. Funduszy posiadających akcje PROCHEM S.A., jak\n                           również nie występują osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c ustawy o\n                           ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.Akcjonariusz nie posiada również instrumentów finansowych, o których mowa w art. 69b\n                           ust. 1 ww. ustawy, oraz nie posiada głosów, o których mowa w art. 69b ust. 2 i 3 ww.\n                           Ustawy.",
        "date": "2017-05-26"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd spółki PROCHEM S.A. z siedzibą w Warszawie _\"Emitent\", \"PROCHEM S.A.\"_, w nawiązaniu\n                           do ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia, o którym Emitent informował\n                           w raporcie bieżącym nr 3/2017 z 12 maja 2017r. _\"ZWZ\"_ informuje, że na skutek zgłoszenia\n                           przez akcjonariuszy Emitenta żądania dodania określonych spraw w ogłoszonym porządku\n                           obrad, Spółka dokonała zmiany porządku obrad ZWZ. Do porządku obrad został dodany\n                           nowy punkt _pkt. 13_ przewidujący podjęcie uchwały w sprawie rekomendacji dla Zarządu\n                           i Rady Nadzorczej. Nowy porządek obrad, treść projektów uchwał oraz żądanie Akcjonariusza stanowią załączniki\n                           do niniejszego raportu. Podstawa prawna: § 38 ust. 1 pkt. 4 i 5 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33 poz. 259_.",
        "date": "2017-05-19"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd spółki PROCHEM S.A. z siedzibą w Warszawie _\"Emitent\", \"PROCHEM S.A.\"_ informuje,\n                           że w dniu 18 maja 2017 r. otrzymał od Copernicus Capital TFI S.A., działającej w imieniu\n                           Akcjonariusza Value Fund Poland Activist Fundusz Inwestycyjny Zamknięty z siedzibą\n                           w Warszawie zgłoszenie kandydatury Pana Eryka Karskiego na Członka Rady Nadzorczej\n                           spółki Emitenta;Wyżej wskazana kandydatura wpłynęła do spółki w związku ze zwołanym na dzień 10 czerwca\n                           2017 r. Zwyczajnym Walnym Zgromadzeniem Akcjonariuszy Prochem S.A, przewidującym w\n                           porządku obrad Zgromadzenia wybory do Rady Nadzorczej Emitenta.Życiorys Kandydata stanowi załączniki do niniejszego raportuPodstawa prawna: § 38\n                           ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _tj. Dz. U. z 2014 r. poz. 133_.",
        "date": "2017-05-19"
    },
    {
        "company_name": "PROCHEM",
        "content": "PROCHEM S.A. informuje o zwołaniu XXXVII ZWZ PROCHEM S.A. , które odbędzie się w dniu\n                           10 czerwca 2017 r. o godz. 9:00, w Warszawie przy ul. Łopuszańskiej 95, w budynku\n                           ASTRUM Business Park, w sali konferencyjnej PROCHEM S.A.W załączniku:1/ Pełna treść ogłoszenia, w tym-proponowany porządek obrad-informacja dla akcjonariuszy Prochem S.A.2/Projekty uchwał",
        "date": "2017-05-12"
    },
    {
        "company_name": "PROCHEM",
        "content": "Spółka Prochem S.A. otrzymała informację jak niżej:W wyniku zawarcia, w dniu 13 kwietnia 2017 r., transakcji kupna 19 721 akcji Prochem\n                           S.A. _dalej jako \"Spółka\"_ przez Value Fund Poland Activist Fundusz Inwestycyjny Zamknięty\n                           _dalej jako \"Fundusz\"_ nastąpiło przekroczenie progu stanu posiadania akcji Spółki\n                           przez Fundusz powyżej 5% ogólnej liczby głosów w Spółce. Przed zmianą Fundusz posiadał\n                           183 734 akcji Spółki, co stanowiło 4,72% kapitału zakładowego oraz posiadał 183 734\n                           głosy z tych akcji, co stanowiło 4,72% ogólnej liczby głosów na Walnym Zgromadzeniu.Po przeprowadzeniu transakcji kupna Fundusz posiadał 203 455 akcji Spółki, co stanowiło\n                           5,22% kapitału zakładowego Spółki. Akcje te dawały 203 455 głosy na Walnym Zgromadzeniu\n                           Spółki, co stanowiło 5,22 % ogólnej liczby głosów na Walnym Zgromadzeniu.Fundusz poinformował, że nie istnieją:- podmioty zależne od Funduszu, posiadające akcje Spółki;- inne niż Fundusz, fundusze inwestycyjne zarządzane przez Copernicus Capital Towarzystwo\n                           Funduszy Inwestycyjnych S.A. z siedzibą w Warszawie, które posiadałyby akcje Spółki;- osoby, o których mowa w art. 87 ust. 1 pkt 3 ustawy o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych;Fundusz poinformował również, że nie przysługuje Funduszowi prawo głosu z akcji Spółki\n                           w związku z sytuacjami określonymi w art. 69 ust. 4 pkt. 7-8 ww. Ustawy.",
        "date": "2017-04-20"
    },
    {
        "company_name": "PROCHEM",
        "content": "W nawiązaniu do raportu bieżącego nr 1 / 2017 z 30 stycznia 2017 roku, w którym Prochem\n                           S.A. poinformowała o terminach przekazywania raportów okresowych w 2017 roku, Zarząd\n                           Prochem S.A. informuje niniejszym, że zgodnie z § 101 ust. 2 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa nie będącego państwem członkowskim, Spółka nie\n                           będzie publikować raportu kwartalnego i skonsolidowanego raportu kwartalnego za IV\n                           kwartał 2016 roku. Pozostałe terminy publikowania raportów, określone w raporcie bieżącym nr 1 / 2017\n                           z dnia    30 stycznia 2017 roku nie ulegają zmianie.",
        "date": "2017-02-24"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie, w nawiązaniu do informacji zawartej w\n                           raporcie nr 32 z dnia 20 czerwca 2018 r.  informuje, że w dniu 16 listopada 2018 r.\n                           otrzymał od BIOAGRA S.A. potwierdzenie rozpoczęcia realizacji w pełnym zakresie umowy\n                           o wykonanie prac projektowych i pełnienie roli Generalnego Realizatora Inwestycji\n                           dla rozbudowy i modernizacji instalacji technologicznych w Zakładzie Produkcji Etanolu\n                           \"Goświnowice\". Termin wykonania określono w umowie na I półrocze 2020 roku.Formuła wynagrodzenia Generalnego Realizatora Inwestycji obejmuje marżę oraz pokrycie\n                           kosztów realizacji przedmiotu umowy, stąd ostateczna wysokość wynagrodzenia PROCHEM\n                           S.A. będzie możliwa do określenia po rozliczeniu poniesionych kosztów, przy czym biorąc\n                           pod uwagę budżet inwestycji oraz rozmiar prac, przewidywane wynagrodzenie wyniesie\n                           ponad 150 mln zł. W umowie zawarto postanowienia dotyczące kar umownych, ich wartość jest ograniczona\n                           do 2,4 mln złotych. Każda ze stron ma możliwość dochodzenia odszkodowania na zasadach\n                           ogólnych ponad wysokość kar umownych, ale nie więcej niż 12 mln złotych.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi wartość umowy.",
        "date": "2018-11-16"
    },
    {
        "company_name": "PROCHEM",
        "content": "W załączonym pliku pełna treść raportu informującego o dokonaniu korekty raportu QSr\n                           za III kwartał 2018 opublikowanego w dniu 14 listopada 2018 r.",
        "date": "2018-11-15"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej \"Spółka\"_, w nawiązaniu do treści\n                           raportu bieżącego            nr 16/2018 z 19 marca 2018 r., informuje, że w dniu 22\n                           października 2018 r. otrzymał od swojego pełnomocnika kopię postanowienia Sądu Najwyższego\n                           odmawiającego przyjęcia do rozpoznania skargi kasacyjnej wniesionej przez Prokuratorię\n                           Generalną Rzeczpospolitej Polskiej w imieniu PERN S.A. od wyroku Sądu Apelacyjnego\n                           w Warszawie, I Wydział Cywilny z dnia 30 października 2017 r., o którym Spółka informowała\n                           w raporcie bieżącym nr 19/2017 z 30 października 2017 r.",
        "date": "2018-10-23"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. _dalej jako \"Emitent\", \"Spółka\"_ informuje, że w dniu 12 września\n                           2018 roku otrzymał od akcjonariusza spółki, p. Stevena Tappana zawiadomienie o zmianie\n                           dotychczas posiadanego udziału o co najmniej 2% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Emitenta oraz o przekroczeniu poziomu 25 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Emitenta.Zmiana udziału o co najmniej 2% ogólnej liczby głosów na Walnym Zgromadzeniu Emitenta\n                           nastąpiła na skutek umorzenia 960.000 akcji Spółki o wartości nominalnej, którym odpowiada\n                           960.000 głosów, o którym to fakcie Spółka informowała raportem nr 39 w dniu 11 września\n                           2018 r.Przed zmianą p. Steven Tappan posiadał łącznie 965 000 sztuk akcji PROCHEM S.A., które\n                           stanowiły 24,78 % udziału w kapitale zakładowym i uprawniały do 965 000 głosów, stanowiących\n                           24,77 % ogólnej liczby głosów na Walnym Zgromadzeniu Spółki. Po zmianie udziału p. Steven Tappan posiada łącznie 965 000 sztuk akcji PROCHEM S.A.,\n                           które stanowią 32,88 % udziału w kapitale zakładowym i uprawniają do 965 000 głosów,\n                           stanowiących 32,87 % ogólnej liczby głosów na Walnym Zgromadzeniu Spółki. Jednocześnie, w wyniku powyższego zdarzenia udział p. Stevana Tappana w ogólnej liczby\n                           głosów w Spółce przekroczył 25 %. Brak jest podmiotów zależnych od akcjonariusza dokonującego zawiadomienia, posiadających\n                           akcje PROCHEM S.A., jak i brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.Akcjonariusz nie posiada również instrumentów finansowych, o których mowa w art. 69b\n                           ust. 1 ww. ustawy, oraz nie posiada głosów, o których mowa w art. 69b ust. 2 i 3 ww.\n                           Ustawy.",
        "date": "2018-09-13"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Emitent\"_, informuje, że w\n                           dniu 10 września 2018 r. otrzymał postanowienie Sądu Rejonowego dla m. st. Warszawy\n                           w Warszawie, Wydział XIII Gospodarczy KRS o dokonaniu wpisu w rejestrze KRS Emitenta.29 sierpnia 2018 r., Sąd dokonał rejestracji zmian Statutu Spółki wynikających z treści\n                           uchwał Zwyczajnego Walnego Zgromadzenia z dnia 21 czerwca 2018 r. zgodnie z treścią\n                           wniosku Emitenta.Emitent informuje, że zgodnie z treścią Uchwał ww. Zwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy Emitenta Sąd dokonał rejestracji obniżenia kapitału zakładowego Spółki\n                           z kwoty 3.895.000,00 zł do kwoty 2.935.000,00 zł tj. o kwotę 960.000 zł w drodze umorzenia\n                           960.000 akcji Spółki o wartości nominalnej 1,00 zł każda, którym odpowiada 960.000\n                           głosów. Kapitał zakładowy Spółki aktualnie wynosi 2.935.000,00 zł i dzieli się na 2.935.000\n                           akcji o wartości nominalnej 1,00 zł każda akcja, dających łącznie prawo do 2.936.160\n                           głosów.Emitent poniżej podaje treść zmienionych postanowień Statutu Spółki, w brzmieniu ustalonym\n                           przez Zwyczajne Walne Zgromadzenie Akcjonariuszy w dniu 21 czerwca 2018 r. _Uchwała\n                           nr 19_:§ 7Kapitał zakładowy spółki wynosi 2.935.000 _dwa miliony dziewięćset trzydzieści pięć\n                           tysięcy_ złotych i dzieli się na 2.935.000 akcji o wartości nominalnej 1,00 zł _jeden\n                           złoty_ każda, w tym:a_ 1.817.500 _jeden milion osiemset siedemnaście tysięcy pięćset_ akcji założycielskich\n                           wyemitowanych jako imienne,b_ 682.500 _sześćset osiemdziesiąt dwa tysiące pięćset_ akcji serii B wyemitowanych\n                           jako imienne,c_ 435.000 _czterysta trzydzieści pięć tysięcy_ akcji serii C na okaziciela.;W załączeniu\n                           do niniejszego raportu Emitent przekazuje również aktualny tekst jednolity Statutu\n                           Spółki.",
        "date": "2018-09-11"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Emitent\"_, w nawiązaniu do\n                           informacji zawartej w raporcie nr 31 z dnia 15 czerwca 2018 r. oraz raporcie nr 37\n                           z dnia 12 lipca 2018 r.  informuje, że w dniu 09 sierpnia 2018 r. Emitent, jako Wykonawca\n                           zawarł z Biblioteką Narodową jako Zamawiającym Umowę, której przedmiotem jest wykonanie\n                           robót budowlanych i instalacyjnych w zespole budynków \"A\" Biblioteki Narodowej w Warszawie\n                           przy al. Niepodległości 213, w ramach przedsięwzięcia pn.: ,,Nowa Biblioteka Rzeczypospolitej\n                           - modernizacja czytelń i przestrzeni publicznych Biblioteki Narodowej w Warszawie\".Wynagrodzenie Emitenta za wykonanie umowy wynosi 39 970 582,17 zł brutto. Termin wykonania\n                           umowy strony określiły na 10 sierpnia 2020 roku. Wynagrodzenie ma charakter ryczałtowy\n                           i będzie wypłacane w miesięcznych okresach rozliczeniowych, odpowiednio do poziomu\n                           zaawansowania prac. Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi wartość umowy.",
        "date": "2018-08-10"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Emitent\"_, w nawiązaniu do\n                           informacji zawartej w raporcie nr 31 z dnia 15 czerwca 2018 r., informuje, że w dniu\n                           11 lipca 2018 r. otrzymał informację o uznaniu za najkorzystniejszą oferty złożonej\n                           przez Emitenta w postępowaniu przetargowym organizowanym przez Bibliotekę Narodową\n                           _Zamawiający_ o udzielenie zamówienia publicznego na: Wykonanie robót budowlanych\n                           i instalacyjnych w zespole budynków \"A\" Biblioteki Narodowej w Warszawie przy al.\n                           Niepodległości 213 w zakresie przebudowy czytelń i przestrzeni ogólnodostępnych wraz\n                           z zabudową patio oraz dostawą sprzętu i wyposażenia w ramach przedsięwzięcia pn.:\n                           ,,Nowa Biblioteka Rzeczypospolitej - modernizacja czytelń i przestrzeni publicznych\n                           Biblioteki Narodowej w Warszawie\".Cena oferty złożonej przez PROCHEM S.A. wynosi 39 970 582,17 zł brutto._Słownie: trzydzieści dziewięć milionów dziewięćset siedemdziesiąt tysięcy pięćset\n                           osiemdziesiąt dwa i 17/100 złotych_.",
        "date": "2018-07-12"
    },
    {
        "company_name": "PROCHEM",
        "content": "W dniu 29 czerwca 2018 r. spółka Prochem S.A. podpisała umowę z BIOTECHNIKA TOMASZ\n                           KAPELA z siedzibą w Łodzi. Przedmiotem umowy jest dostarczenie kompleksowej konstrukcji\n                           stalowej na potrzeby wytwórni etanolu budowanej przez RED RIVER BIOREFINERY LLC na\n                           terenie USA. Dostawa będzie realizowana w formule FCA _Incoterms 2010_ do miejsca\n                           załadunku na terenie Polski.Wstępnie określona przez strony wartość umowy to około 1.840.000 USD _NETTO_ – ostateczna\n                           kwota wynagrodzenia zostanie obliczona na podstawie rzeczywiście wykonanych dostaw.\n                           Termin zakończenia dostaw – I kwartał 2019. W umowie zawarto postanowienia dotyczące kar umownych; ich wartość jest ograniczona\n                           do 10% wynagrodzenia umownego. Umowa została uznana za znaczącą ponieważ przewidywana wartość tej umowy przekracza\n                           wartość 10% kapitałów własnych emitenta.",
        "date": "2018-06-29"
    },
    {
        "company_name": "PROCHEM",
        "content": "WZA PROCHEM S.A. w dniu 21 czerwca 2018 r. reprezentowane było 2 094 786 głosami.\n                           W załączonym pliku przedstawieni są akcjonariusze, którzy posiadali co najmniej 5%\n                           głosów na tym zgromadzeniu.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PROCHEM",
        "content": "W załączonym pliku została przedstwiona pełna treść zawiadomienia.",
        "date": "2018-06-25"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. przesyła w załączonym pliku treść uchwał podjętych na ZWZA w dniu\n                           21 czerwca 2018 r.",
        "date": "2018-06-21"
    },
    {
        "company_name": "PROCHEM",
        "content": "Pełna treść raportu w załączonym pliku.",
        "date": "2018-06-20"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie przy ul. Łopuszańskiej 95 informuje, że\n                           w dniu 14 czerwca 2018 r. otrzymał informację o złożeniu oferty o najniższej cenie\n                           w postępowaniu przetargowym organizowanym przez Bibliotekę Narodową _Zamawiający_\n                           o udzielenie zamówienia publicznego na: Wykonanie robót budowlanych i instalacyjnych\n                           w zespole budynków \"A\" Biblioteki Narodowej w Warszawie przy al. Niepodległości 213\n                           w zakresie przebudowy czytelń i przestrzeni ogólnodostępnych wraz z zabudową patio\n                           oraz dostawą sprzętu i wyposażenia w ramach przedsięwzięcia pn.: ,,Nowa Biblioteka\n                           Rzeczypospolitej - modernizacja czytelń i przestrzeni publicznych Biblioteki Narodowej\n                           w Warszawie\".Cena oferty złożonej przez PROCHEM S.A. wynosi 39 970 582,17 zł brutto._Słownie: trzydzieści dziewięć milionów dziewięćset siedemdziesiąt tysięcy pięćset\n                           osiemdziesiąt dwa i 17/100 złotych_.Kryteria oceny ofert:Cena – 60%;Okres gwarancji i rękojmi na roboty budowlane, instalacyjne, sprzęt i wyposażenie\n                           – 28%;Doświadczenie _staż pracy_ osoby skierowanej do pełnienia funkcji kierownika budowy\n                           – 12%;",
        "date": "2018-06-15"
    },
    {
        "company_name": "PROCHEM",
        "content": "W dniu 12 czerwca 2018 roku, Rada Nadzorcza PROCHEM S.A., zgodnie z § 22 ust. 2 pkt.\n                           9_ Statutu Spółki, wybrała audytora do badania sprawozdań finansowych PROCHEM S.A.\n                           oraz Grupy Kapitałowej PROCHEM S.A. za rok 2018 oraz 2019.Wybrana została firma Misters Audytor Adviser sp. z o.o. z siedzibą w Warszawie _02-520_,\n                           przy ul. Wiśniowej 40, nr  KRS  0000375656, posiadająca uprawnienia do badania sprawozdań\n                           finansowych na podstawie wpisu na listę firm audytorskich prowadzoną przez Krajową\n                           Radę Biegłych Rewidentów w Warszawie pod nr 3704.Wyboru firmy dokonała Rada Nadzorcza zgodnie z obowiązującymi przepisami i normami\n                           zawodowymi.Misters Audytor Adviser sp. z o.o. badała sprawozdania finansowe Emitenta za lata\n                           2005, 2006, 2007, 2008, 2009.Umowa z Misters Audytor Adviser sp. z o.o. zostanie zawarta na badanie sprawozdań\n                           finansowych za lata obrotowe 2018 - 2019.",
        "date": "2018-06-12"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Spółka\"_, informuje, że w\n                           dniu dzisiejszym Rada Nadzorcza Spółki, działając stosownie do postanowienia    §\n                           25 ust. 1 Statutu Spółki, powołała dotychczasowy zarząd działający w składzie: Jarosław Stępniewski         - Prezes Zarządu Spółki,Marek Kiersznicki               - Wiceprezes Zarządu Spółki,Krzysztof Marczak              - Wiceprezes Zarządu Spółki,na kolejną, wspólną, trzyletnią kadencję powierzając wskazanym osobom dotychczasowe\n                           funkcje. Zgodnie z uchwałą Rady Nadzorczej, kolejna kadencja zarządu Spółki ma rozpocząć\n                           się w dniu 21 czerwca 2018 r.Posiadane wykształcenie, kwalifikacje i zajmowane wcześniej stanowiska, wraz z opisem\n                           przebiegu pracy zawodowej Członków Zarządu dostępne są na stronie internetowej Spółki.Wskazane osoby nie prowadzą innej działalności wykonywanej poza przedsiębiorstwem\n                           emitenta, oraz nie są wpisane w Rejestrze Dłużników Niewypłacalnych, prowadzonym na\n                           podstawie ustawy o KRS.",
        "date": "2018-06-12"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. informuje, że zaparafował i podpisał ze spółką BIOAGRA S.A. umowę\n                           Generalnego Wykonawstwa \"pod klucz\"  instalacji kogeneracji wraz z infrastrukturą\n                           towarzyszącą na potrzeby Zakładu Produkcji Etanolu \"Goświnowice\". Jej podpisanie ze\n                           strony BIOAGRA S.A. wymaga zgód korporacyjnych, których uzyskanie nastąpi do 30 maja\n                           br.Wynagrodzenie  Prochem S.A określono ryczałtowo  na kwotę 33 120 000 PLN netto.Termin wykonania  –  31 sierpnia  2019 r.W umowie zawarto postanowienia dotyczące kar umownych, ich wartość jest ograniczona\n                           do  10% wynagrodzenia. Każda ze stron ma możliwość dochodzenia odszkodowania na zasadach\n                           ogólnych ponad wysokość kar umownych, ale nie więcej niż 20% wynagrodzenia.. Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na przewidywaną wartość umowy.",
        "date": "2018-05-25"
    },
    {
        "company_name": "PROCHEM",
        "content": "PROCHEM S.A. informuje o zwołaniu XXXIX Zwyczajnego Walnego Zgromadzenia Akcjonariuszy,\n                           które odbędzie się w dniu 21 czerwca 2018 r., o godz. 15:00 w Warszawie, przy ul.\n                           Łopuszańskiej 95, w budynku Astrum Businss Park, w sali konferencyjnej.W załączniku:1_ Pełna treść ogłoszenia, w tym:-proponowany porządek obrad-informacja dla akcjonariuszy PROCHEM S.A.2_ Projekty uchwał.",
        "date": "2018-05-25"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. _\"Emitent\"_, w nawiązaniu do treści raportów bieżących:nr 7 /\n                           2018 z dnia 26 stycznia 2018 r., nr 11 / 2018 z dnia 02 lutego 2018 r., informuje,\n                           że w dniu 23 maja 2018 r. Sąd Apelacyjny w Warszawie uchylił postanowienie Sądu Okręgowego\n                           w Warszawie z dnia 19 stycznia 2018 r. w sprawie z wniosku Value Fund Poland Activist\n                           FIZ z siedzibą w Warszawie z udziałem Emitenta oraz Stevena Tappana, Konrada Młynarza,\n                           Andrzeja Karczykowskiego, Marka Garlińskiego, Jarosława Stępniewskiego, Marka Kiersznickiego,\n                           Macieja Kality, Krzysztofa Marczaka, Jana Milczarczyka, Piotra Wowkonowicza, Barbary\n                           Auguścińskiej-Sawickiej, Adama Parzydła, Tomasza Antoszczuka, Jarosława Wieczorka\n                           i Grzegorza Kobyłeckiego, Lecha Winnickiego, Zdzisława Rokity, Grzegorza Piotrowskiego,\n                           Zofii Kaczor, Macieja Grzybowskiego, o udzielenie zabezpieczenia roszczenia, w którym\n                           Sąd Okręgowy udzielił wnioskodawcy zabezpieczenia roszczenia poprzez zakazanie wykonywania\n                           ww. osobom prawa głosu z akcji Emitenta.Tym samym, w związku z postanowieniem Sądu Apelacyjnego w Warszawie z dnia 23 maja\n                           2018 r., ww. osoby mogą wykonywać prawo głosu z posiadanych przez te osoby akcji Emitenta.",
        "date": "2018-05-24"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. z siedzibą w Warszawie informuje, że zmianie ulega termin przekazania\n                           rozszerzonego skonsolidowanego raportu kwartalnego za I kwartał 2018 roku, w stosunku\n                           do terminu podanego w raporcie bieżącym nr 9/2018 z dnia 30 stycznia 2018 r.Poprzedni termin przekazania rozszerzonego skonsolidowanego raportu kwartalnego za\n                           I kwartał 2018 roku -      10 maja 2018 r.Aktualny termin przekazania rozszerzonego skonsolidowanego raportu kwartalnego za\n                           I kwartał 2018 roku -         25 maja 2018 r.",
        "date": "2018-05-07"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Spółka\"_, w nawiązaniu do\n                           informacji zawartej w raporcie bieżącym nr 16 / 2018 z dnia 19 marca 2018 r., informuje,\n                           że w dniu 05 kwietnia 2018 r., doręczono pełnomocnikowi Spółki odpis, wniesionej przez\n                           Prokuratorię Generalną Rzeczpospolitej Polskiej w imieniu PERN S.A., skargi kasacyjnej\n                           od wyroku Sądu Apelacyjnego w Warszawie, I Wydział Cywilny z dnia 30 października\n                           2017 r., o którym Spółka informowała w raporcie bieżącym nr 19 / 2017 z 30 października\n                           2017 r.Po zapoznaniu się z treścią skargi Spółka będzie miała możliwość złożenia odpowiedzi\n                           na skargę kasacyjną.",
        "date": "2018-04-06"
    },
    {
        "company_name": "PROCHEM",
        "content": "Treść zawiadomienia przedstawiamy w załączonym pliku",
        "date": "2018-03-26"
    },
    {
        "company_name": "PROCHEM",
        "content": "Treść zawiadomienia przedstawiamy w załączonym pliku.",
        "date": "2018-03-26"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Spółka_, w nawiązaniu do informacji\n                           zawartej w raporcie bieżącym nr 15 z dnia 02 marca 2018 r., informuje, że w dniu w\n                           dniu 23 marca 2018r., Spółce doręczono, złożony przez akcjonariusza Value Fund Poland\n                           Activist Fundusz Inwestycyjny Zamknięty z siedzibą w Warszawie pozew:- o ustalenie, że uchwała nr 3 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 26\n                           stycznia 2018 r. w sprawie upoważnienia i zobowiązania Zarządu Prochem S.A. do nabywania\n                           akcji własnych Spółki w celu ich umorzenia, została podjęta; - o stwierdzenie nieważności uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 26 stycznia 2018 r. w sprawie upoważnienia i zobowiązania Zarządu Prochem S.A.\n                           do nabywania akcji własnych Spółki w celu ich umorzenia, ewentualnie o uchylenie ww.\n                           uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 26 stycznia 2018 r.\n                           Sąd udzielił Spółce 21 dniowego terminu na złożenie odpowiedzi.",
        "date": "2018-03-23"
    },
    {
        "company_name": "PROCHEM",
        "content": "Treść zawiadomienia przedstawiamy w załączonym pliku.",
        "date": "2018-03-23"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. _\"Emitent\"_, informuje, że w dniu 23 marca 2018 r. otrzymał powiadomienia\n                           o transakcjach, o których mowa w art. 19 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _\"MAR\"_.Powiadomienia zostały przekazane przez następujące osoby pełniące obowiązki zarządcze:Jarosław Stępniewski – Prezes Zarządu Emitenta;Marek Kiersznicki - Wiceprezes Zarządu Emitenta;Krzysztof Marczak - Wiceprezes Zarządu Emitenta;Marek Garliński – Prezes Rady Nadzorczej Emitenta;Andrzej Karczykowski – Członek Rady Nadzorczej Emitenta;Maciej Kalita – Prokurent, Dyrektor ds. Zarządzania Produkcją w Spółce Emitenta;Grzegorz Kobyłecki – Prokurent, Dyrektor Oddziału Prochem Projekt;Barbara Auguścińska-Sawicka – Prokurent, Główna KsięgowaTreść powiadomień została załączona do niniejszego raportu.",
        "date": "2018-03-23"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Spółka\"_ informuje, że w wyniku\n                           rozliczenia, w dniu 21 marca 2018 r., transakcji nabycia akcji własnych, Spółka nabyła\n                           łącznie 960.000 _słownie: dziewięćset sześćdziesiąt tysięcy_ akcji własnych, o wartości\n                           nominalnej 1,00 zł każda akcja, które łącznie stanowią 24,65 % kapitału zakładowego\n                           Spółki. Akcje te odpowiadają 960.000 głosom na Walnym Zgromadzeniu Spółki, co stanowi\n                           24,64 % głosów na Walnym Zgromadzeniu Spółki. Cena zakupu wynosiła 25,00 zł _słownie:\n                           dwadzieścia pięć złotych_ za jedną akcję.Akcje zostały nabyte w ramach, ogłoszonej przez Spółkę w dniu 28 lutego 2018 r. _raport\n                           bieżący nr 14 / 2018 z dnia 28 lutego 2018 r._, oferty nabycia nie więcej niż 960.000\n                           akcji Spółki o wartości nominalnej 1,00 zł.Oferta została ogłoszona na podstawie uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 26 stycznia 2018 roku w sprawie wyrażenia zgody na nabycie przez PROCHEM\n                           S.A. akcji własnych w celu ich umorzenia oraz w sprawie udzielenia upoważnienia do\n                           nabywania akcji własnych PROCHEM S.A. Nabycie akcji nastąpiło poza rynkiem regulowanym, za pośrednictwem mBank S.A. z siedzibą\n                           w Warszawie - Dom Maklerski mBankuAkcje zostały nabyte w celu ich umorzenia. Zgodnie z § 2 uchwały nr 4 Nadzwyczajnego\n                           Walnego Zgromadzenia Prochem S.A. z dnia 26 stycznia 2018 r., Zarząd Spółki zgłosi\n                           do porządku obrad najbliższego Walnego Zgromadzenia Spółki uchwałę w sprawie umorzenia\n                           nabytych akcji własnych, Zarząd informuje, że na dzień publikacji niniejszego raportu Spółka posiada łącznie\n                           960.000 akcji własnych, stanowiących 24,65 % kapitału zakładowego Spółki. Akcje te\n                           odpowiadają 960.000 głosom na Walnym Zgromadzeniu Spółki, co stanowi 24,64 % głosów\n                           na Walnym Zgromadzeniu Spółki.",
        "date": "2018-03-21"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Spółka\"_ informuje, że w dniu\n                           dzisiejszym, powziął informację o wyniku przydziału i alokacji ofert złożonych przez\n                           akcjonariuszy Spółki, w odpowiedzi na ofertę skupu akcji własnych ogłoszoną przez\n                           Spółkę w dniu 28 lutego 2018 r. _raport bieżący nr 14 / 2018_, zgodnie z którym:- złożono łącznie 161 ofert obejmujących łącznie 3.625.756 szt. akcji Spółki; - średnia stopa alokacji wyniosła 26,48 %; - średnia stopa redukcji wyniosła 73,52 %.Jednocześnie, na podstawie informacji uzyskanych z Domu Maklerskiego mBanku, pośredniczącego\n                           w skupie akcji własnych, Spółka informuje, że rozliczenie skupu akcji własnych nastąpi\n                           w dniu 21 marca 2018 r.",
        "date": "2018-03-20"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Spółka\"_ informuje, że w dniu\n                           16 marca 2018 r. otrzymał od swojego pełnomocnika, informację o wniesieniu przez Prokuratorię\n                           Generalną Rzeczpospolitej Polskiej w imieniu PERN S.A. skargi kasacyjnej od wyroku\n                           Sądu Apelacyjnego w Warszawie, I Wydział Cywilny z dnia 30 października 2017 r., o\n                           którym Spółka informowała w raporcie bieżącym nr 19 / 2017 z 30 października 2017\n                           r.Po doręczeniu Spółce przez Sąd odpisu skargi kasacyjnej i zapoznaniu się z treścią\n                           skargi Spółka będzie miała możliwość złożenia odpowiedzi na skargę kasacyjną",
        "date": "2018-03-19"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. z siedzibą w Warszawie _dalej jako \"Emitent\" lub \"Spółka_ informuje,\n                           że w dniu 01.03.2018 r., pełnomocnik akcjonariusza Value Fund Poland Activist Fundusz\n                           Inwestycyjny Zamknięty z siedzibą w Warszawie, poinformował Emitenta o złożeniu, przez\n                           ww. Akcjonariusza, przeciwko Emitentowi, pozwu:- o ustalenie, że uchwała nr 3 Nadzwyczajnego Walnego Zgromadzenia Emitenta z dnia\n                           26 stycznia 2018 r. w sprawie upoważnienia i zobowiązania Zarządu Prochem S.A. do\n                           nabywania akcji własnych Spółki w celu ich umorzenia, została podjęta; - o stwierdzenie nieważności uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Emitenta\n                           z dnia 26 stycznia 2018 r. w sprawie upoważnienia i zobowiązania Zarządu Prochem S.A.\n                           do nabywania akcji własnych Spółki w celu ich umorzenia, ewentualnie o uchylenie ww.\n                           uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Emitenta z dnia 26 stycznia 2018\n                           r.W ocenie Zarządu Emitenta powyższa okoliczność nie wpływa na obowiązek Zarządu realizacji\n                           uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Emitenta z dnia 26 stycznia 2018\n                           r. w sprawie upoważnienia i zobowiązania Zarządu Prochem S.A. do nabywania akcji własnych\n                           Spółki w celu ich umorzenia, zgodnie z raportem bieżącym nr 14 /2018 z dnia 28 lutego\n                           2018 r.",
        "date": "2018-03-02"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. _\"Spółka\"_ informuje o rozpoczęciu realizacji skupu akcji własnych\n                           w wykonaniu uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 26 stycznia\n                           2018 roku w sprawie wyrażenia zgody na nabycie przez PROCHEM S.A. akcji własnych w\n                           celu ich umorzenia oraz w sprawie udzielenia upoważnienia do nabywania akcji własnych\n                           PROCHEM S.A.Pełna treść Oferty Zakupu Akcji PROCHEM S.A. z siedzibą w Warszawie, _\"Oferta\"_ stanowi\n                           załącznik do niniejszego raportu bieżącego. Oferta zostanie zamieszczona na stronach\n                           internetowych Spółki _http://prochem.com.pl_, na stronie internetowej Domu Maklerskiego\n                           mBanku _www.mdm.pl_ oraz zostanie dodatkowo opublikowana w dniu 1 marca 2018 roku w Gazecie Giełdy \"Parkiet\". Przedmiotem Oferty jest nie więcej niż 960.000 akcji Spółki o wartości nominalnej\n                           1,00 zł każda, wyemitowanych przez Spółkę, zdematerializowanych i zarejestrowanych\n                           przez Krajowy Depozyt Papierów Wartościowych S.A. w tym _a_ akcje zwykłe na okaziciela,\n                           oznaczone przez KDPW kodem ISIN PLPRCHM00014, _b_ akcje zwykłe imienne, oznaczone\n                           przez KDPW kodem ISIN PLPRCHM00022, _c_ akcje uprzywilejowane imienne, oznaczone przez\n                           KDPW kodem ISIN PLPRCHM00055, stanowiących nie więcej niż 24,65% kapitału zakładowego\n                           Spółki i uprawniających do wykonywania nie więcej niż 24,67% ogólnej liczby głosów\n                           na WZA SpółkiW przypadku, gdy liczba akcji objętych ofertami sprzedaży w ramach skupu akcji własnych\n                           będzie wyższa niż 960.000, zostanie dokonana proporcjonalna redukcja zgodnie z zasadami\n                           określonymi w punkcie 9 Oferty.Oferowana cena zakupu Akcji Nabywanych wynosi 25,00 zł za jedną akcję Skup akcji zostanie przeprowadzony według następującego harmonogramu:Data ogłoszenia Oferty - 28 lutego 2018 r.;Termin rozpoczęcia przyjmowania Ofert Sprzedaży - 5 marca 2018 r.Termin zakończenia przyjmowania Ofert Sprzedaży - 16 marca 2018 r.Przewidywany dzień przeniesienia własności akcji nabywanych poza rynkiem regulowanym\n                           oraz rozliczenia transakcji nabycia akcji nabywanych za pośrednictwem KDPW: nie później\n                           niż 21 marca 2018 r. Podmiotem pośredniczącym w przeprowadzeniu i rozliczeniu nabywania Akcji na podstawie\n                           Oferty jest mBank S.A. z siedzibą w Warszawie, ul. Senatorska 18, prowadząca działalność\n                           maklerską w ramach wyodrębnionej jednostki organizacyjnej pod nazwą Dom Maklerski\n                           mBankuW celu ujednolicenia dokumentów potrzebnych do złożenia Oferty Sprzedaży Akcji, komplet\n                           formularzy będzie dostępny w każdym Punkcie Usług Maklerskich Domu Maklerskiego _dalej\n                           jako \"PUM\"_ wymienionym w Załączniku nr 1 do Oferty. Wzór formularza zostanie także\n                           przesłany do podmiotów prowadzących rachunki papierów wartościowych – członków GPW.Wszelkie dodatkowe informacje na temat procedury przyjmowania Ofert Sprzedaży w odpowiedzi\n                           na Ofertę można uzyskać w PUM osobiście lub telefonicznie. Informacje te są również\n                           dostępne w Domu Maklerskim mBanku pod numerem telefonu _22_ 33 22 011 lub _22_ 33\n                           22 016.Oferta nie stanowi wezwania do zapisywania się na sprzedaż lub zamianę akcji, o którym\n                           mowa w art. 73 i kolejnych ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _tekst jednolity: Dz.U. 2016 poz. 1639 ze zm._. W szczególności, do Oferty\n                           nie mają zastosowania art. 77 oraz 79 tej ustawy. Oferta nie stanowi również oferty\n                           w rozumieniu art. 66 ustawy z dnia 23 kwietnia 1964 r. Kodeks cywilny _tekst jednolity:\n                           Dz.U. 2017 poz. 459, ze zm._. Spółka ogłosiła skup akcji własnych w formie Oferty,\n                           mając na uwadze publiczny status Spółki, oraz w celu zapewnienia równego traktowania\n                           Akcjonariuszy. Oferta nie stanowi porady inwestycyjnej, prawnej ani podatkowej. W\n                           sprawach związanych z Ofertą, inwestorzy powinni skorzystać z porady doradców inwestycyjnych,\n                           prawnych i podatkowych.",
        "date": "2018-02-28"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd Prochem S.A. informuje, że w dniu 20 lutego 2018 r., Emitent otrzymał podpisany\n                           list intencyjny zawarty z BIOAGRA S.A. z siedzibą w Warszawie w przedmiocie wybudowania\n                           przez Emitenta, w formule Generalnego Wykonawstwa \"pod klucz\", instalacji kogeneracji\n                           wraz z kotłem rezerwowo-szczytowym, pozwalającą na wyprodukowanie ok. 8 MW energii\n                           elektrycznej oraz ok. 30 t/h pary wraz z instalacjami towarzyszącymi, dla potrzeb\n                           Zakładu Produkcji Etanolu \"Goświnowice\".Uzgodnione przez Strony ryczałtowe wynagrodzenie Emitenta wynosi 37 650 000 zł netto.\n                           Termin realizacji Strony określiły w liście intencyjnym na 31 maja 2019 r., pod warunkiem\n                           podpisania przez Strony umowy do dnia 15 marca 2018 r.Zarząd spółki Emitenta uznał, że powyższa informacja spełnia kryteria dla informacji\n                           poufnej określone w art. 7 ust. 1, 2 i 4 MAR z uwagi na fakt, że wartość umowy przekracza\n                           wartość 10% kapitałów własnych emitenta.",
        "date": "2018-02-20"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. _\"Emitent\"_ informuje, że w odpowiedzi na żądanie udzielenia informacji\n                           zgłoszone przez akcjonariusza Value Fund Poland Activist FIZ, w trakcie Walnego Zgromadzenia\n                           Akcjonariuszy w dniu 26 stycznia 2018 r., na podstawie art. 428 § 5 KSH udzielił wskazanemu\n                           akcjonariuszowi, w dniu 09 lutego 2018 r. następujących informacji:W odpowiedzi na pytanie: \"Kiedy Zarząd otrzymał prezentację pt. \"Analiza finansowa zdolności wypłaty wolnych\n                           środków pieniężnych przez PROCHEM S.A.\" przedstawioną uczestnikom NWZA w dniu 26 stycznia\n                           2018 r.?\"Zarząd Emitenta poinformował ww. akcjonariusza, że ww. prezentacja została przesłana\n                           e-mailem w dniu 25 stycznia 2018 roku o godz. 17:53. Zarząd zapoznał się z ww. prezentacją\n                           bezpośrednio przed rozpoczęciem NWZA w dniu 26 stycznia 2018 roku.W odpowiedzi na pytanie: \"Czy projekt uchwały zgłoszony na NWZA w dniu 26 stycznia 2018 roku przez akcjonariusza\n                           Pana Andrzeja Karczykowskiego był konsultowany z Zarządem Spółki?\"Zarząd Emitenta poinformował ww. akcjonariusza, że projekt uchwały nie był konsultowany\n                           z Zarządem Spółki. Pan Andrzej Karczykowski jest członkiem Rady Nadzorczej PROCHEM\n                           S.A. i w związku z tym stan jego wiedzy, jak i posiadane informacje pozwalały mu przygotować\n                           projekt uchwały bez konieczności konsultacji z Zarządem Spółki.",
        "date": "2018-02-09"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. _\"Emitent\"_ informuje, że w raporcie nr 11/2018 opublikowanym\n                           02 lutego 2018 r. wśród osób będących uczestnikami postępowania prowadzonego z wniosku\n                           Value Fund Poland Activist FIZ nie zostali wymienieni Tomasz Antoszczuk, Jarosław\n                           Wieczorek i Grzegorz Kobyłecki. Ponadto błędnie zostało wskazane imię Lecha Winnickiego\n                           _w pierwotnym protokole oznaczony jako Tomasz Winnicki_.",
        "date": "2018-02-05"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. _\"Emitent\"_ informuje, że w dniu 01 lutego 2018 r. do siedziby\n                           Emitenta doręczono postanowienie Sądu Okręgowego w Warszawie z dnia 19 stycznia 2018\n                           r. w sprawie z wniosku Value Fund Poland Activist FIZ z siedzibą w Warszawie z udziałem\n                           Emitenta oraz Stevena Tappana, Konrada Młynarza, Andrzeja Karczykowskiego, Marka Garlińskiego,\n                           Jarosława Stępniewskiego, Marka Kiersznickiego, Macieja Kality, Krzysztofa Marczaka,\n                           Jana Milczarczyka, Piotra Wowkonowicza, Barbary Auguścińskiej-Sawickiej, Adama Parzydła,\n                           Tomasza Winnickiego, Zdzisława Rokity, Grzegorza Piotrowskiego, Zofii Kaczor, Macieja\n                           Grzybowskiego, o udzielenie zabezpieczenia roszczenia. Wskazanym postanowieniem Sąd Okręgowy postanowił udzielić zabezpieczenia, przed wszczęciem\n                           postępowania z powództwa Value Fund Poland FIZ roszczeń o ustalenie, że ww. osoby\n                           nie mogą wykonywać prawa głosu z akcji Emitenta, poprzez zakazanie wykonywania ww.\n                           osobom prawa głosu z akcji Emitenta, na czas trwania postępowania.Sąd jednocześnie wyznaczył Value Fund Poland FIZ z siedzibą w Warszawie dwutygodniowy\n                           termin na wniesienie powództwa, pod rygorem upadku zabezpieczenia. Emitent nie posiada\n                           informacji, czy pozew przeciwko Emitentowi i ww. akcjonariuszom został wniesiony.\n                           W przypadku otrzymania odpisu takiego pozwu, Emitent niezwłocznie przekaże informacje\n                           o tym fakcie do publicznej wiadomości.Jednocześnie Zarząd Emitenta wskazuje, że Emitentowi przysługuje prawo wniesienia\n                           zażalenia na postanowienie Sądu Okręgowego w Warszawie o udzieleniu zabezpieczenia\n                           roszczenia Value Fund Poland FIZ.",
        "date": "2018-02-02"
    },
    {
        "company_name": "PROCHEM",
        "content": "NWZA PROCHEM S.A. w dniu 26 stycznia 2018 r. reprezentowane było 3 080 520 głosami.\n                           W załączonym pliku przedstawieni są akcjonariusze, którzy posiadali co najmniej 5%\n                           głosów na tym zgromadzeniu.",
        "date": "2018-02-01"
    },
    {
        "company_name": "PROCHEM",
        "content": "Załączniki",
        "date": "2018-01-30"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. przesyła w załączonym pliku treść uchwał podjętych na NWZA w dniu\n                           26 stycznia 2018 r.",
        "date": "2018-01-26"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. informuje, że w dniu 26 stycznia 2018 roku, w wyniku poinformowania\n                           Spółki przez pełnomocnika akcjonariusza  Value Fund Poland Activist Fundusz Inwestycyjny\n                           Zamknięty z siedzibą w Warszawie, powziął informację o wydaniu przez Sąd Okręgowy\n                           w Warszawie, w postępowaniu prowadzonym z wniosku Value Fund Poland Activist Fundusz\n                           Inwestycyjny Zamknięty z siedzibą w Warszawie z udziałem Spółki i części akcjonariuszy,\n                           postanowienia o udzieleniu zabezpieczenia poprzez zakazanie wykonywania prawa głosu\n                           z akcji Prochem S.A. z siedzibą w Warszawie, akcjonariuszom wskazanym w postanowieniu.Wnioskodawcy _Value Fund Poland Activist Fundusz Inwestycyjny Zamknięty z siedzibą\n                           w Warszawie_ został wyznaczony dwutygodniowy termin na wniesienie powództwa pod rygorem\n                           upadku zabezpieczenia.",
        "date": "2018-01-26"
    },
    {
        "company_name": "PROCHEM",
        "content": "W nawiązaniu do raportu bieżącego nr 25 z 4.12.2017 r. oraz w związku z projektami\n                           uchwał zaproponowanymi na NWZA w dniu 26.01.2018 r. w sprawie skupu akcji własnych\n                           w celu umorzenia Zarząd spółki Prochem S.A. informuje, że na zlecenie Spółki niezależna\n                           firma doradcza wykonała \"Analizę finansową zdolności dywidendowej Prochem S.A. w kontekście\n                           środków otrzymanych w wyniku zakończenia sporu z PERN S.A.\". Wnioski z tego raportu\n                           są zbieżne z wyliczeniem przekazanym w raporcie nr 25 z 4.12.2017 r. Ww. analiza zostanie\n                           zaprezentowana na NWZA Spółki w dniu 26.01.2018 r.",
        "date": "2018-01-25"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. informuje, że w dniu 18 stycznia 2018 roku otrzymał od POROZUMIENIA\n                           PHC zawiadomienie, że zgodnie z art. 69 ust. 1 pkt 2 w związku z art. 87 ust. 1 pkt\n                           5 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych, osoby wymienione w załączniku\n                           nr 1, które przystąpiły do POROZUMIENIA PHC – porozumienie o współpracy przy wykonywaniu\n                           praw z posiadanych akcji w spółce Prochem Spółka Akcyjna w Warszawie przedłużyły termin\n                           obowiązywania przedmiotowego porozumienia do zakończenia Nadzwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy Spółki Prochem S.A zwołanego na 26 stycznia 2018 roku _zgodnie z raportem\n                           Spółki z dnia 11 grudnia 2017 r._.Członkowie porozumienia dysponują wspólnie 868 596 akcjami spółki Prochem S.A., dającymi\n                           prawo do wykonywania 869 696 głosów na walnym zgromadzeniu akcjonariuszy Prochem S.A.,\n                           co odpowiada 22,32 % ogólnej liczby głosów i stanowi 22,30 % kapitału zakładowego.Pełną treść zawiadomienia przesyłamy w załączeniu do niniejszego raportu",
        "date": "2018-01-18"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd spółki PROCHEM S.A. z siedzibą w Warszawie _\"Emitent\", \"PROCHEM S.A.\"_, w nawiązaniu\n                           do:- raportu nr 27/2017 z 11 grudnia 2017 r., zawierającego ogłoszenie o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia _\"NWZ\"_, oraz- raportu nr 1/2018 z dnia 02 stycznia 2018 r., informującego o zmianie porządku obrad,\n                           informuje, że na skutek zgłoszenia przez akcjonariusza Emitenta, w dniu 05 stycznia\n                           2018 r.:- projektu uchwały dotyczącej punktu 7 porządku obrad _\"Podjęcie uchwały w sprawie\n                           wyrażenia zgody na nabycie przez Prochem S.A. akcji własnych w celu ich umorzenia\n                           oraz w sprawie udzielenia upoważnienia do nabywania akcji własnych Prochem S.A.\"_,\n                           oraz- żądania dodania określonych spraw w ogłoszonym porządku obrad: sprawy dotyczącej\n                           rozwiązania części Funduszu Inwestycyjnego oraz przeznaczenie środków z części rozwiązanego\n                           Funduszu Inwestycyjnego, części Kapitału Zapasowego oraz Kapitału Rezerwowego na zasilenie\n                           Kapitału Rezerwowego tworzonego z przeznaczeniem na nabycie akcji własnych w celu\n                           ich umorzenia, Spółka dokonała zmiany porządku obrad NWZ poprzez:- dodanie projektu uchwały do punktu 7 porządku obrad;- dodanie punktu porządku obrad zgodnie z żądaniem Akcjonariusza _nowy punkt 9 porządku\n                           obrad_,W załączeniu do raportu, Emitent przekazuje:1_ zmienioną treść ogłoszenia o zwołaniu NWZ, zawierającego porządek obrad NWZ, uwzględniający\n                           punkty dodane na żądanie Akcjonariusza;2_ treść projektów uchwał NWZ z uwzględnieniem projektów przedstawionych przez Akcjonariusza.",
        "date": "2018-01-08"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd spółki PROCHEM S.A. z siedzibą w Warszawie informuje, że w dniu 5 stycznia\n                           2018 r. Spółka Prochem S.A. otrzymała od Quercus Towarzystwo Funduszy Inwestycyjnych\n                           S.A następującą informację:Quercus Towarzystwo Funduszy Inwestycyjnych S.A, działając w imieniu zarządzanych\n                           funduszy inwestycyjnych: QUERCUS Parasolowy SFIO, QUERCUS Absolutnego Zwrotu FIZ oraz\n                           QUERCUS Absolute Return FIZ, zawiadamia o zmniejszeniu przez ww. Fundusze wspólnie\n                           udziału w ogólnej liczbie głosów w spółce Prochem S.A. poniżej 5 % ogólnej liczby\n                           głosów w spółce Prochem S.A.Zmiana dotychczas posiadanego udziału nastąpiła w wyniku transakcji na rynku regulowanym\n                           w dniu 4 stycznia 2018 r. Przed zmianą udziału ww. Fundusze posiadały 301 662 akcji PROCHEM S.A., co stanowiło\n                           7,74 % kapitału zakładowego spółki. Posiadane akcje dawały 301 662 głosów na Walnym\n                           Zgromadzeniu Spółki, co stanowiło 7,74 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki. Na dzień 4 stycznia 2018 r. Fundusze posiadały 193 331 akcji PROCHEM S.A., co stanowiło\n                           4,96 % kapitału zakładowego spółki. Posiadane akcje dawały 193 331 głosów na Walnym\n                           Zgromadzeniu Spółki, co stanowiło 4,96 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.Brak jest podmiotów zależnych od ww. Funduszy posiadających akcje PROCHEM S.A., jak\n                           również nie występują osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. c ustawy o\n                           ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.Akcjonariusz nie posiada również instrumentów finansowych, o których mowa w art. 69b\n                           ust. 1 ww. ustawy, oraz nie posiada głosów, o których mowa w art. 69b ust. 2 i 3 ww.\n                           Ustawy.Skan otrzymanego zawiadomienia Spółka przesyła jako załącznik do niniejszego raportu.",
        "date": "2018-01-08"
    },
    {
        "company_name": "PROCHEM",
        "content": "Zarząd PROCHEM S.A. _dalej jako \"Emitent\", \"Spółka\"_ informuje, że w dniu 05 stycznia\n                           2018 roku otrzymał od akcjonariusza spółki, p. Stevena Tappana zawiadomienie o zmianie\n                           dotychczas posiadanego udziału o co najmniej 2% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Emitenta.Zmiana nastąpiła wskutek nabycia w dniu 04 stycznia 2018 r. 100.000 akcji uprawniających\n                           do 100.000 głosów, stanowiących 2,57 % ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.Przed zmianą p. Steven Tappan posiadał łącznie 830.060 sztuk akcji PROCHEM S.A., które\n                           stanowiły 21,31 % udziału w kapitale zakładowym i uprawniały do 830.060 głosów, stanowiących\n                           21,30 % ogólnej liczby głosów na Walnym Zgromadzeniu Spółki. Po zmianie udziału p. Steven Tappan posiada łącznie 930.060 sztuk akcji PROCHEM S.A.,\n                           które stanowią 23.88 % udziału w kapitale zakładowym i uprawniają do 930.060 głosów,\n                           stanowiących 23.87 % ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.Brak jest podmiotów zależnych od akcjonariusza dokonującego zawiadomienia, posiadających\n                           akcje PROCHEM S.A., jak i brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.Akcjonariusz nie posiada również instrumentów finansowych, o których mowa w art. 69b\n                           ust. 1 ww. ustawy, oraz nie posiada głosów, o których mowa w art. 69b ust. 2 i 3 ww.\n                           Ustawy.",
        "date": "2018-01-05"
    }
]