[
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie informuje, iż w dniu 22 grudnia 2017\n                           roku została zawiązana spółka pod firmą IQ Partners sp. z o.o. z siedzibą w Warszawie,\n                           w której IQ Partners S.A. objęła 100% _słownie: sto procent_ udziałów tj. 300 _słownie:\n                           trzysta_ udziałów o wartości nominalnej 500,00 zł _słownie: pięćset złotych_ każdy\n                           udział, o łącznej wartości nominalnej 150.000,00 zł _słownie: sto pięćdziesiąt tysięcy\n                           złotych_ pokrywając je wkładem niepieniężnym _aportem_ o łącznej wartości 17.505.000,00\n                           zł _słownie: siedemnaście milionów pięćset pięć tysięcy złotych_, tj. 300 _słownie:\n                           trzysta_ udziałów zostało objętych po cenie wyższej od ich wartości nominalnej o kwotę\n                           17.355.000,00 zł _słownie: siedemnaście milionów trzysta pięćdziesiąt pięć tysięcy\n                           złotych_ _agio_. Wkład niepieniężny _aport_ stanowią wszystkie posiadane bezpośrednio\n                           udziały spółek, tj.:a_ 1.500 _słownie: jeden tysiąc pięćset_ udziałów o wartości nominalnej 100,00 zł\n                           _słownie: sto złotych_ każdy udział, o łącznej wartości nominalnej 150.000,00 zł _słownie:\n                           sto pięćdziesiąt tysięcy złotych_, stanowiących 100% _słownie: sto procent_ kapitału\n                           zakładowego w spółce pod firmą Ventures Hub spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie, wpisanej do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego\n                           prowadzonego przez Sąd Rejonowy dla m. st. Warszawy, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego pod numerem KRS 0000299291; b_ 501 _słownie: pięćset jeden_ udziałów o wartości nominalnej 100,00 zł _słownie:\n                           sto złotych_ każdy udział, o łącznej wartości nominalnej 50.100,00 zł _słownie: pięćdziesiąt\n                           tysięcy sto złotych_, stanowiących 100% _słownie: sto procent_ kapitału zakładowego\n                           w spółce pod firmą InQbe spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie,\n                           wpisanej do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez\n                           Sąd Rejonowy dla m. st. Warszawy, XII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000250743;c_ 28 537 _słownie: dwadzieścia osiem tysięcy pięćset trzydzieści siedem_ udziałów\n                           o wartości nominalnej 126,00 euro _słownie: sto dwadzieścia sześć euro_ każdy udział,\n                           o łącznej wartości nominalnej 3 595 662,00 euro _słownie: trzy miliony pięćset dziewięćdziesiąt\n                           pięć tysięcy sześćset sześćdziesiąt dwa euro_, stanowiących 100% _słownie: sto procent_\n                           kapitału zakładowego w spółce pod firmą  IQ Venture Capital s.a r.l. z siedzibą w\n                           Luksemburgu, zarejestrowaną w Rejestrze Handlowym i Przedsiębiorstw Luksemburga pod\n                           numerem B 139288;d_ 75 _słownie: siedemdziesiąt pięć_ udziałów o wartości nominalnej 50,00 zł _słownie:\n                           pięćdziesiąt złotych_ każdy udział, o łącznej wartości nominalnej 3.750,00 zł _słownie:\n                           trzy tysiące siedemset pięćdziesiąt złotych_, stanowiących 75% _słownie: siedemdziesiąt\n                           pięć procent_ kapitału zakładowego w spółce pod firmą IQ Pomerania spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Warszawie, wpisanej do Rejestru Przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla m. st. Warszawy XII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000558776,e_ 24 _słownie: dwadzieścia cztery_ udziały o wartości nominalnej 50,00 zł _słownie:\n                           pięćdziesiąt złotych_ każdy udział, o łącznej wartości nominalnej 1.200,00 zł _słownie:\n                           jeden tysiąc dwieście złotych_, stanowiących 24% _słownie: dwadzieścia cztery procent_\n                           kapitału zakładowego w spółce pod firmą IQ Alfa spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Olsztynie, wpisanej do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego\n                           prowadzonego przez Sąd Rejonowy w Olsztynie, VIII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego pod numerem KRS 0000614740.Celem przeprowadzonej transakcji jest uproszczenie i uporządkowanie struktury Grupy\n                           Kapitałowej IQ Partners S.A.",
        "date": "2017-12-22"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 22 grudnia 2017 roku,\n                           Spółka otrzymała od Altraves Limited z siedzibą w Nikozji _Cypr_ oraz Dien sp. z o.o.\n                           z siedzibą w Warszawie zawiadomienia sporządzone na podstawie art. 69 i n., ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych. Pełna treść\n                           zawiadomień stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2017-12-22"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 22 grudnia 2017 roku,\n                           otrzymał od podmiotów blisko związanych z Prezesem Zarządu Spółki Panem Maciejem Hazubskim\n                           powiadomienia o transakcjach na akcjach Spółki. Treść powiadomień Spółka przekazuje\n                           w załączeniu.",
        "date": "2017-12-22"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners Spółki Akcyjnej _\"Spółka\"_ informuje, iż w dniu dzisiejszym spółka\n                           zależna od Emitenta - IQ Pomerania spółka z ograniczoną odpowiedzialnością z siedzibą\n                           w Warszawie _\"IQ Pomerania\"_ zawarła porozumienie w sprawie przeniesienia praw i obowiązków\n                           wynikających z umowy o współpracy zawartej w dniu 18 sierpnia 2015 roku _\"Umowa\"_\n                           pomiędzy Bankiem Gospodarstwa Krajowego w Warszawie z siedzibą w Warszawie _\"BGK\",\n                           \"Menadżer\"_ oraz MM Prime Towarzystwem Funduszy Inwestycyjnych S.A. z siedzibą w Warszawie\n                           _\"MM Prime TFI\"_ oraz IQ Pomerania w przedmiocie utworzenia i zarządzania JEREMIE\n                           Seed Capital Województwa Zachodniopomorskiego Fundusz Inwestycyjny Zamknięty _\"Fundusz\"_.\n                           O podpisaniu powyższej Umowy Spółka informowała w raporcie bieżącym  ESPI nr 7/2015\n                           z dnia 18 sierpnia 2015 roku. BGK oraz Województwo Zachodniopomorskie reprezentowane przez Zarząd Województwa Zachodniopomorskiego\n                           _\"Instytucja Zarządzająca\"_ działający w charakterze instytucji zarządzającej w rozumieniu\n                           art. 5 pkt 2 ustawy z dnia 6 grudnia 2006 r. o zasadach prowadzenia polityki rozwoju\n                           _Dz. U. Nr 227, poz. 1658 z późn. zm._ zawarli w dniu 29 września 2009 roku Umowę\n                           o dofinansowanie Przedsięwzięcia \"Wsparcie przedsiębiorczości poprzez rozwój instrumentów\n                           inżynierii finansowej w ramach inicjatywy JEREMIE w województwie zachodniopomorskim\"\n                           w ramach Regionalnego Programu Operacyjnego Województwa Zachodniopomorskiego na lata\n                           2007-2013 Oś Priorytetowa 1 \"Gospodarka – Innowacje – Technologie\", Działanie 1.3\n                           \"Zaawansowane usługi wsparcia dla przedsiębiorstw\", Poddziałanie 1.3.4 \"Pozadotacyjne\n                           instrumenty finansowe dla MŚP – Inicjatywa JEREMIE\" _\"Umowa o Dofinansowanie\"_. W\n                           dniu 27 marca 2017 roku Zarząd Województwa Zachodniopomorskiego podjął uchwałę o rozwiązaniu\n                           z dniem 30 września 2017 roku Umowy o Dofinansowanie. Rozwiązanie Umowy o Dofinansowanie\n                           nie powoduje i nie stanowi okoliczności uzasadniającej rozwiązanie albo wygaśnięcie\n                           Umowy. Na mocy umowy z dnia 1 sierpnia 2017 roku zawartej pomiędzy Województwem Zachodniopomorskim\n                           oraz Zachodniopomorską Agencją Rozwoju Regionalnego Spółką Akcyjną z siedzibą w Szczecinie\n                           _\"ZARR\"_, ZARR przejmie prawa i obowiązki BGK wynikające z Umowy.W związku z powyższym w dniu dzisiejszym zostało zawarte Porozumienie pomiędzy BGK,\n                           MM Prime TFI, IQ Pomerania oraz ZARR _\"Porozumienie\"_ w sprawie przeniesienia praw\n                           i obowiązków wynikających z Umowy z BGK na ZARR. Na podstawie Porozumienia BGK przenosi\n                           na ZARR wszelkie swoje prawa i obowiązki, wierzytelności i zobowiązania wynikające\n                           z lub powstałe w związku z realizacją Umowy, co obejmuje wszelkie posiadane przez\n                           BGK prawa z Certyfikatów Inwestycyjnych oraz inne prawa i obowiązki, wierzytelności\n                           i zobowiązania BGK wobec MM Prime TFI oraz IQ Pomerania wynikające z Umowy, w tym\n                           także prawa do uczestnictwa w organach Funduszu. Przeniesienie obejmuje wszelkie prawa\n                           z Certyfikatów Inwestycyjnych posiadanych przez BGK oraz wszelkie inne prawa i obowiązki,\n                           wierzytelności i zobowiązania BGK wynikające z Umowy istniejące w dniu zawarcia Porozumienia\n                           oraz przyszłe, wymagalne oraz takie, których termin wymagalności w dniu zawarcia Porozumienia\n                           jeszcze nie nastąpił. Przeniesienie obejmuje również wszelkie prawa i obowiązki BGK\n                           o charakterze akcesoryjnym, w jakikolwiek sposób, bezpośredni lub pośredni związane\n                           z Umową, nadające uprawnienia lub nakładające zobowiązania na BGK w tym w szczególności\n                           wobec MM Prime TFI oraz IQ Pomerania oraz Ostatecznych Beneficjentów, będących przedmiotem\n                           inwestycji Funduszu.Przeniesienie dokonane zostaje bezwarunkowo, nieodpłatnie i bez jakichkolwiek zastrzeżeń\n                           z dniem 1 października 2017 roku. Przeniesienie, prócz podmiotowej zmiany stron Umowy\n                           polegającej na zastąpieniu BGK przez ZARR nie powoduje żadnej zmiany w treści Umowy.",
        "date": "2017-09-29"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd Spółki IQ Partners S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ niniejszym\n                           informuje, że w związku z prowadzonymi przez Zarząd Spółki pracami nad raportem za\n                           I półrocze 2017 roku, którego publikacja przewidziana została na dzień 15 września\n                           2017 roku oraz w związku z dokonaniem odpisu aktualizującego dotyczącego akcji spółki\n                           zależnej tj. B2BPartner S.A. z siedzibą w Warszawie, o którym Emitent informował w\n                           raporcie bieżącym ESPI nr 19/2017 z dnia 21 sierpnia 2017 roku, Zarząd Emitenta w\n                           dniu 01 września 2017 roku rozpoznał konieczność utworzenia w spółce zależnej IQ Venture\n                           Capital s. a r.l. odpisu z tytułu należności od spółki B2BPartner S.A. na kwotę 495.946,25\n                           zł wynikającej z tytułu udzielonej B2BPartner S.A. pożyczki wraz z należnymi odsetkami.\n                           Odpis zostanie ujawniony w skonsolidowanym sprawozdaniu Grupy Kapitałowej Emitenta\n                           za I półrocze 2017, w pozycji pozostałe koszty finansowe i obciąży bezpośrednio skonsolidowany\n                           wynik finansowy. Dokonanie powyższego odpisu wpłynie również bezpośrednio na obniżenie\n                           kwoty należności wykazanych w bilansie Grupy Kapitałowej Emitenta i tym samym na wysokość\n                           sumy bilansowej. Decyzja Zarządu Spółki została podjęta przy zachowaniu ostrożności, po analizie terminów\n                           płatności należności, ocenie ryzyka ich spłaty oraz ocenie sytuacji B2BPartner S.A.",
        "date": "2017-09-01"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ niniejszym informuje,\n                           że w związku z prowadzonymi przez Zarząd Spółki pracami nad raportem za I półrocze\n                           2017 r., którego publikacja przewidziana została na dzień 15.09.2017 r., Zarząd Emitenta\n                           w dniu 21.08.2017 r. podjął decyzję o dokonaniu na dzień bilansowy 30.06.2017 r. odpisu\n                           aktualizującego wartość aktywów finansowych Spółki.Odpisem aktualizującym  w kwocie 797.500,00 zł objęte zostały akcje spółki zależnej\n                           B2BPartner S.A. z siedzibą w Warszawie.Emitent informuje, że na dzień 30.06.2017r. oraz na dzień publikacji niniejszego raportu\n                           posiada pośrednio  poprzez IQ Venture Capital s. a r. l., 7.250.000 akcji spółki B2BPartner\n                           S.A., która to liczba stanowi 48,05% udziału w kapitale zakładowym oraz uprawnia do\n                           oddania 7.250.000 głosów stanowiących 48,05% ogólnej liczbie głosów B2BPartner S.A.W konsekwencji dokonanego odpisu wartości aktywów, wynik Emitenta zostanie obciążony\n                           za 6 miesięcy obrachunkowych łączną kwotą odpisu 797.500,00 zł. Dotychczas prezentowana\n                           wartość 7.250.000 akcji spółki B2BPartner S.A. w sprawozdaniu finansowym Emitenta\n                           na 31.03.2017 r. to 797.500,00 zł, zaś wartość akcji B2BPartner S.A. po dokonaniu\n                           odpisu na 30.06.2017 r. wynosi 0 zł. Decyzję o dokonaniu odpisu aktualizującego w stosunku do posiadanych przez Emitenta\n                           akcji spółki zależnej B2BPartner S.A. Zarząd podjął na podstawie analizy sytuacji\n                           B2BPartner S.A. oraz w związku ze złożeniem przez wierzyciela B2BPartner S.A. tj.\n                           spółkę Point of View sp. z o.o. z siedzibą w Piasecznie wniosku o ogłoszenie upadłości,\n                           o czym Emitent informował w treści raportu bieżącego ESPI nr 8/2017 z dnia 18 maja\n                           2017 r. Ponadto Zarząd Emitenta informuje, iż dokonanie ww. odpisu aktualizującego z tytułu\n                           spadku wartości aktywów finansowych będzie miało istotny wpływ na wyniki finansowe\n                           Emitenta oraz Grupy Kapitałowej Emitenta za okres I półrocza 2017 r. Zarząd Spółki\n                           podjął decyzję o publikacji powyższej informacji w związku z możliwym, istotnym jej\n                           wpływem na wycenę instrumentów finansowych Emitenta.",
        "date": "2017-08-21"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie, podaje wykaz akcjonariuszy, którzy\n                           posiadali co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu IQ Partners\n                           S.A., które odbyło się w dniu 22 czerwca 2017 roku oraz po przerwie w dniach 28 czerwca\n                           2017 roku i 12 lipca 2017 roku _ZWZ_.Lista akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym\n                           Zgromadzeniu Akcjonariuszy w dniu 22 czerwca 2017 rokuAkcjonariusz: Atlantis S.A. z siedzibą w PłockuLiczba zarejestrowanych na ZWZ akcji: 4.427.000Liczba głosów z zarejestrowanych akcji: 4.427.000Udział w ogólnej liczbie głosów [%]: 19,8%Udział w liczbie głosów na ZWZ [%]: 28,91%Akcjonariusz: Altraves Limited z siedzibą w  Nikozji _Cypr_Liczba zarejestrowanych na ZWZ akcji: 5.000.000Liczba głosów z zarejestrowanych akcji: 5.000.000Udział w ogólnej liczbie głosów [%]: 22,37 %Udział w liczbie głosów na ZWZ [%]: 32,65%Akcjonariusz: Sumixam Limited z siedzibą w  Nikozji _Cypr_Liczba zarejestrowanych na ZWZ akcji: 4.800.000Liczba głosów z zarejestrowanych akcji: 4.800.000Udział w ogólnej liczbie głosów [%]: 21,47 %Udział w liczbie głosów na ZWZ [%]: 31,35%Lista akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym\n                           Zgromadzeniu Akcjonariuszy w dniu 28 czerwca 2017 roku oraz 12 lipca 2017 rokuAkcjonariusz: Atlantis S.A. z siedzibą w PłockuLiczba zarejestrowanych na ZWZ akcji: 4.427.000Liczba głosów z zarejestrowanych akcji: 4.427.000Udział w ogólnej liczbie głosów [%]: 19,8%Udział w liczbie głosów na ZWZ [%]: 31,01%Akcjonariusz: Altraves Limited z siedzibą w  Nikozji _Cypr_Liczba zarejestrowanych na ZWZ akcji: 5.000.000Liczba głosów z zarejestrowanych akcji: 5.000.000Udział w ogólnej liczbie głosów [%]: 22,37 %Udział w liczbie głosów na ZWZ [%]: 35,02%Akcjonariusz: Sumixam Limited z siedzibą w  Nikozji _Cypr_Liczba zarejestrowanych na ZWZ akcji: 4.800.000Liczba głosów z zarejestrowanych akcji: 4.800.000Udział w ogólnej liczbie głosów [%]: 21,47 %Udział w liczbie głosów na ZWZ [%]: 33,62%",
        "date": "2017-07-12"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners Spółka Akcyjna _dalej: \"Spółka\"_ informuje o podjęciu w dniu 23\n                           czerwca 2017 r. decyzji o zamiarze połączenia dwóch spółek zależnych od Spółki, tj.\n                           Ventures Hub spółki z ograniczoną odpowiedzialnością z siedzibą w Warszawie _dalej:\n                           \"Ventures Hub\"_ oraz \"Inventiq\" spółki z ograniczoną odpowiedzialnością z siedzibą\n                           w Warszawie _dalej: \"Inventiq\"_. Połączenie zostanie dokonane w trybie art. 492 § 1 pkt 1 w zw. z art. 515 § 6 k.s.h.,\n                           tj. poprzez przeniesienie całego majątku Inventiq na Ventures Hub _połączenie przez\n                           przejęcie_ bez podwyższania kapitału zakładowego.W związku z powyższym Spółka podpisała w dniu 23 czerwca 2017 r. z Ventures Hub umowę\n                           sprzedaży udziałów Inventiq. Zgodnie z umową Spółka zbyła na rzecz Ventures Hub wszystkie\n                           posiadane udziały w Inventiq tj. 50 udziałów o wartości nominalnej100 zł każdy udział.\n                           Inventiq _spółka przejmowana_ jest spółką utworzoną w 2013 r., w której Ventures Hub\n                           posiada 100% udziałów. Inventiq to wehikuł inwestycyjny, który zajmuje się inwestowaniem\n                           w projekty wysoce innowacyjne powstające na bazie badań naukowych i własności intelektualnej.\n                           Venture Hub _spółka przejmująca_ jest spółką utworzoną w 2008 r., w której Spółka\n                           posiada 100% udziałów. Ventures Hub zajmuje się inkubacją spółek i przedsiębiorstw,\n                           realizacją inwestycji w nowoutworzone, innowacyjne spółki i przedsiębiorstwa z obszaru\n                           nowych technologii, Internetu i mobile.Połączenie zostanie dokonane na warunkach określonych w planie połączenia uzgodnionym\n                           i przyjętym w dniu 23 czerwca 2017 r. przez Zarządy obu łączących się spółek. Przeprowadzenie połączenia w trybie uproszczonym _tj. bez podwyższenia kapitału zakładowego\n                           spółki przejmującej_ jest możliwe z uwagi na to, że Ventures Hub posiada 100% udziałów\n                           w Inventiq. Z dniem połączenia Ventures Hub wstąpi we wszystkie prawa i obowiązki\n                           Inventiq zaś Inventiq zostanie wykreślona z rejestru przedsiębiorców.Celem planowanego połączenia jest uproszczenie i uporządkowanie struktury Grupy Kapitałowej\n                           IQ Partners.",
        "date": "2017-06-23"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd Spółki IQ Partners S.A. _\"Spółka\", \"Emitent\"_ z siedzibą w Warszawie informuje,\n                           iż w dniu 22 czerwca 2017 roku Rada Nadzorcza Spółki podjęła uchwałę, na mocy której\n                           powołała do Zarządu Spółki czwartej kadencji Pana Macieja Krzysztofa Hazubskiego,\n                           któremu powierzyła stanowisko Prezesa Zarządu IQ Partners S.A. oraz Pana Wojciecha\n                           Przyłęckiego, któremu powierzyła stanowisko Wiceprezesa Zarządu IQ Partners S.A. Skład\n                           Zarządu Spółki nie uległ zmianie. Powołania, o których mowa powyżej, zostały dokonane\n                           na nową trzyletnią kadencję.Pan Maciej Hazubski jest absolwentem Szkoły Głównej Handlowej w Warszawie. Posiada\n                           wieloletnie doświadczenie w zakresie zarządzania i sprzedaży. Doradzał w szeregu transakcji\n                           z zakresu inwestycji, fuzji oraz przejęć. Współtwórca i wspólnik kilku przedsięwzięć\n                           z obszaru nowych technologii, Internetu i rozwiązań mobilnych. Pracował m.in. w Misters\n                           Audytor Sp. z o.o. oraz BDO Polska Sp. z o.o. Od 2000 r. do 2006 r. zajmował kierownicze\n                           i zarządcze stanowiska w firmach z branży technologicznej i internetowej m.in. w L2Mobile.com\n                           S.A., Linia 1 Sp. z o.o., Infogis Sp. z o.o. czy Soltan Sp. z o.o. Aktualnie pełni\n                           funkcję Prezesa Zarządu spółek: Ventures Hub sp. z o.o., rTime sp. z o.o. Jest również\n                           Wiceprezesem Zarządu InQbe sp. z o.o., Inventiq sp. z o.o. oraz Członkiem Zarządu\n                           spółki IQ Venture Capital s.à r.l. z siedzibą w Luksemburgu. Dodatkowo Pan Maciej\n                           Hazubski pełni funkcje w organach nadzorujących następujących spółek: B2BPartner S.A.,\n                           Langloo.com S.A., Igoria Trade S.A. jako przewodniczący rady nadzorczej, Cube Group\n                           S.A., Site S.A., BSS Poland S.A., Prowly.com sp. z o.o.  jako członek rady nadzorczej.Jest jednym z głównych akcjonariuszy IQ Partners S.A.Pan Maciej Hazubski nie prowadzi działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Emitenta. Nie jest wspólnikiem konkurencyjnej spółki cywilnej lub\n                           spółki osobowej ani członkiem organu spółki kapitałowej lub członkiem organu jakiejkolwiek\n                           innej konkurencyjnej osoby prawnej. Nie został wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym. Pan Wojciech Przyłęcki studiował prawo na Uniwersytecie Mikołaja Kopernika w Toruniu\n                           oraz Zarządzanie w Olsztyńskiej Wyższej Szkole Zarządzania i Administracji. Od 1997\n                           jest przedsiębiorcą specjalizującym się w projektach technologicznych i internetowych.\n                           Posiada wieloletnie doświadczenie w projektowaniu i implementacji systemów informatycznych.\n                           W latach 2005-2006 pracował jako Dyrektor ds. Rozwoju Technologii w EL2 Sp. z o.o.\n                           Aktualnie pełni funkcję Prezesa Zarządu spółek InQbe sp. z o.o.,  Inventiq sp. z o.o.\n                           oraz jest Wiceprezesem Zarządu spółki Ventures Hub sp. z o.o. Jest również Prezesem\n                           Zarządu wielu spółek technologicznych, które wdrożyły na rynek szereg innowacyjnych\n                           rozwiązań, są to między innymi: SmartSpot sp. z o.o., Hub30.com sp. z o.o., Ponolo\n                           sp. z o.o., SportsTV sp. z o.o., Transdata sp. z o.o. , Ingis sp. z o.o. oraz Big\n                           Data Solutions Sp. z o.o.. Dodatkowo Pan Wojciech Przyłęcki pełni funkcje w organach\n                           nadzorujących w następujących spółkach.: Propergroup S.A., Site S.A.,  Mobile Partner\n                           S.A., Inflube Sp. z o.o. oraz eRFX Prime Sp. z o.o.Jest również jednym z głównych akcjonariuszy IQ Partners S.A.Pan Wojciech Przyłęcki nie prowadzi działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Emitenta. Nie jest wspólnikiem konkurencyjnej spółki cywilnej lub\n                           spółki osobowej ani członkiem organu spółki kapitałowej lub członkiem organu jakiejkolwiek\n                           innej konkurencyjnej osoby prawnej. Nie został wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym. Szczegółowa podstawa\n                           prawna:§ 5 ust. 1 pkt 22 i § 28 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych […]",
        "date": "2017-06-22"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_ informuje, że\n                           w dniu 22 czerwca 2017 roku Zwyczajne Walne Zgromadzenie Spółki zatwierdziło powołanie\n                           Pana Damiana Patrowicza na Członka Rady Nadzorczej w drodze kooptacji, uchwałą Rady\n                           Nadzorczej Spółki z dnia 23 marca 2017 roku.Jednocześnie w dniu dzisiejszym Zwyczajne Walne Zgromadzenie Spółki powołało pięcioosobową\n                           Radę Nadzorczą Spółki na kolejną trzyletnią kadencję. Skład Rady Nadzorczej Spółki\n                           nie uległ zmianie i jest następujący: Piotr Bolmiński, Andrzej Frąckowiak, Damian\n                           Patrowicz, Anna Kajkowska, Rafał Rachalewski. Pan Piotr Bolmiński – renomowany specjalista ds. księgowych i podatkowych, ekspert\n                           w dziedzinie skonsolidowanych sprawozdań finansowych oraz Międzynarodowych Standardów\n                           Rachunkowości. Współwłaściciel i Prezes Zarządu Forum Rachunkowości sp. z o.o. z siedzibą\n                           w Warszawie.Pan Piotr Bolmiński nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy w\n                           innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Piotr Bolmiński nie\n                           jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Pan Andrzej Frąckowiak - absolwent Akademii Ekonomicznej w Poznaniu, kierunku Ekonomiczno-Społecznego.\n                           Był współtwórcą firmy Atut Rental sp. z o.o. gdzie pracował na stanowisku dyrektora\n                           ds. technicznych i marketingu. W 1991 r. stworzył od podstaw własną firmę zajmującą\n                           się transportem międzynarodowym i krajowym, następnie poszerzając zakres działalności\n                           o logistykę. Obecnie jako udziałowiec prowadzi grupę firm Euro-pegaz świadczącą m.in.\n                           kompleksowe usługi logistyczne i transportowe.Pan Andrzej Frąckowiak nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy\n                           w innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Andrzej Frąckowiak\n                           nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Pani Anna Kajkowska - posiada wykształcenie wyższe. Ukończyła magisterskie studia\n                           na Wydziale Administracji, kierunek Administracja w SWPW w Płocku. Ukończyła Studia\n                           Podyplomowe na Wydziale Zarządzania, kierunek Zarządzane Przedsiębiorstwem Zarządzanie\n                           zasobami ludzkimi. Ukończyła Zarządzanie wiedzą w przedsiębiorstwie, Zarządzanie technologią\n                           w przedsiębiorstwie, Zarządzanie technologią – systemy wspierania innowacji i transferu\n                           technologii w Krajach Unii Europejskiej i w Polsce. Posiada kilkunastoletnie doświadczenie w pracy na stanowiskach menedżerskich, audytorskich.\n                           Od 2007 roku związana z rynkiem kapitałowym. Obecnie pełni funkcję Prezesa Zarządu\n                           Atlantis S.A., Resbud S.A., funkcję Prezesa Zarządu Stowarzyszenia Inwestorów Giełdowych\n                           z siedzibą w Warszawie. Zasiada w radzie nadzorczej Investment Friends S.A., jest\n                           członkiem Stowarzyszenia Emitentów Giełdowych. Pani Anna Dorota Kajkowska nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy\n                           w innej konkurencyjnej osobie prawnej jako członek jej organu. Pani Anna Dorota Kajkowska\n                           nie jest wpisana do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Pan Rafał Rachalewski – jest absolwentem Uniwersytetu Łódzkiego _specjalizacja: Rachunkowość_\n                           oraz studiów Executive MBA w polsko-kanadyjskim programie UQUAM SGH w Warszawie. Przez\n                           ostatnie lata związany z funduszami typu Private Equity, obecnie pracuje jako analityk\n                           i menedżer inwestycyjny w funduszu EMSA Capital inwestującym w zagrożone aktywa średniej\n                           i dużej wielkości na terenie Europy Środkowo-Wschodniej. W latach 2003-2007 związany\n                           z branża konsultingową, W latach 2003-2005 odegrał istotną rolę w stworzeniu dwóch\n                           spółek start-up na rynku polskim. Wcześniej tj. w okresie 1998 - 2000 pracował w amerykańskiej\n                           firmie konsultingowej IMPAC realizującej projekty usprawniające najważniejsze procesy\n                           biznesowe dużych polskich przedsiębiorstw m.in. Rafako S.A., Unicom Bols Group _obecnie\n                           podmiot z grupy CEDC_, Okocim S.A.Pan Rafał Rachalewski nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy\n                           w innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Rafał Rachalewski\n                           nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Pan Damian Patrowicz posiada wykształcenie wyższe prawnicze. Ukończył studia na Wydziale\n                           Prawa i Administracji Uniwersytetu Warszawskiego. Od 2008 roku związany z publicznym\n                           rynkiem kapitałowym. Zasiadał w organach nadzoru spółek notowanych na GPW w Warszawie,\n                           jak również notowanych na NewConnect. Obecnie pełni funkcje Prezesa Zarządu Nova Giełda\n                           Inwestycje Sp. z o.o., Członka Rad Nadzorczych w podmiotach: ELKOP S.A., Atlantis\n                           S.A., Resbud S.A., FON S.A., Investment Friends Capital S. A., DAMF INVEST S.A., DAMF\n                           INWESTYCJE S.A., IFERIA S.A., Investment Friends S.A. oraz Wiceprezesa Zarządu w Stowarzyszeniu\n                           Inwestorów Giełdowych. Pan Damian Patrowicz jest współwłaścicielem w  Nova Giełda Sp. z.o.o., spółce zajmującej\n                           się organizacją systemu transakcyjnego, w którym przedmiotem obrotu są instrumenty\n                           finansowe. Dzięki optymalizacji struktury organizacyjnej udało mu się osiągnąć znaczne\n                           obniżenie opłat transakcyjnych od zawieranych transakcji.Pan Damian Patrowicz nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy\n                           w innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Damian Patrowicz\n                           nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 22 i § 28 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych […]",
        "date": "2017-06-22"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _\"Spółka\"_ podaje do publicznej wiadomości treść uchwał podjętych\n                           przez Zwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 22 czerwca 2017\n                           roku. Jednocześnie Zarząd Spółki informuje, że Zwyczajne Walne Zgromadzenie Spółki podjęło\n                           Uchwałę w przedmiocie ogłoszenia przerwy w obradach Walnego Zgromadzenia do dnia 28\n                           czerwca 2017 roku do godziny 13:00. Po przerwie, Zwyczajne Walne Zgromadzenie Spółki\n                           zostanie wznowione w lokalu Spółki przy Al. Jerozolimskich 65/79 w Warszawie.Treść uchwał, podjętych przez Zwyczajne Walne Zgromadzenie Spółki w dniu 22 czerwca\n                           2017 roku, do momentu ogłoszenia przerwy w obradach Zwyczajnego Walnego Zgromadzenia\n                           stanowi załącznik do niniejszego raportu bieżącego.Szczegółowa podstawa prawna:§ 38 ust. 1 pkt 6-7 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2017-06-22"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _Spółka_ przekazuje do publicznej wiadomości proponowaną zmianę\n                           Statutu Spółki, której dokonanie planowane jest na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki zwołanym na dzień 22 czerwca 2017 roku.Dotychczas obowiązujące postanowienia Statutu Spółki i treść proponowanych zmian:1. Dotychczasowe brzmienie rozdziału II: \"II. PRZEDMIOT DZIAŁALNOŚCI SPÓŁKI\"Proponowane brzmienie rozdziału II:\"II. PRZEDMIOT DZIAŁALNOŚCI SPÓŁKI. CEL INWESTYCYJNY ASI. OGÓLNE ZASADY POLITYKI INWESTYCYJNEJ\n                           ASI I STRATEGII INWESTYCYJNEJ ASI\"2. Dotychczasowe brzmienie § 6 ust. 1 Statutu Spółki:\"1. Przedmiotem działalności Spółki jest:1/ działalność holdingów finansowych,2/ działalność trustów, funduszów i podobnych instytucji finansowych, 3/ pozostałe formy udzielania kredytów,4/ pozostała finansowa działalność usługowa, gdzie indziej niesklasyfikowana, z wyłączeniem\n                           ubezpieczeń i funduszów emerytalnych,5/ pozostała działalność wspomagająca usługi finansowe, z wyłączeniem ubezpieczeń\n                           i funduszów emerytalnych,6/ działalność firm centralnych _head offices_ i holdingów, z wyłączeniem holdingów\n                           finansowych,7/ stosunki międzyludzkie _public relations_ i komunikacja,8/ pozostałe doradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania,\n                           9/ pozostała działalność profesjonalna, naukowa i techniczna, gdzie indziej niesklasyfikowana.\"Proponowane brzmienie § 6 ust. 1 Statutu Spółki:\"1. Przedmiotem działalności Spółki jest:1/  działalność holdingów finansowych,2/  działalność trustów, funduszów i podobnych instytucji finansowych, 3/ działalność związana z zarządzaniem funduszami,4/ pozostała finansowa działalność usługowa, gdzie indziej niesklasyfikowana, z wyłączeniem\n                           ubezpieczeń i funduszów emerytalnych,5/ działalność firm centralnych _head offices_ i holdingów, z wyłączeniem holdingów\n                           finansowych.\"3. Dodaje się § 6 ust. 3-19 Statutu Spółki w następującym brzmieniu:              \"3. Spółka działa jako alternatywna spółka inwestycyjna _\"ASI\"_, która w rozumieniu\n                           art. 8a ust. 1 ustawy z dnia 27 maja 2004 roku o funduszach inwestycyjnych i zarządzaniu\n                           alternatywnymi funduszami inwestycyjnymi _Dz.U. z 2016 r. poz. 1896, z późn. zm._\n                           _\"Ustawa\"_ wraz ze zmianami wprowadzonymi ustawą z dnia 31 marca 2016 roku o zmianie\n                           ustawy o funduszach inwestycyjnych oraz innych ustaw _Dz.U. z 2016 r., poz. 615_,\n                           jest alternatywnym funduszem inwestycyjnym, innym niż określony art. 3 ust. 4 pkt\n                           2 Ustawy.4. Spółka działająca jako ASI, prowadzi działalność jako wewnętrznie zarządzający\n                           ASI, zgodnie z przepisami Ustawy.5. Przedmiotem działalność ASI jako wewnętrznie zarządzającego ASI, w świetle art.\n                           70e ust. 1 Ustawy, jest wyłącznie zarządzanie spółką będącą ASI _zarządzanie samym\n                           sobą_, w tym wprowadzanie ASI do obrotu.6. Wyłącznym przedmiotem działalności ASI jest zbieranie aktywów od wielu inwestorów\n                           w celu ich lokowania w interesie tych inwestorów zgodnie z określoną polityką inwestycyjną\n                           ASI _\"Cel Inwestycyjny\"_.7. Główne zasady polityki inwestycyjnej ASI określają:1/ odpowiednie postanowienia niniejszego Statutu,2/ polityka inwestycyjna i strategia inwestycyjna, zwarte w regulaminach ASI. Późniejsze zmiany polityki inwestycyjnej i strategii inwestycyjnej nie stanowią zmiany\n                           Statutu.8. ASI może być wprowadzana do obrotu wśród klientów profesjonalnych i klientów detalicznych,\n                           zgodnie z art. 70f ust. 1 Ustawy.9. ASI nie gwarantuje osiągniecia Celu Inwestycyjnego, o którym mowa w § 6 ust. 6\n                           Statutu.10. Realizacja Celu Inwestycyjnego odbywać się m.in. poprzez dobór odpowiednich instrumentów\n                           finansowych do portfela ASI oraz jego dywersyfikację.11. ASI może dokonywać inwestycji we wszystkie prawem dozwolone kategorie lokat.12. Podstawowymi kategoriami lokat służącymi do budowy portfela inwestycyjnego ASI\n                           będą w szczególności udziały i akcje spółek krajowych i zagranicznych, prawa i obowiązki\n                           wynikające ze statusu bycia wspólnikiem w krajowych i zagranicznych spółkach osobowych,\n                           papiery wartościowe, wierzytelności, waluty, nieruchomości, wszelkie inne zbywalne\n                           prawa majątkowe, których nabycie lub objęcie może przyczynić się do realizacji Celu\n                           Inwestycyjnego.13. Inwestycje w udziały i akcje, prawo bycia wspólnikiem w spółkach osobowych mogą\n                           przynosić zysk w postaci wypłaty dywidendy, udział w zysku oraz wzrostu wartości udziałów,\n                           akcji lub wartości spółki osobowej.14. Dywersyfikacja lokat dokonywana będzie w zakresie rodzaju instrumentów, rodzaju\n                           emitentów oraz branż w jakich funkcjonują, a także w odniesieniu do rodzajów rynków\n                           w rozumieniu rynku krajowego i rynków zagranicznych oraz w zakresie walut, w których\n                           denominowane są instrumenty będące przedmiotem lokat ASI.15. ASI będzie dokonywała doboru lokat określonych w polityce inwestycyjnej kierując\n                           się zasadą maksymalizacji wartości aktywów przy uwzględnieniu minimalizacji ryzyka\n                           inwestycyjnego.16. Portfel ASI budowany będzie przy łącznym uwzględnieniu dwóch najważniejszych kryteriów\n                           tj. przewidywanej wysokiej rentowności inwestycji oraz przy zachowaniu jej płynności.17. ASI zamierza realizować strategię stabilnego wzrostu przy zachowaniu akceptowalnego\n                           poziomu ryzyka związanego z inwestowaniem bądź lokowaniem środków i zachowaniu optymalnego\n                           poziomu bezpieczeństwa.18. ASI będzie dokonywała lokat, w postaci udziałów i akcji spółek kapitałowych i\n                           zagranicznych oraz praw i obowiązków wynikających ze statusu bycia wspólnikiem w krajowych\n                           i zagranicznych spółkach osobowych w następujące sektory przemysłowe i usługowe: górnictwo\n                           i wydobywanie; przetwórstwo przemysłowe; wytwarzanie i zaopatrywanie w energię elektryczną,\n                           gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych; dostawę wody,\n                           gospodarowanie ściekami i odpadami oraz działalność związaną z rekultywacją; budownictwo;\n                           handel hurtowy i detaliczny; transport i gospodarkę magazynową; działalność związaną\n                           z zakwaterowaniem i usługami gastronomicznymi; informację i komunikację; działalność\n                           finansową i ubezpieczeniową; opiekę zdrowotną; działalność związaną z obsługą rynku\n                           nieruchomości; działalność profesjonalną, naukową i techniczną; działalność związaną\n                           kulturą, rozrywką i rekreacją; rolnictwo, leśnictwo, łowiectwo i rybactwo; działalność\n                           w zakresie usług administrowania i działalność wspierającą; edukację, pozostałą działalność\n                           usługową, wszystkich podmiotów mających siedzibę bądź miejsce wykonywania działalności\n                           na terytorium państw Europejskiego Obszaru Gospodarczego.19. Uszczegółowienie postanowień polityki inwestycyjnej i strategii inwestycyjnej\n                           określonej w niniejszym Statucie znajduje się w dokumentach, w tym regulaminach przyjętych\n                           przez Spółkę, dotyczących działalności prowadzonej przez ASI _regulacje wewnętrzne\n                           ASI_.\"Szczegółowa podstawa prawna:§ 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2017-05-26"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Działając na podstawie § 38 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych […] Zarząd IQ Partners\n                           S.A. _Spółka_ przekazuje w załączeniu treść projektów uchwał na Zwyczajne Walne Zgromadzenia\n                           Spółki, które odbędzie się w dniu 22 czerwca 2017 r. oraz Sprawozdanie Rady Nadzorczej\n                           IQ Partners S.A. za rok obrotowy 2016, które to sprawozdanie zgodnie z planowanym\n                           porządkiem obrad zostanie przedstawione do rozpatrzenia oraz zatwierdzenia Zwyczajnemu\n                           Walnemu Zgromadzeniu Spółki.",
        "date": "2017-05-26"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _Spółka_ działając na podstawie art.\n                           395 §1 w związku z art. 399 §1 w zw. z art. 402[1] §1 oraz art. 402[2] k.s.h. zwołuje\n                           Zwyczajne Walne Zgromadzenie _zwane dalej także \"Zgromadzeniem\" lub \"ZWZ\"_, które\n                           odbędzie się dnia 22 czerwca 2017 r. o godzinie 11:00 w Warszawie w lokalu Spółki\n                           przy Al. Jerozolimskich 65/79.Szczegółowy porządek obrad Zwyczajnego Walnego Zgromadzenia jest następujący:1/ Otwarcie obrad Zwyczajnego Walnego Zgromadzenia.2/ Podjęcie uchwały w sprawie wyboru Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3/ Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do podejmowania uchwał.4/ Podjęcie uchwały  w sprawie wyboru Komisji Skrutacyjnej.5/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z\n                           działalności IQ Partners S.A. za rok obrotowy obejmujący okres od dnia 1 stycznia\n                           2016 roku do dnia 31 grudnia 2016 roku. 6/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia jednostkowego sprawozdania\n                           finansowego IQ Partners S.A. za rok obrotowy obejmujący okres od dnia 1 stycznia 2016\n                           roku do dnia 31 grudnia 2016 roku. 7/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z\n                           działalności Grupy Kapitałowej IQ Partners za rok obrotowy obejmujący okres od dnia\n                           1 stycznia 2016 roku do dnia 31 grudnia 2016 roku. 8/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej IQ Partners za rok obrotowy obejmujący okres od dnia\n                           1 stycznia 2016 roku do dnia 31 grudnia 2016 roku. 9/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania Rady Nadzorczej\n                           IQ Partners S.A. za rok obrotowy 2016.10/ Podjęcie uchwały w sprawie pokrycia straty za rok obrotowy obejmujący okres od\n                           dnia 1 stycznia 2016 roku do dnia 31 grudnia 2016 roku.11/ Podjęcie uchwał w sprawie udzielenia absolutorium poszczególnym członkom organów\n                           Spółki z wykonania obowiązków w 2016 roku.12/ Podjęcie uchwały w sprawie zatwierdzenia powołania nowego Członka Rady Nadzorczej\n                           – Pana Damiana Patrowicza.13/ Podjęcie uchwały w sprawie powołania członków Rady Nadzorczej na kolejną kadencję.14/ Podjęcie uchwały w sprawie zmian Statutu Spółki.15/ Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia. [ uprawnienie do udziału w Zgromadzeniu ]Prawo do uczestnictwa w Zgromadzeniu mają tylko osoby będące akcjonariuszami Spółki\n                           na 16 dni przed datą walnego zgromadzenia _dzień rejestracji_. Dniem rejestracji uczestnictwa\n                           w ZWZ jest dzień 6 czerwca 2017 r. _tzw. record date_. Ponadto, w celu zapewnienia uczestnictwa w ZWZ akcjonariusze uprawnieni ze zdematerializowanych\n                           akcji na okaziciela powinni zwrócić się, nie wcześniej niż po ogłoszeniu zwołania\n                           Zgromadzenia i nie później niż w pierwszym dniu roboczym po dniu rejestracji  _tj.\n                           nie później niż w dniu 7 czerwca 2017 r._ do podmiotów prowadzących ich rachunki papierów\n                           wartościowych, o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym\n                           Zgromadzeniu Spółki. Zaświadczenia o prawie uczestnictwa w ZWZ będą podstawą sporządzenia\n                           wykazów przekazywanych podmiotowi prowadzącemu depozyt papierów wartościowych zgodnie\n                           z przepisami o obrocie instrumentami finansowymi.[ procedury dotyczące uczestnictwa i wykonywania prawa głosu na Zgromadzeniu ]Prawa akcjonariuszyZgodnie z art. 401 §1 k.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą _1/20_ kapitału zakładowego mogą żądać umieszczenia określonych spraw\n                           w porządku obrad Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi w formie\n                           pisemnej lub w formie elektronicznej, nie później niż na 21 dni przed datą Zgromadzenia,\n                           tj. do dnia 1 czerwca 2017 r. i powinno zawierać uzasadnienie lub projekt uchwały\n                           dotyczącej proponowanego punktu porządku obrad. Żądanie to może zostać złożone w postaci\n                           elektronicznej na adres mailowy Spółki bądź w formie pisemnej.Zgodnie z art. 401 §4 k.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą _1/20_ kapitału zakładowego mogą przed terminem Zgromadzenia zgłosić\n                           Spółce na piśmie lub w formie elektronicznej projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad Zgromadzenia. Żądanie to może zostać złożone w postaci elektronicznej na adres\n                           mailowy Spółki bądź w formie pisemnej.Realizacja uprawnień wynikających z art. 401 §1 oraz §4 k.s.h., może nastąpić, jeżeli\n                           akcjonariusz lub akcjonariusze uprawnieni _podmiot uprawniony_, w dniu złożenia żądania,\n                           o którym mowa w art. 401 §1 lub §4 k.s.h., dostarczy Spółce:• świadectwo depozytowe o którym mowa w art. 9 ustawy o obrocie instrumentami finansowymi,\n                           wydane przez podmiot prowadzący rachunek papierów wartościowych lub• imienne zaświadczenie o prawie uczestnictwa w Zgromadzeniu, z których to dokumentów\n                           wynikać będzie, ilość akcji zapisanych na rachunku posiadanym przez podmiot uprawniony.\n                           Zgodnie z art. 401 §5 k.s.h. każdy akcjonariusz może podczas trwania Zgromadzenia\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty\n                           te powinny być przedstawione w języku polskim.Udział w ZWZAkcjonariusz będący osobą fizyczną może uczestniczyć w Zgromadzeniu i wykonywać prawo\n                           głosu osobiście lub przez pełnomocnika.Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Zgromadzeniu oraz wykonywać\n                           prawo głosu przez osobę uprawnioną do składania oświadczeń woli w jego imieniu lub\n                           przez pełnomocnika.Prawo do reprezentowania akcjonariusza nie będącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu z właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_, ewentualnie\n                           z ciągu pełnomocnictw. Osoba lub osoby udzielające pełnomocnictwa w imieniu akcjonariusza\n                           nie będącego osobą fizyczną powinny być uwidocznione w aktualnym odpisie z właściwego\n                           rejestru.Z uwagi na fakt, iż regulacje wewnętrzne Spółki nie przewidują możliwości uczestniczenia,\n                           wypowiadania się oraz wykonywania prawa głosu przy wykorzystaniu środków komunikacji\n                           elektronicznej lub drogą korespondencyjną, Zarząd informuje, iż korzystanie w ww.\n                           form uczestnictwa i głosowania w ZWZ nie będzie możliwe.Lista uprawnionych do udziału w ZWZLista akcjonariuszy uprawnionych do uczestnictwa w ZWZ zostanie wyłożona w siedzibie\n                           Spółki, w Warszawie przy Al. Jerozolimskich 65/79 na trzy dni powszednie przed dniem\n                           odbycia ZWZ, tj. w dniach 19, 20, 21czerwca 2017 r. w godzinach od 9:00 do 16:00.Akcjonariusz może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając adres poczty elektronicznej,\n                           na który lista powinna być wysłana. Żądanie takie powinno być złożone w postaci elektronicznej\n                           i przesłane na adres email Spółki biuro@iqpartners.plPełnomocnicyPrzedstawiciele osób prawnych winni okazać aktualne odpisy z odpowiednich rejestrów\n                           wymieniające osoby uprawnione do reprezentowania tych podmiotów. Pełnomocnictwo do\n                           uczestniczenia w Zgromadzeniu i wykonywania prawa głosu wymaga udzielenia go w formie\n                           pisemnej lub w postaci elektronicznej. Pełnomocnictwo powinno zawierać co najmniej\n                           dane określone w formularzu pełnomocnictwa, zamieszczonym na stronie internetowej\n                           Spółki, www.iqpartners.pl zakładka \"Relacje Inwestorskie\", dział \"Walne Zgromadzenia\".\n                           Od dnia publikacji niniejszego ogłoszenia na stronie internetowej udostępnia się formularz\n                           pełnomocnictwa, o którym mowa powyżej. Możliwe są inne formularze udzielanego pełnomocnictwa\n                           pod warunkiem zawarcia w nich wszystkich wymaganych prawnie elementów.Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.Udzielenie pełnomocnictwa w postaci elektronicznej wymaga przesłania zawiadomienia\n                           dokonanego na adres email Spółki _biuro@iqpartners.pl_. Wraz z zawiadomieniem o udzieleniu\n                           pełnomocnictwa w postaci elektronicznej akcjonariusz przesyła skan udzielonego pełnomocnictwa,\n                           skan dowodu osobistego, paszportu lub innego dokumentu pozwalającego zidentyfikować\n                           akcjonariusza jako mocodawcę i ustanowionego pełnomocnika. W przypadku, gdy pełnomocnictwa\n                           udziela osoba prawna _w rozumieniu art. 33 kodeksu cywilnego_ lub jednostka organizacyjna\n                           _w rozumieniu art. 33[1] kodeksu cywilnego_ akcjonariusz jako mocodawca dodatkowo\n                           przesyła skan odpisu z rejestru, w którym mocodawca jest zarejestrowany. W przypadku,\n                           gdy pełnomocnikiem jest osoba prawna lub jednostka organizacyjna, w rozumieniu art.\n                           33[1] kodeksu cywilnego, akcjonariusz jako mocodawca dodatkowo przesyła skan odpisu\n                           z rejestru, w którym pełnomocnik jest zarejestrowany. Przesłane drogą elektroniczną\n                           dokumenty, które nie zostały sporządzone w języku polskim, powinny być przetłumaczone\n                           na język polski przez tłumacza przysięgłego. Akcjonariusz przesyłający zawiadomienie\n                           o udzieleniu pełnomocnictwa przesyła jednocześnie do Spółki adres mailowy, za pośrednictwem\n                           którego Spółka będzie mogła komunikować się z akcjonariuszem i jego pełnomocnikiem.\n                           Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika.\n                           Weryfikacja może polegać w szczególności na zwrotnym pytaniu w formie telefonicznej\n                           lub elektronicznej do akcjonariusza i pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa. Zasady dotyczące zgłoszenia pełnomocnictwa oraz identyfikacji pełnomocnika\n                           i mocodawcy stosuje się odpowiednio do zawiadomienia Spółki o odwołaniu udzielonego\n                           pełnomocnictwa.Zawiadomienie o udzieleniu i odwołaniu pełnomocnictwa bez zachowania wymogów wskazanych\n                           powyżej nie wywołuje skutków prawnych wobec Spółki. Wybór sposobu ustanowienia pełnomocnika\n                           należy do akcjonariusza i Spółka nie ponosi odpowiedzialności za błędy w wypełnieniu\n                           formularza pełnomocnictwa i działania osób posługujących się pełnomocnictwami. Przesłanie\n                           drogą elektroniczną ww. dokumentów nie zwalnia z obowiązku przedstawienia przez pełnomocnika,\n                           przy sporządzaniu listy obecności osób uprawnionych do uczestnictwa w ZWZ dokumentów\n                           służących jego identyfikacji.Po przybyciu na Zgromadzenie, przed podpisaniem listy obecności, pełnomocnik powinien\n                           okazać dokument pełnomocnictwa udzielonego pisemnie lub odpis pełnomocnictwa udzielonego\n                           w postaci elektronicznej.Pełnomocnik wykonuje na Zgromadzeniu wszystkie uprawnienia akcjonariusza zgodnie z\n                           zasadami określonymi w kodeksie spółek handlowych, a w szczególności, w art. 412 -\n                           412[2] k.s.h.Walne ZgromadzenieOsoby uprawnione do uczestniczenia w Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na pół godziny przed\n                           rozpoczęciem obrad. Ww. osoby obowiązanesą także do posiadania dokumentu pozwalającego na ustalenie ich tożsamości.Uzyskanie informacji przed ZWZPełny tekst dokumentacji, która ma być przedstawiona ZWZ wraz z projektami uchwał\n                           będzie udostępniony na stronie internetowej Spółki od dnia zwołania Zwyczajnego Walnego\n                           Zgromadzenia. Informacje i dokumenty dotyczące Walnego Zgromadzenia są zamieszczane\n                           na stronie internetowej Spółki www.iqpartners.pl w zakładce \"Relacje Inwestorskie\",\n                           dział \"Walne Zgromadzenia\".Wszelką korespondencję akcjonariuszy, kierowaną do Spółki w zw. z ZWZ prosimy kierować\n                           na adres: IQ Partners S.A., Al. Jerozolimskie 65/79, 00-697 Warszawa, lub na adres\n                           email biuro@iqpartners.pl.Szczegółowa podstawa prawna:§ 38 ust. 1 pkt 1 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2017-05-26"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu dzisiejszym,\n                           tj. 18 maja 2017 roku powziął informację o złożeniu do Sądu Rejonowego dla m. st.\n                           Warszawy w Warszawie, X Wydział Gospodarczy dla spraw upadłościowych i restrukturyzacyjnych\n                           _\"Sąd\"_ wniosku o ogłoszenie upadłości _\"Wniosek\"_ spółki B2BPartner S.A. z siedzibą\n                           w Warszawie _\"B2BPartner\"_, będącej spółką pośrednio zależną od Emitenta. W dniu 18\n                           maja 2017 r. B2BPartner otrzymał informację o wydaniu w dniu 20 kwietnia 2017 r. przez\n                           Sąd postanowienia, na podstawie którego Sąd postanowił o zabezpieczeniu majątku B2BPartner\n                           przez ustanowienie tymczasowego nadzorcy sądowego w osobie Piotra Głodka, posiadającego\n                           licencję doradcy restrukturyzacyjnego. Wniosek został złożony przez wierzyciela B2BPartner,\n                           tj. spółkę Point of View sp. z o.o. z siedzibą w Piasecznie.",
        "date": "2017-05-18"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _Spółka, Emitent_ informuje, iż w dniu\n                           25 kwietnia 2017 roku Rada Nadzorcza IQ Partners S.A. podjęła uchwałę w sprawie wyboru\n                           firmy UHY ECA Audyt  Spółka z ograniczoną odpowiedzialnością Sp. k. z siedzibą w Krakowie\n                           przy ul. Moniuszki 50, wpisanej do Rejestru Przedsiębiorców przez Sąd Rejonowy dla\n                           Krakowa-Śródmieścia w Krakowie, XI Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000418856, w celu: 1. przeprowadzenia przeglądu jednostkowego sprawozdania finansowego IQ Partners S.A.\n                           sporządzonego na dzień 30 czerwca 2017 roku oraz skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej IQ Partners sporządzonego na dzień 30 czerwca 2017 r. oraz wydania\n                           raportu o jednostkowym sprawozdaniu finansowym oraz skonsolidowanym sprawozdaniu finansowym\n                           objętych przeglądem, 2. zbadania sprawozdania finansowego IQ Partners S.A. sporządzonego na dzień 31 grudnia\n                           2017 roku oraz skonsolidowanego sprawozdania finansowego Grupy Kapitałowej IQ Partners\n                           sporządzonego na dzień 31 grudnia 2017 roku,3. przeprowadzenia przeglądu jednostkowego sprawozdania finansowego IQ Partners S.A.\n                           sporządzonego na dzień 30 czerwca 2018 roku oraz skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej IQ Partners sporządzonego na dzień 30 czerwca 2018 r. oraz wydania\n                           raportu o jednostkowym sprawozdaniu finansowym oraz skonsolidowanym sprawozdaniu finansowym\n                           objętych przeglądem,4. zbadania sprawozdania finansowego IQ Partners S.A. sporządzonego na dzień 31 grudnia\n                           2018 roku oraz skonsolidowanego sprawozdania finansowego Grupy Kapitałowej IQ Partners\n                           sporządzonego na dzień 31 grudnia 2018 roku.Wybrany podmiot jest wpisany na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych _prowadzoną przez Krajową Izbę Biegłych Rewidentów_ pod numerem 3115.Umowa z wybranym podmiotem zostanie zawarta na okres obejmujący wykonanie czynności\n                           wskazanych powyżej.Emitent korzystał z usług wybranego podmiotu uprawnionego do badania sprawozdań finansowych\n                           w podobnym zakresie, tj. UHY ECA Audyt  Spółka z ograniczoną odpowiedzialnością Sp.\n                           k. _poprzednia nazwa: ECA Seredyński i Wspólnicy Spółka z ograniczoną odpowiedzialnością\n                           Sp. k._ dokonywała przeglądu półrocznego jednostkowego sprawozdania finansowego IQ\n                           Partners S.A. i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej IQ Partners\n                           S.A. oraz badania rocznego jednostkowego sprawozdania finansowego IQ Partners S.A.\n                           i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej IQ Partners S.A. za\n                           2015 oraz 2016 rok.Wybór podmiotu uprawnionego do badania sprawozdań finansowych został dokonany przez\n                           Radę Nadzorczą na podstawie § 20 ust. 1 pkt 1 Statutu IQ Partners S.A. oraz zgodnie\n                           z obowiązującymi przepisami i normami zawodowymi.Szczegółowa podstawa prawna: § 5 ust. 1 pkt. 19 rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych […].",
        "date": "2017-04-25"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd Spółki IQ Partners S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w związku\n                           z rezygnacją Pani Małgorzaty Jurga z pełnienia funkcji Członka Rady Nadzorczej Spółki,\n                           Rada Nadzorcza działając na podstawie §21 ust. 4 Statutu Spółki podjęła w dniu dzisiejszym\n                           uchwałę, na mocy której powołała z dniem 23 marca 2017 roku do składu Rady Nadzorczej\n                           w drodze kooptacji Pana Damiana Patrowicza.  Pan Damian Patrowicz posiada wykształcenie wyższe prawnicze. Ukończył Wydział Prawa\n                           i Administracji Uniwersytetu Warszawskiego. Od 2008 roku związany z publicznym rynkiem\n                           kapitałowym. Zasiada w organach nadzoru spółek notowanych na GPW w Warszawie, jak\n                           również notowanych na NewConnect. Pełni funkcję: Członka Rad Nadzorczych w podmiotach:\n                           DAMF Inwestycje S.A., FON S.A., Atlantis S.A., Resbud S.A., Elkop S.A., Investment\n                           Friends Capital S.A., DAMF INVEST S.A., IFERIA S.A. Pan Damian Patrowicz nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy\n                           w innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Damian Patrowicz\n                           nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych [...]",
        "date": "2017-03-23"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _\"Spółka\"_ informuje, że w dniu 21 lutego 2017 roku Spółka\n                           otrzymała oświadczenie Członka Rady Nadzorczej Pani Małgorzaty Jurga o rezygnacji\n                           z funkcji Członka Rady Nadzorczej. Powodem rezygnacji jest aktualny stan zdrowia Pani\n                           Małgorzaty Jurga nie pozwalający na czynne angażowanie się w zadania Rady Nadzorczej\n                           Spółki.Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych [...]",
        "date": "2017-02-22"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _Spółka_ informuje, o otrzymaniu w dniu dzisiejszym tj. w\n                           dniu 16 stycznia 2017 roku zawiadomienia od Parto Invest sp. z o.o. z siedzibą w Płocku,\n                           sporządzonego na podstawie art. 69 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           z dnia 29 lipca 2005 roku, o następującej treści:\"Patro Invest Sp. z o.o. z siedzibą w Płocku _09-407_ przy al. Marsz. Józefa Piłsudskiego\n                           35 wpisana do Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla Miasta\n                           Stołecznego Warszawy w Warszawie, Wydział XIV Gospodarczy pod numerem KRS 0000657016\n                           _dalej: Zawiadamiająca_ niniejszym w wykonaniu obowiązku określonego w art. 69_ ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych z dnia 29 lipca 2005r. _Dz. U. Nr 184,\n                           poz. 1539 z poźn. zm._, _dalej: ustawa o ofercie_ niniejszym zawiadamia o: POŚREDNIM PRZEKROCZENIU POPRZEZ PODMIOT ZALEŻNY TJ. ATLANTIS S.A., PROGU 15% OGÓLNEJ\n                           LICZBY GŁOSÓW W SPÓŁCE IQ PARTNERS S.A. z siedzibą w Warszawie zarejestrowanej w Rejestrze\n                           Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla Miasta\n                           Stołecznego Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000290409 _dalej: Spółka_.Zawiadamiająca informuje, iż w dniu 12.01.2017 roku w wyniku przyjęcia aportu na pokrycie\n                           nowoutworzonych udziałów w kapitale zakładowym Zawiadamiającej pośrednio nabyła przez\n                           podmiot zależny 4.427.000 akcji Spółki co stanowi 19,80% udziału w kapitale zakładowym\n                           Spółki oraz uprawnia do oddania 4.427.000 głosów stanowiących 19,80% udziału w ogólnej\n                           liczbie głosów na Walnym Zgromadzeniu Spółki.Zawiadamiająca informuje, iż po zdarzeniu opisanym powyżej posiada 4.427.000 akcji\n                           Spółki co stanowi 19,80% udziału w kapitale zakładowym Spółki oraz uprawnia do oddania\n                           4.427.000 głosów stanowiących 19,80% udziału w ogólnej liczbie głosów na Walnym Zgromadzeniu\n                           Spółki. Zawiadamiająca informuje, iż przed zdarzeniem opisanym powyżej tj. na dzień 11.01.2017\n                           nie posiadała akcji spółki.Ponadto zawiadamiająca informuje, iż żadne podmioty od niej zależne nie posiadają\n                           akcji spółki.\"",
        "date": "2017-01-16"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Działając na podstawie § 103 ust. 1 rozporządzenia w sprawie informacji bieżących\n                           i okresowych […] _Rozporządzenie_ Zarząd Spółki IQ Partners S.A. _Spółka, Emitent_\n                           przekazuje do publicznej wiadomości terminy publikacji raportów okresowych w roku\n                           obrotowym 2017. Raporty okresowe będą przekazywane do publicznej wiadomości w następujących\n                           terminach:1. Jednostkowy raport roczny za 2016 rok – 10.04.2017 roku2. Skonsolidowany raport roczny za 2016 rok – 10.04.2017 roku3. Skonsolidowany rozszerzony raport kwartalny za I kwartał 2017 roku – 15.05.2017\n                           roku4. Skonsolidowany rozszerzony raport za I półrocze 2017 roku – 15.09.2017 roku5. Skonsolidowany rozszerzony raport kwartalny za III kwartał 2017 roku – 15.11.2017\n                           rokuJednocześnie zgodnie z § 83 ust. 1 oraz § 83 ust. 3 Rozporządzenia, Spółka oświadcza,\n                           że nie będzie publikowała odrębnych jednostkowych raportów kwartalnych i jednostkowego\n                           raportu półrocznego, natomiast będzie publikować skonsolidowane raporty kwartalne\n                           zawierające skrócone jednostkowe informacje finansowe i skonsolidowany raport półroczny\n                           zawierający półroczne skrócone sprawozdanie finansowe wraz z raportem podmiotu uprawnionego\n                           do badania sprawozdań finansowych z przeglądu tego sprawozdania.Ponadto Emitent informuje, że zgodnie z § 101 ust. 2 Rozporządzenia nie będzie publikował\n                           odpowiednio raportów okresowych za II kwartał 2017 roku oraz raportów okresowych za\n                           IV kwartał 2016 roku.",
        "date": "2017-01-10"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _Spółka, Emitent_ informuje, iż w dniu dzisiejszym otrzymał\n                           korektę do otrzymanego w dniu 3 stycznia 2017 roku zawiadomienia o pośrednim zbyciu\n                           akcji Spółki przez Pana Mariusza Patrowicza.W otrzymanym zawiadomieniu z dnia 3 stycznia 2017 roku w związku z błędem pisarskim\n                           polegającym na omyłce pisarskiej powstał błąd w ilości pośrednio zbytych akcji Emitenta.Było: \"4.428.097 akcji Spółki IQ PARTNERS S.A. w Warszawie, która to ilość stanowiła\n                           łącznie 20,03% udziału w kapitale zakładowym IQ PARTNERS S.A. i uprawniała pośrednio\n                           do oddania 4.428.097 głosów, stanowiących 20,03% udziału w ogólnej liczbie głosów\n                           na Walnym Zgromadzeniu spółki IQ PARTNERS S.A.\"winno być: \"4.478.097 akcji Spółki IQ PARTNERS S.A. w Warszawie, która to ilość stanowiła\n                           łącznie 20,03% udziału w kapitale zakładowym IQ PARTNERS S.A. i uprawniała pośrednio\n                           do oddania 4.478.097 głosów, stanowiących 20,03% udziału w ogólnej liczbie głosów\n                           na Walnym Zgromadzeniu spółki IQ PARTNERS S.A.\"W związku z powyższym Zarząd IQ Partners S.A. dokonuje korekty raportu bieżącego nr\n                           1/2017 z dnia 3 stycznia 2017 roku. Poniżej skorygowana treść raportu: \"Zarząd IQ Partners S.A. _Spółka_ informuje, iż w dniu 3 stycznia 2017 roku otrzymał\n                           od Pana Mariusza Patrowicza zawiadomienie o następującej treści:Niniejszym wobec faktu utraty statusu podmiotu dominującego w rozumieniu art. 4 pkt\n                           14_ ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych z dnia 29 lipca 2005r.\n                           _Dz. U. Nr 184, poz. 1539 z poźn. zm._ _dalej: ustawa o ofercie_ wobec spółki DAMF\n                           INVEST S.A. w Płocku z siedzibą przy ul. Padlewskiego 18c, wpisanej do Krajowego Rejestru\n                           Sądowego pod numerem KRS 000392143 _dalej: DAMF Invest_, w wykonaniu obowiązku wynikającego\n                           z art. 69 ustawy o ofercie, zawiadamiam o pośrednim zbyciu akcji spółki IQ Partners\n                           S.A. w Warszawie. Informuje, że na skutek utraty w dniu 30.12.2016 r. przeze mnie\n                           statusu podmiotu dominującego wobec spółki DAMF Invest S.A. w Płocku w dniu 30.12.2016r.\n                           pośrednio zbyłem wszystkie posiadane akcje to jest: 4.478.097 akcji Spółki IQ PARTNERS\n                           S.A. w Warszawie, która to ilość stanowiła łącznie 20,03% udziału w kapitale zakładowym\n                           IQ PARTNERS S.A. i uprawniała pośrednio do oddania 4.478.097 głosów, stanowiących\n                           20,03% udziału w ogólnej liczbie głosów na Walnym Zgromadzeniu spółki IQ Partners\n                           S.A.Informuję, że aktualnie bezpośrednio i pośrednio nie posiadam akcji IQ Partners S.A.Ponadto informuję, że żadne podmioty ode mnie zależne nie posiadają akcji IQ Partners\n                           S.A. oraz, że nie zawierałem żadnych porozumień ani umów, których przedmiotem było\n                           by przekazanie uprawnienia do wykonywania prawa głosu.\"",
        "date": "2017-01-04"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 31 grudnia 2018 roku,\n                           Spółka otrzymała od Sumixam Limited z siedzibą w Nikozji _Cypr_ oraz Pana Wojciecha\n                           Przyłęckiego Wiceprezesa Zarządu Spółki zawiadomienia sporządzone na podstawie art.\n                           69 i n. ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.\n                           Pełna treść zawiadomień stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2018-12-31"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 31 grudnia 2018 roku,\n                           Spółka otrzymała od podmiotu blisko związanego z Wiceprezesem Zarządu Spółki Panem\n                           Wojciechem Przyłęckim tj. od Sumixam Limited z siedzibą w Nikozji _Cypr_ oraz od Pana\n                           Wojciecha Przyłęckiego Wiceprezesa Zarządu Spółki powiadomienia o transakcjach na\n                           akcjach Spółki. Pełna treść powiadomień stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2018-12-31"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Emitent\", \"Spółka\"_ informuje, iż w dniu 17 grudnia\n                           2018 roku do siedziby Emitenta wpłynęło postanowienie Sądu Rejonowego dla m.st. Warszawy\n                           w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego z dnia 6 grudnia\n                           2018 roku o oddaleniu wniosku Spółki o wpisie zmian w rejestrze przedsiębiorców polegających\n                           na zmianie Statutu Spółki, na podstawie uchwały nr 16 Zwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 22 czerwca 2018 roku. Sąd oddalił wniosek Spółki o wpisie zmian do rejestru\n                           przedsiębiorców ze względu na fakt, iż w powzięciu uchwały nr 16 Zwyczajnego Walnego\n                           Zgromadzenia Spółki z dnia 22 czerwca 2018 roku w sprawie zmian Statutu Spółki udział\n                           brało mniej niż 25% _słownie: dwadzieścia pięć procent_ kapitału zakładowego Spółki.\n                           Zgodnie ze Statutem Spółki Walne Zgromadzenie może podejmować uchwały pod warunkiem\n                           udziału w nim akcjonariuszy reprezentujących co najmniej 25% _słownie: dwadzieścia\n                           pięć procent_ kapitału zakładowego. Treść uchwały nr 16 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 22 czerwca 2018 roku w sprawie zmian Statutu Spółki stanowi załącznik do niniejszego\n                           raportu.Szczegółowa podstawa prawna:§ 5 pkt 1 rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych [...]",
        "date": "2018-12-18"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_ informuje,\n                           że w dniu dzisiejszym, tj. w dniu 8 listopada 2018 roku Spółka zawarła umowę nabycia\n                           udziałów w kapitale zakładowym spółki Gyptrade OU z siedzibą w Talinie, Estonia _dalej:\n                           \"Gyptrade OU\"_. Na mocy ww. umowy Emitent nabył 100% _słownie: sto procent_ udziałów\n                           w kapitale zakładowym Gyptrade OU, o łącznej wartości nominalnej 2.500 _słownie: dwa\n                           tysiące pięćset_ Euro i za cenę równą 2.500 _słownie: dwa tysiące pięćset_ Euro za\n                           wszystkie 100% _słownie: sto procent_ udziałów. Gyptrade OU jest właścicielem znaku\n                           towarowego Bitmarket, domen bitmarket.pl i bitmarket.net oraz systemów informatycznych\n                           umożliwiających prowadzenie giełdy kryptowalut. Dla Emitenta przejęcie spółki Gyptrade\n                           OU, z uwagi na obszar i skalę jej przyszłej działalności, jest strategiczną akwizycją.\n                           Jednocześnie, w dniu 8 listopada 2018 roku w oparciu o Uchwałę nr 7 Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 9 kwietnia 2018 roku w sprawie emisji warrantów\n                           subskrypcyjnych, warunkowego podwyższenia kapitału zakładowego, wyłączenia prawa poboru,\n                           zmiany statutu Spółki, dematerializacji akcji oraz ubiegania się o dopuszczenie do\n                           obrotu na rynku regulowanym akcji Spółki, Rada Nadzorcza Spółki podjęła Uchwałę nr\n                           02/11/2018 w sprawie określenia szczegółowej listy osób fizycznych lub podmiotów uprawnionych\n                           do objęcia warrantów subskrypcyjnych serii A oraz liczby warrantów subskrypcyjnych\n                           serii A, które mogą objąć uprawnione osoby fizyczne lub podmioty. Zgodnie z treścią\n                           Uchwały Rady Nadzorczej nr 02/11/2018 osobą uprawnioną do objęcia 7.500.000 _słownie:\n                           siedem milionów pięćset tysięcy_ warrantów subskrypcyjnych serii A został Pan Marcin\n                           Aszkiełowicz. W dniu 8 listopada 2018 roku Spółka złożyła dotychczasowemu właścicielowi 100% _słownie:\n                           sto procent_ udziałów w Gyptrade OU Panu Marcinowi Aszkiełowiczowi wiążącą ofertę\n                           objęcia 7.500.000 _słownie: siedem milionów pięćset tysięcy_ warrantów subskrypcyjnych\n                           serii A Spółki, uprawniających do objęcia 7.500.000 _słownie: siedem milionów pięćset\n                           tysięcy_ akcji serii D Spółki, o wartości nominalnej 1,00 zł _słownie: jeden złoty_\n                           każda akcja, po cenie równej 1,00 zł _słownie: jeden złoty_ za każdą akcję serii D\n                           Spółki. Zgodnie ze złożoną ofertą objęcia warrantów subskrypcyjnych serii A Spółki\n                           warunkiem wydania warrantów subskrypcyjnych serii A będzie osiągnięcie przez spółkę\n                           Gyptrade OU zysku brutto w wysokości do 15.000.000,00 zł _słownie: piętnaście milionów\n                           złotych_ z działalności związanej z prowadzeniem giełdy kryptowalut w okresie od dnia\n                           1 października 2018 roku do dnia 30 września 2019 roku. Warranty subskrypcyjne serii\n                           A Spółki będą wydawane za okresy trzymiesięczne w czterech transzach, proporcjonalnie\n                           do osiągniętego zysku brutto, jednak łączna liczba wydanych warrantów subskrypcyjnych\n                           serii A Spółki nie przekroczy liczby 7.500.000 _słownie: siedem milionów pięćset tysięcy_.\n                           W dniu dzisiejszym Spółka zawarła z Panem Marcinem Aszkiełowiczem umowę objęcia 7.500.000\n                           _słownie: siedem milionów pięćset tysięcy_ warrantów subskrypcyjnych serii A. Ponadto, w dniu 8 listopada 2018 roku Spółka zawarła z dotychczasowym właścicielem\n                           100% _słownie: sto procent_ udziałów Gyptrade OU umowę  inwestycyjną  _dalej: \"Umowa\n                           Inwestycyjna\"_. Zgodnie z postanowieniami Umowy Inwestycyjnej Emitent zobowiązał się\n                           do: 1.  podwyższenia kapitału zakładowego w Gyptrade OU i zaoferowania przez Gyptrade\n                           OU objęcia nowych udziałów w podwyższonym kapitale zakładowym Gyptrade OU Panu Marcinowi\n                           Aszkiełowiczowi. Nowe udziały zostaną objęte przez Pana Marcina Aszkiełowicza po ich\n                           wartości nominalnej i stanowić będą około 10% _słownie: dziesięć procent_ udziału\n                           w kapitale zakładowym Gyptrade OU;2. zmiany umowy spółki Gyptrade OU w taki sposób, aby w okresie do dnia 31 stycznia\n                           2020 roku Panu Marcinowi Aszkiełowiczowi przysługiwało uprawnienie do powoływania\n                           jednego z dwóch członków zarządu spółki Gyptrade OU oraz aby bez zgody Pana Marcina\n                           Aszkiełowicza nie można było dokonać zmiany zapisów umowy spółki Gyptrade OU. Za naruszenie przez Emitenta wskazanych w pkt 1 i 2 powyżej zobowiązań, Umowa Inwestycyjna\n                           przewiduje karę umowną w wysokości 9.250.000,00 zł _słownie: dziewięć milionów dwieście\n                           pięćdziesiąt tysięcy złotych_. Umowa Inwestycyjne przewiduje również, iż kara umowna\n                           zostanie nałożona na Emitenta, w przypadku gdy Emitent odwoła Pana Marcina Aszkiełowicza\n                           z funkcji członka zarządu Gyptrade OU przed dokonaniem w umowie spółki zmian, o których\n                           mowa powyżej.Pan Marcin Aszkiełowicz jest również udziałowcem spółki Ozzy Pride OU z siedzibą w\n                           Talinie, Estonia _dalej: \"Ozzy Pride OU\"_. Ozzy Pride OU jest właścicielem technologii\n                           blockchain oraz rozwija rozwiązania oparte o tę technologię. Stworzyła między innymi\n                           własny protokół blockchain, którego jednym z zastosowań jest uruchomienie własnej,\n                           w pełni funkcjonalnej kryptowaluty _a nie rozwiązania opartego np. o tzw. smart contract_,\n                           z wbudowaną m.in. funkcją zdecentralizowanej giełdy. Rozwiązanie to po skomercjalizowaniu,\n                           może stać się kluczowym elementem infrastruktury Emitenta opartej o blockchain. Pozwoli\n                           to na rozwinięcie usług giełdy Bitmarket, jak również na uruchomienie szeregu globalnych\n                           usług opartych o blockchain, przez co stanie się kluczowym rozwiązaniem budującym\n                           przewagę rynkową Emitenta. Na dzień dzisiejszy technologia ta jest na wczesnym etapie\n                           rozwoju _wczesna wersja alfa - przedprodukcyjna_ oraz wymaga istotnych, dalszych nakładów\n                           pracy. Obecnie zakup przez Emitenta wskazanej technologii byłby w ocenie Emitenta\n                           obciążony ryzykiem. W związku z tym, zgodnie z postanowieniami zawartej Umowy Inwestycyjnej:a. Emitent zastrzegł sobie prawo do odkupienia w terminie do dnia 30 maja 2020 roku\n                           80% _słownie: osiemdziesiąt procent_ udziałów w spółce Ozzy Pride OU za kwotę 10.000.000,00\n                           zł _słownie: dziesięć milionów złotych_;b. Emitent zagwarantował Panu Marcinowi Aszkiełowiczowi, że w okresie od dnia 1 października\n                           2019 roku do dnia 30 maja 2020 roku odkupi na jego żądanie 80% _słownie: osiemdziesiąt\n                           procent_ udziałów w spółce Ozzy Pride OU. Żądanie Pana Marcina Aszkiełowicza będzie\n                           skuteczne pod warunkiem, że Ozzy Pride OU ukończy pracę nad rozwiązaniem technologicznym\n                           oraz spełni kryteria ekonomiczne odnoszące się przede wszystkim do wskazanego w Umowie\n                           Inwestycyjnej poziomu zobowiązań Ozzy Pride OU i poprawnego uwidocznienia w księgach\n                           rachunkowych Ozzy Pride OU kluczowego składnika majątku, tj. systemu blockchain a\n                           Pan Marcin Aszkiełowicz obejmie akcje serii D Emitenta w zamian za warranty subskrypcyjne\n                           serii A. Cena nabycia przez Emitenta 80% _słownie: osiemdziesiąt procent_ udziałów\n                           spółki Ozzy Pride OU zależeć będzie od liczby warrantów subskrypcyjnych serii A Spółki\n                           wydanych Panu Marcinowi Aszkiełowiczowi i nie przekroczy ona kwoty 9.250.000,00 zł\n                           _słownie: dziewięć milionów dwieście pięćdziesiąt tysięcy złotych_.Rozwiązania opracowane przez Ozzy Pride OU mogą mieć istotny wpływ na wyniki osiągane\n                           przez Gyptrade OU _Bitmarket_. Ich przygotowanie i wdrożenie przewidziane jest na\n                           okres od 9 do 12 miesięcy. Dopiero po tym okresie możliwa będzie pełna komercjalizacja\n                           rozwiązania np. poprzez uruchomienie zdecentralizowanej wersji Bitmarket. Z uwagi\n                           na powyższe, Umowa Inwestycyjna dopuszcza dodatkowe rozliczenie poprzez wydanie warrantów\n                           subskrypcyjnych serii A Spółki w ramach pierwotnej puli 7.500.000 _słownie: siedem\n                           milionów pięćset tysięcy_ warrantów subskrypcyjnych serii A, tj. warrantów subskrypcyjnych\n                           serii A, które nie zostały wydane za okres od dnia 1 października 2018 roku do dnia\n                           30 września 2019 roku oraz poprzez takie uwzględnienie wyniku osiągniętego w dodatkowym\n                           okresie od dnia 1 października 2019 roku do dnia 31 stycznia 2020 roku jakby wchodził\n                           on do okresu podstawowego tj. od dnia 1 października 2018 roku do dnia 30 września\n                           2019 roku. Nie zostaną zatem wydane żadne dodatkowe warranty subskrypcyjne serii A\n                           Spółki poza 7.500.000 _słownie: siedem milionów pięćset tysięcy_. Nie zmieni się także\n                           wymagany wynik do 15.000.000,00 zł _słownie: piętnaście milionów złotych_ zysku brutto\n                           osiągniętego z działalności giełdy kryptowalut.Strategicznym celem Emitenta przy zawieraniu wyżej wymienionych umów jest nabycie\n                           kluczowych aktywów związanych z blockchain oraz zmotywowanie kluczowej osoby, tj.\n                           Pana Marcina Aszkiełowicza do pozostania w zespole Emitenta. Konstrukcja umów zapewnia\n                           Emitentowi nabycie strategicznych aktywów w obszarze fintech w modelu, który przewiduje,\n                           iż ich cena zależy od wygenerowanego zysku a płatność ceny zapewnia bezpieczeństwo\n                           dla przepływów pieniężnych Emitenta.",
        "date": "2018-11-08"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners Spółka Akcyjna z siedzibą w Warszawie _dalej: \"Spółka\"_ informuje\n                           o powzięciu w dniu dzisiejszym informacji o dokonaniu przez Sąd Rejonowy dla m. st.\n                           Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego w dniu 18\n                           września 2018 roku wpisu połączenia spółek portfelowych w trybie art. 492 § 1 pkt\n                           1 w zw. z art. 515 § 1 k.s.h. poprzez przeniesienie całego majątku spółek portfelowych,\n                           tj.:  Zumobile sp. z o.o. z siedzibą w Warszawie, Langzee sp. z o.o. z siedzibą w\n                           Warszawie, rTime sp. z o.o. z siedzibą w Warszawie, Debtline sp. z o.o. z siedzibą\n                           w Olsztynie, Ingis sp. z o.o. z siedzibą w Olsztynie na spółkę zależną Ventures Hub\n                           sp. z o.o. z siedzibą w Warszawie _połączenie przez przejęcie_ bez podwyższania kapitału\n                           zakładowego.O zamiarze połączenia spółek portfelowych, Zarząd Spółki informował w raporcie bieżącym\n                           nr 19/2018 z dnia 23 maja 2018 roku.Połączenie zostało dokonane na warunkach określonych w planie połączenia, uzgodnionym\n                           i przyjętym w dniu 23 maja 2018 roku przez Zarządy łączących się spółek. Przeprowadzenie połączenia w trybie uproszczonym _tj. bez podwyższenia kapitału zakładowego\n                           spółki przejmującej_ było możliwe z uwagi na to, że Ventures Hub sp. z o.o.  posiadała\n                           100% udziałów w Zumobile sp. z o.o., Langzee sp. z o.o., rTime sp. z o.o., Debtline\n                           sp. z o.o. oraz  Ingis sp. z o.o.Z dniem wpisu połączenia do rejestru przedsiębiorców Krajowego Rejestru Sądowego Ventures\n                           Hub sp. z o.o. wstąpiła we wszystkie prawa i obowiązki Zumobile sp. z o.o., Langzee\n                           sp. z o.o., rTime sp. z o.o., Debtline sp. z o.o. oraz  Ingis sp. z o.o. W wyniku\n                           połączenia Zumobile sp. z o.o., Langzee sp. z o.o., rTime sp. z o.o., Debtline sp.\n                           z o.o. oraz  Ingis sp. z o.o. zostaną wykreślone z rejestru przedsiębiorców.",
        "date": "2018-09-26"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie, podaje wykaz akcjonariuszy, którzy\n                           posiadali co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu IQ Partners\n                           S.A. w dniu 22 czerwca 2018 roku _ZWZ_.Akcjonariusz: Zakonek Piotr zam. w OławieLiczba zarejestrowanych na ZWZ akcji: 500.000Liczba głosów z zarejestrowanych akcji: 500.000Udział w ogólnej liczbie głosów [%]: 2,24%Udział w liczbie głosów na ZWZ [%]: 9,09%Akcjonariusz: Dien sp. z o.o. z siedzibą w  WarszawieLiczba zarejestrowanych na ZWZ akcji: 5.000.000Liczba głosów z zarejestrowanych akcji: 5.000.000Udział w ogólnej liczbie głosów [%]: 22,37 %Udział w liczbie głosów na ZWZ [%]: 90,91%",
        "date": "2018-06-25"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _\"Spółka\"_ podaje do publicznej wiadomości treść uchwał podjętych\n                           przez Zwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 22 czerwca 2018\n                           roku. Treść uchwał, o których mowa powyżej, stanowi załącznik do niniejszego raportu bieżącego.Jednocześnie Zarząd Spółki informuje, że Zwyczajne Walne Zgromadzenie Spółki nie odstąpiło\n                           od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad, jak również nie\n                           zgłoszono do protokołu sprzeciwu w odniesieniu do żadnej z uchwał.Szczegółowa podstawa prawna:§ 19 ust. 1 pkt 6-9 rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2018-06-22"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 21/2018 z dnia 25 maja 2018 r., działając na\n                           podstawie § 19 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych […], Zarząd IQ Partners S.A. _Spółka_\n                           przekazuje w załączeniu Sprawozdanie Rady Nadzorczej IQ Partners S.A. za rok obrotowy\n                           2017, które to sprawozdanie zgodnie z planowanym porządkiem obrad zostanie przedstawione\n                           do rozpatrzenia oraz zatwierdzenia Zwyczajnemu Walnemu Zgromadzeniu Spółki zwołanemu\n                           na dzień 22 czerwca 2018 r.",
        "date": "2018-06-14"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym powziął informację\n                           o zarejestrowaniu przez Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego warunkowego podwyższenia kapitału zakładowego\n                           Spółki o kwotę nie większą niż 15.000.000,00 zł _piętnaście milionów złotych_. Warunkowe podwyższenie kapitału zakładowego zarejestrowano na podstawie uchwały nr\n                           7 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 9 kwietnia 2018 roku. Celem warunkowego\n                           podwyższenia kapitału zakładowego o kwotę nie większą niż 15.000.000,00 zł _piętnaście\n                           milionów złotych_ jest przyznanie posiadaczom warrantów subskrypcyjnych serii A praw\n                           do objęcia akcji na okaziciela serii D Spółki, o wartości nominalnej 1,00 zł _jeden\n                           złoty_ każda, z wyłączeniem prawa poboru.W związku z rejestracją powyższych zmian wysokość kapitału zakładowego Spółki oraz\n                           ogólna liczba głosów wynikających z wyemitowanych akcji Spółki nie uległy zmianie.\n                           Jednocześnie Sąd zarejestrował zmianę treści statutu Spółki w ten sposób, że w statucie\n                           Spółki dodano postanowienie oznaczone jako \"§8¹\", w brzmieniu: \"Kapitał zakładowy\n                           został warunkowo podwyższony, na podstawie uchwały nr 7 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 9 kwietnia 2018 roku, o kwotę nie większą niż 15.000.000,00 zł _piętnaście\n                           milionów złotych_ w drodze emisji nie więcej niż 15.000.000 _piętnaście milionów_\n                           akcji na okaziciela serii D o wartości nominalnej 1,00 PLN _jeden złoty_ każda, w\n                           celu przyznania praw do objęcia akcji serii D posiadaczowi warrantów subskrypcyjnych\n                           serii A, z wyłączeniem prawa poboru.\".W załączeniu Spółka przekazuje aktualny tekst jednolity Statutu Spółki uwzględniający\n                           powyższą zmianę.Szczegółowa podstawa prawna:§ 5 pkt 1 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku w sprawie informacji\n                           bieżących i okresowych […]",
        "date": "2018-06-07"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Działając na podstawie § 19 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych […] Zarząd IQ Partners S.A.\n                           _Spółka_ przekazuje w załączeniu treść projektów uchwał na Zwyczajne Walne Zgromadzenia\n                           Spółki, które odbędzie się w dniu 22 czerwca 2018 r.",
        "date": "2018-05-25"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _Spółka_ działając na podstawie art.\n                           395 §1 w związku z art. 399 §1 w zw. z art. 402[1] §1 oraz art. 402[2] k.s.h. zwołuje\n                           Zwyczajne Walne Zgromadzenie _zwane dalej także \"Zgromadzeniem\" lub \"ZWZ\"_, które\n                           odbędzie się dnia 22 czerwca 2018 r. o godzinie 11:00 w Warszawie w lokalu Spółki\n                           przy Al. Jerozolimskich 65/79.Szczegółowy porządek obrad Zwyczajnego Walnego Zgromadzenia jest następujący:1/ Otwarcie obrad Zwyczajnego Walnego Zgromadzenia.2/ Podjęcie uchwały w sprawie wyboru Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3/ Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do podejmowania uchwał.4/ Podjęcie uchwały  w sprawie wyboru Komisji Skrutacyjnej.5/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z\n                           działalności IQ Partners S.A. za rok obrotowy obejmujący okres od dnia 1 stycznia\n                           2017 roku do dnia 31 grudnia 2017 roku. 6/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia jednostkowego sprawozdania\n                           finansowego IQ Partners S.A. za rok obrotowy obejmujący okres od dnia 1 stycznia 2017\n                           roku do dnia 31 grudnia 2017 roku. 7/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z\n                           działalności Grupy Kapitałowej IQ Partners za rok obrotowy obejmujący okres od dnia\n                           1 stycznia 2017 roku do dnia 31 grudnia 2017 roku. 8/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej IQ Partners za rok obrotowy obejmujący okres od dnia\n                           1 stycznia 2017 roku do dnia 31 grudnia 2017 roku. 9/ Rozpatrzenie i podjęcie uchwały w sprawie zatwierdzenia sprawozdania Rady Nadzorczej\n                           IQ Partners S.A. za rok obrotowy 2017.10/ Podjęcie uchwały w sprawie pokrycia straty za rok obrotowy obejmujący okres od\n                           dnia 1 stycznia 2017 roku do dnia 31 grudnia 2017 roku.11/ Podjęcie uchwał w sprawie udzielenia absolutorium poszczególnym członkom organów\n                           Spółki z wykonania obowiązków w 2017 roku.12/ Podjęcie uchwały w sprawie zmian Statutu Spółki.13/ Podjęcie uchwały w sprawie zatwierdzenia zmian Regulaminu Rady Nadzorczej Spółki.14/ Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia. [ uprawnienie do udziału w Zgromadzeniu ]Prawo do uczestnictwa w Zgromadzeniu mają tylko osoby będące akcjonariuszami Spółki\n                           na 16 dni przed datą walnego zgromadzenia _dzień rejestracji_. Dniem rejestracji uczestnictwa\n                           w ZWZ jest dzień 6 czerwca 2018 r. _tzw. record date_. Ponadto, w celu zapewnienia uczestnictwa w ZWZ akcjonariusze uprawnieni ze zdematerializowanych\n                           akcji na okaziciela powinni zwrócić się, nie wcześniej niż po ogłoszeniu zwołania\n                           Zgromadzenia i nie później niż w pierwszym dniu roboczym po dniu rejestracji  _tj.\n                           nie później niż w dniu 7 czerwca 2018 r._ do podmiotów prowadzących ich rachunki papierów\n                           wartościowych, o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym\n                           Zgromadzeniu Spółki. Zaświadczenia o prawie uczestnictwa w ZWZ będą podstawą sporządzenia\n                           wykazów przekazywanych podmiotowi prowadzącemu depozyt papierów wartościowych zgodnie\n                           z przepisami o obrocie instrumentami finansowymi.[ procedury dotyczące uczestnictwa i wykonywania prawa głosu na Zgromadzeniu ]Prawa akcjonariuszyZgodnie z art. 401 §1 k.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą _1/20_ kapitału zakładowego mogą żądać umieszczenia określonych spraw\n                           w porządku obrad Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi w formie\n                           pisemnej lub w formie elektronicznej, nie później niż na 21 dni przed datą Zgromadzenia,\n                           tj. do dnia 1 czerwca 2018 r. i powinno zawierać uzasadnienie lub projekt uchwały\n                           dotyczącej proponowanego punktu porządku obrad. Żądanie to może zostać złożone w postaci\n                           elektronicznej na adres mailowy Spółki bądź w formie pisemnej.Zgodnie z art. 401 §4 k.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą _1/20_ kapitału zakładowego mogą przed terminem Zgromadzenia zgłosić\n                           Spółce na piśmie lub w formie elektronicznej projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad Zgromadzenia. Żądanie to może zostać złożone w postaci elektronicznej na adres\n                           mailowy Spółki bądź w formie pisemnej.Realizacja uprawnień wynikających z art. 401 §1 oraz §4 k.s.h., może nastąpić, jeżeli\n                           akcjonariusz lub akcjonariusze uprawnieni _podmiot uprawniony_, w dniu złożenia żądania,\n                           o którym mowa w art. 401 §1 lub §4 k.s.h., dostarczy Spółce:• świadectwo depozytowe o którym mowa w art. 9 ustawy o obrocie instrumentami finansowymi,\n                           wydane przez podmiot prowadzący rachunek papierów wartościowych lub• imienne zaświadczenie o prawie uczestnictwa w Zgromadzeniu, z których to dokumentów\n                           wynikać będzie, ilość akcji zapisanych na rachunku posiadanym przez podmiot uprawniony.\n                           Zgodnie z art. 401 §5 k.s.h. każdy akcjonariusz może podczas trwania Zgromadzenia\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty\n                           te powinny być przedstawione w języku polskim.Udział w ZWZAkcjonariusz będący osobą fizyczną może uczestniczyć w Zgromadzeniu i wykonywać prawo\n                           głosu osobiście lub przez pełnomocnika.Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Zgromadzeniu oraz wykonywać\n                           prawo głosu przez osobę uprawnioną do składania oświadczeń woli w jego imieniu lub\n                           przez pełnomocnika.Prawo do reprezentowania akcjonariusza nie będącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu z właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_, ewentualnie\n                           z ciągu pełnomocnictw. Osoba lub osoby udzielające pełnomocnictwa w imieniu akcjonariusza\n                           nie będącego osobą fizyczną powinny być uwidocznione w aktualnym odpisie z właściwego\n                           rejestru.Z uwagi na fakt, iż regulacje wewnętrzne Spółki nie przewidują możliwości uczestniczenia,\n                           wypowiadania się oraz wykonywania prawa głosu przy wykorzystaniu środków komunikacji\n                           elektronicznej lub drogą korespondencyjną, Zarząd informuje, iż korzystanie w ww.\n                           form uczestnictwa i głosowania w ZWZ nie będzie możliwe.Lista uprawnionych do udziału w ZWZLista akcjonariuszy uprawnionych do uczestnictwa w ZWZ zostanie wyłożona w siedzibie\n                           Spółki, w Warszawie przy Al. Jerozolimskich 65/79 na trzy dni powszednie przed dniem\n                           odbycia ZWZ, tj. w dniach 19, 20, 21czerwca 2018 r. w godzinach od 9:00 do 16:00.Akcjonariusz może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając adres poczty elektronicznej,\n                           na który lista powinna być wysłana. Żądanie takie powinno być złożone w postaci elektronicznej\n                           i przesłane na adres email Spółki biuro@iqpartners.plPełnomocnicyPrzedstawiciele osób prawnych winni okazać aktualne odpisy z odpowiednich rejestrów\n                           wymieniające osoby uprawnione do reprezentowania tych podmiotów. Pełnomocnictwo do\n                           uczestniczenia w Zgromadzeniu i wykonywania prawa głosu wymaga udzielenia go w formie\n                           pisemnej lub w postaci elektronicznej. Pełnomocnictwo powinno zawierać co najmniej\n                           dane określone w formularzu pełnomocnictwa, zamieszczonym na stronie internetowej\n                           Spółki, www.iqpartners.pl zakładka \"Relacje Inwestorskie\", dział \"Walne Zgromadzenia\".\n                           Od dnia publikacji niniejszego ogłoszenia na stronie internetowej udostępnia się formularz\n                           pełnomocnictwa, o którym mowa powyżej. Możliwe są inne formularze udzielanego pełnomocnictwa\n                           pod warunkiem zawarcia w nich wszystkich wymaganych prawnie elementów.Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.Udzielenie pełnomocnictwa w postaci elektronicznej wymaga przesłania zawiadomienia\n                           dokonanego na adres email Spółki _biuro@iqpartners.pl_. Wraz z zawiadomieniem o udzieleniu\n                           pełnomocnictwa w postaci elektronicznej akcjonariusz przesyła skan udzielonego pełnomocnictwa,\n                           skan dowodu osobistego, paszportu lub innego dokumentu pozwalającego zidentyfikować\n                           akcjonariusza jako mocodawcę i ustanowionego pełnomocnika. W przypadku, gdy pełnomocnictwa\n                           udziela osoba prawna _w rozumieniu art. 33 kodeksu cywilnego_ lub jednostka organizacyjna\n                           _w rozumieniu art. 33[1] kodeksu cywilnego_ akcjonariusz jako mocodawca dodatkowo\n                           przesyła skan odpisu z rejestru, w którym mocodawca jest zarejestrowany. W przypadku,\n                           gdy pełnomocnikiem jest osoba prawna lub jednostka organizacyjna, w rozumieniu art.\n                           33[1] kodeksu cywilnego, akcjonariusz jako mocodawca dodatkowo przesyła skan odpisu\n                           z rejestru, w którym pełnomocnik jest zarejestrowany. Przesłane drogą elektroniczną\n                           dokumenty, które nie zostały sporządzone w języku polskim, powinny być przetłumaczone\n                           na język polski przez tłumacza przysięgłego. Akcjonariusz przesyłający zawiadomienie\n                           o udzieleniu pełnomocnictwa przesyła jednocześnie do Spółki adres mailowy, za pośrednictwem\n                           którego Spółka będzie mogła komunikować się z akcjonariuszem i jego pełnomocnikiem.\n                           Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika.\n                           Weryfikacja może polegać w szczególności na zwrotnym pytaniu w formie telefonicznej\n                           lub elektronicznej do akcjonariusza i pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa. Zasady dotyczące zgłoszenia pełnomocnictwa oraz identyfikacji pełnomocnika\n                           i mocodawcy stosuje się odpowiednio do zawiadomienia Spółki o odwołaniu udzielonego\n                           pełnomocnictwa.Zawiadomienie o udzieleniu i odwołaniu pełnomocnictwa bez zachowania wymogów wskazanych\n                           powyżej nie wywołuje skutków prawnych wobec Spółki. Wybór sposobu ustanowienia pełnomocnika\n                           należy do akcjonariusza i Spółka nie ponosi odpowiedzialności za błędy w wypełnieniu\n                           formularza pełnomocnictwa i działania osób posługujących się pełnomocnictwami. Przesłanie\n                           drogą elektroniczną ww. dokumentów nie zwalnia z obowiązku przedstawienia przez pełnomocnika,\n                           przy sporządzaniu listy obecności osób uprawnionych do uczestnictwa w ZWZ dokumentów\n                           służących jego identyfikacji.Po przybyciu na Zgromadzenie, przed podpisaniem listy obecności, pełnomocnik powinien\n                           okazać dokument pełnomocnictwa udzielonego pisemnie lub odpis pełnomocnictwa udzielonego\n                           w postaci elektronicznej.Pełnomocnik wykonuje na Zgromadzeniu wszystkie uprawnienia akcjonariusza zgodnie z\n                           zasadami określonymi w kodeksie spółek handlowych, a w szczególności, w art. 412 -\n                           412[2] k.s.h.Walne ZgromadzenieOsoby uprawnione do uczestniczenia w Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na pół godziny przed rozpoczęciem obrad.\n                           Ww. osoby obowiązanesą także do posiadania dokumentu pozwalającego na ustalenie ich tożsamości.Uzyskanie informacji przed ZWZPełny tekst dokumentacji, która ma być przedstawiona ZWZ wraz z projektami uchwał\n                           będzie udostępniony na stronie internetowej Spółki od dnia zwołania Zwyczajnego Walnego\n                           Zgromadzenia. Informacje i dokumenty dotyczące Walnego Zgromadzenia są zamieszczane\n                           na stronie internetowej Spółki www.iqpartners.pl w zakładce \"Relacje Inwestorskie\",\n                           dział \"Walne Zgromadzenia\".Wszelką korespondencję akcjonariuszy, kierowaną do Spółki w zw. z ZWZ prosimy kierować\n                           na adres: IQ Partners S.A., Al. Jerozolimskie 65/79, 00-697 Warszawa, lub na adres\n                           email biuro@iqpartners.pl.Szczegółowa podstawa prawna:§ 19 ust. 1 pkt 1 rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2018-05-25"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners Spółka Akcyjna _dalej: \"Spółka\"_ informuje o podjęciu w dniu 23\n                           maja 2018 r. decyzji o zamiarze połączenia spółek portfelowych IQ Partners S.A. tj.\n                           spółki zależnej Ventures Hub spółki z ograniczoną odpowiedzialnością z siedzibą w\n                           Warszawie _dalej: \"Ventures Hub\"_ oraz spółek stowarzyszonych Zumobile spółki z ograniczoną\n                           odpowiedzialnością z siedzibą w Warszawie _dalej: \"Zumobile\"_, Langzee spółki z ograniczoną\n                           odpowiedzialnością z siedzibą w Warszawie _dalej: \"Langzee\"_, rTime spółki z ograniczoną\n                           odpowiedzialnością z siedzibą w Warszawie _dalej: \"rTime\"_, Debtline spółki z ograniczoną\n                           odpowiedzialnością z siedzibą w Olsztynie _dalej: \"Debtline\"_, Ingis spółki z ograniczoną\n                           odpowiedzialnością z siedzibą w Olsztynie _dalej: \"Ingis\"_.Połączenie zostanie dokonane w trybie art. 492 § 1 pkt 1 w zw. z art. 515 § 6 k.s.h.,\n                           tj. poprzez przeniesienie całego majątku spółek Zumobile, Langzee, rTime, Debtline,\n                           Ingis na Ventures Hub _połączenie przez przejęcie_ bez podwyższania kapitału zakładowego.W związku z powyższym Ventures Hub nabyła w dniu 23 maja 2018 r. wszystkie udziały\n                           w spółkach Zumobile, Langzee, rTime, Debtline, Ingis od pozostałych wspólników.Zumobile _spółka przejmowana_ została utworzona w 2013 r., w której Ventures Hub posiada\n                           100% udziałów. Zumobile tworzyła platformę afiliacyjną skierowaną do reklamodawców\n                           mobilnych.Langzee _spółka przejmowana_ została utworzona w 2013 r., w której Ventures Hub posiada\n                           100% udziałów. Langzee tworzyła system mobilny wspierający naukę języków obcych.rTime _spółka przejmowana_ została utworzona w 2012 r., w której Ventures Hub posiada\n                           100% udziałów. rTime tworzyło serwis RTB _ z ang. Real time bidding – aukcje czasu\n                           rzeczywistego_. Debtline _spółka przejmowana_ została utworzona w 2012 r., w której Ventures Hub posiada\n                           100% udziałów. Debtline tworzyła serwis do  obsługi procesu monitoringu i egzekwowania\n                           należności handlowych on-line.Ingis _spółka przejmowana_ została utworzona w 2012 r., w której Ventures Hub posiada\n                           100% udziałów. Ingis tworzyła serwis skierowany do uczestników rynku obrotu nieruchomościami.Venture Hub _spółka przejmująca_ została utworzona w 2008 r., w której Spółka posiada\n                           pośrednio, poprzez IQ Partners sp. z o.o., 100% udziałów. Ventures Hub zajmuje się\n                           inkubacją spółek i przedsiębiorstw, realizacją inwestycji w nowoutworzone, innowacyjne\n                           spółki i przedsiębiorstwa z obszaru nowych technologii, internetu i mobile.Przeprowadzenie połączenia w trybie uproszczonym _tj. bez podwyższenia kapitału zakładowego\n                           spółki przejmującej_ jest możliwe z uwagi na to, że Ventures Hub posiada 100% udziałów\n                           w Zumobile, Langzee, rTime, Debtline, Ingis. Z dniem połączenia Ventures Hub wstąpi\n                           we wszystkie prawa i obowiązki Zumobile, Langzee, rTime, Debtline, Ingis zaś Zumobile,\n                           Langzee, rTime, Debtline, Ingis zostaną wykreślone z rejestru przedsiębiorców.Połączenie zostanie dokonane na warunkach określonych w planie połączenia uzgodnionym\n                           i przyjętym w dniu 23 maja 2018 r. przez Zarządy obu łączących się spółek.Celem planowanego połączenia jest uporządkowanie portfela IQ Partners S.A.",
        "date": "2018-05-23"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie, podaje wykaz akcjonariuszy, którzy\n                           posiadali co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu IQ Partners\n                           S.A. w dniu 9 kwietnia 2018 roku _NWZ_.Akcjonariusz: Dien sp. z o.o. z siedzibą w  WarszawieLiczba zarejestrowanych na NWZ akcji: 5.000.000Liczba głosów z zarejestrowanych akcji: 5.000.000Udział w ogólnej liczbie głosów [%]: 22,37 %Udział w liczbie głosów na NWZ [%]: 33,96%Akcjonariusz: Sumixam Limited z siedzibą w Nikozji _Cypr_Liczba zarejestrowanych na NWZ akcji: 4.800.000Liczba głosów z zarejestrowanych akcji: 4.800.000Udział w ogólnej liczbie głosów [%]: 21,47 %Udział w liczbie głosów na NWZ [%]: 32,6%Akcjonariusz: GLOBAL1  sp. z o.o. S.K.A z siedzibą w WarszawieLiczba zarejestrowanych na NWZ akcji: 4.427.000Liczba głosów z zarejestrowanych akcji: 4.427.000Udział w ogólnej liczbie głosów [%]: 19,8%Udział w liczbie głosów na NWZ [%]: 30,07%",
        "date": "2018-04-10"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _Spółka_ informuje, iż w dniu 9 kwietnia\n                           2018 roku Nadzwyczajne Walne zgromadzenie Spółki na podstawie uchwał nr 3,4,5 oraz\n                           6 Nadzwyczajnego Walnego Zgromadzenia IQ Partners S.A. powołało do pełnienia funkcji\n                           Członka Rady Nadzorczej Pana Jakuba Kur, Pana Janusza Diemko, Panią Annę Jarmińską\n                           oraz Pana Marcina Marcinkiewicza. Pan Jakub Kur - jest absolwentem Uniwersytetu Northeastern w Bostonie, kierunku Finanse\n                           i Ekonomia. Obecnie zarządza firmą First11 S.A., którą współtworzył. Wcześniej zarządzał\n                           funduszem PFR Ventures sp. z o.o. oraz pełnił funkcje konsultanta w firmie McKinsey\n                           & Company. Pełni funkcje doradcy w spółkach Beesfund S.A, Leonardo Holdings S.A.,\n                           Summer Agency Sp.z o.o, oraz EduSport Consulting Sp. z o.o.Pan Jakub Kur nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy w\n                           innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Jakub Kur nie jest\n                           wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy o Krajowym\n                           Rejestrze Sądowym.Pan Janusz Diemko - w latach 2016-2017 pełnił funkcję Prezesa Zarządu Centrum Rozliczeń\n                           Elektonicznych Polskie ePłatności S.A. a od 2018 roku pełni funkcję Członek Rady Nadzorczej\n                           Centrum Rozliczeń Elektonicznych Polskie ePłatności S.A. Posiada ponad 20-letnie doświadczenie\n                           w branży płatniczej. W 2015 r. świadczył usługi konsultingowe i doradcze, pracując\n                           nad projektami akwizycji spółek dla Innova Capital sp. z o.o. Zajmował się również\n                           pozyskiwaniem finansowania oraz analizami rynkowymi dla spółek polskich i zagranicznych.\n                           Od 2005 r. Członek Rady Nadzorczej Ipopema Securities S.A. Od 2014 r. partner i inwestor\n                           w funduszu Angel Hedgehog Fund inwestującym w spółki e-commerce/ICT na wczesnym etapie\n                           rozwoju. W latach 2006-2014 był Prezesem Zarządu First Data Polska S.A. Przeprowadził\n                           proces sprzedaży POLCARD przez G-Tech/Innova Capital sp. z o.o. oraz przyłączenie\n                           jej do First Data Polska S.A., a następnie koordynował wdrożenie firmy w globalne\n                           struktury korporacji. Jako Dyrektor Regionalny odpowiadał także za działania operacyjne\n                           First Data w Niemczech i Austrii, a wcześniej na Węgrzech, Słowacji i w Czechach.\n                           W latach 2006-2014 pełnił również funkcję Przewodniczącego Komitetu Agentów Rozliczeniowych\n                           działającego przy Związku Banków Polskich i był członkiem Rady ds. Systemu Płatniczego\n                           w Narodowym Banku Polskim. W latach 1998-2006 był związany z firmą Euronet, zajmując\n                           stanowiska: Dyrektora Finansowego w Polsce, Dyrektora Generalnego, Dyrektora ds. Rozwoju\n                           i Przejęć na region EMEA oraz Dyrektora ds. Rozwoju Rynków _Rosja, Ukraina oraz kraje\n                           nadbałtyckie_. W latach 1991-1996 pracował w firmach Moore Stephens Audyt i Konsulting,\n                           w California Computer jako CFO oraz w Aviva jako zastępca Dyrektora Finansowego. Urodzony\n                           w Anglii, ukończył geografię na Uniwersytecie Londyńskim _University College_, posiada\n                           kwalifikacje Biegłego Rewidenta Wielkiej Brytanii _ACA_ oraz jest Członkiem Zrzeszenia\n                           Skarbników Wielkiej Brytanii _ACT_. Pan Janusz Diemko nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy w\n                           innej konkurencyjnej osobie prawnej jako członek jej organu. Pan Janusz Diemko nie\n                           jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym. Pani Anna Jarmińska - jest psychologiem i specjalistką od spraw zarządzania zasobami\n                           ludzkimi i rozwoju personelu w przedsiębiorstwach. Jest absolwentką Uniwersytetu SWPS\n                           w Warszawie. Ukończyła również studia podyplomowe z zakresu pedagogiki resocjalizacyjnej\n                           w Wyższej Szkole Nauk Społecznych w Warszawie oraz Coaching Center w Warszawie gdzie\n                           uzyskała tytuł ICF Coach, International Coaching Federation. Pani Anna Jarmińska zajmowała\n                           stanowisko specjalisty oraz doradcy ds. HR m.in. w Zakładach Produkcyjno-Usługowych\n                           Prawda, MedFood Group sp. z o.o. oraz Principis sp. z o.o. Pani Anna Jarmińska nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy w\n                           innej konkurencyjnej osobie prawnej jako członek jej organu. Nie jest także wpisana\n                           do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie ustawy o Krajowym\n                           Rejestrze Sądowym.Pan Marcin Marcinkiewicz jest adwokatem oraz doktorem nauk prawnych ze specjalnością\n                           Prawo Administracyjne. Jest absolwentem Uniwersytetu Warszawskiego oraz Szkoły Głównej\n                           Handlowej w Warszawie. Ukończył również Centrum Prawa Włoskiego i Europejskiego oraz\n                           Centrum Prawa Amerykańskiego na Wydziale Prawa i Administracji Uniwersytetu Warszawskiego.\n                           Pan Marcin Marcinkiewicz jest ekspertem od zarządzania projektami inwestycyjnymi.\n                           Był m.in. członkiem zarządu ds. inwestycji Polskiego Holdingu Nieruchomości S.A.,\n                           prezesem zarządu MedFood Group sp. z o.o. oraz koordynatorem działu inwestycji w grupie\n                           deweloperskiej PROFBUD. W latach 2013-2014 był doradcą Prezydenta Miasta Białegostoku\n                           do spraw Kluczowych Inwestycji. Współpracował z renomowanymi kancelariami prawnymi:\n                           m.in. WEIL GOTSHAL & MANGES, DENTONS oraz GM LEGAL GROT & MARCINKIEWICZ. Zajmował\n                           także stanowisko Senior Officer w luksemburskim biurze firmy doradczej DELOITTE. Pan Marcin Marcinkiewicz nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie uczestniczy\n                           w innej konkurencyjnej osobie prawnej jako członek jej organu. Nie jest także wpisany\n                           do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie ustawy o Krajowym\n                           Rejestrze Sądowym.Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych [...]",
        "date": "2018-04-09"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _\"Spółka\"_ podaje do publicznej wiadomości treść uchwał podjętych\n                           przez Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 9 kwietnia 2018\n                           roku. Treść uchwał, o których mowa powyżej, stanowi załącznik do niniejszego raportu bieżącego.Jednocześnie Zarząd Spółki informuje, że Nadzwyczajne Walne Zgromadzenie Spółki nie\n                           odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad, jak\n                           również nie zgłoszono do protokołu sprzeciwu w odniesieniu do żadnej z uchwał.Szczegółowa podstawa prawna:§ 38 ust. 1 pkt 7-9 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2018-04-09"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 6 kwietnia\n                           2018 roku Spółka otrzymała oświadczenie Członka Rady Nadzorczej Pana Andrzeja Frąckowiaka\n                           o rezygnacji z funkcji Członka Rady Nadzorczej Spółki ze skutkiem na dzień 6 kwietnia\n                           2018 roku.  Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych [...]",
        "date": "2018-04-06"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd Spółki IQ Partners S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ niniejszym\n                           informuje, że w związku z prowadzonymi przez Zarząd Spółki pracami nad jednostkowym\n                           oraz skonsolidowanym raportem rocznym za 2017 rok, którego publikacja przewidziana\n                           została na dzień 10 kwietnia 2018 roku oraz w związku z dokonaniem rewizji portfela\n                           inwestycyjnego spółek zależnych, Zarząd Emitenta w dniu 28 marca 2018 roku rozpoznał\n                           konieczność utworzenia w spółkach zależnych IQ Venture Capital s. a r.l., Ventures\n                           Hub sp. z o.o., InQbe sp. z o.o. odpisów aktualizujących, którymi objęte zostały akcje\n                           i udziały posiadanych spółek. Łączna kwota dokonanych odpisów wynosi 5,6 mln zł. Dodatkowo\n                           Zarząd Emitenta zdecydował o dokonaniu korekty wycen pozostałych akcji i udziałów,\n                           zmniejszając ich wartość o kwotę 8 mln zł. W związku z powyższym wartość portfela\n                           inwestycyjnego ulegnie zmniejszeniu z kwoty 31 mln zł do kwoty 14 mln zł. Odpisy aktualizujące, którymi objęte zostały akcje i udziały posiadanych spółek oraz\n                           skutek wycen wpłynie na jednostkowy oraz skonsolidowany wynik finansowy za 2017 rok\n                           oraz na zmniejszenie kapitałów własnych. Odpis zostanie ujawniony w skonsolidowanym sprawozdaniu finansowym Grupy Kapitałowej\n                           Emitenta za 2017 rok, w Rozdziale 5.27 Koszty finansowe oraz Rozdziale 5.39 Rodzaj\n                           oraz kwoty zmian wartości szacunkowych kwot podawanych w poprzednich latach obrotowych,\n                           jeśli wywierają one istotny wpływ na bieżący okres sprawozdawczy. Zarówno w jednostkowym\n                           jak i skonsolidowanych sprawozdaniu finansowym z całkowitych dochodów za 2017 rok,\n                           dokonane odpisy aktualizujące a także skutki wyceny portfela inwestycyjnego obciążają\n                           pozycję kosztów finansowych.Dodatkowo Zarząd Emitenta podjął decyzję o utworzeniu w spółce zależnej IQ Venture\n                           Capital s. a r. l. odpisu z tytułu należności od spółki Mobile Partner S.A. na kwotę\n                           106 tys. zł, od spółki Digital Broadcast sp. z o.o. na kwotę 74 tys. zł oraz od spółki\n                           Transdata sp. z o.o. na kwotę 74 tys. zł. Należności te wynikają z tytułu udzielonej\n                           pożyczki oraz objęcia obligacji wraz z należnymi odsetkami. Odpis zostanie ujawniony\n                           w skonsolidowanym sprawozdaniu finansowym Grupy Kapitałowej Emitenta za 2017 rok,\n                           w pozycji koszty finansowe i obciąży bezpośrednio skonsolidowany wynik finansowy.\n                           Dokonanie powyższego odpisu wpłynie również bezpośrednio na obniżenie kwoty należności\n                           wykazanych w bilansie Grupy Kapitałowej Emitenta i tym samym na wysokość sumy bilansowej.Decyzja Zarządu Spółki o utworzeniu w spółkach zależnych odpisów aktualizujących spowodowana\n                           była wnikliwą analizą portfela inwestycyjnego. Natomiast decyzja o dokonaniu umorzenia\n                           należności została podjęta przy zachowaniu ostrożności, po analizie terminów płatności\n                           należności, ocenie ryzyka ich spłaty oraz ocenie sytuacji finansowej spółek.Zastrzeżenie: Prezentowane powyżej wartość mają charakter szacunkowy, nie są ostatecznie\n                           zaakceptowane przez biegłego rewidenta i mogą ulec zmianie. Ostateczny wynik zostanie\n                           przedstawiony w jednostkowym sprawozdaniu finansowym Emitenta za 2017 rok oraz w skonsolidowanym\n                           sprawozdaniu finansowym Grupy Kapitałowej Emitenta za 2017 rok, które zostaną opublikowane\n                           w dniu 10 kwietnia 2018 roku.",
        "date": "2018-03-28"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Działając na podstawie § 38 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych […] Zarząd IQ Partners\n                           S.A. _Spółka_ przekazuje w załączeniu treść projektów uchwał na Nadzwyczajne Walne\n                           Zgromadzenie Spółki, które odbędzie się w dniu 9 kwietnia 2018 roku.",
        "date": "2018-03-13"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _zwana dalej \"Spółką\"_ działając na\n                           podstawie art. 399 §1 w zw. z art. 402[1] §1 oraz art. 402[2] k.s.h. zwołuje Nadzwyczajne\n                           Walne Zgromadzenie _zwane dalej także \"Zgromadzeniem\" lub \"NWZ\"_, które odbędzie się\n                           dnia 9 kwietnia 2018 r. o godzinie 11:00 w Warszawie w lokalu Spółki przy Al. Jerozolimskich\n                           65/79.Szczegółowy porządek obrad Nadzwyczajnego Walnego Zgromadzenia jest następujący:1. Otwarcie obrad Nadzwyczajnego Walnego Zgromadzenia.2. Podjęcie uchwały w sprawie wyboru Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia oraz jego\n                           zdolności do podejmowania uchwał.4. Podjęcie uchwały  w sprawie wyboru Komisji Skrutacyjnej.5. Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej Spółki.6. Podjęcie uchwały w sprawie emisji warrantów subskrypcyjnych, warunkowego podwyższenia\n                           kapitału zakładowego, wyłączenia prawa poboru, zmiany statutu Spółki, dematerializacji\n                           akcji oraz ubiegania się o dopuszczenie do obrotu na rynku regulowanym akcji Spółki.7. Podjęcie uchwały w sprawie upoważnienia Rady Nadzorczej do ustalenia jednolitego\n                           tekstu Statutu Spółki. [ uprawnienie do udziału w Zgromadzeniu ]Prawo do uczestnictwa w Zgromadzeniu mają tylko osoby będące akcjonariuszami Spółki\n                           na 16 dni przed datą walnego zgromadzenia _dzień rejestracji_. Dniem rejestracji uczestnictwa\n                           w NWZ jest dzień 24 marca 2018 r. _tzw. record date_. Ponadto, w celu zapewnienia uczestnictwa w NWZ akcjonariusze uprawnieni ze zdematerializowanych\n                           akcji na okaziciela powinni zwrócić się, nie wcześniej niż po ogłoszeniu zwołania\n                           Zgromadzenia i nie później niż w pierwszym dniu roboczym po dniu rejestracji  _tj.\n                           nie później niż w dniu 25 marca 2018 r._ do podmiotów prowadzących ich rachunki papierów\n                           wartościowych, o wystawienie imiennego zaświadczenia o prawie uczestnictwa w Walnym\n                           Zgromadzeniu Spółki. Zaświadczenia o prawie uczestnictwa w NWZ będą podstawą sporządzenia\n                           wykazów przekazywanych podmiotowi prowadzącemu depozyt papierów wartościowych zgodnie\n                           z przepisami o obrocie instrumentami finansowymi.[ procedury dotyczące uczestnictwa i wykonywania prawa głosu na Zgromadzeniu ]Prawa akcjonariuszyZgodnie z art. 401 §1 k.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą _1/20_ kapitału zakładowego mogą żądać umieszczenia określonych spraw\n                           w porządku obrad Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi w formie\n                           pisemnej lub w formie elektronicznej, nie później niż na 21 dni przed datą Zgromadzenia,\n                           tj. do dnia 19 marca 2018 r. i powinno zawierać uzasadnienie lub projekt uchwały dotyczącej\n                           proponowanego punktu porządku obrad. Żądanie to może zostać złożone w postaci elektronicznej\n                           na adres mailowy Spółki bądź w formie pisemnej.Zgodnie z art. 401 §4 k.s.h. akcjonariusz lub akcjonariusze reprezentujący co najmniej\n                           jedną dwudziestą _1/20_ kapitału zakładowego mogą przed terminem Zgromadzenia zgłosić\n                           Spółce na piśmie lub w formie elektronicznej projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad Zgromadzenia. Żądanie to może zostać złożone w postaci elektronicznej na adres\n                           mailowy Spółki bądź w formie pisemnej.Realizacja uprawnień wynikających z art. 401 §1 oraz §4 k.s.h., może nastąpić, jeżeli\n                           akcjonariusz lub akcjonariusze uprawnieni _podmiot uprawniony_, w dniu złożenia żądania,\n                           o którym mowa w art. 401 §1 lub §4 k.s.h., dostarczy Spółce:• świadectwo depozytowe o którym mowa w art. 9 ustawy o obrocie instrumentami finansowymi,\n                           wydane przez podmiot prowadzący rachunek papierów wartościowych lub• imienne zaświadczenie o prawie uczestnictwa w Zgromadzeniu, z których to dokumentów\n                           wynikać będzie, ilość akcji zapisanych na rachunku posiadanym przez podmiot uprawniony.\n                           Zgodnie z art. 401 §5 k.s.h. każdy akcjonariusz może podczas trwania Zgromadzenia\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty\n                           te powinny być przedstawione w języku polskim.Udział w NWZAkcjonariusz będący osobą fizyczną może uczestniczyć w Zgromadzeniu i wykonywać prawo\n                           głosu osobiście lub przez pełnomocnika.Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Zgromadzeniu oraz wykonywać\n                           prawo głosu przez osobę uprawnioną do składania oświadczeń woli w jego imieniu lub\n                           przez pełnomocnika.Prawo do reprezentowania akcjonariusza nie będącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu z właściwego rejestru _składanego\n                           w oryginale lub kopii potwierdzonej za zgodność z oryginałem przez notariusza_, ewentualnie\n                           z ciągu pełnomocnictw. Osoba lub osoby udzielające pełnomocnictwa w imieniu akcjonariusza\n                           nie będącego osobą fizyczną powinny być uwidocznione w aktualnym odpisie z właściwego\n                           rejestru.Z uwagi na fakt, iż regulacje wewnętrzne Spółki nie przewidują możliwości uczestniczenia,\n                           wypowiadania się oraz wykonywania prawa głosu przy wykorzystaniu środków komunikacji\n                           elektronicznej lub drogą korespondencyjną, Zarząd informuje, iż korzystanie w ww.\n                           form uczestnictwa i głosowania w NWZ nie będzie możliwe.Lista uprawnionych do udziału w NWZLista akcjonariuszy uprawnionych do uczestnictwa w NWZ zostanie wyłożona w siedzibie\n                           Spółki, w Warszawie przy Al. Jerozolimskich 65/79 na trzy dni powszednie przed dniem\n                           odbycia NWZ, tj. w dniach 4, 5, 6 kwietnia 2018 r. w godzinach od 9:00 do 16:00.Akcjonariusz może żądać przesłania mu listy akcjonariuszy uprawnionych do udziału\n                           w Zgromadzeniu nieodpłatnie pocztą elektroniczną, podając adres poczty elektronicznej,\n                           na który lista powinna być wysłana. Żądanie takie powinno być złożone w postaci elektronicznej\n                           i przesłane na adres email Spółki biuro@iqpartners.plPełnomocnicyPrzedstawiciele osób prawnych winni okazać aktualne odpisy z odpowiednich rejestrów\n                           wymieniające osoby uprawnione do reprezentowania tych podmiotów. Pełnomocnictwo do\n                           uczestniczenia w Zgromadzeniu i wykonywania prawa głosu wymaga udzielenia go w formie\n                           pisemnej lub w postaci elektronicznej. Pełnomocnictwo powinno zawierać co najmniej\n                           dane określone w formularzu pełnomocnictwa, zamieszczonym na stronie internetowej\n                           Spółki, www.iqpartners.pl zakładka \"Relacje Inwestorskie\", dział \"Walne Zgromadzenia\".\n                           Od dnia publikacji niniejszego ogłoszenia na stronie internetowej udostępnia się formularz\n                           pełnomocnictwa, o którym mowa powyżej. Możliwe są inne formularze udzielanego pełnomocnictwa\n                           pod warunkiem zawarcia w nich wszystkich wymaganych prawnie elementów.Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.Udzielenie pełnomocnictwa w postaci elektronicznej wymaga przesłania zawiadomienia\n                           dokonanego na adres email Spółki _biuro@iqpartners.pl_. Wraz z zawiadomieniem o udzieleniu\n                           pełnomocnictwa w postaci elektronicznej akcjonariusz przesyła skan udzielonego pełnomocnictwa,\n                           skan dowodu osobistego, paszportu lub innego dokumentu pozwalającego zidentyfikować\n                           akcjonariusza jako mocodawcę i ustanowionego pełnomocnika. W przypadku, gdy pełnomocnictwa\n                           udziela osoba prawna _w rozumieniu art. 33 kodeksu cywilnego_ lub jednostka organizacyjna\n                           _w rozumieniu art. 33[1] kodeksu cywilnego_ akcjonariusz jako mocodawca dodatkowo\n                           przesyła skan odpisu z rejestru, w którym mocodawca jest zarejestrowany. W przypadku,\n                           gdy pełnomocnikiem jest osoba prawna lub jednostka organizacyjna, w rozumieniu art.\n                           33[1] kodeksu cywilnego, akcjonariusz jako mocodawca dodatkowo przesyła skan odpisu\n                           z rejestru, w którym pełnomocnik jest zarejestrowany. Przesłane drogą elektroniczną\n                           dokumenty, które nie zostały sporządzone w języku polskim, powinny być przetłumaczone\n                           na język polski przez tłumacza przysięgłego. Akcjonariusz przesyłający zawiadomienie\n                           o udzieleniu pełnomocnictwa przesyła jednocześnie do Spółki adres mailowy, za pośrednictwem\n                           którego Spółka będzie mogła komunikować się z akcjonariuszem i jego pełnomocnikiem.\n                           Spółka może podjąć odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika.\n                           Weryfikacja może polegać w szczególności na zwrotnym pytaniu w formie telefonicznej\n                           lub elektronicznej do akcjonariusza i pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa. Zasady dotyczące zgłoszenia pełnomocnictwa oraz identyfikacji pełnomocnika\n                           i mocodawcy stosuje się odpowiednio do zawiadomienia Spółki o odwołaniu udzielonego\n                           pełnomocnictwa.Zawiadomienie o udzieleniu i odwołaniu pełnomocnictwa bez zachowania wymogów wskazanych\n                           powyżej nie wywołuje skutków prawnych wobec Spółki. Wybór sposobu ustanowienia pełnomocnika\n                           należy do akcjonariusza i Spółka nie ponosi odpowiedzialności za błędy w wypełnieniu\n                           formularza pełnomocnictwa i działania osób posługujących się pełnomocnictwami. Przesłanie\n                           drogą elektroniczną ww. dokumentów nie zwalnia z obowiązku przedstawienia przez pełnomocnika,\n                           przy sporządzaniu listy obecności osób uprawnionych do uczestnictwa w NWZ dokumentów\n                           służących jego identyfikacji.Po przybyciu na Zgromadzenie, przed podpisaniem listy obecności, pełnomocnik powinien\n                           okazać dokument pełnomocnictwa udzielonego pisemnie lub odpis pełnomocnictwa udzielonego\n                           w postaci elektronicznej.Pełnomocnik wykonuje na Zgromadzeniu wszystkie uprawnienia akcjonariusza zgodnie z\n                           zasadami określonymi w kodeksie spółek handlowych, a w szczególności, w art. 412 -\n                           412[2] k.s.h.Walne ZgromadzenieOsoby uprawnione do uczestniczenia w Zgromadzeniu proszone są o dokonanie rejestracji\n                           i pobranie karty do głosowania bezpośrednio przed salą obrad na pół godziny przed\n                           rozpoczęciem obrad. Ww. osoby obowiązane są także do posiadania dokumentu pozwalającego\n                           na ustalenie ich tożsamości.Uzyskanie informacji przed NWZPełny tekst dokumentacji, która ma być przedstawiona NWZ wraz z projektami uchwał\n                           będzie udostępniony na stronie internetowej Spółki od dnia zwołania Nadzwyczajnego\n                           Walnego Zgromadzenia. Informacje i dokumenty dotyczące Walnego Zgromadzenia są zamieszczane\n                           na stronie internetowej Spółki www.iqpartners.pl w zakładce \"Relacje Inwestorskie\",\n                           dział \"Walne Zgromadzenia\".Wszelką korespondencję akcjonariuszy, kierowaną do Spółki w zw. z NWZ prosimy kierować\n                           na adres:                   IQ Partners S.A., Al. Jerozolimskie 65/79, 00-697 Warszawa,\n                           lub na adres email biuro@iqpartners.pl.Szczegółowa podstawa prawna:§ 38 ust. 1 pkt 1 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2018-03-13"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 1 marca\n                           2018 roku Spółka otrzymała oświadczenie Członka Rady Nadzorczej Pani Anny Doroty Kajkowskiej\n                           o rezygnacji z funkcji Członka Rady Nadzorczej Spółki z dniem odbycia najbliższego\n                           Walnego Zgromadzenia Akcjonariuszy nie później jednak niż w terminie 31 sierpnia 2018\n                           roku. Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2018-03-02"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           Spółka otrzymała oświadczenie Członka Rady Nadzorczej Pana Damiana Patrowicza o rezygnacji\n                           z funkcji Członka Rady Nadzorczej Spółki z dniem odbycia najbliższego Walnego Zgromadzenia\n                           Akcjonariuszy. Jeżeli Walne Zgromadzenie Akcjonariuszy nie odbędzie się do dnia 31\n                           sierpnia 2018 roku to rezygnacja skuteczna będzie z dniem 31 sierpnia 2018 roku. Szczegółowa podstawa prawna:§ 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych […]",
        "date": "2018-03-01"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Emitent\"_  informuje, iż powziął informację o rejestracji\n                           w dniu 16 lutego 2018 roku przez Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego, spółki zależnej pod firmą IQ Partners\n                           Spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie _dalej: \"IQ Partners\"_.\n                           O powołaniu IQ Partners Emitent informował w raporcie bieżącym nr 24/2017 z dnia 22\n                           grudnia 2017 roku. Kapitał zakładowy IQ Partners wynosi 150.000,00 zł _słownie: sto\n                           pięćdziesiąt tysięcy złotych_ i dzieli się na 300  _słownie: trzysta_ udziałów o wartości\n                           nominalnej 500,00 zł _słownie: pięćset złotych_ każdy udział. Emitent posiada 100%\n                           udziałów w kapitale zakładowym IQ Partners.",
        "date": "2018-02-28"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ informuje, iż w dniu\n                           23 lutego 2018 roku, Spółka otrzymała od Patro Invest sp. z o.o. z siedzibą w Płocku,\n                           DAMF INVEST S.A. z siedzibą w Płocku oraz  Pana Damiana Patrowicza zawiadomienia sporządzone\n                           na podstawie art. 69 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych. Pełna treść zawiadomień stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2018-02-23"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 20 lutego 2018 roku,\n                           Spółka otrzymała od osoby pełniącej obowiązki zarządcze Pani Anny Kajkowskiej oraz\n                           osoby blisko związanej, o której mowa w art. 19 ust. 1 Rozporządzenia MAR tj. Atlantis\n                           S.A. z siedzibą w Płocku, korektę zawiadomień o transakcji na akcjach Spółki na podstawie\n                           art. 19 ust. 1 rozporządzenia MAR, o otrzymaniu których Spółka informowała w raporcie\n                           bieżącym nr 5/2018 z dnia 20 lutego 2018 roku. W zawiadomieniach błędnie podano łączny\n                           wolumen transakcji. Treść zawiadomień po korekcie Spółka przekazuje w załączeniu.",
        "date": "2018-02-21"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 20 lutego 2018 roku,\n                           Spółka otrzymała od GLOBAL1 sp. z o.o. Spółka komandytowo-akcyjna z siedzibą w Warszawie\n                           zawiadomienie sporządzone na podstawie art. 69 ust. 1  ustawy z dnia 29 lipca 2005\n                           r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych. Pełna treść zawiadomienia stanowi załącznik\n                           do niniejszego raportu bieżącego.",
        "date": "2018-02-20"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 19 lutego 2018 roku,\n                           otrzymał od osoby pełniącej obowiązki zarządcze Pani Anny Kajkowskiej oraz osoby blisko\n                           związanej, o której mowa w art. 19 ust. 1 Rozporządzenia MAR, Atlantis S.A. z siedzibą\n                           w Płocku zawiadomienia o transakcji na akcjach Spółki. Treść zawiadomień Spółka przekazuje\n                           w załączeniu.",
        "date": "2018-02-20"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. _dalej: \"Spółka\"_ informuje, iż w dniu 19 lutego 2018 roku,\n                           Spółka otrzymała od Atlantis S.A. z siedzibą w Płocku zawiadomienie sporządzone na\n                           podstawie art. 69 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych. Pełna treść zawiadomień stanowi załącznik do niniejszego\n                           raportu bieżącego.",
        "date": "2018-02-20"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Zarząd IQ Partners S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, iż w związku\n                           z treścią uchwały Nr 1387/2013 Zarządu Giełdy Papierów Wartościowych w Warszawie S.A.\n                           z dnia 2 grudnia 2013 r. _z późn. zm._ w sprawie wyodrębnienia segmentu rynku regulowanego\n                           LISTA ALERTÓW oraz zasad i procedury kwalifikacji do tego segmentu, mając na uwadze\n                           fakt, iż Emitent po raz drugi z rzędu został zakwalifikowany do segmentu LISTA ALERTÓW,\n                           Zarząd Emitenta przedstawia program naprawczy, którego realizacja pozwoli na usunięcie\n                           przyczyny kwalifikacji do segmentu LISTA ALERTÓW. W związku z faktem, iż kurs akcji Emitenta utrzymuje się na poziomie poniżej kwoty\n                           50 groszy, Zarząd Emitenta podjął stosowne działania mające na celu doprowadzenie\n                           do ustabilizowania wartości kursu akcji na poziomie zapewniającym swobodny i bezpieczny\n                           obrót akcjami. W tym celu Zarząd Emitenta:1_ przeprowadził analizę kursu akcji pod kątem jego wartości w perspektywie średnio\n                           i długoterminowej;2_ przeprowadził analizę celowości przeprowadzenia procesu połączenia akcji Emitenta\n                           pod kątem wpływu połączenia akcji na ich wycenę w perspektywie krótko - i długoterminowej;3_ konsultował spostrzeżenia wynikające z przeprowadzonych analiz w ramach Zarządu\n                           Emitenta. W wyniku ww. działań Zarząd Emitenta przyjął, iż najkorzystniejszym dla Spółki i jej\n                           akcjonariuszy programem naprawczym będzie budowa fundamentów Spółki i jej wiarygodności\n                           wśród inwestorów, które w ocenie Zarządu Emitenta spowodują ustabilizowanie kursu\n                           na bezpiecznym poziomie. W tym celu Zarząd Emitenta podjął działania mające na celu\n                           wdrożenie programu naprawczego. Wobec powyższego, w I kwartale 2018 r. zwołane zostanie\n                           Nadzwyczajne Walne Zgromadzenie Akcjonariuszy, na którym przedstawione zostaną szczegółowe\n                           działania jakie Emitent zamierza podjąć w celu usunięcia kwalifikacji do LISTY ALERTÓW. Ponadto, Zarząd Emitenta stoi na stanowisku, iż najkorzystniejszym dla Emitenta i\n                           akcjonariuszy Emitenta sposobem na ustabilizowanie kursu akcji na bezpiecznym dla\n                           obrotu poziomie co najmniej 50 groszy, jest umożliwienie powrotu wartości kursu do\n                           poziomu sprzed okresu, w którym doszło do załamania kursu, bez wpływu na jego wartość\n                           przez dokonywanie połączenia akcji, a w oparciu o dokonywaną przez inwestorów ocenę\n                           bieżącej i przyszłej sytuacji Emitenta na podstawie danych przekazywanych przez Emitenta\n                           w raportach bieżących i okresowych. Jednocześnie, Zarząd Emitenta bierze pod uwagę możliwość, że jeżeli w kolejnych weryfikacjach\n                           akcje Emitenta nie będą spełniały kryteriów określonych w uchwale Zarządu Giełdy przedstawi\n                           program przeprowadzenia procesu połączenia akcji.",
        "date": "2018-01-26"
    },
    {
        "company_name": "IQ PARTNERS SA",
        "content": "Działając na podstawie § 103 ust. 1 rozporządzenia w sprawie informacji bieżących\n                           i okresowych […] _Rozporządzenie_ Zarząd Spółki IQ Partners S.A. _Spółka, Emitent_\n                           przekazuje do publicznej wiadomości terminy publikacji raportów okresowych w roku\n                           obrotowym 2018. Raporty okresowe będą przekazywane do publicznej wiadomości w następujących\n                           terminach:1. Jednostkowy raport roczny za 2017 rok – 10.04.2018 roku2. Skonsolidowany raport roczny za 2017 rok – 10.04.2018 roku3. Skonsolidowany rozszerzony raport kwartalny za I kwartał 2018 roku – 15.05.2018\n                           roku4. Skonsolidowany rozszerzony raport za I półrocze 2018 roku – 14.09.2018 roku5. Skonsolidowany rozszerzony raport kwartalny za III kwartał 2018 roku – 15.11.2018\n                           rokuJednocześnie zgodnie z § 83 ust. 1 oraz § 83 ust. 3 Rozporządzenia, Spółka oświadcza,\n                           że nie będzie publikowała odrębnych jednostkowych raportów kwartalnych i jednostkowego\n                           raportu półrocznego, natomiast będzie publikować skonsolidowane raporty kwartalne\n                           zawierające skrócone jednostkowe informacje finansowe i skonsolidowany raport półroczny\n                           zawierający półroczne skrócone sprawozdanie finansowe wraz z raportem podmiotu uprawnionego\n                           do badania sprawozdań finansowych z przeglądu tego sprawozdania.Ponadto Emitent informuje, że zgodnie z § 101 ust. 2 Rozporządzenia nie będzie publikował\n                           odpowiednio raportów okresowych za II kwartał 2018 roku oraz raportów okresowych za\n                           IV kwartał 2017 roku.",
        "date": "2018-01-24"
    }
]