[
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. z siedzibą w Krakowie _\"Emitent\"_ zawiadamia,\n                           że w dniu dzisiejszym otrzymał informację od spółki \"Quantum Qguar sp. z o.o.\" _podmiotu\n                           zależnego w 100% od Emitenta_ _\"Spółka\"_, że jej Zarząd w dniu 22.12.2017 r. podjął\n                           uchwałę o wypłacie na rzecz jedynego wspólnika zaliczki na poczet przewidywanej dywidendy\n                           za rok obrotowy 2017 w kwocie 500.000,00 zł _słownie: pięćset tysięcy złotych_.Wypłata zaliczki na poczet dywidendy nastąpi w terminie do dnia 31 grudnia 2017 roku.",
        "date": "2017-12-22"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. z siedzibą w Krakowie _\"Emitent\"_ zawiadamia,\n                           że w dniu 11 grudnia 2017 r. dokonał zbycia posiadanych udziałów w spółce EQ System\n                           East sp. z o.o. z siedzibą w Krakowie. W wyniku transakcji, Emitent zbył 48 _czterdzieści\n                           osiem_ udziałów stanowiących 44,86 % kapitału zakładowego spółki pod firmą EQ System\n                           East sp. z o.o. z siedzibą w Krakowie, wpisanej do rejestru przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla Krakowa – Śródmieścia  w Krakowie,\n                           XI Wydział Gospodarczy KRS pod numerem KRS 0000486510 _\"Spółka\"_.Emitent zbył na rzecz Kupującego wszystkie posiadane 48 _czterdzieści osiem_ udziałów\n                           za łączną cenę 16 464,00 zł _słownie: szesnaście tysięcy czterysta sześćdziesiąt cztery\n                           złotych 00/100_, tj. za cenę 343,00 zł _słownie: trzysta czterdzieści trzy złote 00/100_\n                           za jeden udział. W wyniku transakcji, Emitent nie posiada już udziałów w tej Spółce.\n                           Spółka założona w roku 2013 praktycznie od kilku lat _min. ze względu na konflikt\n                           na Ukrainie_ nie prowadziła działalności.",
        "date": "2017-12-12"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. _dalej: \"Spółka\"; \"Emitent\"_ informuje, iż Spółka powzięła\n                           wiadomość o rejestracji w dniu 6 października 2017 roku, przez Sąd Rejonowy dla Krakowa\n                           – Śródmieścia w Krakowie, XI Wydział Gospodarczy Krajowego Rejestru Sądowego, obniżenia\n                           kapitału zakładowego Spółki z kwoty 740 378,50 złotych do kwoty 657 435,00 złotych,\n                           tj. o kwotę 82 943,50 złotych.Obniżenie kapitału zakładowego Spółki dokonane zostało na podstawie Uchwały nr 5 Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 16 marca 2017 roku w sprawie umorzenia akcji Spółki\n                           oraz Uchwały nr 6 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 16 marca 2017\n                           roku w sprawie obniżenia kapitału zakładowego Spółki i zmiany Statutu Spółki poprzez\n                           umorzenie 165 887 akcji własnych Spółki _\"Akcje Umorzone\"_ o wartości nominalnej 0,50\n                           złotych każda i o łącznej wartości nominalnej 82 943,50 złotych, uprawniających do\n                           165 887 głosów na Walnym Zgromadzeniu Spółki.Mając na uwadze, że Akcje Umorzone stanowiły własność Spółki, Spółce jako akcjonariuszowi\n                           Akcji Umorzonych nie zostało wypłacone wynagrodzenie z tytułu ich umorzenia.Po rejestracji obniżenia kapitału kapitał zakładowy Spółki wynosi 657 435,00 złotych\n                           i dzieli się na 750 000 akcji imiennych _serii A_ oraz 564 870 akcji na okaziciela\n                           _ z czego 84 113 akcji stanowi akcje serii B, 470 000 akcji stanowi akcje serii C,\n                           10 757 akcji stanowi akcje serii D_ o wartości nominalnej 0,50 zł każda akcja i o\n                           łącznej wartości nominalnej 657 435,00 złotych. Akcje Spółki są oznaczone przez Krajowy Depozyt Papierów Wartościowych S.A. kodem\n                           ISIN PLQNTUM00018.Podstawa prawna: § 5 ust 1 pkt 9, 12 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych.",
        "date": "2017-10-16"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. z siedzibą w Krakowie informuje, iż w dniu dzisiejszym\n                           pomiędzy Emitentem a spółką Grant Thornton Frąckowiak sp. z o.o. sp.k. z siedzibą\n                           w Poznaniu doszło do zawarcia umowy sprzedaży udziałów w spółce zależnej Emitenta\n                           tj. w spółce EDISONDA sp. z o.o. z siedzibą w Krakowie. Na mocy ww. umowy Emitent\n                           dokonał transakcji zbycia całego pakietu posiadanych w spółce EDISONDA sp. z o.o.\n                           z siedzibą w Krakowie udziałów tj. 1.124 udziałów _słownie: jeden tysiąc sto dwadzieścia\n                           cztery_ o wartości nominalnej 100,00 zł za jeden udział, o łącznej wartości nominalnej\n                           112.400,00 zł _słownie: sto dwanaście tysięcy czterysta złotych 00/100_. Zbyte udziały\n                           stanowią 59,2 % kapitału zakładowego i uprawniają do takiej samej ilości głosów na\n                           Zgromadzeniu Wspólników spółki EDISONDA sp. z o.o. Cena sprzedaży ustalona została\n                           przez strony umowy na kwotę 2.091.068,00  zł _słownie: dwa miliony dziewięćdziesiąt\n                           jeden tysięcy sześćdziesiąt osiem złotych 00/100_. Pomiędzy nabywcą udziałów a osobami\n                           zarządzającymi i nadzorującymi Emitenta nie zachodzą powiązania. W wyniku dojścia\n                           do skutku transakcji zbycia udziałów Emitent nie jest już udziałowcem EDISONDA sp.\n                           z o.o. Spółka EDISONDA sp. z o.o. prowadzi działalność polegającą na świadczeniu usług z\n                           zakresu \"user experience\" tzn. projektowania systemów, serwisów i aplikacji oraz badań\n                           typu eyetracking,  usability tests itp. Przekazanie informacji o sprzedaży udziałów i prowadzonych negocjacjach zostało przez\n                           Spółkę opóźnione w dniu 3 lipca br. na podstawie art. 17 ust. 4 MAR. W ocenie Spółki\n                           niezwłoczne opublikowanie informacji mogło naruszyć interes Spółki związany z prowadzonymi\n                           negocjacjami i negatywnie wpłynąć na przebieg tych negocjacji.Sprzedaż ww. udziałów jest związana z koncentracją Grupy Quantum na podstawowej działalności\n                           tj. tworzeniu i wdrażaniu systemów Zarządzania Łańcuchem Dostaw _Supply Chain Management_.",
        "date": "2017-09-15"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "W związku z przekazanym dnia 27-06-2017 r. raportem bieżącym nr 18/2017, którym Zarząd\n                           Quantum software S.A. _Emitent_ poinformował, że w zależności od stanu realizacji\n                           procesu rejestracji umorzenia 165.887 akcji własnych dywidenda za rok 2016 zostanie\n                           wypłacona albo w wysokości 1,64 zł za akcję albo w wysokości 1,46 zł za akcję, niniejszym\n                           zawiadamiamy, że dywidendą zostaną objęte akcje w ilości 1 480 757. Oznacza to, że\n                           na jedną akcję przypadnie dywidenda w wysokości 1,46 zł.Szczegółowa podstawa prawna: § 38 ust. 2 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych […]",
        "date": "2017-08-25"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. z siedzibą w Krakowie _\"Emitent\"_, niniejszym\n                           informuje, iż w dniu dzisiejszym powziął wiadomość o zawarciu przez spółkę zależną,\n                           tj. spółkę Quantum Qguar sp. z o.o. _\"Spółka zależna\"_ z Zakładami Przemysłu Cukierniczego\n                           \"Otmuchów\" S.A. umowy, której przedmiotem jest zaprojektowanie, udzielenie licencji,\n                           wdrożenie, szkolenie oraz uruchomienie systemu Qguar WMS PRO, Qguar MES i Qguar TMS,\n                           jak również świadczenie płatnych usług serwisowych _\"Umowa\"_.Łączna wartość Umowy wyniesie 1 237 992,00 zł _słownie: jeden milion dwieście trzydzieści\n                           siedem tysięcy dziewięćset dziewięćdziesiąt dwa złote 00/100_.",
        "date": "2017-07-03"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. _Spółka_ informuje, iż Zwyczajne Walne Zgromadzenie Quantum\n                           software S.A. w dniu 26 czerwca 2017 roku podjęło uchwałę nr 6/2017 w sprawie podziału\n                           zysku netto spółki Quantum software S.A. za 2016 r. _Uchwała_.Zwyczajne Walne Zgromadzenie postanowiło zysk netto Spółki za 2016 rok w wysokości\n                           2 166 647,38 zł [dwa miliony sto sześćdziesiąt sześć tysięcy sześćset czterdzieści\n                           siedem złotych 38/100] przeznaczyć w całości na wypłatę dywidendy dla akcjonariuszy\n                           Spółki. Zgodnie z Uchwałą dzień, według którego ustala się listę akcjonariuszy uprawnionych\n                           do wypłaty dywidendy za rok obrotowy zakończony w dniu 31 grudnia 2016 roku ustala\n                           się na 25 sierpnia 2017 roku. Termin wypłaty dywidendy ustala się na dzień 8 września\n                           2017 roku. Jednocześnie Zarząd spółki Quantum software S.A. informuje, iż liczba akcji objętych\n                           dywidendą - w związku z faktem podjęcia przez NWZA QS SA w dniu 16 marca 2017 r. uchwały\n                           nr 5 w przedmiocie umorzenia akcji własnych w ilości 165.887 – uzależniona jest od\n                           procesu rejestracji umorzenia ww. akcji własnych i tak:I.\tJeżeli na dzień dywidendy tj. na dzień 25 sierpnia 2017 r. proces rejestracji umorzenia\n                           zostanie ukończony to dywidendą zostaną objęte akcje w ilości 1 314 870. Oznacza to,\n                           że na jedną akcję przypadnie dywidenda w wysokości 1,64 zł.II.\tJeżeli na dzień dywidendy tj. na dzień 25 sierpnia 2017 r. proces rejestracji\n                           umorzenia nie zostanie jeszcze ukończony to dywidendą zostaną objęte akcje w ilości\n                           1 480 757. Oznacza to, że na jedną akcję przypadnie dywidenda w wysokości 1,46 zł.Szczegółowa podstawa prawna: § 38 ust. 2 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych […]",
        "date": "2017-06-27"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. przekazuje treść uchwał podjętych podczas obrad Zwyczjanego\n                           Walnego Zgromadzenia Akcjonariuszy Quantum software S.A. w dniu 26 czerwca 2017 r.",
        "date": "2017-06-27"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. zawiadamia, że w obradach Zwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy w dniu 26 czerwca 2017 r. wzięli udział następujący akcjonariusze posiadający\n                           więcej niż 5% głosów na Walnym Zgromadzeniu:- \"Minvesta sp. z o.o.\" z siedzibą w Krakowie:• Liczba akcji: 675 421• Liczba głosów: 1 350 842• Udział w liczbie głosów na Walnym Zgromadzeniu: 90,03%• Udział w ogólnej liczbie głosów: 60,56%",
        "date": "2017-06-26"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. niniejszym zawiadamia, iż w dniu dzisiejszym otrzymał\n                           od spółki Minvesta sp. z o.o. z siedzibą w Krakowie, będącej Akcjonariuszem dysponującym\n                           ponad 1/20 kapitału zakładowego spółki Quantum software S.A., żądanie umieszczenia\n                           określonych spraw w porządku obrad Zwyczajnego Walnego Zgromadzenia zwołanego na dzień\n                           26 czerwca 2017 r. W związku z powyższym, działając na podstawie art. 401 § 2 Kodeksu\n                           spółek handlowych, Zarząd Spółki ogłasza zmianę porządku obrad, który z uwzględnieniem\n                           żądania w/w Akcjonariusza wyglądać będzie następująco:1.Otwarcie Zwyczajnego Walnego Zgromadzenia Akcjonariuszy.2.Wybór Komisji Skrutacyjnej.3.Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia Akcjonariuszy.4.Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           oraz zdolności do podejmowania uchwał.5.Przyjęcie porządku obrad.6.Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Spółki oraz sprawozdania\n                           finansowego Spółki za rok 2016.7.Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           oraz skonsolidowanego sprawozdanie finansowego Grupy Kapitałowej za rok 2016.8.Podjęcie uchwały o podziale zysku za rok 2016.9.Udzielenie absolutorium członkom Zarządu Spółki z wykonania obowiązków w 2016 r.10.Rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z działalności w 2016\n                           r. oraz sprawozdania Rady Nadzorczej z wyników oceny sprawozdań finansowych Spółki.\n                           11.Udzielenie absolutorium członkom Rady Nadzorczej z wykonania obowiązków w 2016\n                           r.12.Podjęcie uchwały w sprawie przeznaczenia akcji własnych nabytych przez Spółkę w\n                           latach 2009-2014.13.Zamknięcie obrad Zwyczajnego Walnego Zgromadzenia AkcjonariuszyZgłoszonym żądaniem Akcjonariusz wnosi, aby do porządku obrad ZWZA QS S.A. została\n                           wprowadzona uchwała w sprawie przeznaczenia akcji własnych nabytych przez Spółkę w\n                           latach 2009-2014. Uchwała ta ma na celu umożliwienie nabycia przez osoby należące\n                           do kluczowej kadry menedżerskiej Spółki oraz spółek zależnych z Grupy Kapitałowej\n                           QS SA akcji własnych nabytych w latach 2009-2014, które ostatecznie - z powodu wygaśnięcia\n                           w 2013 r. programu motywacyjnego – nie zostały przekazane kluczowym członkom kadry\n                           menedżerskiej.W załączeniu projekt uchwały zaproponowany przez Akcjonariusza oraz projekty uchwał\n                           na ZWZA z uwzględnieniem uchwały zgłoszonej przez Akcjonariusza.",
        "date": "2017-06-05"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Działając na zasadzie art. 395 par. 1 w zw. z art. 399 par. 1 w zw. z art. 402 1 k.s.h.\n                           oraz § 38 ust.1 pkt. 1 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. 2009 nr 33 poz 259 z późn.\n                           zm. _, Zarząd Quantum software S.A. z siedzibą w Krakowie zwołuje na dzień 26.06.2017\n                           r., na godzinę 12:00, Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki, które odbędzie\n                           się w Krakowie w Hotelu Wilga przy ul. Przedwiośnie 16.",
        "date": "2017-05-31"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. przekazuje treść uchwał podjętych podczas II części obrad\n                           Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy Spółki Quantum software S.A. w dniu\n                           16 marca 2017 roku.",
        "date": "2017-03-16"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. zawiadamia, że w II częsci obrad Nadzwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy w dniu 16 marca 2017 r. wzięli udział następujący akcjonariusze\n                           posiadający więcej niż 5% głosów na Walnym Zgromadzeniu:- \"Minvesta sp. z o.o.\" z siedzibą w Krakowie:• Liczba akcji: 952 912• Liczba głosów: 1 628 333• Udział w liczbie głosów na Walnym Zgromadzeniu: 86,99%• Udział w ogólnej liczbie głosów: 72,99%",
        "date": "2017-03-16"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. z siedzibą w Krakowie _\"Emitent\"_, informuje,\n                           iż Nadzwyczajne Walne Zgromadzenie Spółki zwołane na dzień 16 lutego 2017 r. powzięło\n                           uchwałę w sprawie ogłoszenia przerwy w obradach Nadzwyczajnego Walnego Zgromadzenia\n                           i wyznaczenia terminu wznowienia obrad. Zgodnie z podjętą uchwałą obrady Nadzwyczajnego\n                           Walnego Zgromadzenia będą kontynuowane w dniu 16 marca 2017 r. o godz. 10:00 w Hotelu\n                           Wilga w Krakowie, przy ul. Przedwiośnie 16.Do chwili ogłoszenia przerwy w obradach Nadzwyczajne Walne Zgromadzenie Spółki podjęło\n                           uchwałę w sprawie wyboru Komisji Skrutacyjnej, uchwałę o wyborze Przewodniczącego\n                           Nadzwyczajnego Walnego Zgromadzenia Emitenta, uchwałę w sprawie przyjęcia porządku\n                           obrad oraz uchwałę o zarządzeniu przerwy w obradach Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki, których treść, wraz z określeniem liczby akcji, z których oddano ważne głosy,\n                           oraz procentowym udziałem tych akcji w kapitale zakładowym, z łączną liczbą ważnych\n                           głosów, w tym liczbą głosów za, przeciw i wstrzymujących się, jest podana w załączniku\n                           do niniejszego raportu.",
        "date": "2017-02-16"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. informuje, że w raporcie nr 9/2017 dot. wykazu akcjonariuszy\n                           posiadających ponad 5% głosów na Nadzwyczajnym Walnym Zgromadzeniu Spółki w dniu 16\n                           lutego 2017 r.  omyłkowo podano błędny procentowy udział  w ogólnej liczbie głosów\n                           oraz w liczbie głosów na Walnym Zgromadzeniu akcjonariusza \"Minvesta sp. z o.o.\".Poprawne dane:-\"Minvesta sp. z o.o.\" z siedzibą w Krakowie:• Liczba akcji: 952 912• Liczba głosów: 1 628 333• Udział w liczbie głosów na Walnym Zgromadzeniu: 87,55%• Udział w ogólnej liczbie głosów: 72,99%",
        "date": "2017-02-16"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. zawiadamia, że w obradach Nadzwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy w dniu 16 lutego 2017 r. w Krakowie wzięli udział następujący akcjonariusze,\n                           posiadający więcej niż 5% głosów na Walnym Zgromadzeniu:- Minvesta sp. z o.o. z siedzibą w Krakowie:• Liczba akcji: 952 912• Liczba głosów: 1 628 333• Udział w liczbie głosów na Walnym Zgromadzeniu: 72,99%• Udział w ogólnej liczbie głosów: 87,55%",
        "date": "2017-02-16"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym  na rachunku\n                           inwestycyjnym Spółki zaewidencjonowano 165.887 akcji własnych Spółki nabytych na podstawie\n                           umowy przeniesienia prawa własności akcji w celu umorzenia, zawartej w dniu 9 lutego\n                           2017 r. pomiędzy Spółką a spółką córką Quantum Qguar sp. z o.o. co stanowiło wykonanie\n                           uchwały nr 19 Zwyczajnego Walnego Zgromadzenia Quantum software S.A. z dnia 25 czerwca\n                           2015 roku. Łączna cena nabycia akcji wyniosła 1.106.167,30 zł, wartość nominalna nabytych\n                           akcji wynosi 0,50 zł/szt. O transakcjach nabycia przez spółkę Quantum Qguar sp. z\n                           o.o.  akcji w drodze wezwania Spółka informowała odpowiednio w raporcie bieżącym nr\n                           2/2016 oraz nr 11/2016.  Nabyte akcje stanowią 11,2% udziałów w kapitale zakładowym\n                           Spółki i dają 7,4% głosów na Walnym Zgromadzeniu Akcjonariuszy.",
        "date": "2017-02-13"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. _\"Emitent\"_ informuje, że w dniu dzisiejszym otrzymał\n                           od Domu Maklerskiego przeprowadzającego wezwanie do zapisywania się na sprzedaż akcji\n                           spółki Quantum software S.A. informację nt. transakcji realizującej zapisy osób, które\n                           odpowiedziały na to wezwanie. W wyniku tej transakcji spółka Minvesta sp. z o.o. nabyła\n                           54 512 akcji Emitenta. Transakcja ta została przeprowadzona w ramach ogłoszonego w\n                           dniu 28 listopada 2016 roku przez spółkę Minvesta sp. z o.o. _reprezentującą strony\n                           \"Porozumienia Akcjonariuszy z dnia 24 listopada 2016\"_ publicznego wezwania do zapisywania\n                           się na sprzedaż 297.158 akcji Spółki _\"Wezwanie\"_.Wezwanie zostało przeprowadzone na podstawie 91 ust. 6 Ustawy z dnia 29 lipca 2005\n                           roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz. U. z 2009 r., Nr 185, poz. 1439 ze\n                           zm._.Nabyte akcje mają łączną wartość nominalną 27 256 zł i stanowią 3,68 % kapitału zakładowego\n                           Spółki a ich udział w głosach na walnym zgromadzeniu Emitenta wynosi 2,44 %. Średnia\n                           jednostkowa cena nabycia wyniosła 9,00 zł. Przed ogłoszeniem wezwania strony Porozumienia posiadały łącznie 1 002 782 akcji Spółki,\n                           stanowiących 67,72% udziału w kapitale zakładowym Spółki, uprawniających do wykonywania\n                           łącznie 1 752 782 głosów na walnym zgromadzeniu Spółki, co stanowiło 78,57% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki.W wyniku rozliczenia w dniu dzisiejszym w KDPW transakcji nabycia akcji w drodze wezwania\n                           łącznie w posiadaniu Akcjonariuszy działających w Porozumieniu jest 1 057 294 akcji\n                           własnych, stanowiących 71,40% kapitału zakładowego oraz uprawniających do wykonywania\n                           łącznie  81,02 % głosów na walnym zgromadzeniu.",
        "date": "2017-01-27"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A.przekazuje do publicznej wiadomości daty przekazywania\n                           raportów okresowych w 2017 roku.Jednostkowy raport roczny za 2016 rok - 20.04.2017 r.Skonsolidowany raport roczny za 2016 rok - 20.04.2017 r.Skonsolidowany raport kwartalny za I kwartał 2017 roku - 19.05.2017 r.Skonsolidowany raport półroczny za I półrocze 2017 roku - 15.09.2017 r.Skonsolidowany raport kwartalny za III kwartał 2017 roku - 24.11.2017 r.Zgodnie z § 83 ust. 1 oraz ust. 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim z późn. zm. _\"Rozporządzenie\"_,\n                           w skonsolidowanych raportach kwartalnych oraz w skonsolidowanym raporcie półrocznym\n                           zawarte będą odpowiednio kwartalne i półroczne skrócone jednostkowe sprawozdania finansowe.Tym\n                           samym Quantum software S.A. nie będzie przekazywało odrębnych jednostkowych raportów\n                           kwartalnych oraz odrębnego jednostkowego raportu półrocznego. Zgodnie z § 101 ust. 2 Rozporządzenia Spółka nie będzie publikowała skonsolidowanego\n                           raportu kwartalnego za IV kwartał 2016 roku oraz skonsolidowanego raportu kwartalnego\n                           za II kwartał 2017 roku.",
        "date": "2017-01-27"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. niniejszym zawiadamia, iż otrzymał od spółki Minvesta\n                           sp. z o.o. z siedzibą w Krakowie, będącej Akcjonariuszem Quantum software S.A. dysponującym\n                           ponad 1/20 kapitału zakładowego spółki Quantum software S.A., żądanie umieszczenia\n                           określonych spraw w porządku obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na\n                           dzień 16 lutego 2017 r. W związku z powyższym, działając na podstawie art. 401 § 2\n                           Kodeksu spółek handlowych, Zarząd Spółki ogłasza zmianę porządku obrad, który z uwzględnieniem\n                           żądania w/w Akcjonariusza wyglądać będzie następująco: 1.\tOtwarcie Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy.2.\tWybór Komisji Skrutacyjnej.3.\tWybór Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy.4.\tStwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           oraz zdolności do podejmowania uchwał.5.\tPrzyjęcie porządku obrad.6.\tPodjęcie uchwał w sprawie umorzenia akcji własnych Spółki.7.\tPodjęcie uchwały w sprawie obniżenia kapitału i zmiany statutu Spółki.8.\tPodjęcie uchwały w sprawie zniesienia dematerializacji wszystkich zdematerializowanych\n                           akcji Spółki i wycofania ich z obrotu na rynku regulowanym prowadzonym przez Giełdę\n                           Papierów Wartościowych w Warszawie S.A.9.\tPodjęcie uchwały w sprawie pokrycia kosztów Nadzwyczajnego Walnego Zgromadzenia.10.\tZamknięcie obrad Nadzwyczajnego Walnego Zgromadzenia AkcjonariuszyNiniejszym żądaniem Akcjonariusz wnosi aby do porządku obrad NWZA została wprowadzona\n                           uchwała o obniżeniu kapitału zakładowego spółki. Obniżenie kapitału stanowić będzie\n                           realizację podjętych przez Nadzwyczajne Walne Zgromadzenie spółki uchwał o umorzeniu\n                           akcji własnych nabytych przez Spółkę a także dostosowanie wartości kapitału zakładowego\n                           Spółki do liczby akcji Spółki, która pozostanie w wyniku umorzenia.W załączeniu projekty uchwał zaproponowane przez ww. Akcjonariusza.",
        "date": "2017-01-27"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. informuje, iż korzystając z uprawnienia przewidzianego\n                           w §7 uchwały nr 19 Zwyczajnego Walnego Zgromadzenia podjętej w dniu 25 czerwca 2015\n                           roku, podjął decyzję o zakończeniu z dniem dzisiejszym skupu akcji własnych dokonywanego\n                           na podstawie tej uchwały. Biorąc pod uwagę dotychczasowe efekty skupu akcji własnych\n                           oraz konieczność posiadania rezerw finansowych związanych ze skupem przez cały okres\n                           jego trwania tj. do dnia 25 czerwca 2018 roku, zasadne było podjęcie decyzji o zakończeniu\n                           skupu akcji własnych dokonywanego na podstawie uchwały nr 19 Zwyczajnego Walnego Zgromadzenia\n                           podjętej w dniu 25 czerwca 2015 roku. Przy podejmowaniu decyzji o zakończeniu skupu\n                           akcji własnych Zarząd zasięgnął opinii Rady Nadzorczej, która pozytywnie odniosła\n                           się do propozycji Zarządu w tym zakresie.",
        "date": "2017-01-26"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Działając na podstawie art. 398 w zw. z art. 399§1 w zw. z art 400§1, art. 402 _1_\n                           Kodeksu spółek handlowych oraz § 38 ust.1 pkt. 1 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2009\n                           nr 33 poz 259 z późn. zm. _, Zarząd Quantum Software S.A. zwołuje na dzień 16.02.2017\n                           r., na godzinę 10:00, Nadzwyczajne Walne Zgromadzenie Spółki, które odbędzie się w\n                           Krakowie, w hotelu Hotelu Wilga przy ulicy Przedwiośnie 16.",
        "date": "2017-01-11"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum Software S.A. _\"Emitent\"_ informuje, iż w dniu dzisiejszym Akcjonariusz\n                           posiadający ponad 60% udziału w kapitale zakładowym Spółki, tj. spółka Minvesta sp.\n                           z o.o. _\"Akcjonariusz\"_, wystąpił na podstawie art. 400 § 1 Kodeksu spółek handlowych\n                           do Zarządu Spółki z pisemnym żądaniem zwołania Nadzwyczajnego Walnego Zgromadzenia\n                           Quantum software S.A. i umieszczenia w porządku obrad następującego punktu: \"Podjęcie uchwały w sprawie zniesienia dematerializacji wszystkich zdematerializowanych\n                           akcji Spółki i wycofania ich z obrotu na rynku regulowanym prowadzonym przez Giełdę\n                           Papierów Wartościowych w Warszawie SA.\"Akcjonariusz wskazał, iż żądanie zwołania Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           ma na celu podjęcie uchwały w sprawie zniesienia dematerializacji wszystkich zdematerializowanych\n                           akcji Spółki i jest uzasadnione zamiarem wycofania wszystkich akcji Spółki z obrotu\n                           na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie SA.\n                           Akcjonariusz _działający w porozumieniu z innymi podmiotami będącymi akcjonariuszami\n                           spółki Quantum software S.A._ ogłosił w dniu 28 listopada 2016 roku wezwanie do zapisywania\n                           się na sprzedaż akcji Spółki przez wszystkich pozostałych akcjonariuszy. Akcjonariusz\n                           wskazał, że zwołanie Nadzwyczajnego Walnego Zgromadzenia jest konieczne z uwagi na\n                           regulacje art. 91 Ustawy o Ofercie.",
        "date": "2017-01-05"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "W nawiązaniu do raportu nr 1/2017 z dnia 3 stycznia 2017 roku, Zarząd Spółki infromuje,\n                           iż z przyczyn technicznych systemu ESPI raport zostal wysłany bez podpisu osób reprezentujących\n                           spółkę.Poniżej korekta i powtórna treść raportu:Zarząd spółki Quantum software S.A. _\"Emitent\"_\n                           informuje, że powziął wiadomość, iż dnia 3 stycznia 2017 roku został podpisany aneks\n                           do Porozumienia z dnia 24 listopada 2016 roku, o którym informowano raportem bieżącym\n                           nr 13/2016.Powyższy aneks wprowadza następujące zmiany do Porozumienia:\"Punkt 12 Porozumienia o brzmieniu:12. Strony – z uwagi na fakt, iż nie jest możliwy do przewidzenia skutek wezwania\n                           tj. ilość akcji ostatecznie nabytych w ramach wezwania – postanawiają, że:_i_  Niniejsze Porozumienie nie stanowi zobowiązania Stron do wystąpienia przez Strony\n                           z żądaniem umieszczenia w porządku obrad walnego zgromadzenia Spółki sprawy podjęcia\n                           uchwały, o której mowa w art. 91 ust. 4 Ustawy._ii_ Niniejsze Porozumienie nie stanowi zobowiązania Stron do zgodnego oddawania głosów\n                           na ewentualnym walnym zgromadzeniu Spółki, o którym mowa w art. 91 ust. 4 Ustawy.otrzymuje następujące brzmienie:12. Strony – pomimo, iż nie jest możliwy do przewidzenia skutek wezwania tj. ilość\n                           akcji ostatecznie nabytych w ramach wezwania – postanawiają, że:_i_  Na mocy niniejszego Porozumienia Strony postanawiają, iż Minvesta wystąpi z żądaniem\n                           umieszczenia w porządku obrad walnego zgromadzenia Spółki sprawy podjęcia uchwały,\n                           o której mowa w art. 91 ust. 4 Ustawy.\t_ii_ Strony uzgadniają, że będą współdziałać w zamiarze dotyczącym zniesienia dematerializacji\n                           także w sytuacji, gdy wezwanie nie pozwoli osiągnąć 90% ogólnej liczby głosów, co\n                           sprawi, że Strony nie będą mogły skorzystać z uprawnienia do żądania od pozostałych\n                           akcjonariuszy sprzedaży wszystkich posiadanych przez nich akcji _przymusowy wykup_,\n                           o którym mowa w art. 82 ust. 1 Ustawy. Punkt 14 Porozumienia o brzmieniu:14. Strony wskazują, że niniejsze Porozumienie wygasa po wykonaniu obowiązków jakie\n                           przewiduje Ustawa na podmiotach dokonujących wezwania do zapisywania się na sprzedaż\n                           akcji tej Spółki w trybie art. 91 Ustawy .otrzymuje następujące brzmienie:14. Strony wskazują, że niniejsze Porozumienie wygasa po wykonaniu obowiązków jakie\n                           przewiduje Ustawa na podmiotach dokonujących wezwania do zapisywania się na sprzedaż\n                           akcji tej Spółki w trybie art. 91 Ustawy, zaś w zakresie zobowiązania wskazanego w\n                           punkcie 12 _ii_ Porozumienie pozostaje w mocy do czasu jego wypowiedzenia przez którąkolwiek\n                           ze Stron.\"",
        "date": "2017-01-03"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. z siedzibą w Krakowie _\"Emitent\"_ zawiadamia,\n                           że w dniu dzisiejszym otrzymał informację od spółki \"Quantum Qguar sp. z o.o.\" _podmiotu\n                           zależnego w 100% od Emitenta_ _\"Spółka\"_, że jej Zarząd w dniu 27.12.2018 r. podjął\n                           uchwałę o wypłacie na rzecz jedynego wspólnika zaliczki na poczet przewidywanej dywidendy\n                           za rok obrotowy 2018 w kwocie 800 000,00 zł _słownie: osiemset tysięcy złotych_.Wypłata zaliczki na poczet dywidendy nastąpi w terminie do dnia 31 grudnia 2018 roku.",
        "date": "2018-12-27"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. _dalej: \"Spółka\"; \"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           powziął informację, że spółka Quantum Qguar sp. z o.o. z siedzibą w Krakowie _dalej:\n                           \"Quantum\", spółka w 100% zależna od Emitenta_ jest wskazana jako podwykonawca projektu\n                           konsorcjum spółek: M -LOGISTIC sp. z o.o. _lider konsorcjum_, Polskie Zakłady Zbożowe\n                           Lubella GMW sp. z o.o. sp. k., Tymbark MWS sp. z o.o. sp. k. Oddział w Olsztynku _dalej:\n                           \"Konsorcjum\"_ pt. \" Prace badawczo – rozwojowe nad zautomatyzowaniem procesów logistycznych\n                           wykorzystujących inteligentne algorytmy oraz prototypy urządzeń w rozproszonej strukturze\n                           centrów dystrybucyjnych\" w ramach Programu Operacyjnego Inteligentny Rozwój 2014 –\n                           2020, Działanie 1.1: \"Projekty B+R przedsiębiorstw\", Poddziałanie 1.1.1: \"Badania\n                           przemysłowe i prace rozwojowe, realizowane przez przedsiębiorstwa\". Projekt ten został\n                           zakwalifikowany przez  Narodowe Centrum Badań i Rozwoju na listę projektów wybranych\n                           do dofinansowania, które spełniały kryteria wyboru i uzyskały wymaganą liczbę punktów\n                           w ramach Programu Operacyjnego Inteligentny Rozwój 2014-2020.Przewidywane wynagrodzenie Quantum za zrealizowanie prac ma wartość 2.631.200,00 zł\n                           _słownie: dwa miliony sześćset trzydzieści jeden tysięcy dwieście złotych_ netto.\n                           Zakładany termin zakończenia udziału Quantum w ww. projekcie to dzień 31.12.2020 r.W najbliższym czasie Konsorcjum oczekuje na podpisanie stosownej umowy w zakresie realizacji ww. projektu, o fakcie jej podpisania Emitent poinformuje oddzielnym\n                           raportem bieżącym.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia MAR - informacje poufne.",
        "date": "2018-12-21"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. _\"Emitent\"_ informuje, że w nawiązaniu do uchwały z dnia\n                           23 sierpnia 2018 r. Nadzwyczajnego Zgromadzenia Wspólników spółki Quantum Qguar sp.\n                           z  o.o. z siedzibą w Krakowie _dalej: \"Quantum Qguar\"_, spółka dokonała wypłaty dywidendy\n                           za 2017 rok w wysokości 1.965.625,84 pomniejszonej o wcześniej wypłaconą zaliczkę\n                           w kwocie 500.000 zł _o której Emitent inf.  raportem bieżącym nr 24/2017_.Spółka Quantum Qguar sp. z o.o jest w 100% spółką zależną od Emitenta.Wypłata dywidendy będzie miała wpływ na finansowy wynik Emitenta za III kwartał 2018\n                           roku.",
        "date": "2018-08-24"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software S.A. przekazuje do publicznej wiadomości korektę raportu\n                           bieżącego nr 7/2018 w przedmiocie zawiadomienia _w trybie art. 19 MAR_ od osoby pełniącej\n                           obowiązki zarządcze. Korekcie podlega załączone zawiadomienie, które w pierwotnej wersji nie zawierało\n                           informacji dot. rodzaju transakcji.",
        "date": "2018-08-16"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. z siedzibą w Krakowie _\"Spółka\"_ działając w wykonaniu\n                           obowiązków wynikających z art. 19 ust. 3 Rozporządzenie Parlamentu Europejskiego I\n                           Rady _UE_ Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku _\"Rozporządzenie\n                           w sprawie nadużyć na rynku\"_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _\"Rozporządzenie\n                           MAR\"_ niniejszym informuje, że w dniu dzisiejszym do Spółki wpłynęło zawiadomienie\n                           w trybie art. 19 ust. 1 Rozporządzenia MAR _\"Powiadomienia\"_ od osoby pełniącej obowiązki\n                           zarządcze.W załączeniu treść otrzymanego powiadomienia.Podstawa prawna:Niniejszą informację Zarząd Emitenta przekazuje na podstawie art. 19 ust. 3. rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylające dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-08-16"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd spółki Quantum software SA z siedzibą w Krakowie _\"Emitent\"_ przekazuje do\n                           publicznej wiadomości informację o zarejestrowaniu przez Sąd Rejonowy dla Krakowa\n                           – Śródmieścia w Krakowie, XI Wydział Gospodarczy KRS, objęcia przez spółkę zależną\n                           pod firmą \"Quantum Qguar sp. z o.o.\" _\"Spółka zależna\"_ nowoutworzonych 8.800 _słownie:\n                           osiem tysięcy osiemset_ udziałów w spółce \"Qcadoo Limited sp. z o.o.\" z siedzibą w\n                           Krakowie _\"Qcadoo\"_. Dotychczas Spółka zależna posiadała w tej spółce 47 udziałów.\n                           Celem nabycia udziałów w spółce Qcadoo jest pozyskanie i zagospodarowanie know-how\n                           oraz synergii w dziedzinie systemów klasy MES oferowanych dla małych i średnich przedsiębiorstw\n                           w metodologii SaaS.",
        "date": "2018-07-17"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. przekazuje treść uchwał podjętych podczas obrad Zwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy Spółki Quantum software S.A. w dniu 22 czerwca\n                           2018 r.",
        "date": "2018-06-22"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Zarząd Quantum software S.A. zawiadamia, że w obradach Zwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy w dniu 22 czerwca 2018 r. wzięli udział następujący akcjonariusze posiadający\n                           więcej niż 5% głosów na Walnym Zgromadzeniu:- \"Minvesta sp. z o.o.\" z siedzibą w Krakowie:• Liczba akcji: 675 421 • Liczba głosów: 1 350 842• Udział w liczbie głosów na Walnym Zgromadzeniu: 86,98%• Udział w ogólnej liczbie głosów: 67,87%",
        "date": "2018-06-22"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Działając na zasadzie art. 395 par. 1 w zw. z art. 399 par. 1 w zw. z art. 402 1 k.s.h.\n                           oraz § 38 ust.1 pkt. 1 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. 2009 nr 33 poz 259 z późn.\n                           zm. _, Zarząd Quantum software S.A. z siedzibą w Krakowie zwołuje na dzień 22.06.2018\n                           r., na godzinę 12:00, Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki, które odbędzie\n                           się w Krakowie w Hotelu Wilga przy ul. Przedwiośnie 16.",
        "date": "2018-05-25"
    },
    {
        "company_name": "QUANTUM SOFTWARE SA",
        "content": "Emitent informuje, że powziął wiadomość o zarejestrowaniu przez Sąd Rejonowy dla Krakowa\n                           – Śródmieścia w Krakowie, XI Wydział Gospodarczy Krajowego Rejestru Sądowego w Krakowie,\n                           objęcia przez spółkę zależną Quantum Qguar sp. z o.o. z siedzibą w Krakowie 47 udziałów\n                           _94%_ w spółce Qcadoo Limited sp. z o.o. z siedzibą w Krakowie. Tym samym spółka Qcadoo\n                           Limited sp. z o.o. wchodzi w skład Grupy Kapitałowej Quantum software SA.",
        "date": "2018-04-10"
    }
]