[
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           H88 S.A. z siedzibą w Poznaniu _\"H88\"_ zawarła jako kupujący umowę inwestycyjną, przedwstępną\n                           umowę sprzedaży udziałów spółki z ograniczona odpowiedzialnością _\"Umowa\"_ ze wspólnikami\n                           spółki jawnej, jako sprzedającymi. Przedmiotem umowy są wszystkie udziały w spółce z ograniczoną odpowiedzialnością,\n                           która ma powstać z przekształcenia Krakowskie e-Centrum Informatyczne JUMP Dziedzic\n                           Pasek Przybyła s.j. _\"Spółka Jawna\"_. Wspólnicy Spółki Jawnej zobowiązali się do przekształcenia w rozumieniu przepisów\n                           KSH Spółki Jawnej w spółkę z ograniczoną odpowiedzialnością _\"Kei.pl\"_. Zgodnie z\n                           postanowieniami Umowy przekształcona spółka będzie świadczyć pod marką Kei.pl te same\n                           usługi co obecnie Spółka Jawna. W skład majątku spółki przekształconej wchodzić będą\n                           wszelkie składniki majątku należące obecnie do spółki jawnej.  Sprzedający zobowiązali się do zawarcia z H88 _lub podmiotem przez H88 wskazanym_\n                           umowy lub umów przyrzeczonych dotyczących sprzedaży 100% udziałów Kei.pl w terminie\n                           14 dni od dnia przekształcenia Spółki Jawnej, ale nie później niż do dnia 30.04.2018\n                           r. Ponadto Umowa została zawarta pod warunkiem zawieszającym uzależniającym zobowiązanie\n                           H88 do nabycia udziałów Kei.pl m.in. od: _i_ korzystnego wyniku audytu, _ii_ zgodności\n                           liczby świadczonych usług z postanowieniami Umowy, _iii_ aktualności zapewnień i gwarancji\n                           złożonych w Umowie. Warunki zastrzeżono na korzyść H88. Cenę sprzedaży ustalono łącznie na 22.000.000 zł za wszystkie udziały. W umowie zastrzeżono\n                           mechanizm korekty ceny. Przejście własności udziałów uzależnione jest od zapłaty całości\n                           ceny. Wspólnicy spółek zobowiązali się m.in. do prowadzenia przedsiębiorstwa w sposób zabezpieczający\n                           dotychczasową sytuację handlową oraz majątkową, do niepodejmowania działań, które\n                           miałyby negatywny wpływ na sytuację finansową, prawną lub faktyczną lub wykraczałyby\n                           poza wskazane w Umowie kwoty oraz do umożliwienia przeprowadzenia audytu obejmującego\n                           stan finansowy, podatkowy, prawny, techniczny przedsiębiorstwa. Za naruszenie tych\n                           zobowiązań H88 ma prawo żądać zapłaty kary umownej w wysokości 10.000 zł za każdy\n                           przypadek naruszenia.Wspólnicy zobowiązali się do nieprowadzenia działalności konkurencyjnej w stosunku\n                           do H88 przez okres 4 lat od zawarcia umowy przyrzeczonej.",
        "date": "2017-12-28"
    },
    {
        "company_name": "R22 SA",
        "content": "Podstawa prawna: §34 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskimZarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że Zarząd Giełdy Papierów\n                           Wartościowych w Warszawie S.A. _\"GPW\"_ na podstawie Uchwały nr 1574/2017 z dnia 28\n                           grudnia 2017 roku oraz Uchwały nr 1575/2017 z dnia 28 grudnia 2017 roku postanowił\n                           wprowadzić z dniem 29 grudnia 2017 r. do obrotu giełdowego na rynku podstawowym GPW\n                           następujące akcje zwykłe na okaziciela Spółki, o wartości nominalnej 0,02 zł każda,\n                           oznaczonych kodem ISIN PLR220000018: _i_ 5.000.000 akcji serii A, _ii_ 5.500.000 akcji\n                           serii B, _iii_ 180.000 akcji serii C. Ponadto, postanowił wprowadzić z dniem 29 grudnia\n                           2017 r. do obrotu giełdowego na rynku podstawowym GPW 3.500.000 praw do akcji zwykłych\n                           na okaziciela serii D Spółki o wartości nominalnej 0,02 zł każda, oznaczonych kodem\n                           ISIN PLR220000034.Zarząd GPW postanowił notować akcje Spółki w systemie notowań ciągłych pod nazwą skróconą\n                           i oznaczeniem \"R22\" a prawa do akcji Spółki w systemie notowań ciągłych pod nazwą\n                           skróconą \"R22-PDA\" i oznaczeniem \"R22A\".",
        "date": "2017-12-28"
    },
    {
        "company_name": "R22 SA",
        "content": "Podstawa prawna: §34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskimW nawiązaniu do raportu bieżącego nr 3/2017 _wraz z jego korektą opublikowaną w dniu\n                           dzisiejszym_, Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że zgodnie\n                           z otrzymanym komunikatem Krajowego Depozytu Papierów Wartościowych S.A. dokonuje się\n                           rejestracji 8.978.404 akcji Spółki oznaczonych kodem PLR220000018 z dniem 28 grudnia\n                           2017 roku.",
        "date": "2017-12-27"
    },
    {
        "company_name": "R22 SA",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2017-12-27"
    },
    {
        "company_name": "R22 SA",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2017-12-27"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że Zarząd Giełdy Papierów\n                           Wartościowych w Warszawie S.A. _\"GPW\"_ na podstawie Uchwały nr 1552/2017 z dnia 22\n                           grudnia 2017 roku postanowił dopuścić do obrotu giełdowego na rynku podstawowym GPW\n                           następujące akcje zwykłe na okaziciela Spółki, o wartości nominalnej 0,02 zł każda:\n                           _i_ 5.000.000 akcji serii A, _ii_ 5.500.000 akcji serii B, _iii_ 180.000 akcji serii\n                           C, _iv_ 3.500.000 akcji serii D _pod warunkiem zarejestrowania podwyższenia kapitału\n                           zakładowego Spółki_ oraz _v_ 3.500.000 praw do akcji zwykłych na okaziciela serii\n                           D.",
        "date": "2017-12-22"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że otrzymał uchwałę nr\n                           901/17 Zarządu Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ z dnia 22 grudnia\n                           2017 r., na podstawie której postanowiono o rejestracji w dniu 28 grudnia 2017 r.\n                           w KDPW 3.500.000 praw akcji zwykłych na okaziciela Spółki serii D o wartości nominalnej\n                           0,02 każda oraz oznaczyć je kodem PLR220000034.",
        "date": "2017-12-22"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           zawarł z Trigon Domem Maklerskim S.A. z siedzibą w Krakowie _\"Trigon\"_ umowę dotyczącą\n                           pełnienia przez Trigon funkcji animatora Spółki _\"Umowa\"_ na Giełdzie Papierów Wartościowych\n                           w Warszawie _\"GPW\"_.Umowa została zawarta na czas nieokreślony i obowiązywać będzie od pierwszego dnia\n                           notowań akcji Spółki na rynku GPW, o ile Zarząd GPW nie wyrazi sprzeciwu co do wykonywania\n                           funkcji animatora na podstawie zawartej Umowy.Umowa może zostać wypowiedziana przez każdą ze stron z zachowaniem jednomiesięcznego\n                           okresu wypowiedzenia ze skutkiem na koniec miesiąca kalendarzowego. Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.",
        "date": "2017-12-22"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           wpłynęło do Spółki poprawione zawiadomienie od Jakuba Dwernickiego, działającego w\n                           imieniu własnym oraz w imieniu członków porozumienia akcjonariuszy Spółki: Jakuba\n                           Dwernickiego, Jacka Ducha, Roberta Dwernickiego, Sebastiana Góreckiego, Andrzeja Dwernickiego,\n                           Agnieszki Dwernickiej – Piaseckiej oraz Roberta Stasika. Zawiadomienie zostało poprawione w związku z oczywistą omyłką w zakresie procentowej\n                           wartości udziału w głosach Spółki posiadanych przez strony Porozumienia. W pozostałym\n                           zakresie zawiadomienie nie zostało zmienione.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-22"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           wpłynęło do Spółki powiadomienie o transakcjach wykonywanych na akcjach Spółki od\n                           Jakuba Dwernickiego, Prezesa Zarządu Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-21"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           wpłynęło do Spółki powiadomienie o transakcjach wykonywanych na akcjach Spółki od\n                           Roberta Stasika, Wiceprezesa Zarządu Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           wpłynęło do Spółki powiadomienie o transakcjach wykonywanych na akcjach Spółki od\n                           Jacka Ducha, Przewodniczącego Rady Nadzorczej Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           wpłynęło do Spółki zawiadomienie od Jacka Ducha. Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           wpłynęło do Spółki zawiadomienie od Roberta Dwernickiego. Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           wpłynęło do Spółki zawiadomienie od Jakuba Dwernickiego, działającego w imieniu własnym\n                           oraz w imieniu członków porozumienia akcjonariuszy Spółki: Jakuba Dwernickiego, Jacka\n                           Ducha, Roberta Dwernickiego, Sebastiana Góreckiego, Andrzeja Dwernickiego, Agnieszki\n                           Dwernickiej – Piaseckiej oraz Roberta Stasika. Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           dokonano przydziału wszystkich 5.201.596 akcji zwykłych na okaziciela Spółki _\"Akcje\n                           Oferowane\"_ oferowanych w ramach oferty publicznej, w tym 1.701.596 akcji zwykłych\n                           na okaziciela oferowanych przez akcjonariuszy sprzedających. Inwestorom Indywidualnym przydzielono 250.000 akcji serii D, a Inwestorom Instytucjonalnym\n                           4.951.596 Akcji Oferowanych.Redukcja wśród inwestorów indywidualnych wyniosła 24,713%Przydział Akcji Oferowanych dla Inwestorów Indywidualnych nastąpił za pośrednictwem\n                           systemu informatycznego GPW.",
        "date": "2017-12-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           dokonano przydziału wszystkich 5.201.596 akcji zwykłych na okaziciela Spółki _\"Akcje\n                           Oferowane\"_ oferowanych w ramach oferty publicznej, w tym 1.701.596 akcji zwykłych\n                           na okaziciela oferowanych przez akcjonariuszy sprzedających.",
        "date": "2017-12-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Podstawa prawna: §34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-12-15"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ zgodnie z art. 54 ust. 3 ustawy z\n                           dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych w załączeniu przekazuje\n                           do publicznej wiadomości informację o ustaleniu Ceny Ostatecznej Akcji Oferowanych,\n                           ostatecznej liczbie Akcji Oferowanych i ostatecznej liczbie Akcji Oferowanych oferowanych\n                           poszczególnym kategoriom inwestorów.",
        "date": "2017-12-15"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 spółka akcyjna z siedzibą w Poznaniu \"Spółka\" mając na uwadze § 5 pkt 5\n                           i §10 rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim z\n                           dnia 29 marca 2018 roku _Dz. U. z 2018 r. poz. 757_ niniejszym informuje, że w dniu\n                           20 grudnia 2018 roku Zarząd Spółki udzielił prokury Pani Agnieszce Dwernickiej-Piaseckiej,\n                           która obejmuje umocowanie wyłącznie do dokonywania czynności w imieniu Spółki wspólnie\n                           z członkiem Zarządu Spółki. Poniżej przedstawiamy informacje nt. posiadanego przez Panią Agnieszkę Dwernicką-Piasecką\n                           wykształcenia, kwalifikacji i zajmowanych wcześniej stanowisk: Pani Agnieszka Dwernicka-Piasecka\n                           jest magistrem prawa ukończyła Uniwersytet Adama Mickiewicza w Poznaniu, Wydział Prawa;\n                           W Spółce od 01.10.2017 zajmuje stanowisko Kierownika Działu Kadr i Płac, wcześniej\n                           przez 19 lat związana z grupą kapitałową, jako specjalista Działu Kadr i Płac. Pani\n                           Agnieszka Dwernicka-Piasecka nie wykonuje działalności konkurencyjnej w stosunku do\n                           Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej lub jako członek organu spółki kapitałowej, ani też nie uczestniczy w innej\n                           konkurencyjnej osobie prawnej jako członek jej organu. Pani Agnieszka Dwernicka-Piasecka\n                           nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.Podstawa prawna:Zgodnie z § 5 pkt 5 i §10 rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim z dnia 29 marca 2018 roku _Dz. U. z 2018 r. poz. 757_",
        "date": "2018-12-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że segment omnichannel\n                           communication wypracował w listopadzie sprzedaż w wysokości 5,7 mln zł.Zarząd Spółki uznał informację za poufną, ze względu na wysokie odchylenie sprzedaży\n                           osiągniętej w segmencie omnichannel communication w listopadzie względem sprzedaży\n                           w poprzednich miesiącach _średniomiesięczna sprzedaż w I kwartale 2018/2019 roku obrotowego\n                           wyniosła 4,56 mln zł_ oraz najwyższą miesięczną wartość sprzedaży w historii segmentu\n                           omnichannel communication.",
        "date": "2018-12-13"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Roberta Stasika, Wiceprezesa\n                           Zarządu Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-03"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Jacka Ducha, Przewodniczącego\n                           Rady Nadzorczej Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-03"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 spółka akcyjna \"Spółka\" informuje, iż w dniu 30.11.2018 roku wpłynęło do\n                           Spółki zawiadomienie w trybie art. 69 ust. 1 pkt 1 oraz art. 87 ust. 1 pkt 2 ustawy\n                           z dnia 29.07.2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych, od Rockbridge\n                           Towarzystwo Funduszy Inwestycyjnych S.A., działającego w imieniu i na rzecz  zarządzanych\n                           funduszy inwestycyjnych _\"Fundusze\"_, o przekroczeniu przez Fundusze progu 5% w ogólnej\n                           liczbie głosów w Spółce.Przedmiotowe zawiadomienie stanowi załącznik do niniejszego raportu.Podstawa prawna art. 70 pkt. 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych.",
        "date": "2018-11-30"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że segment hostingu wypracował\n                           w październiku sprzedaż w wysokości 6,3 mln zł, w tym 5,1 mln zł wyniosła sprzedaż\n                           na polskim rynku, a 1,2 mln zł sprzedaż na rynku rumuńskim.Raportowana sprzedaż obejmuje usługi hostingowe, domeny oraz usługi dodatkowe _m.in.\n                           certyfikaty SSL, SEO, SEM, ochrona antyDDOS_ sprzedane w październiku. W ujęciu MSSF\n                           przychody z tytułu sprzedaży usług hostingowych będą rozpoznane proporcjonalnie w\n                           okresie ich świadczenia.Zarząd Spółki uznał informację za poufną, ze względu na wysokie odchylenie sprzedaży\n                           osiągniętej w segmencie hostingu w październiku względem sprzedaży w poprzednich miesiącach\n                           oraz najwyższą miesięczną wartość sprzedaży w historii segmentu hostingu.",
        "date": "2018-11-14"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 spółka akcyjna \"Spółka\" na podstawie art. 399 §1 Kodeksu spółek handlowych\n                           a także mając na uwadze § 19 ust 1 pkt 1_-2_ rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim z dnia 29 marca 2018 roku _Dz. U. z 2018 r. poz.\n                           757_ niniejszym informuje o zmianie terminu Zwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 22 listopada 2018 roku, na godzinę 14:00 _poprzedni termin_ na dzień 05 grudnia\n                           2018 roku, na godzinę 14:00 i w związku z tym zwołuje na dzień 05 grudnia 2018 roku,\n                           na godzinę 14:00 Zwyczajne Walne Zgromadzenie Spółki _\"Walne Zgromadzenie\"_, które\n                           odbędzie w siedzibie Spółki tj. w Poznaniu _60-829_, przy ulicy Roosevelta 22, 14\n                           piętro _biurowiec Bałtyk_.Zmiana terminu Walnego Zgromadzenia związana jest z technicznymi problemami Spółki\n                           z przekazaniem do KDPW informacji o planowanym pierwotnym terminie Walnego Zgromadzenia,\n                           a tym samym nie zachowaniem wymaganego terminu poinformowania KDPW o planowanym Walnym\n                           Zgromadzeniu. Z uwagi na powyższe Spółka postanowiła zmienić termin odbycia Walnego\n                           Zgromadzenia z 22 listopada 2018 r. na dzień 05 grudnia 2018 roku.Załączniki – ogłoszenie o zmianie terminu i zwołaniu ZWZ, projekty uchwał, materiałyPodstawa prawna:Zgodnie z § 19 ust 1 pkt 1_-2_ rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim z dnia 29 marca 2018 roku _Dz. U. z 2018 r. poz. 757_",
        "date": "2017-12-19"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 spółka akcyjna _\"Spółka\"_ na podstawie art. 399 § 1 Kodeksu spółek handlowych,\n                           a także mając na uwadze § 19 ust 1 pkt 1_-2_ rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim z dnia 29 marca 2018 roku _Dz. U. z 2018 r. poz.\n                           757_ zwołuje na dzień 22 listopada 2018 roku, na godzinę 14:00 Zwyczajne Walne Zgromadzenie\n                           Spółki _\"Walne Zgromadzenie\"_, które odbędzie w siedzibie Spółki tj. w Poznaniu _60-829_,\n                           przy ulicy Roosevelta 22, 14 piętro _biurowiec Bałtyk_. Załączniki – ogłoszenie o zwołaniu ZWZ, projekty uchwał, materiały.Podstawa prawna:§ 19 ust 1 pkt 1_-2_ rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim z dnia 29 marca 2018 roku _Dz. U. z 2018 r. poz. 757_.",
        "date": "2017-12-19"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu 16.10.2018 r.\n                           spółka zależna Vercom S.A. z siedzibą w Poznaniu _\"Vercom\"_ zawarła jako inwestor\n                           z Grzegorzem Warzechą jedynym wspólnikiem spółki UserEngage sp. z o.o. z siedzibą\n                           w Warszawie i samą spółką UserEngage sp. z o.o. _\"UserEngage\"_ umowę inwestycyjną\n                           _\"Umowa\"_.  W wykonaniu Umowy Vercom w dniu 16.10.2018 roku nabyło od Grzegorza Warzechy 9 udziałów\n                           UserEngage za kwotę 2.000.000 złotych, stanowiących 9% kapitału zakładowego. Jednocześnie\n                           w dniu 16.10.2018 roku Nadzwyczajne Zgromadzenie Wspólników UserEngage dokonało podwyższenia\n                           kapitału zakładowego UserEngage o kwotę 450 złotych, poprzez utworzenie 9 nowych udziałów.\n                           Wszystkie nowe udziały objął Vercom za kwotę 2.500.000 złotych. Po zarejestrowaniu\n                           powyższego podwyższenia kapitału zakładowego Vercom będzie posiadał 18 udziałów stanowiących\n                           16,51% kapitału zakładowego UserEngage. Ponadto Umowa przewiduje, że w okresie do 18 miesięcy od zawarcia Umowy zostaną przeprowadzone\n                           kolejne obligatoryjne podwyższenia kapitału zakładowego UserEngage w wyniku, których\n                           Vercom obejmie dalsze 21 udziałów UserEngage za łączną kwotę 5.500.000 złotych. W\n                           wyniku czego będzie posiadał łącznie 39 udziałów UserEngage, stanowiących łącznie\n                           30% kapitału zakładowego UserEngage. Umowa przewiduje również uprawnienie dla Vercom\n                           S.A. do objęcia w dalszej perspektywie kolejnych 30% kapitału zakładowego UserEngage.\n                            UserEngage to platforma do Marketing Automation, która pozwala przedsiębiorcom zwiększać\n                           swoje wyniki sprzedażowe i podnosić satysfakcję ich klientów. Platforma umożliwia\n                           zbieranie danych na temat odwiedzających stronę internetową, dostarczanie im spersonalizowanych\n                           wiadomości  za pomocą wielu kanałów komunikacji _m.in. email, SMS, live chat, chatbot,\n                           push notyfikacje_ oraz automatyzację procesów sprzedażowych. Rynek Marketing Automation\n                           jest jednym z najszybciej rozwijających się rozwiązań klasy MarTech i UserEngage doskonale\n                           wykorzystuje ten trend. Dynamicznie pozyskując klientów z całego świata _75% pochodzi\n                           spoza Polski_, opierając swój rozwój na rynku międzynarodowym.",
        "date": "2018-10-17"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 z siedzibą w Poznaniu _\"Emitent\"_ informuje, że w dniu 13.09.2018 r. podjął\n                           decyzję o opóźnieniu przekazania informacji poufnej, zgodnie z art. 17 ust. 4 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest zakończenie negocjacji i zawarcie\n                           umowy inwestycyjnej przez spółkę zależną Vercom S.A. z UserEngage sp. z o.o. i jej\n                           jedynym wspólnikiem.  Treścią opóźnionej informacji poufnej było zawarcie przez spółkę zależną Vercom S.A.\n                           w dniu 13.09.2018 roku umowy o zachowaniu poufności rozpoczynającej negocjacje w przedmiocie\n                           inwestycji przez Vercom S.A. w spółkę UserEngage sp. z o.o.  Umowa o zachowaniu poufności zawarta została w związku z rozpoczęciem negocjacji w\n                           zakresie inwestycji w spółkę UserEngage sp. z o.o. i potrzebą  przekazania przez spółkę\n                           UserEngage sp. z o.o. informacji poufnych. Umowa przewidywała obowiązek zachowania\n                           poufność w zakresie informacji dotyczących spółki, jak i inwestycji oraz zobowiązanie\n                           do naprawienia wszelkich szkód związanych z naruszeniem obowiązku poufności.",
        "date": "2018-10-17"
    },
    {
        "company_name": "R22 SA",
        "content": "Spółka informuje, że w dniu dzisiejszym wpłynęła do Spółki korekta zawiadomienia o\n                           stanie posiadania od Jakuba Dwernickiego, działającego w imieniu członków porozumienia\n                           akcjonariuszy Spółki: Jakuba Dwernickiego, Jacka Ducha, Roberta Dwernickiego, Sebastiana\n                           Góreckiego - treść korekty zawiadomienia Spółka przekazuje w załączeniu. Jednocześnie\n                           Spółka informuje, że otrzymała również korygowane zawiadomienie, jednak zawierało\n                           ono błędy i w celu uniknięcia podawania błędnych informacji Spółka nie podaje go do\n                           wiadomości.",
        "date": "2018-10-05"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu 02 października\n                           2018 roku spółka pośrednio zależna H88 HOSTING S.R.L. z siedzibą w Bukareszcie, która\n                           jest spółką zależną H88 S.A. oraz Spółka zawarły z Funduszem Ekspansji Zagranicznej\n                           Funduszem Inwestycyjnym Zamkniętym Aktywów Niepublicznych z siedzibą w Warszawie zarządzanym\n                           przez PFR Towarzystwo Funduszy Inwestycyjnych S.A. z siedzibą w Warszawie _\"Fundusz\"_\n                           umowę pożyczki _\"Umowa\"_. Na podstawie Umowy Fundusz udzielił H88 Hosting S.R.L. _\"Pożyczkobiorca\"_\n                           pożyczki w kwocie 2.100.000 euro _\"Pożyczka\"_. Pożyczka ma charakter celowy na realizację\n                           przez H88 Hosting S.R.L akwizycji na rynku rumuńskim, w szczególności częściową zapłatę\n                           ceny nabycia udziałów spółek S.C. WEB CLASS IT S.R.L. z siedzibą w Bukareszcie i \n                           NET DESIGN S.R.L. oraz częściowe refinansowanie ceny nabycia udziałów GĂZDUIRE WEB\n                           S.R.L. Spółka zapewniła i zagwarantowała, wykonanie wszelkich zobowiązań Pożyczkobiorcy\n                           wynikających z  Umowy, w przypadku ich nie wykonania przez Pożyczkobiorcę. Umowa nie\n                           przewiduje innych zabezpieczeń. Pożyczka  udzielona została na okres 6 lat, z terminem\n                           spłaty nie później niż 31 grudnia 2024 roku i nie wcześniej niż 1 rok od wypłaty jej\n                           pierwszej transzy. Odsetki płatne są co pół roku tj. każdego 30 czerwca i 31 grudnia\n                           danego roku. Oprocentowanie Pożyczki odpowiadać będzie formule: EURIBOR 6M + 11,0%\n                           w skali roku.",
        "date": "2018-10-03"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu:1/ 26.09.2018 r. spółka pośrednio zależna H88 HOSTING S.R.L. z siedzibą w Bukareszcie,\n                           która jest spółką zależną H88 S.A., zawarła jako kupująca z Claudiu Maciuceanu, jako\n                           sprzedającymi dokument potwierdzający wywołanie skutków przez warunkową umowę nabycia\n                           98 udziałów spółki S.C. WEB CLASS IT S.R.L. z siedzibą w Bukareszcie, reprezentujący\n                           98% kapitału zakładowego za cenę 1.340.000 euro _Umowa_. Zgodnie z Umową przejście\n                           własności udziałów uzależnione zostało od otrzymania całości ceny sprzedaży przez\n                           sprzedającego, której płatność ustalono do 15 października 2018 roku. Pozostałe 2\n                           udziały, reprezentujące 2% kapitału zakładowego S.C. WEB CLASS IT S.R.L. posiadają\n                           H88 HOSTING S.R.L. - 1 udział oraz H88 S.A. – 1 udział. Po zapłacie ceny sprzedaży\n                           H88 HOSTING S.R.L. będzie posiadał łącznie 99 udziałów _99% kapitału zakładowego_,\n                           a 1 udział _1% kapitału zakładowego_ będzie posiadało H88 S.A., zatem łącznie H88\n                           HOSTING S.R.L. i H88 S.A. będą posiadały 100 udziałów _100% kapitału zakładowego_.2/ 28.09.2018 r. spółka pośrednio zależna H88 HOSTING S.R.L. z siedzibą w Bukareszcie,\n                           która jest spółką zależną H88 S.A., zawarła jako kupująca z Doru Adrian Chiruta, jako\n                           sprzedającymi dokument potwierdzający wywołanie skutków przez warunkową umowę nabycia\n                           16 udziałów spółki NET DESIGN S.R.L. z siedzibą w Bystrzycy, w Rumuni, reprezentujący\n                           53,33 % kapitału zakładowego za cenę 2.828.100 euro _Umowa_. Zgodnie z Umową przejście\n                           własności udziałów uzależnione zostało od otrzymania całości ceny sprzedaży przez\n                           sprzedającego, której płatność ustalono do 15 października 2018 roku. Dwa udziały,\n                           reprezentujące 6,67% kapitału zakładowego NET DESIGN S.R.L. posiadają H88 HOSTING\n                           S.R.L. - 1 udział oraz H88 S.A. – 1 udział. Po zapłacie ceny sprzedaży H88 HOSTING\n                           S.R.L. będzie posiadał łącznie 17 udziałów _56,67% kapitału zakładowego_, a 1 udział\n                           _3,33% kapitału zakładowego_ będzie posiadało H88 S.A., zatem łącznie H88 HOSTING\n                           S.R.L. i H88 S.A. będą posiadały 18 udziałów _60% kapitału zakładowego_.NET DESIGN S.R.L. _prowadząca działalność pod marką mxhost.ro_ oraz S.C. WEB CLASS\n                           IT S.R.L. _prowadząca działalność pod marką xservers.ro_ są wiodącymi w Rumunii spółkami\n                           świadczącymi szeroko rozumiane usługi hostingowe, rejestracji i utrzymywania domen,\n                           serwerów wirtualnych vps, serwerów fizycznych, certyfikatów SSL. Przejęcie obu spółek\n                           jest spójnie z przyjętą strategią działalności grupy H88 S.A., stanowi naturalny krok\n                           w procesie rozwoju grupy i kontynuację ekspansji zagranicznej w obszarze hostingu.\n                           Po finalizacji spółki należące do H88 HOSTING S.R.L. będą stanowiły łącznie pozycję\n                           lidera w branży hostingu i domen w Rumunii, osiągając ponad 15 proc. udziałów w rynku,\n                           obsługując blisko 30.000 klientów i ponad 50.000 domen.",
        "date": "2018-09-28"
    },
    {
        "company_name": "R22 SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WEZarząd R22 z siedzibą w Poznaniu _\"Emitent\"_ informuje, że w dniu 29.08.2018 r. podjął\n                           decyzję o opóźnieniu przekazania informacji poufnej, zgodnie z art. 17 ust. 4 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest zawarcie przez spółkę pośrednio\n                           zależną H88 HOSTING S.R.L. _spółka zależna H88 S.A._ dokumentu potwierdzającego wywołanie\n                           skutków prawnych przez warunkową umowę nabycia udziałów spółki S.C. WEB CLASS IT S.R.L.\n                           z siedzibą w Bukareszcie, w Rumuni. Treścią opóźnianej informacji poufnej było zawarcie w dniu 29.08.2018 roku przez spółkę\n                           pośrednio zależną H88 HOSTING S.R.L. jako kupującym z Claudiu Maciuceanu, jako sprzedającym\n                           warunkowej umowy nabycia 98 udziałów spółki S.C. WEB CLASS IT S.R.L. z siedzibą w\n                           Bukareszcie, w Rumuni, reprezentujący 98% kapitału zakładowego za cenę 1.340.000 euro\n                           _Umowa_. Podstawowymi warunkami uzależniającymi wywołanie skutków prawych przez Umowę\n                           było podwyższenie kapitału S.C. WEB CLASS IT S.R.L. w tym o 2 udziały, z których 1\n                           udział objął H88 HOSTING S.R.L. i 1 udział objął H88 S.A. oraz zakończenie badań due\n                           diligence S.C. WEB CLASS IT S.R.L. Zgodnie z Umową przejście własności udziałów uzależnione\n                           zostało od otrzymania całości ceny sprzedaży przez sprzedającego, której płatność\n                           ustalono do 15 października 2018 roku.",
        "date": "2018-09-28"
    },
    {
        "company_name": "R22 SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WEZarząd R22 S.A. z siedzibą w Poznaniu _\"Emitent\"_ informuje, że w dniu 27.04.2018\n                           r. podjął decyzję o opóźnieniu przekazania informacji poufnej, zgodnie z art. 17 ust.\n                           4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia\n                           2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz\n                           uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji\n                           2003/124/WE, 2003/125/WE i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest zakończenie negocjacji,  zawarcie\n                           przez spółkę zależną od H88 S.A. tj. H88 HOSTING S.R.L. _obie spółki są pośrednio\n                           zależne od Emitenta_ warunkowej umowy nabycia udziałów spółki S.C. WEB CLASS IT S.R.L.\n                           z siedzibą w Bukareszcie, w Rumuni i zawarcie dokumentu  potwierdzającego wywołanie\n                           przez tą umowę skutków prawnych. Treścią opóźnianej informacji poufnej było zawarcie w dniu 27.04.2018 roku przez spółkę\n                           pośrednio zależną H88 S.A. term sheetu rozpoczynającego negocjacje w przedmiocie nabycia\n                           100% udziałów spółki S.C. WEB CLASS IT S.R.L. z siedzibą w Bukareszcie, w Rumuni.\n                           Term sheet przewidywał nabycie 100% udziałów spółki S.C. WEB CLASS IT S.R.L. za cenę\n                           1.340.000 euro.",
        "date": "2018-09-28"
    },
    {
        "company_name": "R22 SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WEZarząd R22 z siedzibą w Poznaniu _\"Emitent\"_ informuje, że w dniu 21.08.2018 r. podjął\n                           decyzję o opóźnieniu przekazania informacji poufnej, zgodnie z art. 17 ust. 4 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest zawarcie przez spółkę pośrednio\n                           zależną H88 HOSTING S.R.L. _spółka zależna H88 S.A._ dokumentu potwierdzającego wywołanie\n                           skutków prawnych przez warunkową umowę nabycia udziałów spółki NET DESIGN S.R.L. z\n                           siedzibą w Bystrzycy w Rumuni. Treścią opóźnianej informacji poufnej było zawarcie w dniu 21.08.2018 roku przez spółkę\n                           pośrednio zależną H88 HOSTING S.R.L. jako kupującym z Doru Adrian Chiruta, jako sprzedającym\n                           warunkowej umowy nabycia 16 udziałów spółki NET DESIGN S.R.L. z siedzibą w Bystrzycy,\n                           w Rumuni, reprezentujący 53% kapitału zakładowego za cenę 2.828.100 euro _Umowa_.\n                           Podstawowymi warunkami uzależniającymi wywołanie skutków prawych przez Umowę było\n                           podwyższenie kapitału NET DESIGN S.R.L., w tym o 2 udziały, z których 1 udział objął\n                           H88 HOSTING S.R.L. i 1 udział objął H88 S.A. oraz zakończenie badań due diligence\n                           NET DESIGN S.R.L. Zgodnie z Umową przejście własności udziałów uzależnione zostało\n                           od otrzymania całości ceny sprzedaży przez sprzedającego, której płatność ustalono\n                           do 15 października 2018 roku.",
        "date": "2018-09-28"
    },
    {
        "company_name": "R22 SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WEZarząd R22 S.A. z siedzibą w Poznaniu _\"Emitent\"_ informuje, że w dniu 11.06.2018\n                           r. podjął decyzję o opóźnieniu przekazania informacji poufnej, zgodnie z art. 17 ust.\n                           4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia\n                           2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz\n                           uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji\n                           2003/124/WE, 2003/125/WE i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest zakończenie negocjacji,  zawarcie\n                           przez spółkę zależną od H88 S.A. tj. H88 HOSTING S.R.L. _obie spółki są pośrednio\n                           zależne od Emitenta_ warunkowej umowy nabycia udziałów spółki NET DESIGN S.R.L. z\n                           siedzibą w Bystrzycy w Rumuni i zawarcie dokumentu  potwierdzającego wywołanie przez\n                           tą umowę skutków prawnych. Treścią opóźnianej informacji poufnej było zawarcie w dniu 11.06.2018 roku przez spółkę\n                           pośrednio zależną H88 S.A. term sheetu rozpoczynającego negocjacje w przedmiocie nabycia\n                           60% udziałów spółki NET DESIGN S.R.L. z siedzibą w Bystrzycy, w Rumuni. Term sheetu\n                           przewidywał nabycie 60% udziałów spółki NET DESIGN S.R.L. za cenę 2.828.100 euro.",
        "date": "2018-09-28"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Jacka Ducha, Przewodniczącego\n                           Rady Nadzorczej Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-28"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Roberta Stasika, Wiceprezesa\n                           Zarządu Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-24"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Jacka Ducha, Przewodniczącego\n                           Rady Nadzorczej Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu 27.08.2018 r.\n                           spółka pośrednio zależna H88 HOSTING S.R.L. z siedzibą w Bukareszcie, która jest spółką\n                           zależną H88 S.A., zawarła jako kupujący z BROADHURST INVESTMENTS LIMITED z siedzibą\n                           w Nikozji i ROMARTA S.A. z siedzibą w Bukareszcie, jako sprzedającymi,  umowę sprzedaży\n                           udziałów spółki GĂZDUIRE WEB SRL z siedzibą w Bukareszcie _\"Umowa\"_.  Przedmiotem\n                           Umowy jest nabycie przez H88 HOSTING S.R.L 2021 udziałów GĂZDUIRE WEB SRL reprezentujących\n                           99,90% kapitału udziałowego. H88 S.A. i H88 HOSTING S.R.L posiadają po 1 udziale GĂZDUIRE\n                           WEB SRL, z których każdy reprezentuje 0,05% kapitału udziałowego, które objęły przed\n                           zawarciem Umowy. Cenę sprzedaży za 2021 udziałów _99,90%_ GĂZDUIRE WEB SRL ustalono na kwotę 1.100.000\n                           euro. Przejście własności udziałów uzależnione jest od otrzymania całości ceny sprzedaży\n                           przez sprzedających. H88 HOSTING S.R.L. zapłacił całą cenę sprzedaży w dniu zawarcia\n                           Umowy  tj. w dniu dzisiejszym _27.08.2018 r._.GĂZDUIRE WEB SRL jest jedną z wiodących w Rumunii spółek świadczących szeroko rozumiane\n                           usługi hostingowe, rejestracji i utrzymywania domen, serwerów wirtualnych vps, serwerów\n                           fizycznych, certyfikatów SSL. Swoje usługi świadczy pod marką gazduire.ro. Przejęcie\n                           GĂZDUIRE WEB SRL jest spójnie z przyjętą strategią działalności grupy H88 S.A., stanowi\n                           naturalny krok w procesie rozwoju grupy i rozpoczęcie ekspansji zagranicznej w obszarze\n                           hostingu. Ponadto H88 HOSTING S.R.L. z siedzibą w Bukareszcie ustalił warunki transakcji przejęcia\n                           dwóch kolejnych spółek rumuńskich świadczących szeroko rozumiane usługi hostingowe,\n                           rejestracji i utrzymywania domen, serwerów wirtualnych vps, serwerów fizycznych, certyfikatów\n                           SSL. Po zawarciu umów nabycia udziałów w tych podmiotach spółki należące do H88 HOSTING\n                           S.R.L. będą stanowiły łącznie pozycję lidera w branży hostingu i domen w Rumunii,\n                           osiągając ponad 15 proc. udziałów w rynku, obsługując blisko 30.000 klientów i ponad\n                           50.000 domen.",
        "date": "2018-08-27"
    },
    {
        "company_name": "R22 SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WEZarząd R22 z siedzibą w Poznaniu _\"Emitent\"_ informuje, że w dniu 14.03.2018 r. podjął\n                           decyzję o opóźnieniu przekazania informacji poufnej, zgodnie z art. 17 ust. 4 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest zakończenie negocjacji i zawarcie\n                           przez spółkę zależną od H88 S.A. tj. H88 HOSTING S.R.L. _obie spółki są pośrednio\n                           zależne od Emitenta_ umowy inwestycyjnej nabycia udziałów spółki GĂZDUIRE WEB SRL\n                           z siedzibą w Bukareszcie. Treścią opóźnianej informacji poufnej było złożenie w dniu 14.03.2018 roku przez spółkę\n                           pośrednio zależną H88 S.A. listu intencyjnego rozpoczynającego negocjacje w przedmiocie\n                           nabycia 100% udziałów spółki GĂZDUIRE WEB SRL z siedzibą w Bukareszcie. List intencyjny\n                           przewidywał nabycie 100% udziałów spółki GĂZDUIRE WEB SRL za cenę 1.100.000 euro.",
        "date": "2018-08-27"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu 24.08.2018 r.\n                           spółka zależna Vercom S.A. z siedzibą w Poznaniu _\"Vercom\"_ zawarła jako inwestor\n                           z Miłoszem Wójcik, Przemysławem Hanickim, Piotrem Gabryszak, Grzegorzem Skibińskim,\n                           Appchance spółka z ograniczoną odpowiedzialnością wspólnikami spółki Appchance spółka\n                           z ograniczoną odpowiedzialnością spółka komandytowa i samą spółką, umowę inwestycyjną\n                           _\"Umowa\"_.  Umowa przewiduje przekształcenie spółki Appchance spółka z ograniczoną odpowiedzialnością\n                           spółka komandytowa w spółkę z ograniczoną odpowiedzialnością, a następnie nabycie\n                           przez Vercom  w 2018 łącznie 23% kapitału zakładowego spółki przekształconej, poprzez\n                           nabycie udziałów od wspólników spółki przekształconej oraz objęcie udziałów w wyniku\n                           podwyższenia kapitału zakładowego spółki przekształconej, łącznie za kwotę 1.150.000\n                           złotych. W 2019 roku zaangażowanie Vercom S.A. wzrośnie do 39% kapitału zakładowego\n                           spółki przekształconej poprzez objęcie udziałów w kolejnym podwyższeniu kapitału zakładowego\n                           spółki przekształconej. Ponadto Umowa przewiduje również opcję zakupu przez Vercom\n                           w 2020 roku udziałów od wspólników spółki przekształconej w wyniku, czego zaangażowanie\n                           Vercom może zostać zwiększone do 64% kapitału zakładowego.  Appchance spółka z ograniczoną odpowiedzialnością spółka komandytowa to działający\n                           na rynkach międzynarodowych software house. Zespół Appchance tworzy 40 wysokiej klasy\n                           programistów kierowanych przez zaangażowany i doświadczony zespół managerski.",
        "date": "2018-08-24"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 z siedzibą w Poznaniu _\"Emitent\"_ informuje, że w dniu 11.06.2018 r. podjął\n                           decyzję o opóźnieniu przekazania informacji poufnej, zgodnie z art. 17 ust. 4 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.Przyczyną ujawnienia opóźnionej informacji poufnej jest zakończenie negocjacji i zawarcie\n                           umowy inwestycyjnej przez spółkę zależną Vercom S.A. z Appchance sp. z o.o. sp.k.\n                           i jej wspólnikami.  Treścią opóźnianej informacji poufnej było zawarcie przez spółkę zależną Vercom S.A.\n                           w dniu 11.06.2018 roku listu intencyjnego rozpoczynającego negocjacje w przedmiocie\n                           inwestycji przez Vercom S.A. w spółkę Appchance sp. z o.o. sp.k. List intencyjny przewidywał\n                           rozpoczęcie negocjacji w zakresie inwestycji w spółkę Appchance sp. z o.o. sp.k. po\n                           jej przekształceniu w spółkę z ograniczoną odpowiedzialnością, poprzez zapewnienie\n                           Vercom S.A. nabycia części udziałów od wspólników i objęcie udziałów poprzez dwukrotne\n                           podwyższenie kapitału zakładowego spółki przekształconej, celem osiągnięcia łącznie\n                           39% kapitału zakładowego, z opcją zwiększenia tego zaangażowania w roku 2020 do 64%\n                           kapitału zakładowego.  List intencyjny przewidywał wyłączność na prowadzenie negocjacji\n                           przez okres 3 miesięcy od jego podpisania.",
        "date": "2018-08-24"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Roberta Stasika, Wiceprezesa\n                           Zarządu Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-08-17"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu dalej jako \"Spółka\" podaje do publicznej wiadomości\n                           terminy publikacji raportów okresowych w roku obrotowym 01.07.2018-30.06.2019 roku:1. Jednostkowy i skonsolidowany raport roczny za rok obrotowych 2017/2018 – 18 września\n                           2018 r.,2. Skonsolidowany raport kwartalny za I kwartał kończący się 30.09.2018 r. – 20 listopada\n                           2018 r.,3. Skonsolidowany raport półroczny za I półrocze kończące się 31.12.2018 r. – 26 luty\n                           2019 r.,4. Skonsolidowany raport kwartalny za III kwartał kończący się 31.03.2019 r. – 20\n                           maja 2019 r.Zgodnie z § 62 ust. 1 i 3 rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku\n                           w sprawie  informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, dalej \"Rozporządzenie\", Spółka nie\n                           będzie przekazywać odrębnych jednostkowych raportów kwartalnych i jednostkowego raportu\n                           półrocznego. Odpowiednie skonsolidowane raporty będą zawierać wymagane jednostkowe\n                           informacje finansowe.Jednocześnie Zarząd Spółki informuje, iż zgodnie z §79 ust. 2 Rozporządzenia Spółka\n                           nie będzie publikować jednostkowego raportu kwartalnego i skonsolidowanego raportu\n                           kwartalnego za II i IV kwartał roku obrotowego 2018/19.Podstawa prawna: §80 ust. 1 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie  informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-07-30"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Roberta Stasika, Wiceprezesa\n                           Zarządu Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-07-20"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Roberta Stasika, Wiceprezesa\n                           Zarządu Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-05-29"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu 22.05.2018 r.\n                           spółka zależna H88 S.A. z siedzibą w Poznaniu _\"H88\"_ zawarła jako kupujący z Małgorzatą\n                           Przybyłą, Marcinem Pasek i Rafałem Dziedzic, jako sprzedającym, umowy sprzedaży udziałów\n                           Kei.pl sp. z o.o. _dawniej Kei.pl Dziedzic Pasek Przybyła spółka jawna_ _\"Umowa\"_.\n                           Przedmiotem Umowy jest nabycie przez H88 wszystkich udziałów tj. 240 udziałów, spółki\n                           Kei.pl sp. z o.o. _\"Kei.pl\"_, dających 100% głosów na zgromadzeniu wspólników Kei.pl,\n                           od wszystkich wspólników Kei.pl tj. Małgorzaty Przybyły, Marcina Pasek i Rafała Dziedzic.Cenę sprzedaży za wszystkie udziały _240 udziałów_ Kei.pl ustalono na kwotę 21.999.999,99\n                           złotych tj. 7.333.333,33 zł dla każdego sprzedającego. Przejście własności udziałów\n                           uzależnione jest od zapłaty całości ceny, której płatność ustalono na 14 dni. H88\n                           planuje jednak zapłacić za nabywane udziału do dnia 25.05.2018 roku.Kei.pl świadczy szeroko rozumiane usługi hostingowe, rejestracji i utrzymywania domen,\n                           serwerów wirtualnych vps, serwerów fizycznych, pod marką  kei.pl. Na dzień 31 marca\n                           2018 r. obsługiwała ponad 10,5 tys. abonamentów hostingowych oraz 18,3 tys. sprzedanych\n                           domen. Przejęcie Kei.pl jest spójnie z przyjętą strategią działalności i rozwoju H88,\n                           poprzez konsolidację rynku hostingowego w Polsce.",
        "date": "2018-05-22"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że:1. W dniu 27.04.2018 roku spółka zależna od Spółki tj. Oxylion S.A. zawarła z mBank\n                           S.A. umowę zmieniającą nr 2 do umowy kredytu z dnia 11 października 2016 roku _\"umowa\n                           zmieniająca\"_. W dniu 30.04.2018 roku w związku ze spełnieniem przez Oxylion S.A.\n                           wszystkich warunków wejścia w życie umowy zmieniającej, umowa zmieniająca weszła w\n                           życie. Umową zmieniającą zmniejszono dotychczasową marżę kredytu _% marży zależny\n                           od poziomu zadłużenia wynikającego ze wskaźnika długu netto do EBITDA_ i wydłużono\n                           okres kredytowania do 29 lutego 2024 roku. Umowa kredytu z dnia 11.10.2016 roku zmieniona\n                           umową zmieniającą została zabezpieczona przez Spółkę, poprzez ustanowienie na rzecz\n                           mBank S.A. zastawu zwykłego, rejestrowego i finansowego na 95% akcjach spółki Oxylion\n                           S.A., zawarcie z mBank S.A. umowy poręczenia do kwoty 24.000.000 złotych do dnia 01.03.2027\n                           roku _pierwotna kwota kredytu udzielona Oxylion S.A. 20.710.000 złotych_ oraz poddanie\n                           się przez Spółkę, jako poręczyciela egzekucji wprost z aktu notarialnego do kwoty\n                           24.000.000 złotych;2. W dniu 30.04.2018 roku spółka pośrednio zależna od Spółki tj. H88 S.A. zawarła\n                           z mBank S.A. umowę kredytu na kwotę 43.680.000 złotych, na okres 5 lat  _\"umowa kredytu\"_,\n                           z czego i_ kwota 21.680.000 złotych przeznaczona zostanie na refinansowanie istniejącego zadłużenia\n                           w stosunku do mBank S.A. z tytułu umowy kredytu z dnia 11 października 2016 roku,\n                           a ii_ kwota 22.000.000 złotych przeznaczona zostanie na sfinansowanie i refinansowanie\n                           kosztów zakupu udziałów spółki z ograniczoną odpowiedzialnością powstałej z przekształcenia\n                           spółki Kei.pl Dziedzic Pasek Przybyła spółka jawna lub ogółu praw i obowiązków tej\n                           spółki jawnej. Umowa kredytu przewiduje następujące zabezpieczenia, które zostaną ustanowione przed\n                           uruchomieniem kredytu: _i_umowy zastawów na prawach udziałowych z oświadczeniem o\n                           poddaniu się egzekucji dłużników rzeczowych, _ii_ umowy poręczenia z oświadczeniami\n                           o poddaniu się egzekucji poręczycieli, _iii_ oświadczenie kredytobiorcy o poddaniu\n                           się egzekucji, _iv_ pełnomocnictwa do rachunków, _v_ umowę podporządkowania, _vi_\n                           umowę przelewu; _vii_ umowy zastawów na rachunkach; _x_ umowy zastawu na zbiorze;\n                           _xi_ pełnomocnictwa udzielone na podstawie któregokolwiek z powyższych dokumentów\n                           zabezpieczeń. Umowa kredytu zawiera warunki, których spełnienie umożliwi uruchomienie\n                           Kredytu. Pozostałe warunki Umowy nie odbiegają od warunków powszechnie stosowanych\n                           w tego typu umowach.",
        "date": "2018-04-30"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu 30.04.2018 roku\n                           spółka pośrednio zależna od Spółki tj. H88 S.A. połączyła się, poprzez przejęcie swojej\n                           jednoosobowej spółki  _będącej jednocześnie spółką pośrednio zależną od Spółki_ z\n                           Bright Group sp. z o.o. Połączenie nastąpiło w trybie art. 492 § 1 pkt 1_ ksh, poprzez\n                           przeniesienie całego majątku spółki przejmowanej Bright Group sp. z o.o. na spółkę\n                           przejmującą H88 S.A. Zgodnie z art. 494 §1 ksh H88 S.A. wstąpiła we wszystkie prawa\n                           i obowiązki spółki przejmowanej. Połączenie stanowi kolejny etap konsolidacji w ramach\n                           H88 S.A. prowadzonej przez spółki zależne działalności hostingowej, co pozytywnie\n                           przełoży się na zarządzanie tą działalnością oraz skupionymi w jej ramach markami\n                           oraz klientami.",
        "date": "2018-04-30"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu 30.03.2018 roku\n                           spółka pośrednio zależna od Spółki tj. H88 S.A. połączyła się, poprzez przejęcie swoich\n                           jednoosobowych spółek _będących jednocześnie spółkami pośrednio zależnymi od Spółki_\n                           z Serveradmin sp. z o.o., Domeny.pl sp. z o.o. i Active 24 sp. z o.o. Połączenie nastąpiło\n                           w trybie art. 492 § 1 pkt 1_ ksh, poprzez przeniesienie całego majątku spółek przejmowanych\n                           tj. Domeny.pl sp. z o.o., Serveradmin sp. z o.o. i Active 24 sp. z o.o. na spółkę\n                           przejmującą H88 S.A. Zgodnie z art. 494 §1 ksh H88 S.A. wstąpiła we wszystkie prawa\n                           i obowiązki spółek przejmowanych. Połączenie spowodowało  konsolidację w ramach H88\n                           S.A. prowadzonej przez poszczególne spółki przejmowane działalności hostingowej, co\n                           pozytywnie przełoży się na zarządzanie tą działalnością oraz skupionymi w jej ramach\n                           markami oraz klientami.",
        "date": "2018-03-30"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Jacka Ducha, Przewodniczącego\n                           Rady Nadzorczej Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-03-27"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu \"Spółka\"  informuje, że w dniu 20.03.2018 roku\n                           Walne Zgromadzenie spółki zależnej Vercom S.A. podjęło uchwałę numer 11 o wyrażeniu\n                           zgody na nabycie akcji własnych, a w dniu 27.03.2018 roku Walne Zgromadzenie spółki\n                           zależnej Vercom S.A. podjęło uchwałę numer 4 o zmianie powyższej uchwały numer 11,\n                           wyrażając zgodę na nabycie łącznie 183 akcji własnych celem ich umorzenia od akcjonariuszy\n                           mniejszościowych tj. Krzysztofa Szyszki i Adama Lewkowicza, będących jednocześnie\n                           Członkami Zarządu Vercom S.A., odpowiednio Prezesem i Wiceprezesem za wynagrodzeniem\n                           w wysokości 25.906,90 zł za akcję. Ponadto na wypłatę wynagrodzenia za nabywane akcje\n                           własne Vercom S.A. przeznaczył z kapitału rezerwowego utworzonego z zysku kwotę 4.740.962,70\n                           złotych. Spółka jako akcjonariusz większościowych Vercom S.A. nie była zainteresowana\n                           proponowaną kwotą wynagrodzenia za zbycie akcji Vercom S.A., dlatego też nie została\n                           objęta wskazanymi powyżej uchwałami Walnego Zgromadzenia Vercom S.A. W dniu 21.03.2018\n                           roku i dniu 27.03.2018 roku Vercom S.A. zawarł ze wskazanymi powyżej akcjonariuszami\n                           mniejszościowymi umowy nabycia 183 akcji własnych celem ich umorzenia. Kolejne Walne\n                           Zgromadzenia Vercom S.A. podejmie odpowiednie uchwały o umorzeniu akcji własnych i\n                           obniżeniu kapitału zakładowego, zgodnie z obowiązującymi w tym zakresie przepisami\n                           prawa.Spółka posiada obecnie w Vercom S.A. akcje stanowiące 67,72% udziału w kapitale zakładowym\n                           spółki zależnej. Po wpisaniu do Krajowego Rejestru Sądowego podwyższenia kapitału\n                           zakładowego Vercom S.A. dokonanego uchwałą Walnego Zgromadzenia z dnia 22.01.2018\n                           roku Spółka będzie posiadać 71,06% udziału w kapitale zakładowym Vercom S.A. Z kolei\n                           po wpisaniu do Krajowego Rejestru Sądowego umorzenia 183 akcji własnych nabytych przez\n                           Vercom S.A. od akcjonariuszy mniejszościowych, o czym mowa w akapicie pierwszym, po\n                           podjęciu przez Walne Zgromadzenie Vercom S..A. odpowiednich uchwał o umorzeniu, udział\n                           Spółki w kapitale zakładowym Vercom S.A. wzrośnie do 74,92%.Tym samym docelowy udział Spółki w segmencie omnichannel communication wyniesie, po\n                           opisanych powyżej zdarzeniach 74,92%.",
        "date": "2018-03-27"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Jacka Ducha, Przewodniczącego\n                           Rady Nadzorczej Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-03-12"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu \"Spółka\"  informuje, że w dniu 14.02.2018 roku\n                           zostało wpisane podwyższenie kapitału zakładowego spółki zależnej Oxylion S.A. z kwoty\n                           1.300.750 zł do kwoty 1.313.750 zł tj. o kwotę 13.000 zł, poprzez utworzenie 260 nowych\n                           nieuprzywilejowanych akcji imiennych serii E, które zostały objęte przez Członka Zarządu\n                           Oxylion S.A. W wyniku wpisanego podwyższenia kapitału zakładowego Oxylion S.A. posiadane\n                           przez Spółkę 25.941 akcji Oxylion S.A. stanowi 98,73% udziału w kapitale zakładowym\n                           oraz 98,73% ogółu liczby głosów na walnym zgromadzeniu.",
        "date": "2018-02-19"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu 09.02.2018 r.\n                           spółka zależna H88 S.A. z siedzibą w Poznaniu _\"H88\"_ zawarła jako kupujący z KODIKA\n                           sp. z o.o. jako sprzedającym, umowę sprzedaży udziałów SEOFABRYKA sp. z o.o. _\"Umowa\"_. Przedmiotem Umowy jest nabycie\n                           przez H88 wszystkich udziałów tj. 100 udziałów, spółki SEOFABRYKA sp. z o.o. _\"Seofabryka\"_,\n                           dających 100% głosów na zgromadzeniu wspólników  Seofabryka, od jej jedynego wspólnika\n                           KODIKA sp. z o.o. _\"Kodika\"_.Cenę sprzedaży za wszystkie udziały _100 udziałów_ Seofabryka ustalono na kwotę 2.811.743,29\n                           złotych. Przejście własności udziałów uzależnione jest od zapłaty całości ceny, której\n                           płatność ustalono na 7 dni. H88 ma prawo odstąpić od Umowy w przypadku: _i_ nie przedłożenia przez Kodika i jej\n                           jedynego wspólnika odpisów aktów notarialnych o poddaniu się przez nich egzekucji\n                           w trybie art. 777 kodeksu postępowania cywilnego, w celu zabezpieczenia przez nich\n                           zakazu konkurencji _zobowiązali się do nieprowadzenia działalności konkurencyjnej\n                           w stosunku do H88 przez okres 4 lat od dnia zawarcia Umowy_, _ii_ niezakończenia skutecznie\n                           procedury rejestracji w Krajowym Rejestrze Sądowym podwyższenia kapitału zakładowego\n                           Kodika, które to podwyższenie pokryte zostało wkładem niepieniężnym w postaci wszystkich\n                           udziałów Seofabryka. W przypadku odstąpienia  H88 może żądać zapłaty kary umownej\n                           w wysokości 500.000 zł oraz dochodzić naprawy szkody ponad tą kwotę.Seofabryka koncentruje się na usługach SEO i SEM, realizując obecnie ok. 2 mln zł\n                           przychodu rocznie, świadcząc usługi na rzecz kilkuset klientów z sektora MŚP. Usługi\n                           SEO i SEM stanowią ważny element usług dodanych świadczonych w segmencie hostingu.\n                           W wyniku transakcji Grupa R22 zyskuje nie tylko nowych odbiorców usług związanych\n                           z marketingiem w wyszukiwarkach, ale także kompetencje, dzięki którym będzie mogła\n                           jeszcze efektywniej realizować wewnętrznie zadania dla wszystkich marek z grupy.",
        "date": "2018-02-11"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_  informuje, że w dniu 29.01.2018\n                           roku spółki pośrednio zależne od Spółki, prowadzące działalność w zakresie hostingu\n                           tj:- H88 S.A., SERVERADMIN sp. z o.o., Domeny.pl sp. z o.o. i ACTIVE 24 sp. z o.o. uzgodniły\n                           plan połączenia, przewidujący ich połączenie w sposób określony w art. 492 §1 pkt\n                           1_ kodeksu spółek handlowych _\"ksh\"_, poprzez przeniesienie całego majątku spółek\n                           przejmowanych tj. SERVERADMIN sp. z o.o., Domeny.pl sp. z o.o. i ACTIVE 24 sp. z o.o.\n                           na spółkę przejmującą H88 S.A. _łączenie się przez przejęcie_. W związku z tym, że\n                           H88 S.A., jako spółka przejmująca jest jedynym wspólnikiem każdej ze spółek przejmowanych\n                           plan połączenia zgodnie z art. 516 §6 ksh ma charakter uproszczony, a połączenie nastąpi\n                           bez podwyższania kapitału zakładowego H88 S.A. i wydawania jej akcji, jako spółki\n                           przejmującej. Ponadto zgodnie z art. 516 §6 ksh _wyłączającym stosowanie przepisów\n                           art. 499 §1 pkt 2_-4_ ksh_ połączenie przeprowadzone zostanie bez ustalania stosunku\n                           wymiany udziałów spółek przejmowanych, zasad przyznawania akcji spółki przejmującej,\n                           jak również dnia od którego akcje te miałby uczestniczyć w zysku spółki przejmującej.\n                           Ponadto zgodnie z art. 516 §6 w zw. z §5 ksh nie zostaną sporządzone sprawozdania\n                           Zarządów spółki przejmującej i spółek przejmowanych, a plan połączenia nie zostanie\n                           poddany badaniu przez biegłego rewidenta. Plan połączenia udostępniony został bezpłatnie\n                           do publicznej wiadomości na stronach internetowych łączących się spółek;- ACTIVE 24 sp. z o.o. i Bright Group sp. z o.o. uzgodniły plan połączenia, przewidujący\n                           ich połączenie w sposób określony w art. 492 §1 pkt 1_ kodeksu spółek handlowych _\"ksh\"_,\n                           poprzez przeniesienie całego majątku spółki przejmowanej Bright Group sp. z o.o. na\n                           spółkę przejmującą ACTIVE 24 sp. z o.o. _łączenie się przez przejęcie_. W związku\n                           z tym, że ACTIVE 24 sp. z o.o., jako spółka przejmująca jest jedynym wspólnikiem spółki\n                           przejmowanej plan połączenia zgodnie z art. 516 §6 ksh ma charakter uproszczony, a\n                           połączenie nastąpi bez podwyższania kapitału zakładowego ACTIVE 24 sp. z o.o. i wydawania\n                           jej udziałów, jako spółki przejmującej. Ponadto zgodnie z art. 516 §6 ksh _wyłączającym\n                           stosowanie przepisów art. 499 §1 pkt 2_-4_ ksh_ połączenie przeprowadzone zostanie\n                           bez ustalania stosunku wymiany udziałów spółki przejmowanej, zasad przyznawania udziałów\n                           spółki przejmującej, jak również dnia od którego udziały te miałby uczestniczyć w\n                           zysku spółki przejmującej. Ponadto zgodnie z art. 516 §6 w zw. z §5 ksh nie zostaną\n                           sporządzone sprawozdania Zarządów Spółki przejmującej i spółki przejmowanej, a plan\n                           połączenia nie zostanie poddany badaniu przez biegłego rewidenta. Plan połączenia\n                           udostępniony został bezpłatnie do publicznej wiadomości na stronach internetowych\n                           łączących się spółek.W wyniku przeprowadzonych połączeń spółka H88 S.A. przejmie majątek Serveradmin sp.\n                           z o.o., Domeny.pl sp. z o.o., Active 24  sp. z o.o., a poprzez przejęcie Active 24\n                           sp. z o.o. również majątek Bright Group sp. z o.o., która wcześniej zostanie przejęta\n                           przez Active 24 sp. z o.o. Połączenie spowoduje konsolidację w ramach jednej spółki\n                           prowadzonej przez poszczególne spółki działalności hostingowej, co pozytywnie przełoży\n                           się na zarządzanie tą działalnością oraz skupionymi w jej ramach markami.",
        "date": "2018-02-01"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu \"Spółka\"  informuje, że w dniu 25.01.2018 roku\n                           Spółka zawarła ze swoją spółką zależną Vercom S.A. umowę objęcia 36.785 nieuprzywilejowanych\n                           akcji imiennych serii C o numerach od C00001 do C36785 spółki Vercom S.A., o wartości\n                           nominalnej 1 złoty każda, czyli łącznej wartości nominalnej 36.785 złotych, za cenę\n                           emisyjną 407,77 złotych każda, czyli łączną cenę emisyjną 14.999.819,45 złotych, zgodnie\n                           z Uchwałę numer 3 Nadzwyczajnego Walnego Zgromadzenia Vercom S.A. z 22.01.2018 roku.\n                           Powyższą uchwałą został dokonany również podział akcji Vercom S.A. w stosunku 1:100.\n                           W związku z tym 1 akcja Vercom o wartości nominalnej 100 złotych zostanie wymieniona\n                           na 100 akcji Spółki o wartości nominalnej 1 złoty każda. Powyższe objęcie akcji Vercom\n                           przez Spółkę jest zrealizowaniem przez Spółkę jednego z celów emisji, wskazanych w\n                           prospekcie emisyjnym Spółki. W wyniku powyższego objęcia akcji oraz po wpisaniu zmiany\n                           statutu Vercom S.A. obejmującego podział akcji i podwyższenie kapitału zakładowego\n                           do Krajowego Rejestru Sądowego, Spółka będzie posiadać 252.685 akcji Vercom S.A.,\n                           stanowiących 71,06% udziału w kapitale zakładowym oraz  252.685 głosów na walnym zgromadzeniu\n                           Vercom S.A. stanowiących 71,06% ogółu liczby głosów.",
        "date": "2018-02-01"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _dalej jako \"Spółka\"_ podaje do publicznej wiadomości\n                           terminy publikacji raportów okresowych w roku obrotowym kończącym się 30.06.2018 roku:1. Skonsolidowany raport kwartalny za III kwartał kończący się 31.03.2018 roku – publikacja\n                           21 maja 2018 roku, 2. Skonsolidowany raport półroczny za I półrocze kończące się 31.12.2017 roku – publikacja\n                           28 lutego 2018 roku.Zgodnie z § 83 ust. 1 i 3 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _dalej Rozporządzenie_, Spółka nie\n                           będzie przekazywać odrębnych jednostkowych raportów kwartalnych i jednostkowego raportu\n                           półrocznego. Odpowiednie raporty skonsolidowane będą zawierać wymagane jednostkowe\n                           informacje finansoweJednocześnie Zarząd Spółki informuje, iż zgodnie z § 101 pkt. 2 Rozporządzenia Spółka\n                           nie będzie publikować raportu kwartalnego za II kwartał 2017/18 roku.Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2018-01-23"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           wpłynęło do Spółki zawiadomienie od Jakuba Dwernickiego, działającego w imieniu własnym\n                           oraz w imieniu członków porozumienia akcjonariuszy Spółki: Jakuba Dwernickiego, Jacka\n                           Ducha, Roberta Dwernickiego, Sebastiana Góreckiego, Andrzeja Dwernickiego, Agnieszki\n                           Dwernickiej – Piaseckiej oraz Roberta Stasika. Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-01-23"
    },
    {
        "company_name": "R22 SA",
        "content": "Zarząd R22 S.A. z siedzibą w Poznaniu _\"Spółka\"_ informuje, że wpłynęło do Spółki\n                           powiadomienie o transakcjach wykonywanych na akcjach Spółki od Jacka Ducha, Przewodniczącego\n                           Rady Nadzorczej Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-01-22"
    }
]