[
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd spółki Rank Progress S.A. z siedzibą w Legnicy _dalej: \"Emitent\"_ w nawiązaniu\n                           do raportu bieżącego  nr 17/2017 z dnia 16 grudnia 2017 r. _skorygowanego następnie\n                           raportem nr 18/2017_ informuje, że w dniu 19 grudnia 2017 r. podpisał z Winhall Investments\n                           spółka z ograniczoną odpowiedzialnością z siedzibą we Wrocławiu _dalej: \"Spółka\"_,\n                           w której Emitent posiada 45% udziałów,  przedwstępną umowę sprzedaży udziału wynoszącego\n                           35/100 części w prawie użytkowania wieczystego zabudowanej nieruchomości składającej\n                           się z działek gruntu oznaczonych numerami ewidencyjnymi: 5/4, 5/6 i 5/5, położonej\n                           przy ulicy Wejherowskiej nr 25-29 i ulicy Białowieskiej nr 2-4 we Wrocławiu objętych\n                           księgą wieczystą o nr WR1K/00094629/0 za  cenę 29,3 mln zł netto powiększoną o podatek\n                           VAT.Strony zobowiązały się zawrzeć umowę przyrzeczoną w terminie do 31 maja 2018r.",
        "date": "2017-12-19"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd spółki Rank Progress S.A. z siedzibą w Legnicy _dalej: \"Emitent\"_, nawiązując\n                           do raportów bieżących nr 36/2016 z dnia 20 grudnia 2016 r., 15/2017 z dnia 31 października\n                           2017 r., oraz 17/2017 z dnia 16 grudnia 2017 r. _skorygowanego następnie raportem\n                           nr 18/2017_, informuje, że w dniu 19 grudnia 2017 r. pomiędzy Bankiem Zachodnim WBK\n                           S.A. a spółką Winhall Investments sp. z o.o. z siedzibą we Wrocławiu _dalej: \"Spółka\"_,\n                           w której Emitent posiada 45% udziałów zawarta została umowa przyrzeczona zakupu przez\n                           Spółkę udziału wynoszącego 65/100 części w prawie użytkowania wieczystego zabudowanej\n                           nieruchomości składającej się z działek gruntu oznaczonych numerami ewidencyjnymi:\n                           5/4, 5/6 i 5/5, położonej przy ulicy Wejherowskiej nr 25-29 i ulicy Białowieskiej\n                           nr 2-4 we Wrocławiu objętych księgą wieczystą o nr WR1K/00094629/0 za łączną cenę\n                           25.000.000,00 PLN netto, powiększoną o podatek VAT.",
        "date": "2017-12-19"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. informuje, że nastąpiła oczywista pomyłka pisarska w raporcie\n                           bieżącym nr 17/2017 zamiast \"1_ Dokonał w dniu 15 grudnia 2018r…\" winno być \"1_ Dokonał\n                           w dniu 15 grudnia 2017r…\".Poprawny punkt otrzymuje brzmienie: \"1_ Dokonał w dniu 15 grudnia 2017r przeniesienia\n                           na spółkę, która będzie dysponować gruntami ogółu praw i obowiązków wynikających z\n                           umowy przedwstępnej zakupu gruntów, o której Emitent informował w raporcie bieżącym\n                           nr 36/2016 w dniu 20 grudnia 2016r i raporcie bieżącym nr 15/2017 w dniu 31 października\n                           2017r za cenę 29,3 mln zł netto w zamian za objęcie udziałów\".",
        "date": "2017-12-16"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. _\"Emitent\"_ w nawiązaniu do raportu bieżącego nr 16/2017\n                           z dnia 4 grudnia 2017 roku informuje, że w dniu 15 grudnia 2017 roku Emitent zawarł\n                           ze spółką Vantage Development S.A, umowę inwestycyjną _\"Umowa\"_, dotyczącą określenia\n                           zasad i etapów prowadzenia wspólnego przedsięwzięcia deweloperskiego, polegającego\n                           na realizacji inwestycji w postaci kompleksu mieszkaniowego z uzupełniającą funkcją\n                           handlowo – usługową oraz biurową _\"Inwestycja\"_ na terenie nieruchomości będących\n                           przedmiotem użytkowania wieczystego, położonych we Wrocławiu przy ulicach Wejherowskiej\n                           i Białowieskiej o łącznej powierzchni 14 ha _\"Nieruchomość\"_. Strony potwierdziły,\n                           że łączna wartość prawa użytkowania wieczystego Nieruchomości wynosi 159,6 mln złotych.\n                           Strony zakładają realizację inwestycji w dwóch częściach, które zostaną dodatkowo\n                           podzielone na etapy inwestycyjne. Poszczególne etapy Inwestycji mają być realizowane\n                           przez powoływane do tego spółki celowe. W każdej ze spółek celowych Emitent będzie\n                           docelowo obejmował 45% udziałów, natomiast Vantage Development S.A będzie obejmował\n                           55% udziałów, albo w przypadku spółek osobowych, ich udział w zysku w tych spółkach\n                           będzie miał analogiczny udział procentowy. Docelowo w ramach realizacji całej inwestycji\n                           i jej rozliczenia, Emitent uzyska zwrot stanowiący ustaloną wartość prawa użytkowania\n                           wieczystego  w wysokości 159,6 mln zł.Jednocześnie Strony Umowy zakładają koncentracje gruntów przeznaczonych do realizacji\n                           Inwestycji, w jednej spółce, a następnie lokowanie tych gruntów w poszczególnych \n                           spółkach celowych przeznaczonych do realizacji określonego etapu Inwestycji. Struktura\n                           udziałowa tej spółki docelowo ma być analogiczna jak spółek celowych. Opisywana spółka\n                           będzie, zgodnie z określonym przez Strony harmonogramem dokapitalizowywana.  W terminie\n                           do końca maja 2020 roku Vantage Development S.A zobowiązał się przekazać do tej spółki\n                           środki w łącznej wysokości 88 mln złotych.  W związku z tym, na realizację I części\n                           inwestycji Emitent :1_ Dokonał w dniu 15 grudnia 2018r przeniesienia na spółkę, która będzie dysponować\n                           gruntami ogółu praw i obowiązków wynikających z umowy przedwstępnej zakupu gruntów,\n                           o której Emitent informował w raporcie bieżącym nr 36/2016 w dniu 20 grudnia 2016r\n                           i raporcie bieżącym nr 15/2017 w dniu 31 października 2017r za cenę 29,3 mln zł netto\n                           w zamian za objęcie udziałów,2_ w terminie do 31 maja 2018r dokona sprzedaży części prawa użytkowania wieczystego\n                           gruntu do spółki dysponującej gruntami za cenę 29,3 mln zł netto z, a 18 mln zł będzie\n                           przeznaczone na spłatę zobowiązania wobec BOŚ S.A. z tytułu umowy kredytu, o którym\n                           Emitent informował w raporcie bieżącym nr 23/2016 w dniu 09 czerwca 2016r. Pierwsza część Inwestycji obejmuje realizację  około 1 100 mieszkań i lokali usługowych\n                           oraz około 14,5 tys. m2 powierzchni biurowej. Druga część inwestycji obejmować będzie\n                           około 1 300 miszkań i lokali usługowych. Realizacja drugiej części inwestycji uwarunkowana\n                           jest złożeniem przez Vantage Development S.A.  oświadczenia o woli realizacji inwestycji\n                           na części nieruchomości oraz złożeniem do depozytu notarialnego kwoty 17 mln złotych,\n                           do dnia 31 maja 2018 roku.Realizacja Inwestycji na podstawie Umowy zawiera warunek wyrażenia zgody przez Prezesa\n                           UOKiK na dokonanie koncentracji przez Emitenta i spółkę Vantage Development S.A.",
        "date": "2017-12-15"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. _\"Emitent\"_ informuje, że w dniu 4 grudnia 2017 roku\n                           zawarł ze spółką Vantage Development S.A. porozumienie dotyczące utworzenia spółki\n                           w formule joint – venture _\"Porozumienie\"_, w celu realizacji inwestycji deweloperskiej\n                           we Wrocławiu na nieruchomościach położonych przy ulicach Wejherowskiej iBiałowieskiej o łącznej powierzchni 14 ha _\"Nieruchomość\"_.Porozumienie przyznaje Vantage Development S.A.  wyłączność na prowadzenie negocjacji,\n                           zmierzających do zawarcia umowy końcowej regulującej zasady współpracy stron w ramach\n                           realizacji inwestycji _\"Umowa\"_ w terminie nie późniejszym, niż 15 grudnia 2017 roku.\n                           Porozumienie wygasa w przypadku gdy Umowa nie zostanie zawarta w ww. terminie.W przypadku wejścia w życie Umowy, w celu zapewnienia SPV środków niezbędnych do nabycia\n                           Nieruchomości,Vantage Development S.A.  przekaże na rzecz SPV środki w wysokości 88 mln zł w terminach\n                           określonych w Porozumieniu, jednak nie później niż do końca maja 2020 roku.Strony Porozumienia uzgodniły, że wartość prawa użytkowania wieczystego Nieruchomości\n                           została wyceniona napoziomie 159,6 mln złotych.",
        "date": "2017-12-04"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. _Emitent_ informuje, iż w dniu 31.10.2017 r. spółka\n                           zależna Progress VII Sp. z o.o. podpisała z Bankiem Zachodnim WBK S.A. aneks do umowy\n                           przedwstępnej zakupu gruntów, o której Emitent informował w raporcie nr 36/2016 w\n                           dniu 20.12.2016 r. Zgodnie z podpisanym aneksem, strony umowy zobowiązały się przedłużyć\n                           termin zawarcia Umowy Przyrzeczonej do dnia 20.12.2017 r.Jednocześnie Emitent informuje, iż w dniu 26.10.2017 r. nabył 50% udziałów w spółce\n                           Progress VII Sp. z o.o. _Spółka_ i tym samym został jedynym udziałowcem Spółki. W\n                           związku z tym Emitent informuje, iż uruchomienie przez Spółkę Progress VII Sp. z o.o.\n                           projektu deweloperskiego związanego z zabudową mieszkaniową, biurowo-hotelową i usługową\n                           pod nazwą \"Marina Park\" nie nastąpi we współpracy ze Spółką \"Central Fund of Immovables\"\n                           sp. z o.o., o której to współpracy Emitent informował w raporcie bieżącym nr 36/2016\n                           z dnia 20 grudnia 2016 r.",
        "date": "2017-10-31"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd spółki Rank Progress S.A. z siedzibą w Legnicy _dalej: \"Emitent\", \"Spółka\"_\n                           informuje, iż w dniu 19 października 2017 r. Rada Nadzorcza Emitenta podjęła uchwałę\n                           nr 01/10/2017 w sprawie zmiany składu Komitetu Audytu Spółki. Na podstawie art. 128\n                           ust. 1 ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym _Dz.U. z 2017 r. poz. 1089, dalej: \"Ustawa\"_ Rada Nadzorcza\n                           Emitenta dokonała zmian w składzie Komitetu Audytu Spółki utworzonego na mocy Uchwały\n                           Rady Nadzorczej Rank Progress S.A. nr 01/08/2013 z dnia 1 sierpnia 2013 r., powołując\n                           w jego skład następujących członków Rady Nadzorczej i powierzając im pełnienie następujących\n                           funkcji:1. Radosław Mrowiński – Przewodniczący Komitetu Audytu,2. Marcin Gutowski – Członek Komitetu Audytu,3. Magdalena Dyś – Członek Komitetu Audytu.Zarząd Spółki informuje, że Komitet Audytu we wskazanym składzie spełnia kryteria\n                           niezależności oraz pozostałe wymagania określone w Ustawie.Pan Radosław Mrowiński jest absolwentem Wyższej Szkoły Businessu i Administracji w\n                           Warszawie na Wydziale Ekonomii w specjalności Finanse i Rachunkowość. Ukończył studia\n                           podyplomowe z zakresu rachunkowości w Wyższej Szkole Finansów i Zarządzania w Warszawie.\n                           Aktualnie jest w trakcie studiów \"Executive Master of Business Administration\" prowadzonych\n                           w Instytucie Nauk Ekonomicznych Polskiej Akademii Nauk.Od 2017 r. związany z Atrem S.A. jako Członek Rady Nadzorczej. Od 2016 r. związany\n                           z PlayWay S.A. jako Członek Rady Nadzorczej, a od 2017 r. jako Przewodniczący Rady\n                           Nadzorczej. W latach 2010-2017 związany z Berling S.A. jako Dyrektor Finansowy oraz\n                           Vice Prezes Zarządu. W latach 2007-2009 r. pełnił funkcję Vice Prezesa Zarządu i Dyrektora\n                           Finansowego w Nordic Development S.A. Wcześniej związany z Mostostal Puławy S.A. jako\n                           Dyrektor Finansowy _2006 r._, z Madaus Sp. z o. o. jako Dyrektor Finansowy _2005 r._.\n                           Zgodnie ze złożonym oświadczeniem, Pan Radosław Mrowiński:- spełnia kryterium niezależności,- nie wykonuje działalności konkurencyjnej w stosunku do Rank Progress S.A.,- nie uczestniczy w spółce konkurencyjnej, jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu spółki kapitałowej a także nie uczestniczy w innej konkurencyjnej\n                           osobie prawnej, jako członek jej organu.Pani Radosław Mrowiński nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie Ustawy o Krajowym Rejestrze Sądowym.Pan Marcin Gutowski jest absolwentem Uniwersytetu Mikołaja Kopernika w Toruniu i posiada\n                           tytuł magistra nauk ekonomicznych i zarządzania w zakresie zarządzania finansami i\n                           rachunkowości. W 2008 r ukończył CFA _Chartered Financial Analyst_ Course - Level\n                           I. W latach 2005-2010 pracował jako doradca w zespole cen transferowych firmy KPMG\n                           Tax M. Michna sp. k. Od stycznia 2010 do marca 2011 roku był odpowiedzialny w Axon\n                           Tax Sp. z o.o. za doradztwo w zakresie pozyskiwania dla klientów biura funduszy unijnych,\n                           a w szczególności za sporządzanie wniosków aplikacyjnych w tym biznes planów. Od kwietnia\n                           2011 do lutego 2013 roku pracował w zespole zarządzania efektywnością firmy KPMG Advisory\n                           Sp. z o.o. jako starszy konsultant odpowiedzialny m. in. za przeprowadzanie audytów\n                           operacyjnych i bezpieczeństwa oraz doradztwo dotyczące projektów reorganizacyjnych.\n                           Od lutego 2013 r do 5 lipca 2013 r. pracował w Rank Progress S.A. na stanowisku kontrolera\n                           finansowego i doradcy Zarządu. Od lipca 2013 r. zasiada w Radzie Nadzorczej Rank Progress\n                           S.A.Pan Marcin Gutowski nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie ustawy o KRS. Pan Marcin Gutowski nie prowadzi innej działalności konkurencyjnej\n                           w stosunku do Rank Progress S.A. Nie uczestniczy w spółce konkurencyjnej, jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie\n                           uczestniczy w innej konkurencyjnej osobie prawnej, jako członek jej organu.Pani Magdalena Dyś jest radcą prawnym wpisanym na listę radców prawnych OIRP we Wrocławiu\n                           od 2007 r. Ukończyła Wydział Prawa, Administracji i Ekonomii Uniwersytetu Wrocławskiego,\n                           była stypendystką Uniwersytetu Paris - Lodron w Salzburgu, odbyła aplikację sądową\n                           zakończoną egzaminem sędziowskim w 2004 r.W latach 2007-2012 pracowała w międzynarodowej kancelarii prawnej w dziale postępowań\n                           sądowych oraz prawa umów. Obecnie prowadzi własną kancelarię świadcząc usługi doradztwa\n                           prawnego na rzecz podmiotów prawa publicznego oraz podmiotów prywatnych, w tym spółek\n                           publicznych. Jej specjalizacja zawodowa obejmuje zagadnienia z zakresu prawa cywilnego\n                           i handlowego. Jest autorką licznych publikacji prawnych z zakresu prawa cywilnego,\n                           które ukazały się w \"Dzienniku Gazeta Prawna\" oraz \"Rzeczypospolitej\". Pani Magdalena Dyś spełnia kryteria niezależności, nie jest wpisana do Rejestru Dłużników\n                           Niewypłacalnych, prowadzonego na podstawie ustawy o KRS, nie prowadzi innej działalności\n                           konkurencyjnej w stosunku do Rank Progress S.A. Nie uczestniczy w spółce konkurencyjnej,\n                           jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej\n                           oraz nie uczestniczy w innej konkurencyjnej osobie prawnej, jako członek jej organu.Podstawa prawna: § 5 ust. 1 pkt. 22 oraz § 28 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn.\n                           Dz.U. z 2014 r. poz. 133 z późn. zm._",
        "date": "2017-10-19"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. przekazuje listę Akcjonariuszy posiadających co najmniej\n                           5% głosów na Nadzwyczajnym Walnym Zgromadzeniu Akcjonariuszy w dniu 04 października\n                           2017r1. Clarriford Limited – 16.116.632 głosów _8.746.103 akcje_, co stanowiło 55,57% głosów\n                           na NWZA i 32,28% ogólnej liczby głosów,2. Silver Coast Investment Sp. z o.o. SKA - 8.651.834 głosy _4.325.917 akcje_, co\n                           stanowiło 29,83% głosów na NWZA i 17,33% ogólnej liczby głosów,3. Colin Holdings Limited – 2.124.426 głosów _2.124.426 akcje_, co stanowiło 7,33%\n                           głosów na NWZA i 4,25% ogólnej liczby głosów,4. Mroczka Jan – 2.109.028 głosów _1.054.514 akcje_, co stanowiło 7,27% głosów na\n                           NWZA i 4,22% ogólnej liczby głosów.",
        "date": "2017-10-04"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. _dalej: Spółka, Emitent_ informuje, iż Nadzwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki na posiedzeniu w dniu 04 października 2017\n                           r., odwołało uchwałą nr 6/10/2017 Pana Andrzeja Jana Chełchowskiego  z pełnienia funkcji\n                           Członka Rady Nadzorczej Spółki.Jednocześnie w dniu 04 października 2017 r., na podstawie art. 385 §1 k.s.h. oraz\n                           § 6 ust. 2 Statutu Spółki, Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki  uchwałą\n                           nr 7/10/2017 dokonało wyboru Pana Radosława Mrowińskiego na Członka Rady Nadzorczej\n                           Spółki.Pan Radosław Mrowiński jest absolwentem Wyższej Szkoły Businessu i Administracji w\n                           Warszawie na Wydziale Ekonomii w specjalności Finanse i Rachunkowość. Ukończył studia\n                           podyplomowe z zakresu rachunkowości w Wyższej Szkole Finansów i Zarządzania w Warszawie.\n                           Aktualnie jest w trakcie studiów \"Executive Master of Business Administration\" prowadzonych\n                           w Instytucie Nauk Ekonomicznych Polskiej Akademii Nauk. Od 2017 r. związany z Atrem S.A. jako Członek Rady NadzorczejOd 2016 r. związany z PlayWay S.A. jako Członek Rady Nadzorczej, a od 2017 jako Przewodniczący\n                           Rady Nadzorczej.W latach 2010-2017 związany z Berling S.A. jako Dyrektor Finansowy oraz Vice Prezes\n                           Zarządu. W latach 2007-2009 r. pełnił funkcję Vice Prezesa Zarządu i Dyrektora Finansowego\n                           w  Nordic Development S.A. Wcześniej związany z Mostostal Puławy S.A. jako Dyrektor Finansowy _2006 r._, z Madaus\n                           Sp. z o. o. jako Dyrektor Finansowy _2005 r._. Zgodnie ze złożonym oświadczeniem, Pan Radosław Mrowiński:- spełnia kryterium niezależności,  - nie wykonuje działalności konkurencyjnej w stosunku do Rank Progress S.A.,- nie uczestniczy w spółce konkurencyjnej, jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu spółki kapitałowej a także nie uczestniczy w innej konkurencyjnej\n                           osobie prawnej, jako członek jej organu.Pani Radosław Mrowiński nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie Ustawy o Krajowym Rejestrze Sądowym.Podstawa prawna§ 5 ust. 1 pkt 22 oraz § 28 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymagających przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2017-10-04"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. przekazuje w załączeniu treść uchwał , które zostały\n                           podjęte przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy w dniu 04 października\n                           2017 roku wraz z określeniem liczby akcji, z których oddano ważne głosy oraz procentowy\n                           udział tychże akcji w kapitale zakładowym, łączną liczbą ważnych głosów, w tym liczbą\n                           głosów \"za\", \"przeciw\" i \"wstrzymujących się\".Zgodnie z najlepszą wiedzą Zarządu Emitenta Nadzwyczajne Walne Zgromadzenie Emitenta\n                           w dniu 04 października 2017 r. nie odstąpiło od rozpatrzenia któregokolwiek z punktów\n                           planowanego porządku obrad. Podczas obrad Walnego Zgromadzenia nie zgłoszono sprzeciwów\n                           do protokołu.Podstawa prawna§ 38 ust. 1 pkt 7-9 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2017-10-04"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. z siedzibą w Legnicy, przy ul. Złotoryjskiej 63 _\"Spółka\"_,\n                           wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla Wrocławia-Fabrycznej,\n                           IX Wydział Gospodarczy KRS pod numerem 0000290520, działając na podstawie art. 399\n                           § 1 w zw. z art. 402 '1 i nast. Kodeksu Spółek Handlowych zwołuje Nadzwyczajne Walne\n                           Zgromadzenie Akcjonariuszy na dzień 04 października 2017 r. na godzinę 13:00.W związku z tym Zarząd przekazuje do publicznej wiadomości :• informację o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy Emitenta\n                           na dzień 04 października 2017 r., na godz. 13:00, które odbędzie się w siedzibie Spółki\n                           w Legnicy, ul. Złotoryjska 63, 59-220 Legnica,• projekty uchwał na Nadzwyczajnego Walne Zgromadzenie Akcjonariuszy Rank Progress\n                           S.A. na dzień 04 października 2017 r.Podstawa prawna§ 38 ust. 1 pkt. 1 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2017-09-07"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. przekazuje listę Akcjonariuszy posiadających co najmniej\n                           5% głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy w dniu 14 czerwca 2017 r.1. Clarriford Limited - 14.741.058 głosów _7.370.529 akcji_, co stanowiło 51,38 %\n                           głosów na ZWZA i 29,52 % ogólnej liczby głosów,2. Silver Coast Investment Sp. z o.o. SKA - 8.651.834 głosy _4.325.917 akcji_, co\n                           stanowiło 30,16 % głosów na ZWZA i 17,33 % ogólnej liczby głosów,3. Colin Holdings Limited – 2.124.426 głosów _2.124.426 akcji_, co stanowiło 7,41\n                           % głosów na ZWZA i 4,25 % ogólnej liczby głosów,4. Mroczka Jan – 2.109.028 głosów _1.054.514 akcji_, co stanowiło 7,35 % głosów na\n                           ZWZA i 4,22 % ogólnej liczby głosów,",
        "date": "2017-06-14"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. _dalej: Spółka_ informuje, iż Zwyczajne Walne Zgromadzenie\n                           Akcjonariuszy Spółki na posiedzeniu w dniu 14 czerwca 2017 r., odwołało uchwałą nr\n                           20/06/2017 Pana Piotra Emiliana Kowalskiego z pełnienia funkcji Członka Rady Nadzorczej\n                           Spółki. Jednocześnie w dniu 14 czerwca 2017 r., na podstawie art. 385 §1 k.s.h. oraz § 6 ust.\n                           2 Statutu Spółki, Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki  uchwałą nr 21/06/2017\n                           dokonało wyboru Pani Magdaleny Dyś-Sokołowskiej na Członka Rady Nadzorczej Spółki.Pani Magdalena Dyś-Sokołowska jest radcą prawnym wpisanym na listę radców prawnych\n                           OIRP we Wrocławiu od 2007 r. Ukończyła Wydział Prawa, Administracji i Ekonomii Uniwersytetu\n                           Wrocławskiego, była stypendystką Uniwersytetu Paris - Lodron w Salzburgu, odbyła aplikację\n                           sądową zakończoną egzaminem sędziowskim w 2004 r. W latach 2007-2012 pracowała w międzynarodowej kancelarii prawnej w dziale postępowań\n                           sądowych oraz prawa umów. Obecnie prowadzi własną kancelarię świadcząc usługi doradztwa\n                           prawnego na rzecz podmiotów prawa publicznego oraz podmiotów prywatnych, w tym spółek\n                           publicznych. Jej specjalizacja zawodowa obejmuje zagadnienia z zakresu prawa cywilnego\n                           i handlowego.  Jest autorką licznych publikacji prawnych z zakresu prawa cywilnego,\n                           które ukazały się w \"Dzienniku Gazeta Prawna\" oraz \"Rzeczypospolitej\".Pani Magdalena Dyś-Sokołowska nie jest wpisana do Rejestru Dłużników Niewypłacalnych,\n                           prowadzonego na podstawie ustawy o KRS, nie prowadzi innej działalności konkurencyjnej\n                           w stosunku do Rank Progress S.A. Nie uczestniczy w spółce konkurencyjnej, jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie\n                           uczestniczy w innej konkurencyjnej osobie prawnej, jako członek jej organu.Podstawa prawna§ 5 ust. 1 pkt 22 oraz § 28 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymagających przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2017-06-14"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. przekazuje w załączeniu treść uchwał , które zostały\n                           podjęte przez Zwyczajne Walne Zgromadzenie Akcjonariuszy w dniu 14 czerwca 2017 roku\n                           wraz z określeniem liczby akcji, z których oddano ważne głosy oraz procentowy udział\n                           tychże akcji w kapitale zakładowym, łączną liczbą ważnych głosów, w tym liczbą głosów\n                           \"za\", \"przeciw\" i \"wstrzymujących się\". Zgodnie z najlepszą wiedzą Zarządu Emitenta Zwyczajne Walne Zgromadzenie Emitenta\n                           w dniu 14 czerwca 2017 r. nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad. Podczas obrad Walnego Zgromadzenia nie zgłoszono sprzeciwów do protokołu.Podstawa prawna§ 38 ust. 1 pkt 7-9 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2017-06-14"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd spółki Rank Progress S.A. z siedzibą w Legnicy _dalej: \"Emitent\", \"Spółka\"_\n                           informuje, iż w dniu 8 czerwca 2017 r. Rada Nadzorcza Emitenta podjęła uchwały nr\n                           8/06/2017 i 9/06/2017 w sprawie wyboru biegłego rewidenta do przeglądania jednostkowego\n                           sprawozdania finansowego Spółki za 6 miesięcy 2017 roku oraz zbadania jednostkowego\n                           sprawozdania finansowanego Spółki za 2017 rok, a także przeglądania skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Emitenta za 6 miesięcy 2017 roku oraz zbadania\n                           skonsolidowanego sprawozdania finansowanego Grupy Kapitałowej Emitenta za 2017 rok.Zgodnie z treścią powyższych uchwał Rada Nadzorcza Spółki postanowiła wybrać B-think\n                           Audit Sp. z o.o. z siedzibą w Poznaniu przy ul. Św. Michała 43 do przeglądania jednostkowego\n                           i skonsolidowanego sprawozdania finansowego Emitenta za I półrocze 2017 roku, a także\n                           zbadania  jednostkowego i skonsolidowanego sprawozdania finansowego Emitenta za 2017\n                           rok.B-think Audit Sp. z o.o. jest wpisana na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych, prowadzoną przez Krajową Izbę Biegłych Rewidentów pod nr 4063.Wybór biegłego rewidenta został dokonany przez Radę Nadzorczą Spółki zgodnie z obowiązującymi\n                           przepisami i normami zawodowymi na podstawie § 6 ust. 6 pkt 10 statutu Spółki. Umowa\n                           zostanie zawarta na czas  niezbędny do dokonania przedmiotowego badania.Podstawa prawna: § 5 ust. 1 pkt. 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r. poz. 133 z późn. zm._",
        "date": "2017-06-09"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. _dalej \"Spółka\"_ informuje, iż w dniu 25 maja 2017\n                           r. spółka zależna od emitenta - Progress XI Sp. z o.o. podpisała z Calioppe Investments\n                           spółka z ograniczoną odpowiedzialnością _dalej “Kupujący\"_ umowę sprzedaży Zorganizowanej\n                           Części Przesiębiorstwa w skład którego wchodzi m.in. prawo użytkowania wieczystego\n                           gruntów _KW nr SW1S/00041344/8 _ o łącznym obszarze 3,2234 ha oraz własności budynków\n                           pod nazwą \"Galeria Świdnicka\" o powierzchni zabudowy 19.777 m2, powierzchni użytkowej\n                           22.939,37 m2 i kubaturze 140.359 m3 oraz powierzchni najmu netto wynoszącej 15.530,17\n                           m2 i budowli stanowiących odrębny od gruntu przedmiot własności za cenę 11.501.827\n                           EUR _dalej “cena sprzedaży\"_, o której Spółka informowała w raporcie nr 38/2016 w\n                           dniu 23.12.2016r.W związku ze spełnieniem warunków umowy sprzedaży Zorganizowanej Części Przedsiębiorstwa,\n                           Kupujący wszedł w prawa i obowiązki umowy kredytu, o której Spółka informowała w raporcie\n                           2/2017 w dniu 28.04.2017r. i tym samym cena sprzedaży została obliczona jako różnica\n                           pomiędzy kwotą 26.700.000 EUR, a całkowitą kwotą zadłużenia Progress XI Sp. z o.o.\n                           z tytułu umowy kredytu.",
        "date": "2017-05-25"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. z siedzibą w Legnicy, przy ul. Złotoryjskiej 63, wpisanej\n                           do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla Wrocławia-Fabrycznej,\n                           IX Wydział Gospodarczy KRS pod numerem 0000290520, działając na podstawie art. 399\n                           § 1 w zw. z art. 401 i nast. Kodeksu Spółek Handlowych zwołuje Zwyczajne Walne Zgromadzenie\n                           Akcjonariuszy na dzień 14 czerwca 2017 r. roku na godzinę 11:00.W związku z tym Zarząd przekazuje do publicznej wiadomości :•informację o zwołaniu Zwyczajnego Walnego Zgromadzenia Akcjonariuszy Emitenta na\n                           dzień 14 czerwca 2017 r., na godz. 11:00, które odbędzie się w Warszawie, ul. B.Prusa\n                           2, Hotel Sheraton Warszawa, Sala Paryż,•projekty uchwał na Zwyczajne Walne Zgromadzenie Akcjonariuszy Rank Progress S.A.\n                           na dzień 14 czerwca 2017 r.Podstawa prawna§ 38 ust. 1 pkt. 1 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2017-05-18"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. _dalej \"Spółka\"_ informuje, iż w dniu 15 maja 2017\n                           r. spółka zależna od emitenta - Progress XI Sp. z o.o. otrzymała od Calioppe Investments\n                           spółka z ograniczoną odpowiedzialnością _dalej “Kupujący\"_ zawiadomienie w związku\n                           z dokonaniem wpłaty przez Kupującego i uznaniem na rachunku powierniczego kwoty zaliczki\n                           oraz kwoty stanowiącej wkład własny Kupującego niezbędnej do uruchomienia i przejęcia\n                           kredytu _o którym Spółka informowała w raporcie nr 2/2017 z dnia 28.04.2017r._, w\n                           którym korzystając z uprawnienia wynikającego z przedwstępnej umowy sprzedaży Zorganozowanej\n                           Części Przedsiębiorstwa, _o której Spółka informowała w raporcie nr 38/2016 z dnia\n                           23.12.2016r_, Kupujący wyznaczył termin do zawarcia Umowy Przyrzeczonej na dzień 30\n                           maja 2017r.",
        "date": "2017-05-16"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. _dalej \"Spółka\"_ informuje, iż w dniu 28 kwietnia\n                           2017 r. spółka zależna od emitenta - Progress XI Sp. z o.o. podpisała z bankiem mBank\n                           S.A. oraz Calioppe Investments spółka z ograniczoną odpowiedzialnością aneks do umowy\n                           kredytu, o zawarciu której  Spółka informowała w raporcie bieżącym nr 24/2011 z dnia\n                           29.06.2011 rNa mocy ww. aneksu, Calioppe Investments spółka z ograniczoną odpowiedzialnością wejdzie\n                           w prawa i obowiązki kredytobiorcy - Progress XI Sp. z o.o. z umowy kredytu po spełnieniu\n                           się m.in.  warunków sprzedaży przez Progress XI Sp. z o.o.  na rzecz   Calioppe Investments\n                           spółka z ograniczoną odpowiedzialnością Zorganizowanej Części Przedsiębiorstwa, w\n                           wykonaniu umowy przedwstępnej, o której zawarciu Spółka informowała w raporcie bieżącym\n                           nr 38/2016 z dnia 23.12.2016 r. Zgodnie z aneksem do umowy kredytu zmiana kredytobiorcy\n                           nastąpi najpóźniej do dnia 30 maja 2017 r. po  zbyciu Zorganizowanej Części Przedsiębiorstwa\n                           na rzecz Calioppe Investments spółka z ograniczoną odpowiedzialnością. Spółka wskazuje jednocześnie, iż  Calioppe Investments spółka z ograniczoną odpowiedzialnością\n                           wejdzie w prawa i obowiązki kredytobiorcy z umowy kredytu po spełnieniu się szeregu\n                           warunków, przy czym warunki te są warunkami rynkowymi.",
        "date": "2017-04-28"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. z siedzibą w Legnicy _dalej: \"Emitent\"_ informuje, że w\n                           dniu 24.12.2018r. Emitent zawarł ze Spółką Remil Sp. z o.o. z siedzibą we Włocławku\n                           Porozumienie do przedwstępnej umowy zakupu  udziałów w Spółce Omega Investments Sp.\n                           z o.o. z siedzibą we Włocławku _dalej: \"Porozumienie\"_, o której Emitent informował\n                           w raporcie bieżącym nr 5/2018 w dniu 28.03.2018r.  Zgodnie z Porozumieniem nabycie\n                           50% udziałów w Spółce Omega Investments Sp. z o.o. z siedzibą we Włocławku za kwotę\n                           20 mln zł nastąpi po ziszczeniu się, albo zrzeczeniu się Warunków Zawieszających,\n                           nie później niż w dniu 31 grudnia 2022r.",
        "date": "2018-12-24"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. przekazuje listę Akcjonariuszy posiadających co najmniej\n                           5% głosów na Nadzwyczajnym Walnym Zgromadzeniu Akcjonariuszy w dniu 13 listopada 2018\n                           r.1. Clarriford Limited – 16.116.632 głosów _8.746.103 akcji_, co stanowiło 55,57 %\n                           głosów na NWZA i 32,28 % ogólnej liczby głosów,2. Silver Coast Investment Sp. z o.o. SKA - 8.651.834 głosy _4.325.917 akcji_, co\n                           stanowiło 29,83 % głosów na NWZA i 17,33 % ogólnej liczby głosów,3. Colin Holdings Limited – 2.124.426 głosów _2.124.426 akcji_, co stanowiło 7,33\n                           % głosów na NWZA i 4,25 % ogólnej liczby głosów,4. Mroczka Jan – 2.109.028 głosów _1.054.514 akcji_, co stanowiło 7,27 % głosów na\n                           NWZA i 4,22 % ogólnej liczby głosów.",
        "date": "2018-11-13"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. z siedzibą w Legnicy _dalej: Spółka, Emitent_ informuje,\n                           iż w dniu 13 listopada 2018r. na podstawie art. 385 §1 k.s.h. oraz § 6 ust. 2 Statutu\n                           Spółki, Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki uchwałą nr 5 dokonało\n                           wyboru Pana Tomasza Jerzego Janickiego na Członka Rady Nadzorczej Spółki.Pan Tomasz Janicki jest absolwentem Wydziału Prawa i Administracji Uniwersytetu Warszawskiego,\n                           na którym uzyskał tytuł magistra prawa oraz kierunku finanse i bankowość Szkoły Głównej\n                           Handlowej, również zakończonego uzyskaniem tytułu magistra.Pan Tomasz Janicki w latach 2004-2009 był zatrudniony w firmie doradztwa podatkowego\n                           z tzw. wielkiej czwórki, w której pełnił funkcję menedżera w grupie Bankowo-Finansowej.\n                           W 2006 r. uzyskał tytuł doradcy podatkowego. Obecnie świadczy usługi doradztwa podatkowego\n                           w ramach jednoosobowej działalności gospodarczej. Jest również wspólnikiem i prezesem\n                           zarządu spółki doradztwa podatkowego: JS Doradcy sp. z o.o. Cała kariera zawodowa\n                           Pana Tomasza Janickiego związana jest ze świadczeniem kompleksowych usług wsparcia\n                           na rzecz podmiotów gospodarczych, w tym doradztwa podatkowego, prawnego i gospodarczego.Pan Tomasz Janicki był już uprzednio członkiem Rady Nadzorczej spółki Rank Progress\n                           S.A. w latach 2013 -2015.Pan Tomasz Janicki nie jest wpisany do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie ustawy o KRS. Pan Tomasz Janicki nie prowadzi innej działalności  konkurencyjnej\n                           w stosunku do Rank Progress S.A. Nie uczestniczy w spółce konkurencyjnej, jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej oraz nie\n                           uczestniczy w innej konkurencyjnej osobie prawnej, jako członek jej organu.Podstawa prawna§ 5 pkt 5 oraz § 10 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2018-11-13"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. z siedzibą w Legnicy _dalej: \"Emitent\"_ przekazuje\n                           w załączeniu treść uchwał, które zostały podjęte przez Nadzwyczajne Walne Zgromadzenie\n                           Akcjonariuszy w dniu 13 listopada 2018 roku wraz z określeniem liczby akcji, z których\n                           oddano ważne głosy oraz procentowy udział tychże akcji w kapitale zakładowym, łączną\n                           liczbą ważnych głosów, w tym liczbą głosów \"za\", \"przeciw\" i \"wstrzymujących się\".Zgodnie z najlepszą wiedzą Zarządu Emitenta Nadzwyczajne Walne Zgromadzenie Emitenta\n                           w dniu 13 listopada 2018 r. nie odstąpiło od rozpatrzenia któregokolwiek z punktów\n                           planowanego porządku obrad, wszystkie uchwały poddane pod głosowanie zostały podjęte.\n                           Podczas obrad Walnego Zgromadzenia nie zgłoszono sprzeciwów do protokołu.Podstawa prawna§ 19 ust. 1 pkt 6-9 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2018-11-13"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. _zwanym dalej: \"Emitentem\"_ z siedzibą w Legnicy informuje,\n                           że w dniu 26 października 2018r. spółka zależna Progress XXI Sp. z o.o. Grudziądz\n                           SKA z siedzibą w Warszawie _dalej: \"Kredytobiorca\"_, zawarła z mBankiem Hipotecznym\n                           S.A. z siedzibą w Warszawie _dalej: \"Kredytodawca\"_ umowę o kredyt o charakterze inwestycyjnym\n                           na kwotę w maksymalnej wysokości 3.100.000 EUR _dalej: \"Umowa\"_. Zgodnie z Umową,\n                           Kredytodawca udzieli Kredytobiorcy Kredytu z przeznaczeniem na spłatę zobowiązania\n                           wynikającego m.in. z kredytu zaciągniętego w Pekao Bank Hipoteczny S.A. na budowę\n                           parku handlowego  pn. Pasaż Wiślany w Grudziądzu, oraz z przeznaczeniem na udzielenie\n                           pożyczek podmiotom z Grupy Kapitałowej Rank Progress. Termin spłaty Kredytu upływa\n                           z dniem 28 października 2025 r.Oprocentowanie Kredytu Inwestycyjnego oparte jest o zmienną stopę procentową EURIBOR\n                           3M powiększoną o marżę banku.Kredyt zostanie udzielony po spełnieniu szeregu warunków określonych w umowie kredytowej,\n                           które są standardowe dla tego typu umów. Zabezpieczeniem Kredytu są przede wszystkim:\n                           hipoteka na nieruchomości stanowiącej własność Kredytobiorcy, zastaw na udziałach\n                           Kredytobiorcy, cesja z polis ubezpieczeniowych, a także cesja wierzytelności z umów\n                           najmu dot. finansowanej nieruchomości.",
        "date": "2018-10-26"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd spółki Rank Progress S.A. _dalej zwanej \"Emitentem\"_ z siedzibą w Legnicy,\n                           w nawiązaniu do informacji przekazywanej w raportach okresowych odnośnie spraw sądowych\n                           toczonych przed organami administracji publicznej w temacie \"Rank Progress S.A. –\n                           \"przewalutowanie\"\", zawiadamia, że powziął informację w dniu 23 października 2018r.\n                           o wpłynięciu do kancelarii podatkowej reprezentującej Emitenta w przedmiotowej sprawie,\n                           decyzji Dyrektora Izby Administracji Skarbowej we Wrocławiu z dnia 02 października\n                           2018r., w której Dyrektor Izby Administracji Skarbowej we Wrocławiu utrzymał w mocy\n                           zaskarżoną decyzję organu pierwszej instancji, tj. decyzję Naczelnika Dolnośląskiego\n                           Urzędu Celno-Skarbowego we Wrocławiu określającej Emitentowi zobowiązanie w podatku\n                           dochodowym od osób prawnych za rok podatkowy 2009 w wysokości 5.021 tys zł, wraz \n                           z ewentualnymi odsetkami wynoszącymi obecnie ok 3.628 tys zł. Dodatkowo, w dniu 24\n                           października 2018r Emitent otrzymał od Naczelnika Dolnośląskiego Urzędu Skarbowego\n                           we Wrocławiu Zawiadomienie o zajęciu zabezpieczającym przedmiotowej decyzji w kwocie\n                           8.650 tys zł.Przedmiotowa decyzja jest ostateczna w administracyjnym toku instancji. Na decyzję,\n                           zgodnie z przepisami ustawy z dnia 30 sierpnia 2002 r. – Prawo o postępowaniu przed\n                           sądami administracyjnymi _t.j. Dz. U. z 2017 r. poz. 1369 ze zm._, Rank Progress S.A.\n                           przysługuje prawo wniesienia skargi do Wojewódzkiego Sądu Administracyjnego w Warszawie\n                           _WSA_. Jednocześnie Emitent informuje, że skarga zostanie wniesiona w ustawowym 30\n                           dniowym terminie.Wg oceny Emitenta szanse na ponowne uchylenie wydanej decyzji przez WSA są bardzo\n                           wysokie z uwagi na brak zastosowania się przez organ podatkowy do wytycznych sądów,\n                           które na poprzednim etapie postępowania uchyliły poprzednio wydaną decyzję – w szczególności\n                           organ podatkowy nie ustalił w sposób niebudzący wątpliwości stanu faktycznego sprawy\n                           _odmawiając przesłuchania wnioskowanych przez Emitenta świadków i przeprowadzenia\n                           innych dowodów, opierając się w głównej mierze na dokumentach zgromadzonych w poprzednim\n                           postępowaniu i pisemnych wyjaśnieniach drugiej strony transakcji_, co stoi w jawnej\n                           sprzeczności z wytycznymi sądów administracyjnych, które uprzednio wydały wyroki w\n                           tej sprawie, nakazujących przesłuchanie świadków i wskazujących na niemożność powoływania\n                           się na dowody z pisemnych wyjaśnień. W ocenie Emitenta wydana decyzja nie ma wpływu na księgi finansowe Rank Progress S.A..",
        "date": "2018-10-24"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A.  _dalej: Emitent, Spółka_ z siedzibą w Legnicy, przy ul.\n                           Złotoryjskiej 63, wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy\n                           dla Wrocławia-Fabrycznej, IX Wydział Gospodarczy KRS pod numerem 0000290520, działając\n                           na podstawie art. 398, art. 399 § 1 w zw. z art. 402 _1_ i nast. Kodeksu Spółek Handlowych\n                           zwołuje Nadzwyczajne Walne Zgromadzenie Spółki na dzień 13 listopada 2018r.W związku z tym Zarząd przekazuje do publicznej wiadomości:• informację o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Spółki na dzień 13 listopada\n                           2018r. na godz. 12:00, które odbędzie się w  siedzibie Spółki w Legnicy, przy ul.\n                           Złotoryjskiej 63,• projekty uchwał na Nadzwyczajne Walne Zgromadzenie Rank Progress S.A. na dzień 13\n                           listopada 2018r.Podstawa prawna§ 19 ust. 1 pkt 1_ i 2_ Rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz. 757_.",
        "date": "2018-10-17"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. z siedzibą w Legnicy _\"Emitent\"_ niniejszym podaje do publicznej\n                           wiadomości korektę raportu okresowego za I półrocze 2018 roku, przekazanego przez\n                           Emitenta w raporcie okresowym w dniu 28 września 2018 r. Korektą objęte są dane znajdujące\n                           się w sprawozdaniu finansowym na stronie 27 w nocie 7.28., gdzie w zestawieniu transakcji\n                           ze stronami powiązanymi za okres 6 miesięcy zakończonymi 30 czerwca 2018 roku, zobowiązania\n                           wobec Clarriford Limited z tytułu wykupu obligacji winny być w wysokości 7.178 tys.\n                           zł, zamiast - jak wskazano w sprawozdaniu finansowym - w wysokości 1.178 tys. zł.\n                           Nieprawidłowość danych wynika z oczywistej omyłki pisarskiej i nie wpływa na inne\n                           dane ujawnione w raporcie okresowym za I półrocze 2018r.Podstawa prawna: § 15 ust. 4 rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018 r., poz. 757_",
        "date": "2018-10-05"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. \"Emitent\" w związku z zakończeniem wstępnego procesu podsumowywania\n                           danych finansowych na potrzeby przygotowania raportu półrocznego Rank Progress S.A.\n                           i skonsolidowanego raportu okresowego Grupy Rank Progress S.A. za I półrocze 2018r,\n                           przekazuje do publicznej wiadomości wstępne wyniki finansowe za ten okres:a_ Grupy Kapitałowej :1. przychody ze sprzedaży: 50.102 tys. złotych,2. zysk / strata na sprzedaży: 10.037 tys. złotych,3. wynik netto: 24.021 tys. złotych.b_ Rank Progress S.A.:1.przychody ze sprzedaży produktów, usług, towarów i materiałów: 32.842 tys. złotych,2.  zysk / strata na sprzedaży: 2.752 tys. złotych,3.  wynik netto: 4.139 tys. złotych.Zarząd Emitenta zastrzega jednocześnie, że prezentowane wielkości mają charakter szacunkowy\n                           i mogą różnić się od finalnych wyników finansowych, których publikacja w ramach raportu\n                           półrocznego Rank Progress S.A i skonsolidowanego raportu Grupy Rank Progress S.A.\n                           za okres I półrocza 2018 roku planowana jest na dzień 28 września 2018r.",
        "date": "2018-09-25"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. _dalej jako: \"Spółka\"_ informuje, że w dniu 13 września\n                           2018 r. Pan Paweł Puterko, Wiceprzewodniczący Rady Nadzorczej Spółki, złożył Spółce\n                           oraz Przewodniczącemu Rady Nadzorczej Spółki oświadczenie o swojej rezygnacji z członkostwa\n                           w Radzie Nadzorczej Spółki z dniem 30 września 2018 roku, z powodu innych planów zawodowych.Podstawa prawna: § 5 pkt. 4 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. 2018 poz. 757_, oraz Art. 56 ust. 1 pkt 2 Ustawy z dnia\n                           29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych",
        "date": "2018-09-13"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. przekazuje listę Akcjonariuszy posiadających co najmniej\n                           5% głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy w dniu 29 czerwca 2018 r.1. Clarriford Limited – 16.116.632 głosów _8.746.103 akcji_, co stanowiło 55,56 %\n                           głosów na ZWZA i 32,28 % ogólnej liczby głosów,2. Silver Coast Investment Sp. z o.o. SKA - 8.651.834 głosy _4.325.917 akcji_, co\n                           stanowiło 29,83 % głosów na ZWZA i 17,33 % ogólnej liczby głosów,3. Colin Holdings Limited – 2.124.426 głosów _2.124.426 akcji_, co stanowiło 7,32\n                           % głosów na ZWZA i 4,25 % ogólnej liczby głosów,4. Mroczka Jan – 2.109.028 głosów _1.054.514 akcji_, co stanowiło 7,27 % głosów na\n                           ZWZA i 4,22 % ogólnej liczby głosów.",
        "date": "2018-06-29"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Spółki Rank Progress S.A. przekazuje w załączeniu treść uchwał , które zostały\n                           podjęte przez Zwyczajne Walne Zgromadzenie Akcjonariuszy w dniu 29 czerwca 2018 roku\n                           wraz z określeniem liczby akcji, z których oddano ważne głosy oraz procentowy udział\n                           tychże akcji w kapitale zakładowym, łączną liczbą ważnych głosów, w tym liczbą głosów\n                           \"za\", \"przeciw\" i \"wstrzymujących się\".Zgodnie z najlepszą wiedzą Zarządu Emitenta Zwyczajne Walne Zgromadzenie Emitenta\n                           w dniu 29 czerwca 2018 r. nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad oraz podjęło wszystkie uchwały objęte porządkiem obrad. Podczas obrad\n                           Walnego Zgromadzenia nie zgłoszono sprzeciwów do protokołu.Podstawa prawna§ 19 ust. 1 pkt 6-9 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2018-06-29"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. _\"Emitent\"_ informuje, że w dniu 7 czerwca 2018 roku jednostka\n                           stowarzyszona Emitenta – Winhall Investments sp. z o. o. _\"Zamawiający\"_, realizująca\n                           inwestycję deweloperską mieszkaniową Port Popowice przy ulicy Popowickiej i Białowieskiej\n                           we Wrocławiu _\"Inwestycja\"_, zawarła z firmą ERBUD S.A. _\"Wykonawca\"_, umowę o roboty\n                           budowlane i generalne wykonawstwo w formule \"Zaprojektuj i wybuduj\" o wartości 114,5\n                           mln złotych netto _\"Umowa\"_.Na podstawie Umowy Wykonawca został zobowiązany do zaprojektowania, budowy i oddania\n                           do użytkowania zespołu trzech budynków mieszkalnych wielorodzinnych z garażem podziemnym\n                           w inwestycji Port Popowice etap I, wraz z zagospodarowaniem i uzbrojeniem terenu,\n                           w tym małą architekturą i zielenią, budowlami towarzyszącymi, a także infrastrukturą\n                           techniczną i przyłączami. Etap I Inwestycji obejmować będzie co najmniej 415 mieszkań\n                           i 5 lokali usługowych i zostanie podzielony na dwie fazy: Faza I obejmować będzie\n                           zaprojektowanie całości etapu I oraz realizację budynku A, a Faza II realizację budynków\n                           B i C. Zakończenie całości robót Fazy I zostało przewidziane w terminie do dnia 15\n                           października 2019 roku, natomiast zakończenie całości robót Fazy II w terminie 75\n                           tygodni od dnia doręczenia nakazu rozpoczęcia robót.Jednocześnie Zarząd Emitenta informuje, że w dniu 7 czerwca 2018 roku został wydany\n                           nakaz rozpoczęcia robót obejmujący zaprojektowanie całości etapu I oraz realizację\n                           Fazy I. Wynagrodzenie przysługujące Wykonawcy za realizację ww. prac wynosi 43,6 mln\n                           złotych netto. Nakaz rozpoczęcia robót dla Fazy II może być wydany najpóźniej do dnia\n                           31 marca 2019. W przypadku, gdy Zamawiający nie wyda nakazu rozpoczęcia robót dla\n                           Fazy II w powyższym terminie, Umowa wygasa w części dotyczącej budowy Fazy II, chyba\n                           że przyczyną niewydania nakazu rozpoczęcia robót dla Fazy II jest opóźnienie w uzyskaniu\n                           pozwolenia na budowę Fazy II, a Wykonawcy nie przysługują: prawo do odstąpienia od\n                           Umowy, naliczenia kar umownych ani żadne inne roszczenia odszkodowawcze.Zamawiający uprawniony jest do czasu wydania nakazu rozpoczęcia robót dla Fazy II\n                           do odstąpienia od Umowy w terminie do 31 marca 2019 roku w części dotyczącej  Fazy\n                           II  bez podania przyczyny i bez prawa do naliczenia kary umownej za odstąpienie, a\n                           Wykonawcy w takim przypadku nie przysługują żadne roszczenia, w tym odszkodowawcze.\n                           W przypadku wygaśnięcia Umowy z powodu niewydania przez Zamawiającego nakazu rozpoczęcia\n                           robót dla Fazy II lub odstąpienia przez Zamawiającego od Umowy w części dotyczącej\n                           Fazy II, Wykonawca przenosi na Zamawiającego prawa i obowiązki wynikające z umowy\n                           zawartej przez Wykonawcę z pracownią projektową, odpowiedzialną za projektowanie inwestycji.\n                           Ponadto, Zamawiający może w terminie do dnia 31 grudnia 2020 roku odstąpić od Umowy\n                           w przypadku m.in. opóźnień w realizacji poszczególnych etapów prac lub wystąpienia\n                           przez Wykonawcę z wnioskiem o przesunięcie terminów dat kluczowych.W przypadku odstąpienia od Umowy przez Zamawiającego lub Wykonawcę z przyczyn leżących\n                           po stronie Wykonawcy Umowa przewiduje karę umowną w wysokości 10% całkowitego wynagrodzenia.\n                           Łączna wysokość wszystkich naliczonych kar umownych nie może przekroczyć 10 % wynagrodzenia.\n                           Zamawiający jest uprawniony do żądania odszkodowania przewyższającego wysokość kary\n                           umownej na zasadach ogólnych Kodeksu cywilnego.",
        "date": "2018-06-07"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A.  _dalej: Emitent, Spółka_ z siedzibą w Legnicy, przy ul.\n                           Złotoryjskiej 63, wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy\n                           dla Wrocławia-Fabrycznej, IX Wydział Gospodarczy KRS pod numerem 0000290520, działając\n                           na podstawie art. 399 § 1 w zw. z art. 402 _1_ i nast. Kodeksu Spółek Handlowych zwołuje\n                           Zwyczajne Walne Zgromadzenie Spółki na dzień 29 czerwca 2018r.W związku z tym Zarząd przekazuje do publicznej wiadomości :• informację o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki na dzień 29 czerwca\n                           2018r. na godz. 10:00, które odbędzie się w  siedzibie Spółki w Legnicy, przy ul.\n                           Złotoryjskiej 63,• projekty uchwał na Zwyczajne Walne Zgromadzenie Rank Progress S.A. na dzień 29 czerwca\n                           2018 r.Podstawa prawna:§ 19 ust. 1 pkt 1_ i 2_ Rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz. 757_.",
        "date": "2018-05-30"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 6/2018 z dnia 11 maja 2018 r. Zarząd Rank Progress\n                           S.A. _\"Emitent\"_ informuje, że w dniu 15 maja 2018 roku podpisał umowę sprzedaży udziałów\n                           Spółki Winhall Investments Sp. z o.o. z siedzibą we Wrocławiu _\"Spółka\"_ na rzecz\n                           spółki Vantage Development S.A. za cenę ok. 6 mln zł.Po sprzedaży ww. udziałów Vantage Development S.A. posiada 65% udziału w kapitale\n                           zakładowym Spółki, a Emitent posiada 35% udziału w tym kapitale zakładowym. Jednocześnie\n                           Emitent informuje, że zgodnie z informacją przekazaną raportem bieżącym nr 6/2018,\n                           docelowa struktura własnościowa Spółki, tj. po rejestracji podwyższenia kapitału zakładowego\n                           Spółki przez sąd rejestrowy będzie przedstawiała się w sposób następujący: Vantage\n                           Development S.A. - 77,13% udziału w kapitale zakładowym Spółki, Emitent - 22,87% udziału\n                           w kapitale zakładowym Spółki.Otrzymane przez Emitenta środki w wysokości 6 mln zł zostały przeznaczone na spłatę\n                           do BOŚ S.A. raty kredytu przypadającej pierwotnie w terminie 10 czerwca 2018r.",
        "date": "2018-05-15"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 20/2017 z dnia 19 grudnia 2017r Zarząd Rank Progress\n                           S.A. _\"Emitent\"_ informuje, że w dniu 15 maja 2018 roku podpisał  z Winhall Investments\n                           spółka z ograniczoną odpowiedzialnością z siedzibą we Wrocławiu, umowę sprzedaży udziału\n                           wynoszącego 35/100 części w prawie użytkowania wieczystego zabudowanej nieruchomości\n                           składającej się z działek gruntu oznaczonych numerami ewidencyjnymi: 5/4, 5/6 i 5/5,\n                           położonej przy ulicy Wejherowskiej nr 25-29 i ulicy Białowieskiej nr 2-4 we Wrocławiu\n                           objętych księgą wieczystą o nr WR1K/00094629/0 za  cenę 29,3 mln zł netto powiększoną\n                           o podatek VAT.Otrzymane przez Emitenta środki w wysokości 29,3 mln zł zostały przeznaczone na spłatę\n                           do BOŚ S.A. raty kredytu przypadającej pierwotnie w terminie 10 czerwca 2018r.",
        "date": "2018-05-15"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. _\"Emitent\", \"Spółka\"_ informuje, że w dniu 11 maja 2018\n                           roku podpisał Aneks do umowy inwestycyjnej _\"Umowa\"_ zawartej z Vantage Developmnet\n                           S.A., dotyczącej określenia zasad i etapów prowadzenia wspólnego przedsięwzięcia deweloperskiego,\n                           polegającego na realizacji inwestycji w postaci kompleksu mieszkaniowego z uzupełniającą\n                           funkcją handlowo – usługową oraz biurową pod nazwą PORT POPOWICE we Wrocławiu _\"Inwestycja\"_,\n                           o której to umowie Emitent informował w raportach bieżących nr 17/2017 i nr 18/2017\n                           z dnia 16 grudnia 2017 roku.Aneks wprowadza zmianę, na mocy której  nastąpiło przesunięcie terminu złożenia przez\n                           Vantage Development S.A. oświadczenia woli o realizacji drugiej części inwestycji\n                           z dnia 31 maja 2018 roku na dzień 31 maja 2019 roku. Dodatkowo, w zależności od wykonania\n                           poszczególnych postanowień Aneksu – przejściowo albo ostatecznie ulegnie zmianie struktura\n                           _proporcje_ udziałów w kapitale zakładowym spółek, w szczególności spółki koncentrującej\n                           grunty przeznaczone do realizacji Inwestycji – Spółka Gruntowa. Zmiana struktury udziałów\n                           nastąpi, w związku z podwyższeniem kapitału zakładowego Spółki Gruntowej oraz dodatkowo\n                           nabyciem udziałów w Spółce Gruntowej przez Vantage Development S.A. za łączną kwotę\n                           35,3 mln zł _z czego 29,3 mln zł zostanie wpłacone przez Vantage Development S.A.\n                           do Spółki Gruntowej na podniesienie kapitału z docelowym przeznaczeniem  na nabycie\n                           od Emitenta udziału wynoszącego 35/100 w nieruchomości pierwszego obszaru Inwestycji,\n                           a kwota 6 mln zł na odkupienie części udziałów w Spółce Gruntowej od Rank Progress\n                           S.A._  , gdzie Vantage Development S.A. będzie posiadał 77,13% udziału w kapitale\n                           zakładowym spółki, a Rank Progres S.A. będzie posiadać 22,87% udziału w tym kapitale\n                           zakładowym. Aneks przewiduje możliwość powrotu do pierwotnej struktury udziałów przewidzianej\n                           w Umowie _tj. 55% Vantage Development S.A, 45% Emitent_, który to powrót może nastąpić\n                           w okresie od dnia 31 maja 2019 roku do dnia 31 maja 2020 roku pod warunkiem złożenia\n                           przez Vantage Development S.A. oświadczenia woli o realizacji drugiej części inwestycji\n                           do dnia 31 maja 2019r. Przywrócenie proporcji udziałów ma nastąpić w drodze podwyższenia\n                           kapitału zakładowego Spółki Gruntowej. Jeżeli w opisywanym okresie zostaną powołane\n                           spółki celowe, każda z nich będzie posiadać struktury analogiczne do Spółki Gruntowej,\n                           a w przypadku spółek osobowych, ich udział w zysku w tych spółkach będzie miał analogiczny\n                           procentowy udział.Otrzymane przez Emitenta środki w łącznej wysokości 35,3 mln zł wynikające z realizacji\n                           podpisanego Aneksu zostaną przeznaczone na spłatę do BOŚ S.A. raty kredytu przypadającej\n                           pierwotnie w terminie 10 czerwca 2018r.",
        "date": "2018-05-11"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. z siedzibą w Legnicy _dalej: \"Emitent\"_ informuje, że w\n                           dniu 28 marca 2018r. Emitent zawarł ze Spółką Remil Sp. z o.o. z siedzibą we Włocławku\n                           przedwstępną umowę zakupu  udziałów w Spółce Omega Investments Sp. z o.o. z siedzibą\n                           we Włocławku _dalej: \"Umowa Przedwstępna\"_. Zgodnie z Umową Przedwstępną, Emitent\n                           zamierza nabyć 50% udziałów w Spółce Omega Investments Sp. z o.o. z siedzibą we Włocławku\n                           za kwotę 20 mln zł. Umowa Przyrzeczona zostanie zawarta w dniu przypadającym nie później,\n                           niż w terminie 7 _siedmiu_ dni od dnia ziszczenia się albo zrzeczenia się, Warunków\n                           Zawieszających, przy czym w żadnym wypadku nie później, niż w dniu 31 grudnia 2018\n                           r. Jednocześnie Emitent informuje, że Spółka Omega Investments Sp. z o.o. z siedzibą\n                           we Włocławku _\"Spółka\"_ jest jedynym właścicielem nieruchomości stanowiącej działki\n                           gruntu o numerach ewidencyjnych 13/6, 14/2, 15/2, 16/2, 13/13, 13/15, 13/17 oraz 13/19\n                           mieszczących się we Włocławku przy ulicy Kapitulna i Długa, o łącznej powierzchni\n                           8,9490 ha _\"Nieruchomość\"_, dla której to Nieruchomości Sąd Rejonowy we Włocławku,\n                           VI Wydział Ksiąg Wieczystych prowadzi księgę wieczystą o numerze WL1W/00000774/1.\n                           Spółka realizuje na Nieruchomości inwestycję polegającą na budowie zespołu obiektów\n                           handlowo-usługowych, obejmującym odrębne części handlowo-usługowe z przeznaczeniem\n                           na sklepy i punkty świadczenia usług _w tym market budowlany przeznaczony na prowadzenie\n                           działalności gospodarczej w branży \"Dom, Wnętrze, Ogród\"_.Z tytułu nie wywiązania się z Umowy Przedwstępnej Strony nie przewidziały naliczenia\n                           kar.",
        "date": "2018-03-28"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. _\"Emitent\"_ w związku z zakończeniem wstępnego procesu podsumowywania\n                           danych finansowych na potrzeby przygotowania raportu rocznego Rank Progress S.A. \n                           i  skonsolidowanego raportu okresowego Grupy Rank Progress S.A. za rok 2017, przekazuje\n                           do publicznej wiadomości wstępne wyniki finansowe za ten okres:a_ Grupy Kapitałowej :1. przychody ze sprzedaży: 84.808. tys. złotych,2. zysk _strata_ na sprzedaży: 32.182 tys. złotych,3. wynik netto: 1.511 tys. złotych.b_ Rank Progress S.A.:1. przychody ze sprzedaży produktów, usług, towarów i materiałów: 39.780 tys. złotych,2. zysk _strata_ na sprzedaży: 24.286 tys. złotych,3. wynik netto: minus 6.514 tys. złotych.Zarząd Emitenta zastrzega jednocześnie, że prezentowane wielkości mają charakter szacunkowy\n                           i mogą różnić się od finalnych wyników finansowych, których publikacja w ramach raportu\n                           rocznego Rank Progress S.A i skonsolidowanego raportu rocznego za 2017 rok planowana\n                           jest na dzień 29 marca 2018r.",
        "date": "2018-03-16"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. z siedzibą w Legnicy _dalej: \"Emitent\"_ informuje, że w\n                           dniu 13 marca 2018r. spółka E.F. Progress XI Sp. z o.o. z siedzibą w Warszawie _dalej:\n                           \"Kredytobiorca\"_, będąca spółką w 100% zależną od Emitenta, zawarła z mBankiem Hipotecznym\n                           S.A. z siedzibą w Warszawie _dalej: \"Kredytodawca\"_ umowę o kredyt o charakterze inwestycyjnym\n                           na kwotę w maksymalnej wysokości 6.000.000 EUR _dalej: \"Umowa\"_. Zgodnie z Umową,\n                           Kredytodawca udzielił Kredytobiorcy Kredytu z przeznaczeniem przede wszystkim na spłatę\n                           wcześniejszego zobowiązania, o którym Emitent informował w raporcie bieżącym nr 66/2013\n                           z dnia 26 listopada 2013 r., tj. m.in. refinansowanie kredytu zaciągniętego na budowę\n                           Galerii Pogodne Centrum w Oleśnicy oraz spłatę przez Kredytobiorcę części kwot pożyczek\n                           zaciągniętych od podmiotów z Grupy Kapitałowej Rank Progress S.A. Termin spłaty Kredytu\n                           upływa z dniem 28 marca 2025 r.Oprocentowanie Kredytu Inwestycyjnego oparte jest o zmienną stopę procentową EURIBOR\n                           3M powiększoną o marżę banku.Kredyt zostanie udzielony po spełnieniu szeregu warunków określonych w umowie kredytowej,\n                           które są standardowe dla tego typu umów. Zabezpieczeniem Kredytu są przede wszystkim:\n                           hipoteka na nieruchomości stanowiącej własność Kredytobiorcy, zastaw na udziałach\n                           Kredytobiorcy, cesja z polis ubezpieczeniowych, a także cesja wierzytelności z umów\n                           najmu dot. finansowanej nieruchomości.",
        "date": "2018-03-13"
    },
    {
        "company_name": "RANK PROGRESS SA",
        "content": "Zarząd Rank Progress S.A. _\"Emitent\"_ informuje, że w dniu 18 stycznia 2018 roku otrzymał\n                           decyzję Prezesa Urzędu Ochrony Konkurencji i Konsumentów wyrażającą zgodę na dokonanie\n                           koncentracji, polegającej na utworzeniu przez Emitenta oraz spółkę Vantage Development\n                           S.A. wspólnych przedsiębiorców do realizacji wspólnego przedsięwzięcia deweloperskiego\n                           dotyczącego pierwszej części inwestycji, o którym Emitent informował w raporcie bieżącym\n                           nr 17/2017 w dniu 16 grudnia 2017r. W związku z powyższym spełnił się warunek zawieszający\n                           przewidziany w umowie inwestycyjnej, o której mowa ww raporcie bieżącym.",
        "date": "2018-01-18"
    }
]