[
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\", \"Spółka\"_\n                           informuje o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się\n                           w dniu 18 stycznia 2018 r. o godzinie 11:00 w Kancelarii Notarialnej Notariusza Grzegorza\n                           Wojtylaka we Wrocławiu przy ul. Świdnickiej 39 lok. 5. Pełny tekst ogłoszenia o zwołaniu walnego zgromadzenia Emitenta oraz treść projektów\n                           uchwał znajdują się załącznikach do niniejszego raportu.Podstawa prawna: § 38 ust. 1 pkt 1_ i 3_ Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. 2009 Nr 33 poz. 259 z późn.\n                           zm._.",
        "date": "2017-12-21"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Spółka\", \"Emitent\"_\n                           informuje, że w dniu dzisiejszym powziął wiedzę, iż w dniu 14 listopada 2017 r. Sąd\n                           Rejonowy dla Wrocławia – Fabrycznej we Wrocławiu VI Wydział Gospodarczy KRS zarejestrował\n                           zmiany statutu Spółki dokonane uchwałą nr 20 podjętą przez Zwyczajne Walne Zgromadzenie\n                           Emitenta dnia 19 lipca 2017 r. Dotychczasowe brzmienie art. 2 ust. 1 Statutu Spółki było następujące:\"Przedmiotem działalności Spółki jest prowadzenie działalności maklerskiej obejmującej\n                           wykonywanie czynności polegających na:a_ Zarządzaniu portfelami, w skład których wchodzi jeden lub większa liczba maklerskich\n                           instrumentów finansowych,b_ Doradztwie inwestycyjnym w zakresie maklerskich instrumentów finansowych, dopuszczonych\n                           do obrotu zorganizowanego, c_ Doradztwie dla przedsiębiorstw w zakresie struktury kapitałowej, strategii przedsiębiorstwa\n                           lub innych zagadnień związanych z taką strukturą lub strategią, d_ Doradztwie i innych usługach w zakresie łączenia, podziału i przejmowania przedsiębiorstw,\n                           e_ Doradztwie inwestycyjnym w zakresie maklerskich instrumentów finansowych, z wyłączeniem\n                           instrumentów finansowych dopuszczonych do obrotu zorganizowanego, f_ Oferowaniu maklerskich instrumentów finansowych.\" Aktualne brzmienie art. 2 ust. 1 Statutu Spółki jest następujące:\"Przedmiotem działalności Spółki jest prowadzenie działalności maklerskiej obejmującej\n                           wykonywanie czynności polegających na: a_ Doradztwie dla przedsiębiorstw w zakresie struktury kapitałowej, strategii przedsiębiorstwa\n                           lub innych zagadnień związanych z taką strukturą lub strategią, b_ Doradztwie i innych usługach w zakresie łączenia, podziału i przejmowania przedsiębiorstw,\n                           c_ Działalności badawczej i szkoleniowej w zakresie finansów.\" Dotychczasowe brzmienie art. 2 ust. 2 Statutu Spółki było następujące: \"2. Ponadto Spółka może wykonywać czynności polegające na: a_ Doradztwie w zakresie zarządzania finansami, b_ Doradztwie w zakresie zarządzania ryzykiem, c_ Pośrednictwie w zbywaniu i odkupywaniu jednostek uczestnictwa funduszy inwestycyjnych\n                           otwartych i specjalistycznych funduszy inwestycyjnych otwartych, d_ Działalności badawczej i szkoleniowej w zakresie finansów.\" Art. 2 ust. 2 Statutu Spółki został uchylony.Dotychczasowe brzmienie art. 7 ust. 1 Statutu Spółki było następujące: \"1. Zarząd Spółki składa się z nie mniej niż _2_ dwóch i nie więcej niż _7_ siedmiu\n                           członków, w tym Prezesa. Członkowie Zarządu powoływani są w następujący sposób: a_ Członek Rady Nadzorczej, powołany w trybie określonym w Artykule 6 ustęp 5 litera\n                           a_ Statutu, powołuje i odwołuje Prezesa Zarządu; b_ Członek Rady Nadzorczej, powołany w trybie określonym w Artykule 6 ustęp 5 litera\n                           b_ Statutu, powołuje i odwołuje jednego członka Zarządu; c_ _Skreślony_. d_ _Skreślony_. e_ Pozostałych członków zarządu powołuje i odwołuje Rada Nadzorcza w głosowaniu tajnym\n                           bezwzględną większością głosów obecnych, pod warunkiem, że w posiedzeniu uczestniczy\n                           co najmniej ½ członków Rady Nadzorczej danej kadencji.\" Aktualne brzmienie art. 7 ust. 1 Statutu Spółki jest następujące: \"2. Zarząd Spółki składa się z od 1 _jednego_ do 3 _trzech_ członków, w tym Prezesa\n                           Zarządu. Członkowie Zarządu powoływani są w następujący sposób: a_ Członek Rady Nadzorczej, powołany w trybie określonym w Artykule 6 ustęp 5 litera\n                           a_ Statutu, powołuje i odwołuje Prezesa Zarządu; b_ Członek Rady Nadzorczej, powołany w trybie określonym w Artykule 6 ustęp 5 litera\n                           b_ Statutu, powołuje i odwołuje jednego członka Zarządu; c_ _Skreślony_. d_ _Skreślony_. e_ Pozostałych członków zarządu powołuje i odwołuje Rada Nadzorcza w głosowaniu tajnym\n                           bezwzględną większością głosów obecnych, pod warunkiem, że w posiedzeniu uczestniczy\n                           co najmniej ½ członków Rady Nadzorczej danej kadencji.\" Podstawa prawna: § 38 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r. poz. 133 z późn. zm._.",
        "date": "2017-11-28"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\", \"Spółka\"_\n                           informuje, iż w dniu 11 września 2017 r. Rada Nadzorcza Emitenta podjęła uchwały nr\n                           2 i 3 w sprawie wyboru biegłego rewidenta do zbadania jednostkowego sprawozdania finansowego\n                           Spółki za okres I półrocza 2017 roku oraz zbadania skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Emitenta za okres I półrocza 2017 roku. Zgodnie z treścią powyższych uchwał Rada Nadzorcza Spółki postanowiła wybrać PKF Consult\n                           Sp. z o.o. sp. k. z siedzibą w Warszawie, przy ul. Orzyckiej 6 lok. 1B do zbadania\n                           jednostkowego i skonsolidowanego sprawozdania finansowego Emitenta za I półrocze roku\n                           obrotowego 2017 trwające od 1 stycznia 2017 r. do 30 czerwca 2017 r. PKF Consult Sp. z o.o. sp. k. jest wpisana na listę podmiotów uprawnionych do badania\n                           sprawozdań finansowych, prowadzoną przez Krajową Izbę Biegłych Rewidentów pod nr 477.\n                           Emitent korzystał w poprzednich latach z usług Grupy Kapitałowej PKF Consult w zakresie\n                           badania oraz przeglądu jednostkowych i skonsolidowanych sprawozdań finansowych Spółki\n                           i pozytywnie ocenia dotychczasową współpracę z tą Grupą Kapitałową. Wybór biegłego rewidenta został dokonany przez Radę Nadzorczą Spółki zgodnie z obowiązującymi\n                           przepisami i normami zawodowymi na podstawie art. 6 ust. 4 pkt. 16_ statutu Spółki.\n                           Umowa zostanie zawarta na czas  niezbędny do dokonania przedmiotowego badania.Podstawa prawna: § 5 ust. 1 pkt. 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r. poz. 133 z późn. zm._",
        "date": "2017-09-11"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\" lub \"Spółka\"_\n                           informuje, iż w dniu dzisiejszym otrzymał informację o powołaniu do Rady Nadzorczej\n                           Spółki Pana Mieczysława Wójciaka na kolejną kadencję. Pan Mieczysław Wójciak został\n                           powołany przez Panią Zofię Dzielnicką oraz Pana Tadeusza Gudaszewskiego, korzystających\n                           z  uprawnienia osobistego przyznanego im w art. 6 ust. 5 lit. f Statutu Spółki, jako\n                           akcjonariuszy posiadających łącznie akcje stanowiące co najmniej 19,9% kapitału zakładowego\n                           Emitenta. Pan Mieczysław Wójciak posiada wykształcenie średnie. Od 2007 r. do 2012 r. nieprzerwanie\n                           pełnił funkcję Członka Rady Nadzorczej w Domu Maklerskim WDM S.A. Począwszy od września\n                           2012 r. pełni funkcję Członka Rady Nadzorczej w spółce WDM Capital S.A. Zawodowo nie\n                           jest on powiązany z instytucjami finansowymi ani rynkiem kapitałowym.Zgodnie z najlepszą wiedzą Zarządu Spółki, Pan Mieczysław Wójciak poza przedsiębiorstwem\n                           Emitenta sprawuje funkcję w organie nadzorczym spółki Quark Ventures S.A. Działalność\n                           wykonywana przez Pana Mieczysława Wójciaka poza przedsiębiorstwem Emitenta nie jest\n                           konkurencyjna wobec działalności Emitenta.Ponadto, zgodnie z najlepszą wiedzą Zarządu Emitenta Pan Mieczysław Wójciak: - nie jest wspólnikiem w konkurencyjnych wobec Emitenta spółkach cywilnych lub osobowych,\n                           - nie jest członkiem organów konkurencyjnych wobec Emitenta spółek kapitałowych, - nie uczestniczy w innych konkurencyjnych osobach prawnych jako członek ich organów,\n                           - nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS. Podstawa prawna: § 5 ust. 1 pkt 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._",
        "date": "2017-07-21"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ przekazuje poniżej\n                           listę akcjonariuszy posiadających co najmniej 5% głosów na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki dnia 19 lipca 2017 r.Akcjonariusz: Tadeusz GudaszewskiLiczba zarejestrowanych na WZ akcji: 412.145 Liczba głosów z zarejestrowanych akcji: 412.145Udział w głosach na WZ: 39,85%\tUdział w ogólnej liczbie głosów: 19,98%Akcjonariusz: Zofia DzielnickaLiczba zarejestrowanych na WZ akcji: 412.001Liczba głosów z zarejestrowanych akcji: 412.001Udział w głosach na WZ: 39,85%\tUdział w ogólnej liczbie głosów: 19,98%Akcjonariusz: Wojciech GudaszewskiLiczba zarejestrowanych na WZ akcji: 105.000 Liczba głosów z zarejestrowanych akcji: 105.000Udział w głosach na WZ: 10,15%\tUdział w ogólnej liczbie głosów: 5,09%Akcjonariusz: Adrian DzielnickiLiczba zarejestrowanych na WZ akcji: 105.000Liczba głosów z zarejestrowanych akcji: 105.000 Udział w głosach na WZ: 10,15%\tUdział w ogólnej liczbie głosów: 5,09%",
        "date": "2017-07-19"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\" lub \"Spółka\"_\n                           informuje, iż w dniu 19 lipca 2017 r. Zwyczajne Walne Zgromadzenie Emitenta na mocy\n                           uchwały nr 19 powołało Panią Zofię Dzielnicką do składu Rady Nadzorczej Spółki na\n                           kolejną kadencję oraz na mocy uchwały nr 18 powołało Pana Tadeusza Gudaszewskiego\n                           do składu Rady Nadzorczej Spółki na kolejną kadencję. Pani Zofia Dzielnicka jest absolwentką Wydziału Prawa, Administracji i Ekonomi Uniwersytetu\n                           Wrocławskiego  _dawniej Wydział Prawa Uniwersytetu Wrocławskiego_. Posiada tytuł zawodowy\n                           magistra prawa. W latach 1991-2000 pełniła funkcję Dyrektora Departamentu Dewizowego\n                           i Współpracy z Zagranicą w Centrali Banku Zachodniego S.A. W latach 2005 - 2008 Pani\n                           Zofia Dzielnicka pełniła funkcję Wiceprezesa Zarządu Domu Maklerskiego WDM S.A.W latach\n                           2011-2017 Pani Zofia Dzielnicka sprawowała funkcję Prezesa Zarządu w spółce Centrum\n                           Księgowe Spółek Kapitałowych Sp. z o.o. Zgodnie z najlepszą wiedzą Zarządu Spółki, Pani Zofia Dzielnicka poza przedsiębiorstwem\n                           Emitenta sprawuje funkcję w organie nadzorczym spółki Quark Ventures S.A. Działalność\n                           wykonywana przez Panią Zofię Dzielnicką poza przedsiębiorstwem Emitenta nie jest konkurencyjna\n                           wobec działalności Emitenta.Ponadto, zgodnie z najlepszą wiedzą Zarządu Emitenta Pani Zofia Dzielnicka:- nie jest wspólnikiem w konkurencyjnych wobec Emitenta spółkach cywilnych lub osobowych,- nie jest członkiem organów konkurencyjnych wobec Emitenta spółek kapitałowych,- nie uczestniczy w innych konkurencyjnych osobach prawnych jako członek ich organów,- nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.Pan Tadeusz Gudaszewski jest absolwentem Uniwersytetu Ekonomicznego we Wrocławiu _dawniej\n                           Akademia Ekonomiczna im. Oskara Langego we Wrocławiu_ – Wydział Inżynieryjno-Ekonomiczny.\n                           Pan Tadeusz Gudaszewski posiada również tytuł naukowy Doktora nauk technicznych. Dodatkowo\n                           posiada również Licencję Maklera Papierów Wartościowych _Nr 1537_. W latach 1984-1989\n                           pełnił funkcję Adiunkta na Uniwersytecie Ekonomicznym we Wrocławiu. Od 1994 r. do\n                           2006 r. Pan Tadeusz Gudaszewski związany był z Biurem Maklerskim BPH PBK S.A. _dawniej\n                           Dom Maklerski PBK S.A._, w którym pełnił m.in. funkcje Kierownika POK-u, Dyrektora\n                           Makroregionu Zachodniego czy Starszego Menedżera. W latach 2007 - 2011 pełnił funkcję\n                           Dyrektora ds. Sprzedaży i Marketingu w Domu Maklerskim WDM S.A. Zgodnie z najlepszą wiedzą Zarządu Spółki, Pan Tadeusz Gudaszewski poza przedsiębiorstwem\n                           Emitenta sprawuje funkcję w organie nadzorczym spółki Quark Ventures S.A. Działalność\n                           wykonywana przez Pana Tadeusza Gudaszewskiego poza przedsiębiorstwem Emitenta nie\n                           jest konkurencyjna wobec działalności Emitenta.Ponadto, zgodnie z najlepszą wiedzą Zarządu Emitenta Pan Tadeusz Gudaszewski:- nie jest wspólnikiem w konkurencyjnych wobec Emitenta spółkach cywilnych lub osobowych,- nie jest członkiem organów konkurencyjnych wobec Emitenta spółek kapitałowych,- nie uczestniczy w innych konkurencyjnych osobach prawnych jako członek ich organów,- nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.Podstawa prawna: § 5 ust. 1 pkt 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._",
        "date": "2017-07-19"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_\n                           przekazuje w załączeniu treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Emitenta dnia 19 lipca 2017 r. wraz z określeniem liczby akcji, z których oddano ważne\n                           głosy oraz procentowy udział tychże akcji w kapitale zakładowym, łączną liczbą ważnych\n                           głosów, w tym liczbą głosów \"za\", \"przeciw\" i \"wstrzymujących się\". Zgodnie z najlepszą wiedzą Zarządu Emitenta Zwyczajne Walne Zgromadzenie Emitenta\n                           w dniu 19 lipca 2017 r. nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad. Podczas obrad Walnego Zgromadzenia nie zgłoszono sprzeciwów do protokołu.Podstawa prawna: § 38 ust. 1 pkt 7-9 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r. Nr 0, poz. 133 z późn. zm._",
        "date": "2017-07-19"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\", \"Spółka\"_\n                           informuje o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki, które odbędzie się w\n                           dniu 19 lipca 2017 r. o godzinie 10:00 w Kancelarii Notarialnej Notariusza Beaty Karwackiej\n                           – Siarki, we Wrocławiu przy ul. Krupniczej 5/1.Pełny tekst ogłoszenia o zwołaniu walnego zgromadzenia Emitenta oraz treść projektów\n                           uchwał znajdują się załącznikach do niniejszego raportu.Podstawa prawna: § 38 ust. 1 pkt 1_ i 3_ Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. 2009 Nr 33 poz. 259 z późn.\n                           zm._.",
        "date": "2017-06-22"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\", \"Spółka\"_,\n                           na podstawie § 29 ust. 3 Regulaminu Giełdy w brzmieniu przyjętym Uchwałą Nr 1/1110/2006\n                           Rady Giełdy z dnia 4 stycznia 2006 r. z późn. zm., informuje o incydentalnym naruszeniu\n                           zasady I.R.4 Rekomendacji zawartej w \"Dobrych Praktykach Spółek Notowanych na GPW\n                           2016\" o treści \"Spółka powinna dokładać starań, w tym z odpowiednim wyprzedzeniem\n                           podejmować wszelkie czynności niezbędne dla sporządzenia raportu okresowego, by umożliwiać\n                           inwestorom zapoznanie się z osiągniętymi przez nią wynikami finansowymi w możliwie\n                           najkrótszym czasie po zakończeniu okresu sprawozdawczego.\"Zarząd Spółki informuje, że opóźnienie w przekazaniu raportu rocznego za 2016 rok\n                           nastąpiło przede wszystkim z przyczyn związanych z dokonywanymi zmianami personalnymi\n                           w Spółce i koniecznością skompletowania pełnej dokumentacji niezbędnej do publikacji\n                           raportu rocznego za rok 2016. Emitent zapewnia, że zaistniała sytuacja ma charakter\n                           incydentalny, a także deklaruje dalsze terminowe wywiązywanie się z obowiązków informacyjnych\n                           oraz że dołoży wszelkich starań aby zaistniała sytuacja nie powtórzyła się w przyszłości.",
        "date": "2017-06-02"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_\n                           informuje, iż w dniu 4 maja 2017 r. Pani Anna Kaczmarczyk – członek Rady Nadzorczej\n                           Spółki powołany zgodnie z art. 6 ust. 5 lit. b Statutu Spółki, na podstawie art. 7\n                           ust. 1 lit. b Statutu Spółki powołała do składu Zarządu Pana Mariusza Chłopka oraz\n                           powierzyła mu stanowisko Członka Zarządu. Pan Mariusz Chłopek posiada wykształcenie wyższe oraz wieloletnie doświadczenie w\n                           bankowości, które zdobywał pracując w PKO Bank Polski SA. Pan Mariusz Chłopek posiada\n                           również doświadczenie w zakresie zarządzania spółkami prawa handlowego, w tym spółkami\n                           publicznymi. W latach 2015-2016 pełnił funkcje w organach spółek notowanych w alternatywnym\n                           systemie obrotu NewConnect. Pan Chłopek pełni obecnie funkcję Prezesa Zarządu  w spółce\n                           Viatalecome Sp. z o.o., nie jest to działalność konkurencyjna w stosunku do działalności\n                           wykonywanej w przedsiębiorstwie Emitenta. Pan Mariusz Chłopek nie uczestniczy również\n                           w spółce  konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu innej spółki kapitałowej oraz nie uczestniczy w innej konkurencyjnej osobie\n                           prawnej jako członek jej organu. Pan Mariusz Chłopek nie figuruje w Rejestrze Dłużników\n                           Niewypłacalnych, prowadzonym na podstawie ustawy o KRS.Podstawa prawna: § 5 ust. 1 pkt 21 - 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r. poz. 133 z późn. zm._",
        "date": "2017-05-04"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\", \"Spółka\"_\n                           z siedzibą we Wrocławiu informuje, iż w dniu 1 marca 2017 r. Rada Nadzorcza Emitenta\n                           podjęła uchwały nr 2 i 3 w sprawie wyboru biegłego rewidenta do zbadania jednostkowego\n                           sprawozdania finansowego Spółki za rok obrotowy 2016 oraz zbadania skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Emitenta za rok obrotowy 2016. Zgodnie z treścią powyższych uchwał Rada Nadzorcza Spółki postanowiła wybrać PKF Consult\n                           Sp. z o.o. sp. k. z siedzibą w Warszawie, przy ul. Orzyckiej 6 lok. 1B do zbadania\n                           jednostkowego i skonsolidowanego sprawozdania finansowego Emitenta za rok obrotowy\n                           trwający od 1 stycznia 2016 r. do 31 grudnia 2016 r. PKF Consult Sp. z o.o. sp. k. jest wpisana na listę podmiotów uprawnionych do badania\n                           sprawozdań finansowych, prowadzoną przez Krajową Izbę Biegłych Rewidentów pod nr 477.\n                           Emitent korzystał w poprzednich latach z usług Grupy Kapitałowej PKF Consult w zakresie\n                           badania oraz przeglądu jednostkowych i skonsolidowanych sprawozdań finansowych Spółki\n                           i pozytywnie ocenia dotychczasową współpracę z tą Grupą Kapitałową. Wybór biegłego rewidenta został dokonany przez Radę Nadzorczą Spółki zgodnie z obowiązującymi\n                           przepisami i normami zawodowymi na podstawie art. 6 ust. 4 pkt. 16_ statutu Spółki.\n                           Umowa zostanie zawarta na czas  niezbędny do dokonania przedmiotowego badania.Podstawa prawna: § 5 ust. 1 pkt. 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r. poz. 133 z późn. zm._",
        "date": "2017-03-02"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_\n                           informuje, iż do Spółki wpłynęły datowane na dzień 1 marca 2017 r. rezygnacje z członkostwa\n                           w Zarządzie Emitenta złożone przez Pana Adriana Dzielnickiego pełniącego do tej pory\n                           funkcję Prezesa Zarządu oraz Pana Wojciecha Gudaszewskiego pełniącego do tej pory\n                           funkcję Wiceprezesa Zarządu.  Zgodnie z informacjami udzielonymi przez Pana Adriana Dzielnickiego oraz Pana Wojciecha\n                           Gudaszewskiego, powyższe rezygnacje wynikają z przyczyn osobistych. Zarząd Emitenta dziękuje Panu Adrianowi Dzielnickiemu oraz Panu Wojciechowi Gudaszewskiemu\n                           za zaangażowanie i dotychczasowy wkład w działalność Spółki.Jednocześnie Emitent informuje, że w dniu 1 marca 2017 r. Pan Krzysztof Piotrowski\n                           – członek Rady Nadzorczej Spółki powołany zgodnie z art. 6 ust. 5 lit. a Statutu Spółki,\n                           na podstawie art. 7 ust. 1 lit. a Statutu Spółki powołał do składu Zarządu Pana Dominika\n                           Dymeckiego oraz powierzył mu stanowisko Prezesa Zarządu. Załącznikiem do raportu jest formularz osobowy zawierający przebieg kariery zawodowej\n                           Pana Dominika Dymeckiego.Podstawa prawna: § 5 ust. 1 pkt 21 - 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r. poz. 133 z późn. zm._",
        "date": "2017-03-02"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej \"Emitent\", \"Spółka\"_,\n                           informuje, że jego spółka zależna Graviton AD Sp. z o.o. z siedzibą we Wrocławiu wystąpiła\n                           do Giełdy Papierów Wartościowych w Warszawie S.A. z wnioskiem o skreślenie jej z listy\n                           Autoryzowanych Doradców na rynku NewConnect oraz na Catalyst.",
        "date": "2017-02-02"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej \"Emitent\", \"Spółka\"_,\n                           nawiązując do raportów bieżących nr 17/2016 z dnia 26 sierpnia 2016 r., 18/2016 z\n                           dnia 14 września 2016 r., 2/2017 z dnia 31 stycznia 2017 r., informuje, że w dniu\n                           dzisiejszym Emitent otrzymał decyzję Komisji Nadzoru Finansowego z dnia 31 stycznia\n                           2017 r.  o cofnięciu w całości zezwolenia Graviton Capital S.A. na prowadzenie działalności\n                           maklerskiej. Jednocześnie Spółce został wyznaczony termin 30 dni kalendarzowych na\n                           zakończenie prowadzenia działalności maklerskiej. Tym samym zakończone zostało postępowanie\n                           administracyjne, którego celem było zbadanie spełnienia przez Spółkę wymagań art.\n                           110e ustawy o obrocie instrumentami finansowymi związanych z utrzymywaniem przez domy\n                           maklerskie poziomu funduszy własnych na poziomie nie niższym niż poziom kapitału wewnętrznego\n                           oraz postępowanie. Emitent wskazuje również, że nie został przez KNF ukarany żadną\n                           karą pieniężną.",
        "date": "2017-02-02"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\", \"Spółka\"_\n                           podaje do publicznej wiadomości daty przekazywania raportów okresowych w 2017 roku:1. jednostkowy raport roczny Spółki za 2016 r. – 2 maja 2017 r.,2. skonsolidowany raport roczny Spółki za 2016 r. – 2 maja 2017 r., 3. skonsolidowany raport kwartalny za I kwartał 2017 r. – 30 maja 2017 r., 4. skonsolidowany raport półroczny za I półrocze 2017 r. – 2 października 2017 r.,\n                           5. skonsolidowany raport kwartalny za III kwartał 2017 r. – 29 listopada 2017 r. \n                           Jednocześnie Emitent informuje i oświadcza, że:- działając zgodnie z § 101 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. 2014 nr 0 poz. 133\n                           ze zm._, _dalej: \"Rozporządzenie\"_ nie będzie przekazywał jednostkowego i skonsolidowanego\n                           raportu kwartalnego za okres IV kwartału 2016 r. oraz II kwartału 2017 r.,- na podstawie § 83 ust. 1 Rozporządzenia nie będzie sporządzał odrębnych jednostkowych\n                           raportów kwartalnych, ze względu na zamiar przekazywania skonsolidowanych raportów\n                           kwartalnych zawierających kwartalną informację finansową zawierającą informacje określone\n                           w § 87 ust. 1-3, ust. 4 zdanie pierwsze oraz ust. 9 Rozporządzenia,- na podstawie § 83 ust. 3 Rozporządzenia nie będzie publikował jednostkowego raportu\n                           półrocznego, w związku z czym w skonsolidowanym raporcie półrocznym zostanie zamieszczone\n                           skrócone półroczne sprawozdanie finansowe wraz z raportem podmiotu uprawionego do\n                           badania sprawozdań oraz skróconą informacją dodatkową.Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. 2014 nr 0 poz. 133 ze zm._.",
        "date": "2017-01-31"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej \"Emitent\", \"Spółka\"_,\n                           nawiązując do raportów publikowanych przez Spółkę we wrześniu oraz listopadzie 2016\n                           r., informuje, że podjął decyzję o wystąpieniu do Komisji Nadzoru Finansowego o podjęcie\n                           postępowania w przedmiocie uchylenia prawomocnej decyzji z dnia 31 października 2006\n                           r. dotyczącej udzielenia Spółce zezwolenia nr: PW-DDM- M-4020- 68-1/KNF78/2006 na\n                           prowadzenie działalności maklerskiej, które zostało zawieszone postanowieniem z dnia\n                           24 października 2016 r., o czym Emitent informował w raporcie bieżącym nr 21/2016\n                           z dnia 2 listopada 2016 r.Jak wskazywał Zarząd Emitenta w raporcie bieżącym nr 18/2016 z dnia 14 września 2016\n                           r., decyzja o złożeniu wniosku o uchylenie powyższej decyzji wynikała przede wszystkim\n                           z bardzo słabej sytuacji na rynku kapitałowym w Polsce w ostatnich latach, która powodowała\n                           generowanie przez Spółkę coraz to mniejszych przychodów z działalności maklerskiej.",
        "date": "2017-01-31"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd REINO Capital S.A. z siedzibą w Warszawie _dawniej: Graviton Capital S.A.;\n                           \"Spółka\"_ w nawiązaniu do raportu bieżącego nr 46/2018 z dnia 30 października 2018\n                           r. informuje, że w dniu dzisiejszym Spółka powzięła informację o dokonaniu przez Sąd\n                           Rejonowy dla Wrocławia – Fabrycznej we Wrocławiu, VI Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego _\"Sąd\"_, w dniu 31 grudnia 2018 r. rejestracji zmian Statutu Spółki\n                           _\"Statut\"_ uchwalonych przez Nadzwyczajne Walne Zgromadzenie Spółki w dniu 30 października\n                           2018 r. _\"NWZ\"_. Zmiana Statutu została dokonana na podstawie: _i_ uchwały nr 8 NWZ w sprawie zmiany Statutu Spółki i przyjęcia tekstu jednolitego\n                           Statutu Spółki _\"Uchwała nr 8\"_ oraz _ii_ uchwały nr 16 NWZ w sprawie zmiany statutu Spółki w związku z podwyższeniem kapitału\n                           zakładowego _\"Uchwała nr 16\"_ i oświadczenia Zarządu Spółki z dnia 30 listopada 2018\n                           r. złożonego w trybie art. 310 § 2 i § 4 w związku z art. 431 § 7 oraz art. 441 §\n                           2 pkt 5 Kodeksu spółek handlowych, jak również § 1 ust. 11 uchwały nr 14 NWZ dnia\n                           30 października 2018 roku w sprawie podwyższenia kapitału zakładowego Spółki poprzez\n                           emisję akcji serii F z wyłączeniem w całości prawa poboru dotychczasowych akcjonariuszy\n                           do akcji nowej emisji serii F oraz ubiegania się o dopuszczenie tych akcji do obrotu\n                           na rynku regulowanym i ich dematerializacji _\"Oświadczenie Zarządu\"_. Na podstawie Uchwały nr 8 dokonano zmiany Statutu poprzez uchylenie w całości dotychczas\n                           obowiązującego Statutu i przyjęcie nowego tekstu jednolitego Statutu. Uchwalony na\n                           podstawie Uchwały nr 8 tekst jednolity Statutu Zarząd przekazuje w załączniku nr 1\n                           do niniejszego raportu. Jednocześnie Spółka wskazuje, że na podstawie Uchwały nr 16, a także Oświadczenia\n                           Zarządu, dokonano zmiany §8 ust. 1 i ust. 2 Statutu poprzez nadanie mu nowego brzmienia.\n                           Treść zmienionych postanowień §8 ust. 1 i ust. 2 Statutu Spółki, Zarząd przekazuje\n                           w załączniku nr 2 do niniejszego raportu. Zmiany Statutu objęły w szczególności zmianę firmy Spółki, siedziby Spółki oraz podwyższenie\n                           kapitału zakładowego Spółki. Z dniem 31 grudnia 2018 r. firma Spółki została zmieniona\n                           z Graviton Capital S.A. na REINO Capital S.A., a siedziba Spółki została zmieniona\n                           z Wrocławia na Warszawę. Również z dniem 31 grudnia 2018 r. nastąpiła rejestracja podwyższenia kapitału zakładowego\n                           Spółki z kwoty 1.650.000,00 zł _jeden milion sześćset pięćdziesiąt tysięcy złotych_\n                           do kwoty 31.077.440,00 zł _trzydzieści jeden milionów siedemdziesiąt siedem tysięcy\n                           czterysta czterdzieści złotych_ w drodze emisji 25.808.300 akcji zwykłych na okaziciela\n                           serii E oraz 10.976.000 akcji zwykłych na okaziciela serii F. Aktualna wysokość kapitału zakładowego wynosi zatem: 31.077.440,00 zł _trzydzieści\n                           jeden milionów siedemdziesiąt siedem tysięcy czterysta czterdzieści złotych_. Kapitał zakładowy Spółki dzieli się na: a. 781.250 _siedemset osiemdziesiąt jeden tysięcy dwieście pięćdziesiąt_ akcji zwykłych\n                           na okaziciela serii A, o wartości nominalnej 0,80 zł _osiemdziesiąt groszy_ każda;b. 150.000 _sto pięćdziesiąt tysięcy_ akcji zwykłych na okaziciela serii B, o wartości\n                           nominalnej 0,80 zł _osiemdziesiąt groszy_ każda;c. 100.000 _sto tysięcy_ akcji zwykłych na okaziciela serii C, o wartości nominalnej\n                           0,80 zł _osiemdziesiąt groszy_ każda;d. 1.031.250 _jeden milion trzydzieści jeden tysięcy dwieście pięćdziesiąt_ akcji\n                           zwykłych na okaziciela serii D, o wartości nominalnej 0,80 zł _osiemdziesiąt groszy_\n                           każda;e. 25.808.300 _dwadzieścia pięć milionów osiemset osiem tysięcy trzysta_ akcji zwykłych\n                           na okaziciela serii E, o wartości nominalnej 0,80 zł _osiemdziesiąt groszy_ każda;f. 10.976.000 _dziesięć milionów dziewięćset siedemdziesiąt sześć tysięcy_ akcji zwykłych\n                           na okaziciela serii F, o wartości nominalnej 0,80 zł _osiemdziesiąt groszy_ każda.Wszystkie wyemitowane przez Spółkę akcje są akcjami zwykłymi, żadna z akcji Spółki\n                           nie jest uprzywilejowana. Ogólna liczba głosów wynikających ze wszystkich wyemitowanych akcji Spółki wynosi:\n                           38.846.800 _trzydzieści osiem milionów osiemset czterdzieści sześć tysięcy osiemset_\n                           głosów.Jednocześnie Zarząd informuje, że tekst jednolity Statutu Spółki uwzględniający wszystkie\n                           zmiany Statutu, o których mowa w niniejszym raporcie, zostanie przekazany do wiadomości\n                           publicznej w odrębnym raporcie bieżącym, niezwłocznie po ustaleniu tekstu jednolitego\n                           Statutu przez Radę Nadzorczą Spółki, zgodnie z upoważnieniem udzielonym na podstawie\n                           art. 430 §5 Kodeksu spółek handlowych. Szczegółowa podstawa prawna: § 5 pkt 1 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim Załączniki:1. Załącznik nr 1 – Zmiany Statutu powzięte na podstawie Uchwały nr 8 NWZ2. Załącznik nr 2 – Zmiany Statutu powzięte na podstawie Uchwały nr 16 NWZ oraz Oświadczenia\n                           Zarządu",
        "date": "2018-12-31"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego Emitenta nr 46/2018 z dnia 30 października 2018 r., niniejszym\n                           przekazuje do publicznej wiadomości informacje stanowiące podsumowanie subskrypcji\n                           prywatnej akcji zwykłych na okaziciela serii F Spółki _\"Akcje Serii F\"_. 1.Data rozpoczęcia i zakończenia subskrypcji lub sprzedaży: Subskrypcja Akcji serii F miała charakter subskrypcji prywatnej i została przeprowadzona\n                           w drodze złożenia ofert przez Spółkę i ich przyjęcia przez oznaczonych adresatów _art.\n                           431 § 2 pkt 1 KSH_. Umowy objęcia Akcji Serii F w ramach subskrypcji prywatnej zostały\n                           zawarte w dniu 30 listopada 2018 r.2.Data przydziału papierów wartościowych: Nie dotyczy. Z uwagi na tryb emisji Akcji Serii F nie przeprowadzono ich przydziału.\n                           Umowy objęcia Akcji Serii F zostały zawarte w dniu 30 listopada 2018 r.3.Liczba papierów wartościowych objętych subskrypcją lub sprzedażą: Przedmiotem subskrypcji było nie mniej niż 5.597.760 oraz nie więcej niż 10.976.000\n                           Akcji Serii F, o wartości nominalnej 0,80 zł każda, tj. o łącznej wartości nominalnej\n                           wynoszącej nie mniej niż 4.478.208 zł oraz nie więcej niż 8.780.800,00 zł. 4.Stopa redukcji w poszczególnych transzach, w przypadku gdy co najmniej w jednej\n                           transzy liczba przydzielonych papierów wartościowych była mniejsza od liczby papierów\n                           wartościowych, na które złożono zapisy: Nie dotyczy.5.Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji lub\n                           sprzedaży: Nie składano zapisów w rozumieniu Kodeksu spółek handlowych. W ramach subskrypcji\n                           prywatnej objęto 10.976.000 Akcji Serii F.6.Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży:W ramach subskrypcji prywatnej, na podstawie umów objęcia, objęto 10.976.000 Akcji\n                           Serii F.7.Cena, po jakiej papiery wartościowe były obejmowane _nabywane_:Cena emisyjna jednej Akcji Serii F wynosiła 1,60 zł.8.Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach: Nie dotyczy – subskrypcja prywatna nie była podzielona na transze oraz nie przyjmowano\n                           zapisów na Akcje Serii F. 9.Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           lub sprzedaży w poszczególnych transzach: Akcje Serii F zostały objęte przez 7 podmiotów _6 osób fizycznych i 1 podmiot gospodarczy_,\n                           w drodze zawarcia stosownych umów objęcia Akcji Serii F. 10.Nazwa _firma_ subemitentów, którzy objęli papiery wartościowe w ramach wykonywania\n                           umów o subemisję, z określeniem liczby papierów wartościowych, które objęli, wraz\n                           z faktyczną ceną jednostki papieru wartościowego _cena emisyjna lub sprzedaży, po\n                           odliczeniu wynagrodzenia za objęcie jednostki papieru wartościowego, w wykonaniu umowy\n                           subemisji, nabytej przez subemitenta_: Nie dotyczy. Emisja Akcji Serii F nie była przedmiotem subemisji.11.Wartość przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedaży: Oferta prywatna obejmowała 10.976.000 Akcji Serii F, których cena emisyjna wynosiła\n                           1,60 zł, tj. łączna wartość przeprowadzonej subskrypcji wynosiła 17.561.600,00 zł.12.Łączne określenie wysokości kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułów, w podziale przynajmniej na koszty:\n                           a_ przygotowania i przeprowadzenia oferty, b_ wynagrodzenia subemitentów, dla każdego\n                           oddzielnie, c_ sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa,\n                           d_ promocji oferty - wraz z metodami rozliczenia tych kosztów w księgach rachunkowych\n                           i sposobem ich ujęcia w sprawozdaniu finansowym Emitenta.Łączna wysokość szacowanych kosztów, które zostały zaliczone do kosztów emisji Akcji\n                           serii F wynosi 268 616,03 zł netto, w tym:a. koszty przygotowania i przeprowadzenia oferty: 268 616,03 zł nettob. koszty wynagrodzenia subemitentów: n/d,c. koszty sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa: n/d,d. koszty promocji oferty: n/d.13.Średni koszt przeprowadzenia subskrypcji lub sprzedaży przypadającego na jednostkę\n                           papieru wartościowego objętego subskrypcją lub sprzedażą: Średni koszt przeprowadzenia subskrypcji przypadający na jedną Akcję Serii F wynosił:\n                           0,024 zł.14.Sposób opłacenia objętych _nabytych_ papierów wartościowych, ze wskazaniem\n                           szczegółowych informacji obejmujących: a_ w przypadku, gdy do objęcia _nabycia_ doszło\n                           w drodze potrącenia wierzytelności: _i_ datę powstania wierzytelności, _ii_ przedmiot\n                           wierzytelności, _iii_ wartość wierzytelności wraz z załączeniem jej wyceny, _iv_ opis\n                           transakcji, w wyniku której powstały wierzytelności, _v_ podmioty, które objęły _nabyły_\n                           papiery wartościowe emitenta, ze wskazaniem ich liczby, _b_ w przypadku, gdy do  objęcia\n                           _nabycia_ doszło w zamian za wkłady niepieniężne: _i_ przedmiot wkładów niepieniężnych,\n                           _ii_ wartość wkładów niepieniężnych wraz z załączeniem ich wyceny, _iii_ podmioty,\n                           które objęły _nabyły_ papiery wartościowe emitenta, ze wskazaniem ich liczby. Akcje Serii F zostały objęte wyłącznie w zamian za wkłady niepieniężne. Przedmiotem wkładów niepieniężnych było: 171.500 akcji spółki pod firmą REINO Dywidenda\n                           Plus Spółka Akcyjna z siedzibą w Warszawie _adres: ul. Ludwika Waryńskiego 3A, 00-645\n                           Warszawa_, wpisanej do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego, KRS: 0000563808, NIP: 7010492356, REGON: 361825637 _\"RDP\"_ stanowiących\n                           100% w kapitale zakładowym RDP _\"Wkład Niepieniężny\", \"Akcje Aportowe\"_.Wartość godziwa Wkładu Niepieniężnego wynosi: 17.922.658,37 zł. Wartość godziwa Wkładu\n                           Niepieniężnego została potwierdzona w opinii biegłego rewidenta, stanowiącej załącznik\n                           do niniejszego Raportu. Akcje Serii F zostały objęte za Wkłady Niepieniężne przez:1.Andrzeja Kurasika, który objął 5.600.000 Akcji Serii F, w zamian za Wkład Niepieniężny\n                           w postaci 87.500 akcji zwykłych, na okaziciela serii B spółki RDP,2.Mariusza Bogacza, który objął 2.368.000 Akcji Serii F, w zamian za Wkład Niepieniężny\n                           w postaci 10.000 akcji zwykłych, imiennych serii A spółki RDP oraz 27.000 akcji zwykłych,\n                           na okaziciela serii B spółki RDP, 3.Roberta Kołodzieja, który objął 1.280.000 Akcji Serii F, w zamian za Wkład Niepieniężny\n                           w postaci 20.000 akcji zwykłych, na okaziciela serii B spółki RDP,4.Dariusza Prończuka, który objął 736.000 Akcji Serii F, w zamian za Wkład Niepieniężny\n                           w postaci 11.500 akcji zwykłych, na okaziciela serii B spółki RDP,5.Krzysztofa Kowalczyka, który objął 640.000 Akcji Serii F, w zamian za Wkład Niepieniężny\n                           w postaci 10.000 akcji zwykłych, na okaziciela serii B spółki RDP,6.Studio 7S spółka z ograniczoną odpowiedzialnością spółka komandytowa z siedzibą\n                           w Krakowie _adres: ul. Zabłocie 26.1, 30-701 Kraków_, wpisaną do rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla Krakowa - Śródmieście\n                           w Krakowie, XI Wydział Gospodarczy Krajowego Rejestru Sądowego, KRS: 0000563580, NIP:\n                           7343523008, REGON 123002251, która objęła 192.000 Akcji Serii F, w zamian za Wkład\n                           Niepieniężny w postaci 3.000 akcji zwykłych, na okaziciela serii B spółki RDP,7.Krzysztofa Przybyszewskiego, który objął 160.000 Akcji Serii F, w zamian za Wkład\n                           Niepieniężny w postaci 2.500 akcji zwykłych, na okaziciela serii B spółki RDP.Szczegółowa podstawa prawna: § 16 rozporządzenie Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-06-19"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego Emitenta nr 46/2018 z dnia 30 października 2018 r., niniejszym\n                           przekazuje do publicznej wiadomości informacje stanowiące podsumowanie subskrypcji\n                           prywatnej akcji zwykłych na okaziciela serii E Spółki _\"Akcje Serii E\"_. 1.Data rozpoczęcia i zakończenia subskrypcji lub sprzedaży: Subskrypcja Akcji serii E miała charakter subskrypcji prywatnej i została przeprowadzona\n                           w drodze złożenia ofert przez Spółkę i ich przyjęcia przez oznaczonych adresatów _art.\n                           431 § 2 pkt 1 KSH_. Umowy objęcia Akcji Serii E w ramach subskrypcji prywatnej zostały\n                           zawarte w dniu 30 listopada 2018 r.2.Data przydziału papierów wartościowych: Nie dotyczy. Z uwagi na tryb emisji Akcji Serii E nie przeprowadzono ich przydziału.\n                           Umowy objęcia Akcji Serii E zostały zawarte w dniu 30 listopada 2018 r.3.Liczba papierów wartościowych objętych subskrypcją lub sprzedażą: Przedmiotem subskrypcji było 25.808.300 Akcji Serii E o wartości nominalnej 0,80 groszy\n                           każda, tj. o łącznej wartości nominalnej wynoszącej: 20.646.640,00 zł.4.Stopa redukcji w poszczególnych transzach, w przypadku gdy co najmniej w jednej\n                           transzy liczba przydzielonych papierów wartościowych była mniejsza od liczby papierów\n                           wartościowych, na które złożono zapisy: Nie dotyczy.5.Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji lub\n                           sprzedaży: Nie składano zapisów w rozumieniu Kodeksu spółek handlowych. W ramach subskrypcji\n                           prywatnej objęto 25.808.300 Akcji Serii E.6.Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży:W ramach subskrypcji prywatnej, na podstawie umów objęcia, objęto 25.808.300 Akcji\n                           Serii E.7.Cena, po jakiej papiery wartościowe były obejmowane _nabywane_:Cena emisyjna jednej Akcji Serii E wynosiła 1,60 zł.8.Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach: Nie dotyczy – subskrypcja prywatna nie była podzielona na transze oraz nie przyjmowano\n                           zapisów na Akcje Serii E. 9.Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           lub sprzedaży w poszczególnych transzach: Akcje Serii E zostały objęte przez 3 podmioty _3 osoby fizyczne_, w drodze zawarcia\n                           stosownych umów objęcia Akcji Serii E. 10.Nazwa _firma_ subemitentów, którzy objęli papiery wartościowe w ramach wykonywania\n                           umów o subemisję, z określeniem liczby papierów wartościowych, które objęli, wraz\n                           z faktyczną ceną jednostki papieru wartościowego _cena emisyjna lub sprzedaży, po\n                           odliczeniu wynagrodzenia za objęcie jednostki papieru wartościowego, w wykonaniu umowy\n                           subemisji, nabytej przez subemitenta_: Nie dotyczy. Emisja Akcji Serii E nie była przedmiotem subemisji.11.Wartość przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedaży: Oferta prywatna obejmowała 25.808.300 Akcji Serii E, których cena emisyjna wynosiła\n                           1,60 zł, tj. łączna wartość przeprowadzonej subskrypcji wynosiła 41.293.280,00 zł.12.Łączne określenie wysokości kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułów, w podziale przynajmniej na koszty:\n                           a_ przygotowania i przeprowadzenia oferty, b_ wynagrodzenia subemitentów, dla każdego\n                           oddzielnie, c_ sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa,\n                           d_ promocji oferty - wraz z metodami rozliczenia tych kosztów w księgach rachunkowych\n                           i sposobem ich ujęcia w sprawozdaniu finansowym Emitenta.Łączna wysokość szacowanych kosztów, które zostały zaliczone do kosztów emisji Akcji\n                           serii E wynosi 95.624,33 zł netto, w tym:a. koszty przygotowania i przeprowadzenia oferty: 95.624,33  zł netto,b. koszty wynagrodzenia subemitentów: n/d,c. koszty sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa: n/d,d. koszty promocji oferty: n/d.13.Średni koszt przeprowadzenia subskrypcji lub sprzedaży przypadającego na jednostkę\n                           papieru wartościowego objętego subskrypcją lub sprzedażą: Średni koszt przeprowadzenia subskrypcji przypadający na jedną Akcję Serii E wynosił:\n                           0,004 zł.14.Sposób opłacenia objętych _nabytych_ papierów wartościowych, ze wskazaniem\n                           szczegółowych informacji obejmujących: a_ w przypadku, gdy do objęcia _nabycia_ doszło\n                           w drodze potrącenia wierzytelności: _i_ datę powstania wierzytelności, _ii_ przedmiot\n                           wierzytelności, _iii_ wartość wierzytelności wraz z załączeniem jej wyceny, _iv_ opis\n                           transakcji, w wyniku której powstały wierzytelności, _v_ podmioty, które objęły _nabyły_\n                           papiery wartościowe emitenta, ze wskazaniem ich liczby, _b_ w przypadku, gdy do  objęcia\n                           _nabycia_ doszło w zamian za wkłady niepieniężne: _i_ przedmiot wkładów niepieniężnych,\n                           _ii_ wartość wkładów niepieniężnych wraz z załączeniem ich wyceny, _iii_ podmioty,\n                           które objęły _nabyły_ papiery wartościowe emitenta, ze wskazaniem ich liczby. Akcje Serii E zostały objęte wyłącznie w zamian za wkłady niepieniężne. Przedmiotem wkładów niepieniężnych było: 644 udziałów w spółce REINO Partners spółka\n                           z ograniczoną odpowiedzialnością z siedzibą w Warszawie, spółką prawa polskiego, adres:\n                           ul. Ludwika Waryńskiego 3A, 00-645 Warszawa, wpisaną do rejestru przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejestrowy dla m.st. Warszawy w Warszawie,\n                           XII Wydział Gospodarczy pod numerem KRS 0000363327, NIP: 701-02-62-857, REGON: 142611050\n                           _\"Wkład Niepieniężny\", \"REINO Partners\"_. Wartość godziwa Wkładu Niepieniężnego wynosi: 42.429.592,06 zł. Wartość godziwa Wkładu\n                           Niepieniężnego została potwierdzona w opinii biegłego rewidenta, stanowiącej załącznik\n                           do niniejszego Raportu. Akcje Serii E zostały objęte za Wkłady Niepieniężne przez:1.Radosława Świątkowskiego, który objął 11.621.750 Akcji Serii E, w zamian za Wkład\n                           Niepieniężny w postaci 290 udziałów REINO Partners, 2.Dorotę Latkowską – Diniejko, która objęła 11.621.750 Akcji Serii E, w zamian za\n                           Wkład Niepieniężny w postaci 290 udziałów REINO Partners, 3.Justynę Tinc, która objęła 2.564.800 Akcji Serii E, w zamian za Wkład Niepieniężny\n                           w postaci 64 udziałów REINO Partners.Szczegółowa podstawa prawna: § 16 rozporządzenie Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-06-19"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd GRAVITON CAPITAL S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym otrzymał od Radosława Świątkowskiego - Prezesa Zarządu Spółki, powiadomienie\n                           o transakcji na akcjach Spółki.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.\n                           Załącznik:1. Powiadomienie o transakcji na akcjach Emitenta",
        "date": "2018-11-30"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_, informuje,\n                           że w dniu dzisiejszym na podstawie  uchwały nr 13 i uchwały nr 14 Nadzwyczajnego Walnego\n                           Zgromadzenia Spółki z dnia 30 października 2018 r., zawarte zostały umowy objęcia\n                           akcji Spółki nowych emisji ,tj.:-  25.808.300 sztuk akcji serii E o wartości nominalnej równej 20.646.640,00 zł które\n                           to zostały objęte w drodze subskrypcji prywatnej nowych akcji skierowanej do wspólników\n                           REINO Partners w zamian za aporty  w postaci 644 udziałów stanowiących 50,04% udziałów\n                           w kapitale zakładowym spółki REINO Partners spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie _\"REINO Partners\"_-  10.976.000 akcji serii F o wartości nominalnej równej 8.780.800,00 zł które to\n                           zostały objęte w drodze subskrypcji prywatnej skierowanej do akcjonariuszy REINO Dywidenda\n                           Plus S.A. w zamian za aporty w postaci 171 500 akcji stanowiących 100% kapitału zakładowego\n                           REINO Dywidenda Plus Spółka Akcyjna z siedzibą w Warszawie _\"RDPSA\"_, _dalej odpowiednio: \"Akcje Serii E\" i \"Akcje Serii F\"_. Wraz z objęciem Akcji Serii E i Akcji Serii F Emitenta przez udziałowców REINO Partners\n                           oraz akcjonariuszy RDPSA, powstaje Grupa Kapitałowa REINO Capital S.A. _po zmianie\n                           firmy Emitenta_, której strategia działalności zasadniczo różni się od dotychczasowej\n                           historii Spółki, przez co stanowi nowe otwarcie dla dotychczasowych akcjonariuszy\n                           Emitenta.W załączeniu Emitent przedstawia podstawowe założenia koncepcji biznesowej Grupy Kapitałowej\n                           REINO Capital S.A. oraz najważniejsze czynniki ryzyka związane z jej nową koncepcją\n                           działalności.",
        "date": "2018-11-30"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_, informuje,\n                           że w dniu dzisiejszym zawarte zostało porozumienie dotyczące wspólnego nabywania akcji\n                           Spółki _\"Porozumienie\"_, między: _i_ Radosławem Świątkowskim, _ii_ Dorotą Latkowską–Diniejko,\n                           _iii_ Justyną Tinc, _iv_ Andrzejem Kurasikiem, _v_ Mariuszem Bogaczem, _vi_ Robertem\n                           Kołodziejem, _vii_ Dariuszem Prończukiem, _viii_ Krzysztofem Kowalczykiem, _ix_ Krzysztofem\n                           Przybyszewskim, _x_ Studio 7S spółką z ograniczoną odpowiedzialnością spółką komandytową\n                           _dalej łącznie: \"Akcjonariusze\"_ oraz _xi_ Poligo Capital sp. z o.o. _\"Poligo\"_ _dalej\n                           Akcjonariusze i Poligo zwani są: \"Stronami\", a każdy z osobna także \"Stroną\"_. Porozumienie zawarte zostało w celu: 1. dokonania inwestycji w Spółkę przez Akcjonariuszy poprzez objęcie przez Akcjonariuszy\n                           akcji nowych emisji Spółki tj. akcji serii E i akcji serii F emitowanych na podstawie\n                           odpowiednio uchwały nr 13 i uchwały nr 14 Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 30 października 2018 r. _dalej odpowiednio: \"Akcje Serii E\" i \"Akcje Serii\n                           F\"_, w zamian za wkłady niepieniężne w postaci odpowiednio: _a_ udziałów w spółce\n                           pod firmą REINO Partners spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie\n                           _\"REINO Partners\"_, _b_ akcji spółki pod firmą REINO Dywidenda Plus Spółka Akcyjna\n                           z siedzibą w Warszawie _\"RDP\"_, 2. wykonania zobowiązań Stron i przeprowadzenia wezwania na sprzedaż akcji Spółki\n                           _\"Wezwanie\"_ przez Akcjonariuszy i Poligo, po rejestracji podwyższenia kapitału zakładowego\n                           Spółki w związku z emisją Akcji Serii E i Akcji Serii F _\"Podwyższenie Kapitału\"_,\n                           wskutek przekroczenia progu 66% ogólnej liczby głosów w Spółce, w trybie art. 74 ust.\n                           2 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _tj. Dz.\n                           U. 2018 r., poz. 512, ze zm._ _\"Ustawa o Ofercie\"_.Zgodnie z treścią Porozumienia Akcjonariusze zamierzają i zobowiązali się względem\n                           pozostałych Stron Porozumienia objąć Akcje Serii E oraz maksymalną liczbę emitowanych\n                           przez Spółkę Akcji Serii F.  Po rejestracji Podwyższenia Kapitału, Strony łącznie posiadały będą 97,76% kapitału\n                           zakładowego Spółki oraz ogólnej liczby głosów w Spółce. Z uwagi na powyższe, Strony\n                           działając na podstawie art. 74 ust. 2 Ustawy o Ofercie, zobowiązały się do ogłoszenia\n                           Wezwania na sprzedaż akcji Spółki uprawniających do 100% ogólnej liczby głosów na\n                           walnym zgromadzeniu Spółki.Wezwanie zostanie ogłoszone, zgodnie z opisanymi poniżej warunkami. Liczba akcji,\n                           która nabyta zostanie w wyniku Wezwania będzie wynosić nie więcej niż 869.194 sztuk,\n                           co stanowi 2,24% ogólnej liczby głosów na walnym zgromadzeniu Spółki _\"Akcje Nabywane\"_.\n                           Cena za jedną Akcję Nabywaną w Wezwaniu będzie wynosiła 1,60 zł, chyba, że cena za\n                           jedną Akcję Nabywaną określona zgodnie z art. 79 Ustawy o Ofercie, będzie wyższa niż\n                           1,60 zł, wówczas ostateczna cena w Wezwaniu będzie nie niższa niż cena minimalna określona\n                           zgodnie z art. 79 Ustawy o Ofercie _\"Cena Akcji w Wezwaniu\"_. Podmiotem nabywającym\n                           Akcje Nabywane będzie Poligo. Przed ogłoszeniem Wezwania, Poligo ustanowi zabezpieczenie\n                           w wysokości nie mniejszej niż 100% wartości Akcji Nabywanych, które mają być przedmiotem\n                           Wezwania. Wezwanie zostanie ogłoszone nie później niż w terminie trzech miesięcy od\n                           dnia przekroczenia 66% ogólnej liczby głosów przez Akcjonariuszy.Porozumienie wygasa automatycznie z dniem osiągniecia przez Strony Porozumienia 100%\n                           ogólnej liczby Akcji w Spółce. Porozumienie może także zostać rozwiązane zgodnym oświadczeniem\n                           Stron.Strony Umowy zobowiązały się do zachowania poufności. Umowa podlega prawu polskiemu.",
        "date": "2018-11-30"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. z siedzibą we Wrocławiu _dalej \"Emitent\", \"Spółka\"_,\n                           informuje że w dniu dzisiejszym doszło do podpisania Aneksu nr 1 _dalej jako Aneks_\n                           do trójstronnego Porozumienia zawartego w dniu 20 marca 2018 r. pomiędzy Santander\n                           Bank Polska S.A. _poprzednia nazwa Bank Zachodni WBK S.A._  _dalej: \"Bank\"_, Graviton\n                           AD Sp. z o.o. _\"Spółka zależna\"_ oraz Emitentem, dotyczącego dobrowolnej spłaty zadłużenia\n                           z tytułu kredytu inwestycyjnego udzielonego na podstawie Umowy o kredyt inwestycyjny\n                           z dnia 20 czerwca 2011 r. wraz z późniejszymi zmianami.Aneksem określono warunki spłaty zobowiązań Spółki zależnej względem Banku, wynikających\n                           z umowy kredytowej oraz ustalono ostateczny termin spłaty zobowiązań na dzień 30 września\n                           2019 r. Spółka zależna zobowiązana jest do terminowego wywiązywania się z zobowiązań\n                           zawartych w Porozumieniu, pod rygorem jego wygaśnięcia, co będzie się wiązało z obowiązkiem\n                           niezwłocznego zaspokojenia roszczeń Banku z tytułu kredytu inwestycyjnego.W celu zabezpieczenia prawidłowej realizacji Porozumienia Spółka zależna zobowiązana\n                           jest do przedłożenia Bankowi oświadczenia w formie aktu notarialnego o poddaniu się\n                           egzekucji w trybie art. 777 KPC.Emitent informował raportem bieżącym nr 4/2018 z dnia 16 lutego 2018 r. o  wypowiedzeniu\n                           umowy kredytu inwestycyjnego udzielonego Spółce zależnej przez Bank, natomiast o zawarciu\n                           Porozumienia trójstronnego  w którym ustalono m.in. termin zapadalności zobowiązania\n                           na 30 listopada 2018 r. informowano raportem nr 6/2018 z dnia 21 marca 2018 r. Intencją Spółki zależnej jest spłata zobowiązań wynikających z Umowy kredytu ze środków\n                           uzyskanych ze sprzedaży lokalu biurowego przy pl. Powstańców Śląskich we Wrocławiu,\n                           na której ustanowiona została hipoteka w ramach Umowy kredytu lub refinansowania zobowiązań\n                           w innym banku. Spółka podejmuje intensywne działania w kierunku sprzedaży nieruchomości oraz całkowitej\n                           spłaty zadłużenia wobec Banku, a uzgodniona zmiana terminu zapadalności zobowiązania\n                           pozwoli na przeprowadzenie procesu sprzedaży  w sposób najbardziej efektywny.Informacja o zawarciu ww. Aneksu w ocenie Emitenta stanowi informację poufną w rozumieniu\n                           art. 7 Rozporządzenia MAR, gdyż określona w nim zmiana terminu zapadalności  pozwala\n                           na ustabilizowanie sytuacji finansowej Spółki zależnej w zakresie jej zobowiązań oraz\n                           mityguje ryzyko pogorszenia się sytuacji finansowej Spółki i zagrożenia dla kontynuacji\n                           działalności w przypadku postawienia zobowiązania w stan natychmiastowej wymagalności.",
        "date": "2018-11-27"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, informuje, że na\n                           Nadzwyczajnym Walnym Zgromadzeniu zwołanym na dzień 15 października 2018 r. _\"Walne\n                           Zgromadzenie\"_, wznowionym po przerwie w obradach w dniu 14 listopada 2018 r., akcjonariuszem\n                           posiadającym co najmniej 5% głosów na Walnym Zgromadzeniu była spółka:Poligo Capital sp. z o.o. z siedzibą w Poznaniu, Os. Jana III Sobieskiego 21/120,\n                           60-688 Poznań, która wykonywała prawo głosu z 1.193.306 akcji, co stanowiło 100% głosów\n                           na Walnym Zgromadzeniu oraz 57,86% głosów w ogólnej liczbie głosów i w kapitale zakładowym\n                           Spółki.",
        "date": "2018-11-14"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, w nawiązaniu do raportu\n                           bieżącego nr 43/2018 z dnia 15 października 2018 r. informuje, że Nadzwyczajne Walne\n                           Zgromadzenie Spółki _\"Walne Zgromadzenie\"_ wznowione w dniu dzisiejszym po przerwie\n                           w obradach zarządzonej na podstawie uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia\n                           z dnia 15 października 2018 roku powzięło uchwały, których treść Spółka przekazuje\n                           do publicznej wiadomości wraz z wynikami głosowania nad każdą z nich.Ponadto Spółka informuje, że: • Walne Zgromadzenie nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad, • nie było uchwał, które objęte zostały porządkiem obrad, a nie zostały podjęte przez\n                           Walne Zgromadzenie, • nie zostały zgłoszone sprzeciwy do protokołu. Szczegółowa podstawa prawna: § 19 ust. 1 pkt 6-9 Rozporządzenia Ministra Finansów\n                           z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2018-11-14"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. informuje o zmianie terminu przekazania skonsolidowanego\n                           raportu kwartalnego za III kwartał 2018 roku. Skonsolidowany raport kwartalny za III kwartał 2018 roku zostanie opublikowany w\n                           dniu 14 listopada 2018 roku. Poprzedni termin przekazania  skonsolidowanego raportu kwartalnego za III kwartał\n                           2018 roku, ogłoszony raportem bieżącym nr 3/2018 z dnia 25 stycznia 2018 roku, przypadał\n                           na 29 listopada 2018  roku. Szczegółowa podstawa prawna: § 80 ust. 1 i 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2018-11-09"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, informuję, że na\n                           Nadzwyczajnym Walnym Zgromadzeniu zwołanym na dzień 1 października 2018 r. _\"Walne\n                           Zgromadzenie\"_, wznowionym po przerwie w obradach w dniu 30 października 2018 r.,\n                           akcjonariuszem posiadającym co najmniej 5% głosów na Walnym Zgromadzeniu była spółka:Poligo Capital sp. z o.o. z siedzibą w Poznaniu, Os. Jana III Sobieskiego 21/120,\n                           60-688 Poznań, która wykonywała prawo głosu z 1.193.306 akcji, co stanowiło 100% głosów\n                           na tym Walnym Zgromadzeniu oraz 57,86% głosów w ogólnej liczbie głosów i w kapitale\n                           zakładowym Spółki.",
        "date": "2018-10-30"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, w nawiązaniu do raportu\n                           bieżącego nr 36/2018 z dnia 1 października 2018 r. oraz raportu bieżącego nr 41/2018\n                           z dnia 11 października 2018 r. informuje, że Nadzwyczajne Walne Zgromadzenie Spółki\n                           _\"Walne Zgromadzenie\"_ wznowione w dniu dzisiejszym po przerwie w obradach zarządzonej\n                           na podstawie: _i_ uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia z dnia 1 października\n                           2018 roku oraz _ii_ uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia z dnia 11 października\n                           2018 roku, powzięło uchwały, których treść Spółka przekazuje do publicznej wiadomości\n                           wraz z wynikami głosowania nad każdą z nich.Jednocześnie Spółka wskazuje, że w ramach rozpatrywania punktu 6 porządku obrad Nadzwyczajne\n                           Walne Zgromadzenie podjęło uchwałę nr 6 w sprawie odstąpienia od powzięcia uchwał\n                           w sprawie zmian w składzie Rady Nadzorczej Spółki. Natomiast w ramach rozpatrywania\n                           punktu 15 porządku obrad Nadzwyczajne Walne Zgromadzenie podjęło uchwałę nr 15 w sprawie\n                           odstąpienia od powzięcia uchwały w sprawie podwyższenia kapitału zakładowego Spółki\n                           poprzez emisję akcji serii G z wyłączeniem w całości prawa poboru dotychczasowych\n                           akcjonariuszy do akcji nowej emisji serii G oraz ubiegania się o dopuszczenie tych\n                           akcji do obrotu na rynku regulowanym i ich dematerializacji. Ponadto Spółka informuje, że: • Walne Zgromadzenie nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad, • nie było uchwał, które objęte zostały porządkiem obrad, a nie zostały podjęte przez\n                           Walne Zgromadzenie, • nie zostały zgłoszone sprzeciwy do protokołu. Szczegółowa podstawa prawna: § 19 ust. 1 pkt 6-9 Rozporządzenia Ministra Finansów\n                           z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2018-10-30"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _“Spółka\", \"Emitent\"_, informuje,\n                           że w dniu 29 października 2018 roku otrzymał informację o zakończeniu negocjacji z\n                           akcjonariuszami spółki Szkoła Inwestowania spółka akcyjna z siedzibą we Wrocławiu\n                           _\"Potencjalny Inwestor\"_ dotyczących wniesienia akcji tej spółki tytułem wkładów na\n                           pokrycie podwyższanego kapitału zakładowego Emitenta. Negocjacje prowadzone były w związku z umową inwestycyjną zawartą przez Emitenta w\n                           dniu 22 maja 2018 r., o której Emitent raportował raportem bieżącym nr 14/2018 z dnia\n                           23 maja 2018 r. W umowie tej przewidziano podjęcie przez Emitenta uchwały o emisji\n                           akcji i skierowaniu propozycji objęcia akcji do akcjonariuszy spółki, określanej jako\n                           inwestor dodatkowy. Uchwała emisyjna podjęta została w dniu 29 czerwca 2018 r. Na\n                           jej podstawie Zarząd Emitenta prowadził rozmowy z przedstawicielem akcjonariuszy Potencjalnego\n                           Inwestora na temat warunków szczegółowych wniesienia posiadanych przez nich wkładów\n                           niepieniężnych do Emitenta w celu złożenia im oferty objęcia akcji. Emitent i przedstawiciele\n                           akcjonariuszy Potencjalnego Inwestora postanowili o ich zakończeniu. Podjęcie przez\n                           Strony decyzji o zakończeniu rozmów zostało zdeterminowane terminem wznowienia w dniu\n                           30 października 2018 r., po przerwie, obrad Nadzwyczajnego Walnego Zgromadzenia Emitenta.\n                           Na Walnym Zgromadzeniu, z uwagi na zmienny skład inwestorów i rozważane zwiększenie\n                           zaangażowania akcjonariuszy Potencjalnego Inwestora,  przewidziano m.in. podjęcie\n                           uchwały o uchyleniu uchwały emisyjnej akcji, które miały być oferowane akcjonariuszom\n                           Potencjalnego Inwestora i podjęciu w jej miejsce nowej uchwały przewidującej, na warunkach\n                           analogicznych do warunków określonych pierwotnie. Do dnia wznowienia obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Emitenta, negocjacje i działania zakończyły się w sposób uniemożliwiający\n                           przegłosowanie emisji akcji skierowanych do akcjonariuszy Potencjalnego Inwestora\n                           na uzgodnionych wcześniej warunkach.Strony potwierdziły wolę kontynuowania strategicznej współpracy z Potencjalnym Inwestorem\n                           w zakresie funduszy nieruchomości zarządzanych przez REINO Partners Sp. z o.o. lub\n                           dla których REINO Partners Sp. z o.o. pełni funkcję doradcy przy zarządzaniu portfelem\n                           rynku nieruchomości, a także dążenia do takiego połączenia w przyszłości, w szczególności\n                           po zrealizowaniu istotnych celów biznesowych i pod warunkiem niezwiększenia czynników\n                           ryzyka. Równocześnie Emitent będzie kontynuować poszukiwanie alternatywy dla Potencjalnego\n                           Inwestora w zakresie dystrybucji produktów inwestycyjnych.",
        "date": "2018-10-29"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w związku\n                           z Nadzwyczajnym Walnym Zgromadzeniem w dniu 15 października 2018 r. podaje poniżej\n                           listę akcjonariuszy posiadających co najmniej 5 proc. na tym walnym zgromadzeniu do\n                           czasu zarządzenia przerwy w obradach:Poligo Capital Sp. z o.o. z siedzibą w Poznaniu, Os. Jana III Sobieskiego 21/120,\n                           60-688 Poznań, który wykonywał prawo głosu z 1.193.306 co stanowiło 100% głosów na\n                           tym walnym zgromadzeniu oraz 57,86% głosów w ogólnej liczbie głosów i w kapitale zakładowym\n                           Spółki.",
        "date": "2018-10-15"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że Nadzwyczajne\n                           Walne Zgromadzenie Spółki zwołane na dzień 15 października 2018 r. _\"Walne Zgromadzenie\"_\n                           powzięło uchwałę w sprawie ogłoszenia przerwy w obradach Walnego Zgromadzenia i wyznaczenia\n                           nowego terminu obrad. Zgodnie z powyższą uchwałą obrady Walnego Zgromadzenia będą\n                           kontynuowane w dniu 14 listopada 2018 r. o godz. 11:00 w Warszawie, w siedzibie Kancelarii\n                           GESSEL, Koziorowski sp.k. przy ul. Siennej 39, XV piętro.Konieczność zarządzenia przerwy w obradach Nadzwyczajnego Walnego Zgromadzenia wynika\n                           z nie zakończenia się do dnia Nadzwyczajnego Walnego Zgromadzenia negocjacji z nowymi\n                           inwestorami, którzy mieliby objąć akcje nowych emisji.Jednocześnie Zarząd Spółki, przekazuje do publicznej wiadomości treść uchwał podjętych\n                           do momentu ogłoszenia przerwy w obradach Walnego Zgromadzenia w dniu 15 października\n                           2018 roku wraz z wynikami głosowania nad każdą z uchwał.Jednocześnie Spółka informuje, że do momentu ogłoszenia przerwy w obradach Walnego\n                           Zgromadzenia:• Walne Zgromadzenie nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad, • nie było uchwał, które objęte zostały porządkiem obrad, a nie zostały podjęte przez\n                           Walne Zgromadzenie, • nie zostały zgłoszone sprzeciwy do protokołu. Szczegółowa podstawa prawna: § 19 ust. 1 pkt 5-9 Rozporządzenia Ministra Finansów\n                           z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-15"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w związku\n                           ze zwołanym na 1 października 2018 r.  Nadzwyczajnym Walnym Zgromadzeniem wznowionym\n                           po przerwie w obradach, w dniu 11 października 2018 r., podaje poniżej listę akcjonariuszy\n                           posiadających co najmniej 5 proc. na tym walnym zgromadzeniu do czasu zarządzenia\n                           kolejnej przerwy w obradach:Poligo Capital Sp. z o.o. z siedzibą w Poznaniu, Os. Jana III Sobieskiego 21/120,\n                           60-688 Poznań, który wykonywał prawo głosu z 1.193.306 co stanowiło 100% głosów na\n                           tym walnym zgromadzeniu oraz 57,86% głosów w ogólnej liczbie głosów i w kapitale zakładowym\n                           Spółki.",
        "date": "2018-10-11"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, w nawiązaniu do raportu\n                           bieżącego nr 36/2018 z dnia 1 października 2018 r., informuje, że Nadzwyczajne Walne\n                           Zgromadzenie Spółki _\"Walne Zgromadzenie\"_ wznowione w dniu dzisiejszym po przerwie\n                           w obradach zarządzonej na podstawie uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia\n                           z dnia 1 października 2018 roku, powzięło uchwałę w sprawie ogłoszenia przerwy w obradach\n                           Walnego Zgromadzenia i wyznaczenia nowego terminu obrad. Zgodnie z podjętą uchwałą\n                           obrady Walnego Zgromadzenia będą kontynuowane w dniu 30 października 2018 r. o godz.\n                           11:00 w Warszawie, w siedzibie Kancelarii GESSEL, Koziorowski sp.k. przy ul. Siennej\n                           39, XV piętro.Konieczność zarządzenia przerwy w obradach Nadzwyczajnego Walnego Zgromadzenia wynika\n                           z nie zakończenia się do dnia wznowienia Nadzwyczajnego Walnego Zgromadzenia przerwanego\n                           w dniu 1 października 2018 roku, negocjacji z nowymi inwestorami, którzy mieliby objąć\n                           akcje nowych emisji. Jednocześnie Zarząd Spółki  przekazuje do publicznej wiadomości treść uchwały podjętej\n                           do momentu ogłoszenia przerwy w obradach Walnego Zgromadzenia w dniu 11 października\n                           2018 roku wraz z wynikami głosowania nad uchwałą.Jednocześnie Spółka informuje, że do momentu ogłoszenia przerwy w obradach Walnego\n                           Zgromadzenia:• Walne Zgromadzenie nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad, • nie było uchwał, które objęte zostały porządkiem obrad, a nie zostały podjęte przez\n                           Walne Zgromadzenie, • nie zostały zgłoszone sprzeciwy do protokołu. Szczegółowa podstawa prawna: § 19 ust. 1 pkt 5-9 Rozporządzenia Ministra Finansów\n                           z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-11"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ działając na podstawie\n                           art. 70 pkt 1 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _dalej: Ustawa_, przekazuje do publicznej wiadomości informacje jakie powzięła w dniu\n                           dzisiejszym, o których mowa w art. 69 Ustawy,  w zakresie zmiany stanu posiadania\n                           akcji Spółki przez  Pawła Szydłowskiego, a dotyczące zmian:w dniu 26 lipca 2018 r. stanu posiadania z 4,1983% do 5,2394% ogólnej liczby głosów\n                           w Spółcew dniu 22 sierpnia 2018 r. stanu posiadania z 5,0149% do 4,6656% ogólnej liczby głosów\n                           w Spółce. Spółka nie powzięła innych informacji przewidzianych w art. 69 Ustawy.",
        "date": "2018-10-10"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, w nawiązaniu do raportu\n                           bieżącego nr 19/2018 w sprawie uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Graviton Capital S.A. w dniu 20 czerwca 2018 r., _\"Walne Zgromadzenie\"_ informuje,\n                           że w dniu dzisiejszym Spółka powzięła informację o dokonaniu przez Sąd Rejonowy dla\n                           Wrocławia-Fabrycznej we Wrocławiu, VI Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           _\"Sąd\"_ w dniu 5 września 2018 r., rejestracji zmian Statutu Spółki dokonanych przez\n                           Walne Zgromadzenie. Sąd dokonał rejestracji zmiany Statutu Spółki poprzez uchylenie\n                           art. 3A Statutu, w następującym brzmieniu:\"Artykuł 3A1. Zarząd jest upoważniony do podwyższenia kapitału zakładowego Spółki o łączną kwotę\n                           nie wyższą niż 1.237.500 zł _słownie: jeden milion dwieście trzydzieści siedem tysięcy pięćset\n                           złotych_, poprzez emisję nie więcej niż 1.546.875 _słownie: jeden milion pięćset czterdzieści sześć\n                           tysięcy osiemset siedemdziesiąt  pięć_  akcji,  o  wartości  nominalnej  0,80  zł\n                           _słownie:  osiemdziesiąt  groszy_  każda _\"Kapitał Docelowy\"_.2. Upoważnienie Zarządu do podwyższenia kapitału zakładowego Spółki oraz do wyemitowania\n                           akcji w ramach  limitu  określonego  w  ust.  1  zostało  udzielone  na  okres  3\n                           lat  od  dnia  wpisu  do  rejestru przedsiębiorców Krajowego Rejestru Sądowego zmiany\n                           Statutu przewidzianego niniejszą uchwałą.3. Akcje  emitowane  zgodnie  z  ust.  1  mogą  być  obejmowane  w  zamian  za  wkłady\n                           pieniężne  lub niepieniężne.4. Z upoważnienia określonego w ust. 1 Zarząd może skorzystać, dokonując jednego lub\n                           większej ilości podwyższeń kapitału zakładowego w granicach Kapitału Docelowego.5. Zarząd  jest  upoważniony  do  pozbawienia  dotychczasowych  akcjonariuszy  prawa\n                           poboru  akcji  emitowanych  w  ramach  Kapitału  Docelowego  w  całości  lub  w  części,\n                           w  odniesieniu  do  każdego  podwyższenia kapitału zakładowego dokonywanego w granicach\n                           Kapitału Docelowego. Każdorazowe pozbawienie prawa poboru wymaga zgody Rady Nadzorczej.6. Uchwały Zarządu w sprawach ustalenia ceny emisyjnej oraz wydania akcji emitowanych\n                           w ramach  Kapitału Docelowego w zamian za wkłady niepieniężne nie wymagają zgody Rady\n                           Nadzorczej.7. Zarząd  jest  upoważniony  do  emitowania  warrantów  subskrypcyjnych  imiennych\n                           lub  na  okaziciela uprawniających  ich  posiadacza  do  zapisu  lub  objęcia  akcji\n                           w  ramach  Kapitału  Docelowego, z wyłączeniem prawa poboru _warranty subskrypcyjne_.8. Zarząd  decyduje  o  wszystkich  sprawach  związanych  z  podwyższeniem  kapitału\n                           zakładowego w ramach Kapitału Docelowego, w szczególności Zarząd jest umocowany do:_a_ podejmowania  uchwał  oraz  innych  działań  w  sprawie  dematerializacji  akcji\n                           oraz  zawierania z Krajowym Depozytem Papierów Wartościowych S.A. umów o rejestrację\n                           akcji,_b_ podejmowania  czynności  mających  na  celu  wprowadzenie  akcji  do  obrotu \n                           w Alternatywnym Systemie   Obrotu   NewConnect   lub   ich   dopuszczenie   do   obrotu\n                           na   rynku   regulowanym, prowadzonym przez Giełdę Papierów Wartościowych w Warszawie\n                           S.A.,_c_ zawierania  umów  o  subemisję  inwestycyjną  lub  subemisję  usługową  lub  innych\n                           umów zabezpieczających powodzenie emisji akcji\".Powyższa zmiana Statutu Spółki została dokonana na mocy uchwały nr 20 Walnego Zgromadzenia\n                           z dnia 20 czerwca 2018 r. w sprawie uchylenia kapitału docelowego Spółki i zmiany\n                           statutu Spółki. Jednocześnie Zarząd informuje, że zmianie uległ adres strony internetowej Spółki.\n                           Nowy adres strony internetowej to: www.reinocapital.pl . Podstawa prawna szczegółowa: § 5 pkt 1_ oraz pkt 10_ Rozporządzenia Ministra Finansów\n                           z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-03"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w związku\n                           z Nadzwyczajnym Walnym Zgromadzeniem w dniu 1 października 2018 r. podaje poniżej\n                           listę akcjonariuszy posiadających co najmniej 5 proc. na tym walnym zgromadzeniu do\n                           czasu zarządzenia przerwy w obradach:Poligo Capital Sp. z o.o. z siedzibą w Poznaniu, Os. Jana III Sobieskiego 21/120,\n                           60-688 Poznań, który wykonywał prawo głosu z 1.193.306 co stanowiło 100% głosów na\n                           tym walnym zgromadzeniu oraz 57,9% głosów w ogólnej liczbie głosów i w kapitale zakładowym\n                           Spółki.",
        "date": "2018-10-03"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _“Spółka\", \"Emitent\"_, informuje,\n                           że w dniu 1 października 2018 roku Rada Nadzorcza Spółki powzięła uchwałę w sprawie\n                           powierzenia funkcji Prezesa Zarządu dotychczasowemu Członkowi Zarządu Spółki tj. Panu\n                           Radosławowi Świątkowskiemu _\"Uchwała\"_. Uchwała wchodzi w życie z dniem 2 października\n                           2018 r.Jednocześnie Zarząd Emitenta informuje, że informacje na temat posiadanego przez Pana\n                           Radosława Świątkowskiego – wykształcenia, kwalifikacji i zajmowanych wcześniej stanowisk,\n                           wraz z opisem przebiegu jego pracy zawodowej, a także treść złożonych przez niego\n                           oświadczeń zostały zamieszczone w raporcie bieżącym nr 28/2018 z dnia 6 lipca 2018\n                           r. dotyczącym powołania Pana Radosława Świątkowskiego na Członka Zarządu Spółki. Szczegółowa podstawa prawna: § 5 pkt 5_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim",
        "date": "2018-10-01"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że Nadzwyczajne\n                           Walne Zgromadzenie Spółki zwołane na dzień 1 października 2018 r. _\"Walne Zgromadzenie\"_\n                           powzięło uchwałę w sprawie ogłoszenia przerwy w obradach Walnego Zgromadzenia i wyznaczenia\n                           nowego terminu obrad. Zgodnie z powyższą uchwałą obrady Walnego Zgromadzenia będą\n                           kontynuowane w dniu 11 października 2018 r. o godz. 11:00 w Warszawie, w siedzibie\n                           Kancelarii GESSEL, Koziorowski sp.k. przy ul. Siennej 39, XV piętro.Jednocześnie Zarząd Spółki, przekazuje do publicznej wiadomości treść uchwał podjętych\n                           do momentu ogłoszenia przerwy w obradach Walnego Zgromadzenia w dniu 1 października\n                           2018 roku\"_ wraz z wynikami głosowania nad każdą z uchwał.Jednocześnie Spółka informuje, że do momentu ogłoszenia przerwy w obradach Walnego\n                           Zgromadzenia:• Walne Zgromadzenie nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad, • nie było uchwał, które objęte zostały porządkiem obrad, a nie zostały podjęte przez\n                           Walne Zgromadzenie, • nie zostały zgłoszone sprzeciwy do protokołu. Szczegółowa podstawa prawna: § 19 ust. 1 pkt 5-9 Rozporządzenia Ministra Finansów\n                           z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2018-10-01"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą w Warszawie _\"Spółka\"_, działając na podstawie\n                           art. 398, art. 399 § 1, art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych, zwołuje\n                           Nadzwyczajne Walne Zgromadzenie Spółki, które odbędzie się w dniu 15 października\n                           2018 r. o godzinie 1000 w Warszawie, w siedzibie Kancelarii GESSEL, Koziorowski sp.k.\n                           przy ul. Siennej 39, XV piętro.W załączeniu Zarząd przekazuje pełną treść ogłoszenia o zwołaniu Walnego Zgromadzenia\n                           wraz z projektami uchwał na Walne Zgromadzenie. Jednocześnie Zarząd, w nawiązaniu do raportu bieżącego Spółki nr 14/2018, wyjaśnia,\n                           że konieczność zwołania Walnego Zgromadzenia, na którym powzięte zostaną ponownie\n                           uchwały w sprawie podwyższenia kapitału zakładowego Spółki, wynika z faktu zmian w\n                           strukturze akcjonariatu spółki Szkoła Inwestowania S.A. z siedzibą we Wrocławiu. Wskazana\n                           zmiana spowodowała, niemożliwość zawarcia umów objęcia akcji serii F emitowanych na\n                           podstawie uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 29 czerwca\n                           2018 r. _\"NWZ\"_. W konsekwencji konieczne staje się uchylenie uchwał związanych z\n                           podwyższeniem kapitału zakładowego Spółki powziętych na NWZ i podjęcie nowych uchwał\n                           w przedmiotowym zakresie.",
        "date": "2018-09-04"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą w Warszawie _\"Spółka\"_, działając na podstawie\n                           art. 398, art. 399 § 1, art. 4021 i art. 4022 Kodeksu spółek handlowych, zwołuje Nadzwyczajne\n                           Walne Zgromadzenie Spółki, które odbędzie się w dniu 1 października 2018 r. o godzinie\n                           1000 w Warszawie, w siedzibie Kancelarii GESSEL, Koziorowski sp.k. przy ul. Siennej\n                           39, XV piętro.W załączeniu Zarząd przekazuje pełną treść ogłoszenia o zwołaniu Walnego Zgromadzenia\n                           wraz z projektami uchwał na Walne Zgromadzenie.Jednocześnie Zarząd, w nawiązaniu do raportu bieżącego Spółki nr 14/2018, wyjaśnia,\n                           że konieczność zwołania Walnego Zgromadzenia, na którym powzięte zostaną ponownie\n                           uchwały w sprawie podwyższenia kapitału zakładowego Spółki, wynika z faktu zmian w\n                           strukturze akcjonariatu spółki REINO Dywidenda Plus S.A. z siedzibą w Warszawie. Wskazana\n                           zmiana spowodowała, niemożliwość zawarcia umów objęcia akcji serii E emitowanych na\n                           podstawie uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 20 czerwca\n                           2018 r. _\"NWZ\"_. W konsekwencji konieczne staje się uchylenie uchwał związanych z\n                           podwyższeniem kapitału zakładowego Spółki powziętych na NWZ i podjęcie nowych uchwał\n                           w przedmiotowym zakresie.",
        "date": "2018-09-04"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd GRAVITON CAPITAL S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym otrzymał od spółki Poligo Capital spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Poznaniu i Pana Tomasza Buczaka, zawiadomienie _\"Zawiadomienie\"_ złożone\n                           w wykonaniu obowiązków określonych w art. 69 ust. 1 pkt 1_, art. 69a ust. 1 i art.\n                           77 ust. 7 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _t.j.  Dz.U. z 2018 r. poz. 512, ze zm._. Treść otrzymanego Zawiadomienia Spółka przekazuje\n                           w załączeniu do niniejszego raportu.",
        "date": "2018-09-04"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd GRAVITON CAPITAL S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym otrzymał od Pani Zofii Dzielnickiej, zawiadomienie _\"Zawiadomienie\"_ złożone\n                           w wykonaniu obowiązków określonych w art. 69 Ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych _t.j.  Dz.U. z 2018 r. poz. 512, ze zm._. Treść\n                           otrzymanego Zawiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2018-09-03"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd GRAVITON CAPITAL S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym otrzymał od Pana Wojciecha Gudaszewskiego, Pana Tadeusza Gudaszewskiego\n                           i od Pana Adriana Dzielnickiego zawiadomienia _\"Zawiadomienia\"_ złożone w wykonaniu\n                           obowiązków określonych w art. 69 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _t.j.  Dz.U. z 2018 r. poz. 512, ze zm._.Treść otrzymanych Zawiadomień Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2018-08-31"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd GRAVITON CAPITAL S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, że w dniu\n                           dzisiejszym otrzymał od spółki Poligo Capital spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Poznaniu _osoby blisko związanej z osobą pełniącą obowiązki zarządcze\n                           w Spółce - Panem Tomaszem Buczakiem, członkiem Rady Nadzorczej Spółki_, powiadomienie\n                           o transakcji na akcjach Spółki.Treść otrzymanego powiadomienia Spółka przekazuje w załączeniu do niniejszego raportu.",
        "date": "2018-08-30"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _“Spółka\", \"Emitent\"_, działając\n                           na podstawie art. 80 ust. 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i\n                           warunkach wprowadzenia instrumentów finansowych do zorganizowanego obrotu oraz o spółkach\n                           publicznych, w załączeniu do niniejszego raportu bieżącego przekazuje stanowisko Zarządu\n                           Spółki dotyczące wezwania do zapisywania się na sprzedaż do 100% akcji Spółki, ogłoszonego\n                           w dniu 6 lipca 2018 r. przez Poligo Capital sp. z o.o. z siedzibą w Poznaniu.",
        "date": "2018-07-24"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _“Spółka\", \"Emitent\"_, informuje,\n                           że w dniu 6 lipca 2018 roku, w związku z ogłoszeniem przez Poligo Capital sp. z o.o.\n                           z siedzibą w Poznaniu _\"Poligo\"_ wezwania do zapisywania się na sprzedaż do 100% akcji\n                           Emitenta, o czym Spółka informowała w raporcie bieżącym nr 26/2018, weszła w życie\n                           uchwała Rady Nadzorczej Spółki  z dnia 3 lipca 2018 roku w sprawie powołania nowego\n                           członka Zarządu Spółki _\"Uchwała\"_. Zgodnie z treścią Uchwały Pan Radosław Świątkowski\n                           został powołany w skład Zarządu Spółki, na stanowisko Członka Zarządu.  Jednocześnie Spółka informuje, iż w dniu dzisiejszym do Spółki wpłynęła rezygnacja\n                           Pana Dominika Dymeckiego z pełnienia funkcji Prezesa Zarządu Spółki ze skutkiem na\n                           godzinę 21:00 dnia 6 lipca 2018 roku _\"Oświadczenie\"_. Oświadczenie nie zawiera przyczyn\n                           rezygnacji.W związku z powyższym, skład Zarządu Spółki jest następujący:1. Radosław Świątkowski – Członek Zarządu. Zarząd Emitenta w załączeniu do niniejszego raportu przedstawia informacje na temat\n                           posiadanego przez powołanego z dniem dzisiejszym Członka Zarządu – Pana Radosława\n                           Świątkowskiego – wykształcenia, kwalifikacji i zajmowanych wcześniej stanowisk, wraz\n                           z opisem przebiegu jego pracy zawodowej, a także treść złożonych przez niego oświadczeń.\n                           Szczegółowa podstawa prawna: § 5 pkt 4_ i 5_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2018-07-06"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _“Spółka\", \"Emitent\"_, w nawiązaniu\n                           do raportu bieżącego nr 21/2018 Graviton Capital S.A., informuje, że w dniu 6 lipca\n                           2018 roku, w związku z ogłoszeniem przez Poligo Capital sp. z o.o. z siedzibą w Poznaniu\n                           _\"Poligo\"_ wezwania do zapisywania się na sprzedaż do 100% akcji Emitenta, o czym\n                           Spółka informowała w raporcie bieżącym nr 26/2018, weszły w życie uchwały Nadzwyczajnego\n                           Walnego Zgromadzenia z dnia 20 czerwca 2018 roku: _i_ w sprawie odwołania ze składu\n                           Rady Nadzorczej Spółki: _a_ Pana Krzysztofa Piotrowskiego, _b_ Pani Zofii Dzielnickiej\n                           i _c_ Pana Tadeusza Gudaszewskiego, oraz _ii_ w sprawie powołania do składu Rady Nadzorczej\n                           Spółki: _a_ Pani Małgorzaty Jadwigi Kosińskiej, _b_ Pani Beaty Marii Binek-Ćwik i\n                           _c_ Pani Karoliny Janas.W związku z powyższym, skład Rady Nadzorczej Spółki jest następujący:1. Andrzej Kowal,2. Tomasz Buczak,3. Małgorzata Kosińska, 4. Beata Binek-Ćwik,5. Karolina Janas.Zarząd Emitenta w załączeniu do niniejszego raportu przedstawia informacje na temat\n                           posiadanego przez powołanych z dniem dzisiejszym członków Rady Nadzorczej wykształcenia,\n                           kwalifikacji i zajmowanych wcześniej stanowisk, wraz z opisem przebiegu ich pracy\n                           zawodowej, a także treść złożonych przez nich oświadczeń. Szczegółowa podstawa prawna: § 5 pkt 4_ i 5_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2018-07-06"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _“Spółka\"_, w nawiązaniu do raportu\n                           bieżącego nr 14/2018 Graviton Capital S.A., informuje, że w dniu dzisiejszym powziął\n                           informację o ogłoszeniu przez Poligo Capital sp. z o.o. z siedzibą w Poznaniu _\"Poligo\"_\n                           wezwania do zapisywanie się na sprzedaż akcji Spółki na podstawie art. 74 ust. 1 ustawy\n                           z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _tj. Dz.U.\n                           z 2018 r., poz. 512, ze zm._. Wezwanie zostało ogłoszone w związku z planowanym nabyciem przez Poligo akcji Spółki\n                           reprezentujących 100% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki oraz 100%\n                           akcji w kapitale zakładowym Spółki, nie mniej niż 50,01 % ogólnej liczby głosów na\n                           Walnym Zgromadzeniu Spółki.Pełna treść wezwania jest dostępna pod adresem:    http://biznes.pap.pl/pl/news/listings/info/2575050,wezwanie-do-zapisywania-sie-na-sprzedaz-akcji-spolki-graviton-capital-sa",
        "date": "2018-07-06"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, iż podczas\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Spółki w dniu 29 czerwca 2018 roku _\"Walne\n                           Zgromadzenie\"_ reprezentowane było 50,72% kapitału zakładowego, a ogólna liczba głosów\n                           wynosiła: 1.046.146. Próg 5% głosów na Walnym Zgromadzeniu przekroczyli akcjonariusze: - Tadeusz Gudaszewski, który wykonywał prawo głosu z 412.145 akcji, dających 412.145\n                           głosów, co stanowiło 39,40% głosów na Walnym Zgromadzeniu i 19,98 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta,  - Zofia Dzielnicka, która wykonywała prawo głosu z 412.001 akcji, dających 412.001\n                           głosów, co stanowiło 39,38% głosów na Walnym Zgromadzeniu i 19,98 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta, - Wojciech Gudaszewski, który wykonywał prawo głosu z 105.000 akcji, dających 105.000\n                           głosów, co stanowiło 10,04% głosów na Walnym Zgromadzeniu i 5,09 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta,  - Adrian Dzielnicki, który wykonywał prawo głosu z 105.000 akcji, dających 105.000\n                           głosów, co stanowiło 10,04% głosów na Walnym Zgromadzeniu i 5,09 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta.",
        "date": "2018-06-30"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, iż podczas\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Spółki w dniu 20 czerwca 2018 roku _\"Walne\n                           Zgromadzenie\"_ reprezentowane było 50,14% kapitału zakładowego, a ogólna liczba głosów\n                           wynosiła: 1.034.146.  Próg 5% głosów na Walnym Zgromadzeniu przekroczyli akcjonariusze: - Tadeusz Gudaszewski, który wykonywał prawo głosu z 412.145 akcji, dających 412.145\n                           głosów, co stanowiło 39,85% głosów na Walnym Zgromadzeniu i 19,98 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta,  - Zofia Dzielnicka, która wykonywała prawo głosu z 412.001 akcji, dających 412.001\n                           głosów, co stanowiło 39,85% głosów na Walnym Zgromadzeniu i 19,98 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta, - Wojciech Gudaszewski, który wykonywał prawo głosu z 105.000 akcji, dających 105.000\n                           głosów, co stanowiło 10,15% głosów na Walnym Zgromadzeniu i 5,09 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta,  - Adrian Dzielnicki, który wykonywał prawo głosu z 105.000 akcji, dających 105.000\n                           głosów, co stanowiło 10,15% głosów na Walnym Zgromadzeniu i 5,09 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta.",
        "date": "2018-06-20"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_ informuje, iż podczas\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki w dniu 20 czerwca 2018 roku _\"Walne\n                           Zgromadzenie\"_ reprezentowane było 50,14% kapitału zakładowego, a ogólna liczba głosów\n                           wynosiła: 1.034.146.  Próg 5% głosów na Walnym Zgromadzeniu przekroczyli akcjonariusze: - Tadeusz Gudaszewski, który wykonywał prawo głosu z 412.145 akcji, dających 412.145\n                           głosów, co stanowiło 39,85% głosów na Walnym Zgromadzeniu i 19,98 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta,  - Zofia Dzielnicka, która wykonywała prawo głosu z 412.001 akcji, dających 412.001\n                           głosów, co stanowiło 39,85% głosów na Walnym Zgromadzeniu i 19,98 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta, - Wojciech Gudaszewski, który wykonywał prawo głosu z 105.000 akcji, dających 105.000\n                           głosów, co stanowiło 10,15% głosów na Walnym Zgromadzeniu i 5,09 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta,  - Adrian Dzielnicki, który wykonywał prawo głosu z 105.000 akcji, dających 105.000\n                           głosów, co stanowiło 10,15% głosów na Walnym Zgromadzeniu i 5,09 % w ogólnej liczbie\n                           głosów i w kapitale zakładowym Emitenta.",
        "date": "2018-06-20"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. _\"Emitent\"_ informuje, że w dniu 20 czerwca 2018\n                           roku Zwyczajne Walne Zgromadzenie Emitenta postanowiło odwołać ze składu Rady Nadzorczej\n                           Emitenta Panią Annę Kaczmarczyk ze skutkiem na dzień 20 czerwca 2018 roku. W uchwale\n                           nie wskazano przyczyn odwołania. Ponadto w dniu 20 czerwca 2018 roku Zwyczajne Walne Zgromadzenie Emitenta postanowiło\n                           powołać w skład Rady Nadzorczej Emitenta Pana Tomasza Buczaka.Jednocześnie Zarząd Emitenta informuje, że w dniu 20 czerwca 2018 roku odbyło się\n                           Nadzwyczajne Walne Zgromadzenie Emitenta, które podjęło uchwały w sprawie odwołania\n                           ze składu Rady Nadzorczej Emitenta: _i_ Pana Krzysztofa Piotrowskiego, _ii_ Pani Zofii\n                           Dzielnickiej i _iii_ Pana Tadeusza Gudaszewskiego. Uchwały te wejdą w życie z chwilą ogłoszenia przez Poligo Capital spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Poznaniu  _adres: os. Jana III Sobieskiego 21 lok.\n                           120, 60-688 Poznań_, wpisaną do rejestru przedsiębiorców Krajowego Rejestru Sądowego\n                           przez Sąd Rejestrowy dla miasta stołecznego Warszawy, XII Wydział Gospodarczy pod\n                           numerem KRS 0000405560, NIP: 7010330062, REGON: 145926423 _\"Poligo\"_ wezwania do zapisywania\n                           się na sprzedaż do 100% _sto procent_ akcji Emitenta. W uchwałach nie wskazano przyczyn\n                           odwołania.Zarząd informuje ponadto, że w dniu 20 czerwca 2018 roku Nadzwyczajne Walne Zgromadzenie\n                           Emitenta podjęło uchwałę _\"Uchwała\"_ w sprawie powołania do składu Rady Nadzorczej\n                           Emitenta: _i_ Pani Małgorzaty Jadwigi Kosińskiej posiadającej numer PESEL 57101202606,\n                           _ii_ Pani Beaty Marii Binek-Ćwik, posiadającej numer PESEL 72050107860 i _iii_ Pani\n                           Karoliny Janas, posiadającej numer PESEL 87052804127.Uchwała wejdzie w życie z chwilą ogłoszenia przez Poligo wezwania do zapisywania się\n                           na sprzedaż do 100% _sto procent_ akcji Emitenta. Zarząd Emitenta w załączeniu do niniejszego raportu przedstawia informację na temat\n                           posiadanego przez powołanego w dniu dzisiejszym członka Rady Nadzorczej - Pana Tomasza\n                           Buczaka wykształcenia, jego kwalifikacji i zajmowanych wcześniej stanowisk, wraz z\n                           opisem przebiegu jego pracy zawodowej, a także treść złożonych przez niego oświadczeń.\n                           Zarząd Emitenta informuje ponadto, że informacje na  temat wykształcenia, kwalifikacji\n                           i zajmowanych wcześniej stanowisk, wraz z opisem przebiegu pracy zawodowej, a także\n                           treść złożonych oświadczeń przez powołanych w dniu dzisiejszym członków Rady Nadzorczej\n                           tj.: _i_ Pani Małgorzaty Jadwigi Kosińskiej, _ii_ Pani Beaty Marii Binek-Ćwik i _iii_\n                           Pani Karoliny Janas, przedstawi w dniu wejścia w życie Uchwały, tj. w dniu ogłoszenia\n                           wezwania do zapisywania się na sprzedaż do 100% _sto procent_ akcji Emitenta.",
        "date": "2018-06-20"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym do Spółki\n                           wpłynęła rezygnacja Pana Mariusza Chłopka z pełnienia funkcji Członka Zarządu Spółki\n                           ze skutkiem na koniec dnia 18 czerwca 2018 roku. Podstawa prawna: § 5 pkt. 4 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2018-06-18"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, działając na podstawie\n                           art. 398, art. 399 § 1, art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych, zwołuje\n                           Nadzwyczajne Walne Zgromadzenie Spółki, które odbędzie się w dniu 29 czerwca 2018\n                           r. o godzinie 10:00 w Warszawie, w siedzibie Kancelarii GESSEL, Koziorowski sp.k.\n                           przy ul. Siennej 39, XV piętro.W załączeniu Zarząd przekazuje pełną treść ogłoszenia o zwołaniu Walnego Zgromadzenia\n                           wraz z projektami uchwał na Walne Zgromadzenie. Podstawa prawna: § 19 ust. 1 pkt 1 i 2 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2018-05-23"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, działając na podstawie\n                           art. 398, art. 399 § 1, art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych, zwołuje\n                           Nadzwyczajne Walne Zgromadzenie Spółki, które odbędzie się w dniu 20 czerwca 2018\n                           r. o godzinie 13:00 w Warszawie, w siedzibie Kancelarii GESSEL, Koziorowski sp.k.\n                           przy ul. Siennej 39, XV piętro.W załączeniu Zarząd przekazuje pełną treść ogłoszenia o zwołaniu Walnego Zgromadzenia\n                           wraz z projektami uchwał na Walne Zgromadzenie. Podstawa prawna: § 19 ust. 1 pkt 1 i 2 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2018-05-23"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Spółka\"_, działając na podstawie\n                           art. 395, art. 399 § 1, art. 402_1_ i art. 402_2_ Kodeksu spółek handlowych, zwołuje\n                           Zwyczajne Walne Zgromadzenie Spółki, które odbędzie się w dniu 20 czerwca 2018 r.\n                           o godzinie 10:00 w Warszawie, w siedzibie Kancelarii GESSEL, Koziorowski sp.k. przy\n                           ul. Siennej 39, XV piętro.W załączeniu Zarząd przekazuje pełną treść ogłoszenia o zwołaniu Walnego Zgromadzenia\n                           wraz z projektami uchwał na Walne Zgromadzenie. Podstawa prawna: § 19 ust. 1 pkt 1 i 2 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2018-05-23"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_, działając\n                           na podstawie art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr\n                           596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE _\"Rozporządzenie MAR\"_, w nawiązaniu do raportu bieżącego Spółki nr 13/2018,\n                           informuje, że w dniu 22.05.2018 r. została zawarta umowa inwestycyjna oraz umowa zobowiązująca\n                           do sprzedaży akcji w ramach wezwania _\"Umowa\"_ pomiędzy: _i_ spółką pod firmą Poligo\n                           Capital sp. z o.o. z siedzibą w Poznaniu _\"Kupujący\"_, _ii_ spółką pod firmą REINO\n                           Partners sp. z o.o. z siedzibą w Warszawie _\"Inwestor 1\"_, _iii_ spółką pod firmą\n                           REINO Dywidenda Plus S.A. z siedzibą w Warszawie _\"Inwestor 2\"_, a _iv_ Spółką, _v_\n                           Panem Dominikiem Dymeckim _\"Menadżer 1\"_, _vi_ Panem Pawłem Jeleniewskim _\"Menadżer\n                           2\"_ oraz głównymi akcjonariuszami Spółki tj. _vii_ Panią Zofią Dzielnicką _\"Sprzedający\n                           1\"_, _viii_ Panem Tadeuszem Gudaszewskim _\"Sprzedający 2\"_, _ix_ Panem Adrianem Dzielnickim\n                           _\"Sprzedający 3\"_ i _x_ Panem Wojciechem Gudaszewskim _\"Sprzedający 4\"_.Umowa określa podstawowe zasady i warunki inwestycji w Spółkę, zgodnie z którą: _i_\n                           Kupujący zamierza nabyć w wyniku publicznego wezwania do 100% akcji w kapitale zakładowym\n                           Spółki _\"Wezwanie\"_, _ii_ Sprzedający 1, Sprzedający 2, Sprzedający 3 i Sprzedający\n                           4 _łącznie: \"Sprzedający\"_ zamierzają zbyć w ramach Wezwania wszystkie posiadane przez\n                           Sprzedających akcje w kapitale zakładowym Spółki _\"Akcje Sprzedawane\"_, a _iii_ udziałowcy\n                           oraz akcjonariusze odpowiednio  Inwestora 1 i Inwestora 2 zamierzają dokonać inwestycji\n                           w Spółkę _\"Inwestycja\"_ poprzez objęcie akcji nowej emisji w podwyższonym kapitale\n                           zakładowym w zamian za posiadane akcje w kapitale zakładowym Inwestora 2, stanowiących\n                           100% akcji i głosów w kapitale zakładowym Inwestora 2 _\"Akcje Aportowe\"_ oraz posiadane\n                           udziały w kapitale zakładowym Inwestora 1, stanowiących 50,04% udziałów w kapitale\n                           zakładowym Inwestora 1 _\"Udziały Aportowe\"_, które zostaną przeniesione na rzecz Spółki\n                           _\"Transakcja\"_. Przedmiotem Umowy jest w szczególności: _i_ ustanowienie zobowiązania stron do przeprowadzenia\n                           Transakcji, _ii_ określenie zobowiązań stron w trakcie Wezwania, _iii_ określenie\n                           zasad odpowiedzialności Sprzedających, w tym po realizacji Transakcji. Inwestycja polegała będzie w szczególności na: _i_ podwyższeniu kapitału zakładowego\n                           Spółki o kwotę 29.427.440 zł _\"Podwyższenie Kapitału Zakładowego 1\"_ poprzez subskrypcję\n                           prywatną akcji nowej emisji skierowaną do udziałowców Inwestora 1 oraz akcjonariuszy\n                           Inwestora 2, z wyłączeniem prawa poboru, _\"Akcjonariusze Inwestora 2\"_ w zamian za\n                           Udziały Aportowych oraz Akcje Aportowe, _ii_ podwyższeniu kapitału zakładowego Spółki\n                           o kwotę 6.130.467,20 zł _\"Podwyższenie Kapitału Zakładowego 2\"_ poprzez subskrypcję\n                           prywatną nowych akcji skierowaną do wybranego przez Spółkę inwestora dodatkowego _\"Inwestor\n                           Dodatkowy\"_, z wyłączeniem prawa poboru, skierowaną do akcjonariuszy dodatkowych _\"Akcjonariusze\n                           Dodatkowi\"_, na warunkach szczegółowo określonych w Umowie.Wezwanie zostanie ogłoszone po spełnieniu się wszystkich warunków zawieszających określonych\n                           w Umowie _\"Warunki Zawieszające\"_. Warunkami Zawieszającymi są m.in.: _i_ ogłoszenie\n                           przez Spółkę nie później niż w ciągu 2 dni roboczych od dnia zawarcia Umowy zwołania\n                           zwyczajnego walnego zgromadzenia _\"Zwyczajne Walne Zgromadzenie\"_, nadzwyczajnego\n                           walnego zgromadzenia _\"Nadzwyczajne Walne Zgromadzenie 1\"_ na dzień 20 czerwca 2018\n                           r. lub inny najwcześniejszy dzień względem dnia zawarcia Umowy oraz nadzwyczajnego\n                           walnego zgromadzenia _\"Nadzwyczajne Walne Zgromadzenia 2\"_ na dzień 29 czerwca 2018\n                           r., _ii_ odbycie się Zwyczajnego Walnego Zgromadzenia, na którym zostaną podjęte m.in.\n                           uchwały: w sprawie uchylenia kapitału docelowego Spółki, zmian w składzie Rady Nadzorczej\n                           Spółki poprzez odwołanie 1członka Rady Nadzorczej Spółki oraz powołanie w skład Rady\n                           Nadzorczej Spółki 1 członka wskazanego pisemnie przez Kupującego, _iii_ odbycie się\n                           Nadzwyczajnego Walnego Zgromadzenia 1, na którym zostaną podjęte m.in. uchwały w sprawie:\n                           Podwyższenia Kapitału Zakładowego 1, zmian w składzie Rady Nadzorczej Spółki poprzez\n                           warunkowe odwołanie 3 członków Rady Nadzorczej Spółki i powołanie w skład Rady Nadzorczej\n                           Spółki 3 członków wskazanych pisemnie przez Kupującego, ze skutkiem na dzień ogłoszenia\n                           Wezwania, _iv_ odbycie się Nadzwyczajnego Walnego Zgromadzenia 2, na którym zostanie\n                           m.in. podjęta uchwała w sprawie Podwyższenia Kapitału Zakładowego 2. W przypadku, gdy którykolwiek z Warunków Zawieszających nie zostanie spełniony – Kupujący\n                           nie będzie zobowiązany do przeprowadzenia Wezwania. W przypadku, gdy jakikolwiek Warunek\n                           Zawieszający nie zostanie spełniony, Sprzedający ani Kupujący nie będą zobowiązani\n                           do kontynuowania wykonania zobowiązań określonych w Umowie. Jeżeli jakikolwiek Warunek\n                           Zawieszający nie zostanie spełniony w terminie 6 tygodni od zawarcia Umowy, Umowa\n                           wygaśnie. Z zastrzeżeniem ziszczenia się wszystkich Warunków Zawieszających Kupujący w terminie\n                           5 dni Roboczych od ziszczenia się ostatniego z Warunków Zawieszających przeprowadzi\n                           Wezwanie zgodnie z warunkami szczegółowo określonymi w Umowie. Kupujący będzie zobowiązany\n                           do nabycia w ramach Wezwania wszystkich akcji posiadanych w kapitale zakładowym Spółki\n                           przez Sprzedających _\"Akcje Sprzedawane\"_ tylko wówczas, gdy akcjonariusze Spółki\n                           w odpowiedzi na wezwanie złożą zapisy na sprzedaż akcji Spółki w liczbie zapewniającej\n                           osiągnięcie co najmniej 50,01% ogólnej liczby głosów na walnym zgromadzeniu Spółki,\n                           a cena za 1 akcję Spółki w ramach wezwania będzie wynosiła 1,60 zł _\"Cena\"_. Zgodnie\n                           z postanowienia Umowy cena za 100% akcji Spółki w ramach Wezwania będzie wynosiła\n                           3.300.000 zł _\"Cena Wezwania\"_, natomiast cena za wszystkie Akcje Sprzedawane, którą\n                           Kupujący zapłaci w ramach Wezwania Sprzedającym wyniesie 1.654.634 zł _\"Cena Łączna\"_.\n                           W przypadku, gdy zgodnie z przepisami ustawy o ofercie cena za 1 akcję Spółki w Wezwaniu\n                           musiałaby być wyższa niż cena za Akcję, to Wezwanie nie dojdzie do skutku, a Kupujący\n                           wraz z Inwestorami będą uprawnieni odstąpić od Umowy. Warunki Wezwania zastrzeżone\n                           są na korzyść Kupującego i Kupujący jest uprawniony do zrzeczenia się wszystkich lub\n                           poszczególnych warunków.Rozliczenie i rozrachunek Wezwania zostanie dokonany najpóźniej w terminie 3 dni roboczych\n                           od dnia zakończenia składania zapisów na sprzedaży akcji w Wezwaniu, oraz pod warunkiem,\n                           spełnienia się warunków Wezwania.Przed dniem ogłoszenia Wezwania albo najpóźniej w dniu ogłoszenia Wezwania odbędzie\n                           się posiedzenie Rady Nadzorczej, na którym Rada Nadzorcza powoła do Zarządu Spółki\n                           Pana Radosława Świątkowskiego ze skutkiem na dzień ogłoszenia Wezwania.W dniu zamknięcia Transakcji _\"Dzień Zamknięcia\"_, który nastąpi po nabyciu przez\n                           Kupującego Akcji Sprzedawanych w ramach Wezwania, Spółka oraz Inwestorzy zobowiązują\n                           się dokonać lub spowodować dokonanie m.in. następujących czynności: _i_ członkowie\n                           Zarządu Pan Mariusz Chłopek oraz Pan Dominik Dymecki jak również członkowie zarządu\n                           spółki zależnej Graviton AD sp. z o.o. _\"Spółka Zależna\"_  tj. Pan Dominik Dymecki\n                           oraz Pan Paweł Jeleniewski złożą rezygnację ze sprawowania funkcji w Zarządzie Spółki\n                           i spółki zależnej, _ii_ zawarcie przez Spółkę i wspólników Inwestora 1 umowy objęcia\n                           nowych akcji w zamian za Udziały Aportowe _iii_ zawarcie przez Spółkę i akcjonariuszy\n                           Inwestora 2 umowy objęcia nowych akcji w zamian za Akcje Aportowe. W przypadku gdy członkowie Zarządu Spółki oraz członkowie zarządu spółki zależnej\n                           od Spółki złożą rezygnację zgodnie z Umową a Pan Radosław Świątkowski zostanie powołany\n                           do Zarządu zgodnie z Umową i nie zostanie odwołany ani zawieszony do Dnia Zamknięcia\n                           to Sprzedający nie ponoszą odpowiedzialności za wykonanie zobowiązań przez Spółkę\n                           na zamknięciu i po zamknięciu. Po Dniu Zamknięcia w terminie wyznaczonym przez Spółkę i Inwestorów _przy czym Sprzedający\n                           nie ponoszą odpowiedzialności za wykonanie tych zobowiązań przez Spółkę_ dokonane\n                           zostaną m.in. następujące czynności: _i_ zawarcie przez Spółkę i Akcjonariuszy Dodatkowych\n                           umowy objęcia Nowych Akcji Inwestora Dodatkowego, _ii_ Spółka i Akcjonariusze Dodatkowi\n                           zawrą umowę przeniesienia Akcji Aportowych Dodatkowych, na podstawie której Akcjonariusze\n                           Dodatkowi przeniosą na Spółkę Akcje Aportowe Dodatkowe.Sprzedający zobowiązali się wobec Kupującego, że w okresie obowiązywania Umowy, Sprzedający\n                           nie dokonają rozporządzenia jakimikolwiek Akcjami Sprzedawanymi innego niż zgodnie\n                           z postanowieniami Umowy, ani nie dokonają obciążenia jakichkolwiek Akcji Sprzedawanych\n                           ani nie zobowiążą się do powyższego. Umowa zawiera postanowienia/zobowiązania okresu\n                           przejściowego typowe dla tego rodzaju transakcji przejęcia kontroli w spółce, celem\n                           których jest dążenie do niepogorszenia stanu prawnego, finansowego, majątkowego Spółki,\n                           a także niewystąpienie istotnej negatywnej zmiany. W okresie przejściowym Spółka Zależna\n                           uprawniona będzie do sprzedaży nieruchomości położonej we Wrocławiu przy Pl. Powstańców\n                           Śląskich 1/201 stanowiącej jej własność, na warunkach określonych w Umowie. Ponadto\n                           w okresie przejściowym Spółka uprawniona jest do dokonania sprzedaży udziałów posiadanych\n                           w Spółce Zależnej na warunkach określonych w Umowie. Każda ze stron Umowy zobowiązała się do naprawienia, zgodnie z obowiązującymi przepisami\n                           prawa oraz z uwzględnieniem postanowień Umowy, wszelkich szkód, jakie którakolwiek\n                           z pozostałych stron może ponieść wskutek, oraz zwolnić z odpowiedzialności, jaką którakolwiek\n                           z pozostałych stron może ponieść, wskutek: _i_ naruszenia któregokolwiek z zobowiązań\n                           danej strony wynikających z Umowy lub z nią związanych, chyba, że z zastrzeżeniem\n                           odmiennych postanowień Umowy, niewykonanie lub nienależyte wykonanie zobowiązania\n                           jest następstwem okoliczności, za które dana Strona odpowiedzialności nie ponosi,\n                           z zastrzeżeniem odmiennych postanowień Umowy lub _ii_ wadliwości któregokolwiek oświadczenia\n                           i zapewnienia złożonego przez daną Stronę w Umowie.Umowa przewiduje, że z tytułu wadliwości oświadczeń i zapewnień dotyczących Spółki\n                           lub naruszenia zobowiązań okresu przejściowego Sprzedający 3 i Sprzedający 4 oraz\n                           Menadżerowie ponoszą odpowiedzialność za Szkodę w stosunku do Kupującego na zasadach\n                           określonych w Umowie od dnia rozliczenia Wezwania _część o charakterze gwarancyjnym_\n                           _\"Odszkodowanie Umowne\"_. Ponadto Sprzedający 3 i Sprzedający 4 oraz Menadżerowi przyjmując\n                           solidarną odpowiedzialność na zasadzie ryzyka niezależną od odpowiedzialności z tytułu\n                           wadliwości oświadczeń i zapewnień dotyczących Spółki, działając na zasadzie swobody\n                           umów, zobowiązują się wobec Kupującego, że naprawią Szkodę, którą poniesie Spółka\n                           _\"Odpowiedzialność Naprawcza\"_ wynikającą z wskazanych w Umowie zdarzeń. Umowa przewiduje umowne prawo odstąpienia, które uprawnia Inwestorów wraz z Kupującym\n                           działającymi łącznie do odstąpienia od Umowy _\"Prawo Odstąpienia Inwestora\"_ m.in.\n                           w przypadku: _i_ naruszenia postanowień Umowy przez któregokolwiek Sprzedającego lub\n                           Spółkę, _ii_ nieprawdziwości któregokolwiek z oświadczeń i zapewnień dotyczących Spółki,\n                           _iii_ gdy zgodnie z przepisami ustawy o ofercie cena za 1 akcję Spółki w Wezwaniu\n                           musiałaby być wyższa niż Cena _iv_ gdy pomimo spełnienia się wszystkich Warunków Zawieszających\n                           Sprzedający nie dokonają czynności niezbędnych do sprzedania Akcji Sprzedawanych w\n                           ramach Wezwania. Prawo Odstąpienia Inwestora może zostać wykonane w terminie 3 miesięcy\n                           od dnia zawarcia Umowy, jednakże w żadnym wypadku nie może być wykonane po Dniu Zamknięcia,\n                           jeżeli w Dniu Zamknięcia członek Zarządu Spółki złoży rezygnację. W przypadku, gdy\n                           Inwestor wykona Prawo Odstąpienia Inwestora, z przyczyn, za które którykolwiek Sprzedający\n                           lub Spółka, ponoszą odpowiedzialność na zasadzie winy, to wówczas wszyscy: Sprzedający\n                           3 i Sprzedający 4 i Menadżerowie będą solidarnie zobowiązani do zapłaty na rzecz Inwestorów\n                           _wierzyciele solidarni_ odszkodowania umownego w wysokości 500.000,00 zł, w terminie\n                           30 _trzydziestu_ dni roboczych od dnia skierowania przez któregokolwiek Inwestora\n                           pisemnego żądania zapłaty takiej kary umownej.Strony Umowy zobowiązały się do zachowania poufności. Umowa podlega prawu polskiemu.",
        "date": "2018-05-23"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_ działając\n                           na podstawie art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr\n                           596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie\n                           nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i\n                           Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_\n                           przekazuje poniższą informację poufną, której przekazanie do wiadomości publicznej\n                           zostało opóźnione przez Emitenta w dniu 2 marca 2018 r. Treść opóźnionej informacji poufnej:Zarząd Graviton Capital S.A. z siedzibą we Wrocławiu _\"Emitent\", \"Spółka\"_, działając\n                           na podstawie art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr\n                           596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE _\"Rozporządzenie MAR\"_, informuje, że w dniu 2 marca 2018 r. pomiędzy:\n                           _i_ spółką pod firmą Poligo Capital sp. z o.o. z siedzibą w Poznaniu _\"Kupujący\"_,\n                           _ii_ spółką pod firmą REINO Partners sp. z o.o. z siedzibą w Warszawie _\"Inwestor\n                           1\"_, _iii_ spółką pod firmą REINO Dywidenda Plus S.A. z siedzibą w Warszawie _\"Inwestor\n                           2\"_, _iv_ Spółką oraz głównymi akcjonariuszami Spółki tj. _v_ Panią Zofią Dzielnicką\n                           _\"Sprzedający 1\"_, _vi_ Panem Tadeuszem Gudaszewskim _\"Sprzedający 2\"_, _vii_ Panem\n                           Adrianem Dzielnickim _\"Sprzedający 3\"_ i _viii_ Panem Wojciechem Gudaszewskim _\"Sprzedający\n                           4\"_ zostało zawarte porozumienie dotyczące warunków inwestycji w Spółkę _\"Porozumienie\"_.\n                           Porozumienie określa podstawowe zasady i warunki potencjalnej inwestycji, zgodnie\n                           z którą: _i_ Kupujący zamierza nabyć w wyniku publicznego wezwania do 100% akcji w\n                           kapitale zakładowym Spółki _\"Wezwanie\"_, _ii_ Sprzedający 1, Sprzedający 2, Sprzedający\n                           3 i Sprzedający 4 _łącznie: \"Sprzedający\"_ zamierzają zbyć w ramach Wezwania wszystkie\n                           posiadane przez Sprzedających akcje w kapitale zakładowym Spółki _\"Akcje Sprzedawane\"_,\n                           a _iii_ Inwestor 1 i Inwestor 2 zamierzają dokonać inwestycji w Spółkę poprzez podwyższenie\n                           kapitału zakładowego i przeniesienie akcji w kapitale zakładowym Inwestora 2, stanowiących\n                           100% akcji i głosów w kapitale zakładowym Inwestora 2 _\"Akcje Aportowe\"_ oraz udziałów\n                           w kapitale zakładowym Inwestora 1, stanowiących 50,04% udziałów w kapitale zakładowym\n                           Inwestora 1 _\"Udziały Aportowe\"_, na rzecz Spółki _\"Transakcja\"_. Zasady i warunki przeprowadzenia Transakcji zostaną określone w umowie inwestycyjnej\n                           _\"Umowa Inwestycyjna\"_. Wezwanie zostanie ogłoszone po spełnieniu się wszystkich warunków zawieszających określonych\n                           w Porozumieniu oraz umowie inwestycyjnej _\"Warunki Zawieszające\"_. Warunkami Zawieszającymi\n                           są m.in.: _i_ odbycie się nadzwyczajnego walnego zgromadzenia Spółki _\"Nadzwyczajne\n                           Walne Zgromadzenie\"_ oraz podjęcie w jego ramach uchwał dotyczących w szczególności\n                           uchylenia kapitału docelowego Spółki, podwyższenia kapitału zakładowego Spółki poprzez\n                           subskrypcję prywatną nowych akcji Spółki, z wyłączeniem prawa poboru skierowaną do\n                           wspólników Inwestora 1 oraz akcjonariuszy Inwestora 2 oraz dokonanie określonych zmian\n                           w składzie organów Spółki, _ii_ sprzedaż nieruchomości położonej we Wrocławiu przy\n                           Pl. Powstańców Śląskich 1/201 stanowiącej własność spółki zależnej Emitenta tj. spółki\n                           Graviton AD sp. z o.o. z siedzibą we Wrocławiu _\"Graviton AD\"_, _iii_ zawarcie umowy\n                           przez Spółkę, Graviton AD z Bankiem Zachodnim WBK S.A. _\"Bank\"_ w przedmiocie określania\n                           zasad restrukturyzacji zadłużenia Graviton AD względem Banku. Kupujący będzie zobowiązany do nabycia w ramach Wezwania wszystkich akcji posiadanych\n                           w kapitale zakładowym Spółki przez Sprzedających _\"Akcje Sprzedawane\"_ tylko wówczas,\n                           gdy akcjonariusze Spółki w odpowiedzi na wezwanie złożą zapisy na sprzedaż akcji Spółki\n                           w liczbie zapewniającej osiągnięcie co najmniej 50,01% ogólnej liczby głosów na walnym\n                           zgromadzeniu spółki. Ustalono, że cena za 1 akcję Spółki w ramach wezwania będzie\n                           wynosiła 1,60 zł _\"Cena\"_. W Umowie Inwestycyjnej Sprzedający złożą oświadczenia i zapewnienia dotyczące Akcji\n                           Sprzedawanych oraz stanu Spółki. Z tytułu nieprawdziwości, nierzetelności lub niekompletności\n                           oświadczeń i zapewnień dotyczących Akcji Sprzedawanych, Sprzedający ponosić będą odpowiedzialność\n                           gwarancyjną, a z tytułu nieprawdziwości, nierzetelności lub niekompletności oświadczeń\n                           i zapewnień dotyczących Spółki Sprzedający ponosić będą odpowiedzialność kwalifikowaną\n                           najlepszą wiedzą w wymiarze i na zasadach szczegółowo określonych w Umowie Inwestycyjnej.\n                           Zgodnie z postanowieniami Porozumienia Sprzedający zobowiązali się wobec Kupującego,\n                           że od dnia podpisania Porozumienia do dnia zawarcia Umowy Inwestycyjnej nie dokonają\n                           rozporządzenia jakimikolwiek Akcjami Sprzedawanymi, ani nie dokonają obciążenia jakichkolwiek\n                           Akcji Sprzedawanych ani nie zobowiążą się do powyższego. W okresie od dnia podpisania Porozumienia do dnia określonego w Umowie Inwestycyjnej\n                           _\"Okres Przejściowy\"_, Spółka zobowiąże się, oraz Sprzedający spowodują, że Spółka\n                           będzie prowadziła swoją działalność zgodnie ze zwykłym tokiem działalności praktykowanym\n                           od dnia 1 stycznia 2017 r. oraz Spółki i Sprzedający nie dokonają wskazanych w Porozumieniu\n                           czynności i w tym okresie nie nastąpi żadne ze zdarzeń wskazanych w Porozumieniu.\n                           Zgodnie z treścią Porozumienia Kupujący będzie miał prawo odstąpić od Umowy Inwestycyjnej\n                           m.in. w następujących przypadkach: _i_ naruszenie przez Spółkę oraz Sprzedających\n                           postanowień Umowy Inwestycyjnej, w tym zobowiązań Okresu Przejściowego, _ii_ niesatysfakcjonujący\n                           dla Kupującego wynik due diligence, _iii_ niepodjęcie przez Nadzwyczajne Walne Zgromadzenie\n                           jakiejkolwiek uchwały, jaka powinna zostać podjęta zgodnie z Umową Inwestycyjną, _iv_\n                           gdy cena za 1 Akcję Sprzedawaną zgodnie z właściwymi przepisami dotyczącymi obrotu\n                           na rynku publicznym będzie przekraczać kwotę Ceny, _v_ niewykonanie przez Sprzedających\n                           jakichkolwiek czynności niezbędnych do sprzedaży Akcji Sprzedawanych w ramach Wezwania,\n                           pomimo spełnienia się Warunków Zawieszających.  W celu dokonania pełnej oceny Transakcji zostanie przeprowadzone badanie due diligence\n                           Spółki. Strony ustaliły okres wyłączności dla Kupującego do dnia 31 maja 2018 r., co oznacza,\n                           że Emitent i Sprzedający zobowiązali się, a także zobowiązali się do spowodowania,\n                           że ich przedstawiciele nie będą prowadzili w tym terminie jakichkolwiek rozmów lub\n                           negocjacji z jakimkolwiek _innym podmiotem niż Kupujący_ w zakresie jakiejkolwiek\n                           inwestycji w Spółkę. Strony Porozumienia zobowiązały się do zachowania poufności. Porozumienie podlega prawu polskiemu.Porozumienie nie stanowi oferty, umowy ani nie ustanawia dla żadnej ze stron zobowiązania\n                           do złożenia oferty lub zawarcia umowy. Postanowienia Porozumienia nie są wiążące dla\n                           stron, z zastrzeżeniem, że postanowienia dotyczące: _i_ lock up, _ii_ poufności, _iii_\n                           wyłączności i jej okresu, _iv_ rozwiązywania sporów oraz prawa właściwego, są wiążące\n                           dla stron i obowiązują od dnia podpisania Porozumienia. Informacje na temat kolejnych etapów Transakcji Emitent będzie przekazywał w formie\n                           raportów bieżących zgodnie z obowiązującymi przepisami.",
        "date": "2018-05-22"
    },
    {
        "company_name": "GRAVITON CAPITAL SA",
        "content": "Zarząd spółki Graviton Capital S.A. _\"Emitent\"_ informuje, iż w dniu 22 maja 2018\n                           roku Pani Zofia Dzielnicka oraz Pan Tadeusz Gudaszewski, korzystający z uprawnienia\n                           osobistego przyznanego im w art. 6 ust. 5 lit. f Statutu Emitenta, powołali w skład\n                           Rady Nadzorczej Emitenta Pana Andrzeja Kowala. Zarząd Emitenta w załączeniu do niniejszego raportu przedstawia informację na temat\n                           posiadanego przez Pana Andrzeja Kowala wykształcenia, jego kwalifikacji i zajmowanych\n                           wcześniej stanowisk, wraz z opisem przebiegu jego pracy zawodowej, a także treść złożonych\n                           przez niego oświadczeń. Podstawa prawna: § 5 ust. 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2018-05-22"
    }
]