[
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Emitent\"_ podaje do wiadomości, że w dniu dzisiejszym podpisał\n                           list intencyjny, w którym Budimex S.A., Tėcnicas Reunidas S.A. – Turów Spółka Cywilna\n                           informuje Emitenta, o podjęciu decyzji o zleceniu REMAK S.A. montażu Elektrofiltra\n                           w Elektrowni Turów. Łączna wartość umowy powinna wynosić 9.999,99 tys. zł.W przypadku podpisania  umowy przez strony Emitent poda szczegóły dotyczące tej umowy\n                           w odrębnym raporcie.List Intencyjny został uznany za istotny ze względu na jego wartość i znaczenie dla\n                           Spółki.",
        "date": "2017-12-28"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. informuje, że w dniu 12 grudnia 2017 roku podpisaliśmy potwierdzenie\n                           przyjęcia do realizacji aneksu do zamówienia z dnia 12 grudnia 2016 roku, co stanowi\n                           kolejne rozszerzenie umowy, którego stronami są: Mitsubishi Hitachi Power Systems\n                           Europe Service GmbH  – zleceniodawca i REMAK S.A. - zleceniobiorca.Przedmiotem umowy jest wykonanie prac serwisowych przy montażu kotła na Budowie Kozienice.\n                           Łączna wartość podpisanych umów i aneksów w ciągu ostatnich 12 miesięcy wynosi 8.800,00\n                           tys. zł, z czego największy jest aneks z dnia 21 lipca 2017 roku na kwotę 2.520,00\n                           tys. zł.Zakończenie prac serwisowych przewidziane jest 31 marca 2018 roku.Umowa nie przewiduje kar za nieterminowe wykonanie zamówienia.Umowa została uznana za istotną ze względu na jej wartość i znaczenie dla Spółki.",
        "date": "2017-12-12"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje iż w dniu 12 grudnia 2017 roku podpisany został\n                           list intencyjny pomiędzy REMAK S.A. a Energomontaż Zachód Wrocław sp. z o.o. z siedzibą\n                           w Warszawie w przedmiocie przeanalizowania możliwości konsolidacji potencjału produkcyjnego\n                           celem osiągnięcia korzyści wynikających z efektów synergii i skali działalności_\"Projekt\"_.\n                           Strony w szczególności analizować będą uwarunkowania różnych wariantów konsolidacji\n                           prowadzonych działalności. Intencją Stron jest, aby Projekt został ukończony do dnia\n                           30 czerwca 2018 roku.Spółka Energomontaż Zachód Wrocław sp. z o.o. jest podmiotem powiązanym znajdującym\n                           się z REMAK S.A. w Grupie kapitałowej ZARMEN.Zawarcie listu intencyjnego zostało uznane za istotne ze względu na jego potencjalne\n                           znaczenie dla Spółki.",
        "date": "2017-12-12"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu nr 41/2017, Zarząd REMAK S.A. informuje, że w dniu 30 listopada\n                           2017 roku powzięto informację o:- uzyskaniu wszystkich wymaganych zgód na zawarcie Porozumienia trójstronnego w sprawie\n                           przejęcia praw i obowiązków z kontraktu oraz,- wejściu w życie porozumienia w sprawie rozwiązania kontraktu pomiędzy Polimex Energetyka\n                           sp. z o.o. i E003B7 sp. z o.o., co jest równoznaczne z wejściem Porozumienia trójstronnego z dnia 31 października\n                           2017 roku w życie.",
        "date": "2017-11-30"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 20/2016 i 22/2016 Zarząd REMAK S.A. _\"Spółka\"_\n                           podaje do wiadomości, że w dniu 31 października 2017 roku podpisane zostało trójstronne\n                           Porozumienie w sprawie przejęcia praw i obowiązków _\"Porozumienie\"_ z kontraktu zawartego\n                           pomiędzy: Polimex Energetyka sp. z o.o. jako zleceniodawca, a REMAK S.A. jako zleceniobiorca,\n                           na mocy którego w miejsce Polimex Energetyka sp. z o.o. będącego Zleceniodawcą wejdzie\n                           spółka E003B7 sp. z o.o.Powyższe Porozumienie nie rodzi negatywnych skutków dla REMAK S.A. ponieważ nie wprowadza\n                           żadnych istotnych zmian w stosunku do pierwotnej umowy poza opisaną zmianą Zleceniodawcy.Porozumienie wchodzi w życie pod warunkiem uzyskania zgód RAFAKO S.A., Inwestora oraz\n                           Gwarantów na jego zawarcie oraz po wejściu w życie porozumienia o rozwiązaniu łączącego\n                           Polimex Energetyka sp. z o.o.  i E003B7 sp. z o.o. kontraktu.Porozumienie zostało uznane za istotne ze względu na  jego znaczenie dla Spółki",
        "date": "2017-10-31"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 30/2017, Zarząd REMAK S.A. informuje, że w dniu\n                           27 października 2017 roku powzięto informację o uzyskaniu przez E003B7 sp. z o.o..\n                           wszystkich wymaganych zgód na zawarcie Kontraktu z REMAK S.A., co jest równoznaczne\n                           z wejściem kontraktu w życie.",
        "date": "2017-10-27"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2017 Zarząd REMAK S.A. _\"Spółka\"_ informuje,\n                           iż Spółka wraz z sześcioma podmiotami Grupy Zarmen w dniu 26 października 2017 roku\n                           podpisała z Bankiem Pekao S.A. aneks do solidarnej umowy o wielocelowy limit kredytowy\n                           Umbrella przedłużający termin ważności umowy do 31 października 2018 roku oraz zwiększający\n                           wartość umowy z 267.000,00 tys. zł do 270.000,00 tys. zł.Do umowy przystąpił kolejny podmiot z Grupy Zarmen.Limity poszczególnych produktów, warunki cenowe, formy zabezpieczeń, warunki korzystania\n                           z Umowy ustalone dla REMAK S.A. nie uległy zmianie.Niniejsza umowa uznana została za znaczącą z uwagi na jej wartość i znaczenie dla\n                           Spółki.",
        "date": "2017-10-26"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 27/2017, Zarząd REMAK S.A. informuje, że w dniu\n                           20 października 2017 roku powzięto informację o uzyskaniu przez Energomontaż Zachód\n                           Wrocław Sp. z o. o. wszystkich wymaganych zgód na zawarcie Kontraktu z REMAK S.A.,\n                           co jest równoznaczne z wejściem kontraktu w życie.",
        "date": "2017-10-20"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. informuje, że w dniu 16 października 2017 roku  Rada Nadzorcza REMAK\n                           S.A. działając na podstawie art. 128 ust 1. ustawy z dnia 11 maja 2017 r. o biegłych\n                           rewidentach, firmach audytorskich oraz nadzorze publicznym _Dz.U.2017.1089_, powołała\n                           Komitet Audytu w następującym składzie osobowym:- Pan Paweł Skowroński – Przewodniczący,- Pani Agnieszka Raczewska-Bieleń, – Członek, - Pan Ryszard Jędrzejczak– Członek,Komitet Audytu we wskazanym składzie spełnia kryteria określone w ustawie.",
        "date": "2017-10-16"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ przekazuje do wiadomości wykaz akcjonariuszy obecnych\n                           i posiadających co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           Akcjonariuszy Spółki, które odbyło się w Opolu w dniu 9 października 2017 roku.",
        "date": "2017-10-10"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, iż w dniu 9 października 2017 roku Nadzwyczajne\n                           Walne Zgromadzenie Akcjonariuszy podjęło uchwałę o powołaniu Pana Adama Rogali, Pana\n                           Ryszarda Jędrzejczaka i Pani Agnieszki Raczewskiej-Bieleń w skład Rady Nadzorczej\n                           Spółki.W załączeniu Spółka przekazuje życiorysy z oświadczeniami powołanych osób.Podstawa prawna: § 5 ust. 1 pkt 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-09"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd Remak S.A. podaje do wiadomości treść uchwał podjętych przez Nadzwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Remak S.A. w dniu 9 października 2017 roku.Podstawa prawna:§ 38 ust.1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2017-10-09"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do Raportu bieżącego nr 18/2017 Zarząd RAMAK S.A. _\"Spółka\"_ informuje,\n                           że w dniu 5 października 2017 roku Rada Nadzorcza Spółki podjęła uchwałę zmieniającą\n                           uchwałę z dnia 6 czerwca 2017 roku w ten sposób, że postanawia powierzyć przegląd\n                           sprawozdania finansowego Spółki za I półrocze 2017 roku i I półrocze 2018 roku oraz\n                           przeprowadzenie badania sprawozdania finansowego Spółki za rok obrotowy 2017 oraz\n                           rok obrotowy 2018 podmiotowi: UHY ECA Audyt Sp. z o.o. Sp.k. z siedzibą w Krakowie\n                           przy ul. Moniuszki 50.",
        "date": "2017-10-05"
    },
    {
        "company_name": "REMAK",
        "content": "W dniu 5 października 2017 roku członkowie Rady Nadzorczej: Wojciech Nowak, Tadeusz\n                           Chmielniak oraz Robert Sołek złożyli rezygnację z pełnienia funkcji członka Rady Nadzorczej\n                           Przedsiębiorstwa Modernizacji Urządzeń Energetycznych \"REMAK\" S.A. Powody rezygnacji nie zostały wskazane.",
        "date": "2017-10-05"
    },
    {
        "company_name": "REMAK",
        "content": "W dniu 5 października 2017 roku Prezes Zarządu Adam Rogala złożył rezygnację z funkcji\n                           i członkostwa w Zarządzie Przedsiębiorstwa Modernizacji Urządzeń Energetycznych \"REMAK\"\n                           S.A. w związku z podjęciem zatrudnienia w Zarmen sp. z o.o. na stanowisku Dyrektora\n                           do spraw Realizacji Energetycznych i Przemysłowych.",
        "date": "2017-10-05"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. informuje, że w dniu 3 października 2017 roku podpisano umowę, której\n                           stronami są: E003B7 sp. z o.o. jako Zleceniodawca i REMAK S.A. jako Zleceniobiorca.\n                           Przedmiotem umowy jest dostawa i montaż rurociągów w zakresie Pakietu 4.2 z przeznaczeniem\n                           dla bloku energetycznego o mocy 910 MW na parametry nadkrytyczne w Tauron Wytwarzanie\n                           Elektrownia Jaworzno III - Elektrownia II.Łączna wartość umowy wynosi 10.990,0 tys. zł.Zakończenie montażu przewidziane jest na wrzesień 2018 roku.Łączna wysokość kar umownych z 3 tytułów: _1_ za opóźnienie w realizacji Przedmiotu\n                           Kontraktu, za które Wykonawca ponosi odpowiedzialność, _2_ za opóźnienie w usunięciu\n                           Wady Przedmiotu Kontraktu, _3_ za opóźnienie w Przejęciu Bloku do Eksploatacji, którymi\n                           może zostać obciążony REMAK nie może przekroczyć 15% Ceny Kontraktu netto.Kara za rozwiązanie Kontraktu z przyczyn, za które odpowiedzialność ponosi druga Strona\n                           wynosi 10% Ceny Kontraktu netto.Kontrakt wchodzi w życie pod warunkiem uzyskania przez E003B7 Sp. z o.o. wszystkich\n                           wymaganych zgód na zawarcie Kontraktu z REMAK S.A., zgody Gwarantów, RAFAKO oraz Inwestora,\n                           jeżeli będą wymagane.Umowa została uznana za znaczącą ze względu na jej wartość i znaczenie dla Spółki.Jest to kolejna umowa zawarta między stronami, łączna wartość umów zawartych między\n                           stronami w okresie ostatnich 12 miesięcy wynosi 15.411.900,00 PLN.",
        "date": "2017-10-03"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. przekazuje w załączeniu treść projektu uchwały Nadzwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy REMAK S.A., które odbędzie się w dniu 9 października 2017\n                           roku",
        "date": "2017-09-11"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. przekazuje niniejszym treść ogłoszenia o zwołaniu na dzień 9 października\n                           2017 roku na godzinę 12.00 Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy REMAK\n                           S.A.Treść ogłoszenia zawarta jest w załączniku do niniejszego raportu.",
        "date": "2017-09-11"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. informuje, że w dniu 5 września 2017 roku podpisano umowę, której\n                           stronami są: Energomontaż Zachód Wrocław Sp. z o.o. jako Zleceniodawca i REMAK S.A.\n                           jako Zleceniobiorca. Przedmiotem umowy jest montaż rurociągów stalowych w maszynowni z przeznaczeniem dla\n                           bloku energetycznego o mocy 910 MW na parametry nadkrytyczne w Tauron Wytwarzanie\n                           Elektrownia Jaworzno III - Elektrownia II.Łączna wartość umowy wynosi 15.140 tys. zł.Zakończenie montażu przewidziane jest na maj 2018 roku.Maksymalna łączna wysokość kar umownych nie może przekroczyć 15% ceny kontraktu.Kontrakt wchodzi w życie pod warunkiem uzyskania przez Energomontaż Zachód Wrocław\n                           Sp. z o. o. wszystkich wymaganych zgód na zawarcie Kontraktu z REMAK S.A., zgody Gwarantów,\n                           RAFAKO oraz Inwestora.Umowa została uznana za znaczącą ze względu na jej wartość i znaczenie dla Spółki.",
        "date": "2017-09-05"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. informuje, że w dniu 1 września 2017 roku powziął informację o podpisaniu\n                           umowy, której stronami są: Budimex S.A., Tecnicas Reunidas S.A. – Turów spółka cywilna\n                           jako Zamawiający i REMAK S.A. jako Wykonawca. Przedmiotem umowy jest montaż części ciśnieniowej kotła – Pakiet 3 w ramach budowy\n                           nowego bloku energetycznego w Elektrowni Turów. Łączna wartość umowy wynosi 11.218,00 tys. zł.Wykonanie prac objętych zakresem umowy przewidziane jest w okresie od luty 2018 roku\n                           do grudzień 2018 roku.Kary umowne w związku ze zwłoką w dotrzymaniu częściowych terminów realizacji i niedotrzymania\n                           ogólnego terminu realizacji nie mogą przekroczyć łącznie 11% wynagrodzenia umownego\n                           netto.Umowa została uznana za znaczącą ze względu na jej wartość i znaczenie dla Spółki.Jest to kolejna umowa zawarta między stronami, łączna wartość umów zawartych między\n                           stronami w okresie od ostatniego raportu do dnia dzisiejszego wynosi 11.518 tys. zł.",
        "date": "2017-09-01"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. informuje, że w dniu 7 sierpnia 2017 roku podpisaliśmy zamówienie,\n                           którego stronami są: GE Power Spółka z o.o. w Warszawie – zleceniodawca i REMAK S.A.\n                           - zleceniobiorca.Przedmiotem umowy jest wykonanie na wskazanie zleceniodawcy prac serwisowych w trakcie\n                           rozruchu kotłów instalacji i systemu oczyszczania spalin bloków 5 i 6 w Elektrowni\n                           Opole. Łączna szacunkowa wartość umowy wynosi 2.956,8 tys. zł, ostateczna wartość umowy\n                           zostanie ustalona powykonawczo na podstawie ilości faktycznie wykonanych prac.Wykonanie prac objętych zakresem umowy przewidziane jest w okresie od sierpień 2017\n                           roku do grudzień 2018 roku.Umowa nie przewiduje kar kontraktowych za nieterminowe wykonanie zamówienia.Jest to kolejna umowa zawarta między stronami, łączna wartość umów zawartych między\n                           stronami w okresie od ostatniego raportu do dnia dzisiejszego wynosi 9.065,5 tys.\n                           zł. co emitent uznał za istotną w aspekcie łącznej wartości i znaczenia dla Spółki.",
        "date": "2017-08-07"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A., w nawiązaniu do raportu bieżącego nr 2/2017, informuje o zmianie\n                           terminu publikacji raportu okresowego za I półrocze 2017 roku. Termin przekazania\n                           raportu półrocznego, który pierwotnie wyznaczony został na 18 sierpnia 2017 roku,\n                           zostanie przeniesiony na 10 sierpnia 2017 roku.",
        "date": "2017-08-07"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ podaje do wiadomości, iż w dniu 13 lipca 2017 roku otrzymał\n                           informację o podpisaniu aneksu do umowy o udzielanie ubezpieczeniowych gwarancji kontraktowych\n                           zawartej pomiędzy: Zarmen Sp. z o.o. a Korporacją Ubezpieczeń Kredytów Eksportowych\n                           S.A._\"KUKE S.A.\"_.Przedmiotem aneksu jest wprowadzenie REMAK S.A. do umowy na wydawanie gwarancji ubezpieczeniowych.\n                           W ramach umowy na wniosek Zarmen Sp. z o.o. KUKE S.A. będzie wydawać gwarancje wskazanym\n                           w umowie podmiotom z Grupy Kapitałowej Zarmen. Wysokość limitu odnawialnego gwarancji\n                           wynosi 20 mln zł łącznie dla wszystkich podmiotów objętych umową. Wynagrodzenie z\n                           tytułu udzielenia każdej gwarancji jest zależne od okresu na jaki gwarancja zostanie\n                           udzielona. Zabezpieczeniem umowy ze strony REMAK S.A. jest poręczenie trzech weksli in blanco\n                           wystawionych przez Zarmen Sp. z o.o., przy czym odpowiedzialność REMAK S.A. ograniczona\n                           jest do wysokości udzielonych przez KUKE S.A. na rzecz REMAK S.A. gwarancji.Niniejsza umowa uznana została za znaczącą z uwagi na jej wartość i znaczenie dla\n                           Spółki.",
        "date": "2017-07-13"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr RB31/2016 Zarząd REMAK S.A. _\"Spółka\"_ informuje,\n                           iż Spółka wraz z pięcioma podmiotami Grupy Zarmen w dniu 26 czerwca 2017 roku podpisała\n                           z Bankiem Pekao S.A. aneks do solidarnej umowy o wielocelowy limit kredytowy Umbrella\n                           zwiększający wartość umowy z 217.000,00 tys. zł do 267.000,00 tys. zł. W ramach limitu został zwiększony łączny limit dla gwarancji bankowych ze 140 mln\n                           do 190 mln zł.Bank nie ustalił limitu dla poszczególnych podmiotów. Warunki cenowe, formy zabezpieczeń, warunki korzystania z umowy ustalone dla REMAK\n                           S.A. nie uległy zmianie.Niniejsza umowa uznana została za znaczącą z uwagi na jej wartość i znaczenie dla\n                           Spółki.",
        "date": "2017-06-26"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ w Opolu przekazuje do wiadomości wykaz akcjonariuszy\n                           obecnych i posiadających co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym\n                           Zgromadzeniu Akcjonariuszy Spółki, które odbyło się w Opolu w dniu 12 czerwca 2017\n                           roku.",
        "date": "2017-06-14"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Emitent\"_ informuje, iż w dniu 12 czerwca 2017 roku Nadzwyczajne\n                           Walne Zgromadzenie Akcjonariuszy podjęło uchwałę o powołaniu Pana Pawła Skowrońskiego\n                           w skład Rady Nadzorczej Emitenta.W załączeniu Emitent przekazuje życiorys Pana Pawła Skowrońskiego z  oświadczeniem.Podstawa prawna: § 5 ust. 1 pkt 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. nr 33 poz. 259\n                           z 2009 r",
        "date": "2017-06-12"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd Remak S.A. podaje do wiadomości treść uchwały podjętej przez Nadzwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Remak S.A. w dniu 12 czerwca 2017 roku.Podstawa prawna:§ 38 ust.1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2017-06-12"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu 6 czerwca 2017 roku Rada Nadzorcza\n                           Spółki dokonała wyboru firmy UHY ECA Audyt Sp. z o.o. Sp.k. z siedzibą w Krakowie\n                           przy ul. Moniuszki 50, wpisanej do rejestru KIBR pod numerem ewidencyjnym 3115, jako\n                           podmiotu uprawnionego do badania sprawozdań finansowych Emitenta.  Wybór nastąpił\n                           zgodnie z obowiązującymi przepisami. Umowa z audytorem będzie zawarta na przegląd\n                           sprawozdania finansowego Spółki za I półrocze 2017 roku oraz badanie sprawozdania\n                           finansowego roku obrotowego 2017.REMAK S.A. nie korzystał wcześniej z usług tej firmy.",
        "date": "2017-06-07"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. przekazuje w załączeniu treść projektu uchwały Nadzwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy REMAK S.A., które odbędzie się w dniu 12 czerwca 2017 roku",
        "date": "2017-05-11"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. przekazuje niniejszym treść ogłoszenia o zwołaniu na dzień 12 czerwca\n                           2017 roku na godzinę 12.00 Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy REMAK\n                           S.A.Treść ogłoszenia zawarta jest w załączniku do niniejszego raportu.",
        "date": "2017-05-11"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym do Spółki wpłynęła rezygnacja\n                           Pana Tadeusza Weneckiego z pełnienia funkcji członka Rady Nadzorczej z dniem 28 kwietnia\n                           2017 roku.Przyczyna rezygnacji nie została podana.",
        "date": "2017-04-28"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2017, Zarząd REMAK S.A. podaje do wiadomości,\n                           żę w dniu 12 kwietnia 2017 roku powziął informację, iż została podpisana umowa, której\n                           stronami są: Budimex S.A., Tėcnicas Reunidas S.A. – Turów Spółka Cywilna jako Zamawiający\n                           i REMAK SA jako Wykonawca.Przedmiotem umowy jest montaż części ciśnieniowej kotła – Pakiet 1 w Elektrowni Turów.\n                           Łączna wartość kontraktu wynosi 49.186,04 tys. zł.Okres prac montażowych przewidziany jest od maja 2017 roku do lutego 2019 roku.Suma wszystkich kar umownych za opóźnienie nie może przekroczyć 11% wynagrodzenia\n                           umownego netto.Jednocześnie informujemy, iż w okresie ostatnich 12 miesięcy REMAK SA podpisał umowy\n                           z Budimex S.A., Tėcnicas Reunidas S.A. – Turów Spółka Cywilna na łączną kwotę 52.164,04\n                           zł.",
        "date": "2017-04-12"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK SA w Opolu przekazuje do wiadomości wykaz akcjonariuszy obecnych i posiadających\n                           co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki, które odbyło się w Opolu w dniu 4 kwietnia 2017 roku.",
        "date": "2017-04-04"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. informuje, że decyzją Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           z dnia 4 kwietnia 2017 wybrano w skład Rady Nadzorczej nowej kadencji:1. Tadeusza Chmielniaka2. Tadeusza Weneckiego3. Wojciecha Nowaka4. Sebastiana DurkaW załączeniu życiorysy członków Rady Nadzorczej.Rada Nadzorcza REMAK S.A. składa się z 5 członków.Pan Robert Sołek wybrany w dniu 26 stycznia 2017 roku przez Nadzwyczajne Walne Zgromadzenie\n                           Akcjonariuszy REMAK S.A. ma aktualnie trwającą kadencję.",
        "date": "2017-04-04"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK SA podaje do wiadomości treść uchwał podjętych przez Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy REMAK S.A. w dniu 4 kwietnia 2017 roku.",
        "date": "2017-04-04"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd spółki REMAK SA przekazuje w załączeniu treść projektów uchwał Zwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy REMAK SA, które odbędzie się w dniu 04 kwietnia\n                           2017 roku.",
        "date": "2017-03-07"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK SA przekazuje niniejszym treść ogłoszenia o zwołaniu na dzień 04 kwietnia\n                           2017 roku na godz. 12.00 Zwyczajnego Walnego Zgromadzenia Akcjomariuszy REMAK SA.\n                           Treść ogłoszenia zawarta jest w załączniku do niniejszego raportu.",
        "date": "2017-03-07"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu 27 lutego 2017 roku Rada Nadzorcza\n                           Spółki podjęła uchwałę o powołaniu z dniem 1 marca 2017 roku Pana Mariusza Zawiszę\n                           do pełnienia funkcji Członka Zarządu - Wiceprezesa Zarządu REMAK S.A.. Pan Mariusza Zawisza jest absolwentem Wydziału Ekonomii Uniwersytetu Marii Curie-Skłodowskiej\n                           w Lublinie. W 2000 r. uzyskał tytuł Master of Business Administration na University\n                           of Central Lancashire. Ukończył studia podyplomowe z zakresu Rachunkowości Zarządczej\n                           i Kontrolingu oraz studia podyplomowe na kierunku Międzynarodowych Standardów Rachunkowości\n                           w WSPiZ im. Leona Koźmińskiego w Warszawie.Pan Mariusza Zawisza pełnił funkcje kierownicze w Zakładach Remontowych Energetyki\n                           Lublin S.A, i w notowanych na Giełdzie Papierów Wartościowych Lubelskich Zakładach\n                           Przemysłu Skórzanego Protektor S.A.. W okresie 2001-2004 był dyrektorem finansowym\n                           i członkiem zarządu w giełdowej spółce Instal Lublin S.A.. W latach 2004 – 2006 był\n                           członkiem zarządu MPWiK S.A. w Warszawie odpowiedzialnym za sprawy ekonomiczno-finansowe.\n                           Następnie -  w latach 2006-2007 – był członkiem zarządu, dyrektorem ds. Ekonomii i\n                           Finansów oraz prezesem  zarządu  Lubelskich Zakładów  Energetycznych LUBZEL S.A..\n                           Od lipca 2007 r. do sierpnia 2010 r. pełnił funkcję prezesa zarządu PGE Dystrybucja\n                           Lubzel spółka z o. o, a następnie  do końca grudnia 2013 r. był prezesem zarządu PGE\n                           Dystrybucja S.A. – największego Operatora Systemu Dystrybucyjnego w Polsce. Od stycznia\n                           2014 roku  do grudnia 2015 roku był prezesem zarządu PGNIG S.A. – jednej z największych\n                           w Polsce  spółek notowanych na GPW. W ostatnim okresie współpracował z Quadrat Partners\n                           sp. z o. o. na pozycji dyrektora ds. projektów restrukturyzacyjnych i prowadził własną\n                           działalność gospodarczą w zakresie doradztwa gospodarczego. Pracował w  radach nadzorczych spółek: Elektrociepłownia Lublin Wrotków, , EPC S.A\n                           w Warszawie, Exatel S.A., PGE Systemy S.A., Gaz Trading S.A. i Europolgaz S.A. a aktualnie\n                           jest członkiem rady nadzorczej spółki Energia dla Firm S.A. W latach 2014-2015 przewodniczył\n                           radzie dyrektorów PGNIG Upstream International.Pan Mariusza Zawisza oświadczył, iż nie wykonuje działalności konkurencyjnej w stosunku\n                           do działalności wykonywanej w Spółce, nie jest wspólnikiem konkurencyjnej spółki cywilnej\n                           lub osobowej, nie jest też członkiem organów konkurencyjnych spółek kapitałowych,\n                           a także nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie\n                           ustawy o KRS.",
        "date": "2017-02-27"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _,,Spółka\"_ informuje, iż w dniu 27 lutego 2017 roku Spółka otrzymała\n                           zawiadomienie Pani Gabrieli Cebuli o rezygnacji z funkcji członka Zarządu REMAK S.A.\n                           z dniem 28 lutego 2017 roku. Rezygnacja jest podyktowana względami osobistymi.",
        "date": "2017-02-27"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd Remak S.A. _\"Spółka\"_ podaje do publicznej wiadomości, że uwzględniając art.69\n                           ust. 2 pkt. 1 lit.a ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _tekst jedn. Dz.U. z 2016 r. poz 1639_, otrzymał w dniu 16 lutego 2017\n                           roku zawiadomienie od Legg Mason Parasol Fundusz Inwestycyjny Otwarty i Legg Mason\n                           Senior Fundusz Inwestycyjny Otwarty _\"Fundusze\"_ o zbyciu akcji spółki Remak S.A..Fundusze poinformowały, iż w dniu 10 lutego 2017 roku przeprowadzono transakcję sprzedaży\n                           akcji Spółki Remak S.A. co wpływa na zmianę udziału w ogólnej liczbie głosów w Spółce.Przed dniem przeprowadzenia transakcji na rachunkach Funduszy znajdowało się 363.344\n                           akcji Spółki, co stanowiło 12,11% udziału w kapitale zakładowym Spółki uprawniających\n                           do 363.344 głosów z tych akcji, co stanowiło 12,11% na Walnym Zgromadzeniu Spółki.Na moment przekazania niniejeszego zawiadomienia na rachunkach Funduszy znajduje się\n                           361.321 akcji Spółki, co stanowi 12,04% udziału w kapitale zakładowym Spółki uprawniających\n                           do 361.321 głosów z tych akcji, co stanowi 12,04% oglnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.",
        "date": "2017-02-16"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK SA w Opolu przekazuje do wiadomości wykaz akcjonariuszy obecnych i posiadających\n                           co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki, które odbyło się w Opolu w dniu 26 stycznia 2017 roku.",
        "date": "2017-01-26"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A._\"Emitent\"_ informuje, iż w dniu 26 stycznia 2017 roku Nadzwyczajne\n                           Walne Zgromadzenie Akcjonariuszy podjęto uchwałę o powołaniu Pana Roberta Sołek w\n                           skład Rady Nadzorczej Emitenta.Pan Robert Sołek – urodzony w 1968 roku – w 1996 roku ukończył Uniwersytet Marii Curie-Skłodowskiej\n                           w Lublinie, Wydział Prawa, Studia Magisterskie, w 1998 roku ukończył Podyplomowe Studia\n                           Menedżerskie na Uniwersytecie Marii Curie-Skłodowskiej w Lublinie, 2000 roku ukończył\n                           Studia Podyplomowe Wycena Nieruchomości w Wyższej Szkole Handlu i Finansów Międzynarodowych.\n                           W 2004 roku uzyskał tytuł MBA na Uniwersytecie Ekonomicznym w Krakowie & Stockholm\n                           University of Business.Przebieg pracy zawodowej:wrzesień  2016 – nadal - Telewizja Polska S.A., Zastępca Dyrektora ds. Korporacyjnych,marzec 2016 – czerwiec 2016 - PGE Obrót S.A., Wiceprezes Zarządu ds. Handlowych,listopad 2012 – czerwiec 2016 - PKS w Rzeszowie S.A., Członek Zarządu,czerwiec 2011 – listopad 2012 - PKS w Krośnie S.A., Prezes Zarządu,1996 – 2001, kwiecień 2006 – marzec 2011 - RUCH S.A.,  Członek Zarządu, Doradca Zarządu,\n                           Dyrektor Regionu, Oddziału, Zespołu,marzec 2007 – październik 2008 - Uzdrowisko \"Kopalnia Soli Bochnia\" Sp. z o.o., Wiceprezes\n                           Zarządu,wrzesień 2006 – styczeń 2008 - Przedsiębiorstwo Państwowe \"Kopalnia Soli w Bochni\"\n                           w Likwidacji, Likwidator,listopad 2004 – kwiecień 2006 - Konsalnet S.A.,  Dyrektor Biura w Rzeszowie,listopad 2001 – czerwiec 2003 - Przedsiębiorstwo Budownictwa Przemysłowego i Ogólnego\n                           Resbud S.A., Prezes Zarządu-Dyrektor Naczelny.Pan Robert Sołek nie prowadzi działalności konkurencyjnej w stosunku do Emitenta,\n                           nie jest wspólnikiem spółki osobowej ani kapitałowej, nie jestem członkiem organu\n                           w żadnej spółce osobowej lub kapitałowe, ani nie figuruje w Rejestrze Dłużników Niewypłacalnych\n                           prowadzonym na podstawie ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2017-01-26"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd Remak S.A. podaje do wiadomości treść uchwały podjętej przez Nadzwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Remak SA w dniu 26 stycznia 2017 roku.",
        "date": "2017-01-26"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd Spółki REMAK SA podaje do wiadomości daty przekazania raportów okresowych w\n                           roku obrotowym 2017:I.RAPORTY KWARTALNERaport za IV kwartał 2016 roku - zgodnie z §101 ust.2 Spółka nie będzie publikować\n                           raportu za IV kwartałRaport za I kwartał 2017 roku - 28 kwietnia 2017 rokuRaport za II kwartał 2017 roku - zgodnie z §101 ust.2 Spółka nie ma obowiązku przekazywania\n                           raportu za II kwartał Raport za III kwartał 2017 roku - 30 października 2017 rokuII. RAPORT PÓŁROCZNY za I półrocze 2017 roku - 18 sierpień 2017 rokuIII. RAPORT ROCZNY za 2016 roku - 24 luty 2017 roku",
        "date": "2017-01-19"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2018, Zarząd Remak S.A. _\"Spółka\"_ informuje\n                           o podpisaniu w dniu 14 grudnia 2018 roku aneksu do kontraktu z Mitsubishi Hitachi\n                           Power Systems Europe GmbH na kompletną wymianę elementów ciśnieniowych kotła w Elektrowni\n                           Datteln w Niemczech.Kwota aneksu wynosi 1.150 tys. EUR _tj. równowartość 4.947,42 tys PLN_.Przedmiotem aneksu jest poszerzenie zakresu prac.Pozostałe warunki kontraktu pozostają bez zmian.Zdarzenie uznane za istotne ze względu na jego znaczenie dla Spółki.",
        "date": "2018-12-14"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ przekazuje do wiadomości wykaz akcjonariuszy obecnych\n                           i posiadających co najmniej 5% ogólnej liczby głosów na Nadwyczajnym Walnym Zgromadzeniu\n                           Akcjonariuszy Spółki, które odbyło się w Opolu w dniu 11 grudnia 2018 roku.",
        "date": "2018-12-11"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, iż w dniu 11 grudnia 2018 roku Nadzwyczajne\n                           Walne Zgromadzenie Akcjonariuszy podjęło uchwałę o powołaniu Pana Bogdana Serwatkę,\n                           Pana Jana Krzemińskiego i Pana Macieja Bałazińskiego w skład Rady Nadzorczej Spółki.W załączeniu Spółka przekazuje życiorysy z oświadczeniami powołanych osób.",
        "date": "2018-12-11"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd Remak S.A. podaje do wiadomości treść uchwał podjętych przez Nazwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Remak S.A. w dniu 11 grudnia 2018 roku.",
        "date": "2018-12-11"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 39/2017 Zarząd REMAK S.A.  _\"Spółka\"_,  informuje,\n                           iż Spółka wraz siedmioma  podmiotami Grupy Zarmen w dniu 29 listopada  2018  roku\n                           podpisała z Bankiem Pekao S.A. aneks do solidarnej umowy o wielocelowy limit kredytowy\n                           Umbrella przedłużający termin ważności umowy do 31 października 2019 roku.Dostępne limity dla Remak S.A.•         kredyt w rachunku bieżącym do max kwoty 25 mln zł,•         kredyt obrotowy dla wszystkich podmiotów do łącznej kwoty 24 mln zł,•         limit łączny gwarancji i akredytyw w kwocie 180 mln złFormy zabezpieczeń, warunki korzystania z Umowy ustalone dla REMAK S.A. nie uległy\n                           zmianie.  Wysokość prowizji  i opłat bankowych zostały  wynegocjowane na warunkach\n                           rynkowych.Niniejsza umowa uznana została za znaczącą z uwagi na jej wartość i znaczenie dla\n                           Spółki.",
        "date": "2018-11-29"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportów bieżących nr 19/2018, 27/2018 i 29/2018 Spółka REMAK S.A.\n                           _\"Spółka\"_ informuje, iż w dniu dzisiejszym powzięła informację o podpisaniu Porozumienia\n                           pomiędzy Budimex S.A., Tecnicas Reunidas S.A. - Turów spółka cywilna _,,Budimex\"_\n                           a Remak S.A. dotyczącego Umowy na montaż części ciśnieniowej kotła – pakiet 3 w Elektrowni\n                           Turów. Celem Porozumienia jest wzajemne rozliczenie Stron po odstąpieniu od Umowy.\n                           Strony Porozumienia postanowiły, że za prace wykonane przez Remak S.A. Budimex zapłaci\n                           4,5 mln PLN netto. Jednocześnie powyższe Porozumienie wyczerpuje wszelkie roszczenia\n                           Stron związane z wykonaniem Umowy. Strony zrzekają się dochodzenia wobec siebie jakichkolwiek\n                           dalszych roszczeń.Zdarzenia zostało uznane za istotne ze względu na jego wartość i znaczenie dla Spółki.",
        "date": "2018-11-10"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd spółki REMAK SA przekazuje w załączeniu treść projektów uchwał Nadzwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy REMAK SA, które odbędzie się w dniu 11 grudnia\n                           2018 roku.",
        "date": "2018-11-08"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK SA przekazuje niniejszym treść ogłoszenia o zwołaniu na dzień 11 grudnia\n                           2018 roku na godz. 12.00 Nadzwyczajnego Walnego Zgromadzenia Akcjomariuszy REMAK SA.\n                           Treść ogłoszenia zawarta jest w załączniku do niniejszego raportu.",
        "date": "2018-11-08"
    },
    {
        "company_name": "REMAK",
        "content": "REMAK S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym wpłynęły rezygnacje, datowane\n                           na 29 października 2018 roku, Panów Adama Rogali, Mariusza Zawiszy, Ryszarda Jędrzejczaka\n                           i Pawła Skowrońskiego z pełnienia funkcji Członków Rady Nadzorczej w REMAK S.A. Złożone rezygnacje nie zawierają informacji o ich przyczynach.",
        "date": "2018-10-30"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK SA informuje o zmianie terminu przekazania do publicznej wiadomości raportu\n                           okresowego za III kwartał 2018 roku na dzień 29 listopada 2018 roku.Pierwotna data publikacji tego raportu była ustalona na dzień 30 października 2018\n                           roku, zgodnie z informacją przekazaną raportem bieżącym nr 1/2018 z dnia 4 stycznia\n                           2018 roku.",
        "date": "2018-10-23"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd Remak S.A. _\"Spółka\"_ podaje do publicznej wiadomości, że otrzymał w dniu 10\n                           października 2018 roku poniższe zawiadomienie: Działając w imieniu VALUE Fundusz Inwestycyjny Zamknięty z wydzielonym Subfunduszem\n                           1 z siedzibą w Warszawie, wpisanego do Rejestru Funduszy Inwestycyjnych prowadzonego\n                           przez Sąd Okręgowy w Warszawie, VII Wydział Cywilny Rejestrowy, pod numerem RFI 1339\n                           _dalej zwany \"Funduszem\"_, zarządzanego przez AgioFunds Towarzystwo Funduszy Inwestycyjnych\n                           S.A. z siedzibą w Warszawie wpisane do rejestru przedsiębiorców Krajowego Rejestru\n                           Sądowego, prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, XII Wydział\n                           Gospodarczy, pod numerem KRS 0000297821, NIP 1080004399, REGON 1412337 _dalej zwane\n                           \"Towarzystwem\"_, Towarzystwo mając na względzie obowiązek określony w art. 69 ust.\n                           1 pkt 1 ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych z dnia 29 lipca 2005\n                           roku _Dz.U. z roku 2016 poz. 1639_ _dalej zwana \"ustawą o ofercie\"_ niniejszym zawiadamia,\n                           że w wyniku transakcji zawartej na rynku regulowanym w dniu 08 października 2018 r.\n                           Fundusz nabył 21.058 _słownie: dwadzieścia jeden tysięcy pięćdziesiąt osiem_ akcji\n                           spółki Przedsiębiorstwo Modernizacji Urządzeń Energetycznych Remak S.A. z siedzibą\n                           w Warszawie _adres: Al. Witosa 31, 00-710 Warszawa_ _dalej \"Spółka\"_, w wyniku czego\n                           zwiększyła się ogólna liczba głosów posiadanych przez Fundusz na Walnym Zgromadzeniu\n                           Spółki. Przed dokonaniem transakcji Fundusz posiadał bezpośrednio 147.998 _sto czterdzieści\n                           siedem tysięcy dziewięćset dziewięćdziesiąt osiem_ akcji Spółki, reprezentujących\n                           4,93% kapitału zakładowego Spółki, dających prawo do 147.998 głosów na Walnym Zgromadzeniu,\n                           co stanowi 4,93% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.Na dzień niniejszego zawiadomienia fundusz posiada bezpośrednio 169.056 _sto sześćdziesiąt\n                           dziewięć tysiące pięćdziesiąt sześć_ akcji Spółki, reprezentujących 5,63% kapitału\n                           zakładowego Spółki, dających prawo do 169.056 głosów na Walnym Zgromadzeniu, co stanowi\n                           5,63% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.Ponadto w wykonaniu obowiązku określonego w art. 87 ust. 1pkt 2 ustawy o ofercie Fundusz\n                           informuje, że inne fundusze inwestycyjne zarządzane przez Towarzystwo nie posiadają\n                           akcji Spółki.Fundusz nie posiada instrumentów finansowych, o których mowa w art. 69b ust. 1 ustawy\n                           o ofercie.Jednocześnie w wykonaniu obowiązku określonego w art. 69 ust. 4 pkt 5_ i 6_ ustawy\n                           o ofercie Fundusz informuje, że nie istnieją inne podmioty zależne od Funduszu posiadające\n                           akcje Spółki, a także osoby, o których mowa w art, 87 ust 1 pkt 3_ lit c_ ustawy o\n                           ofercie.",
        "date": "2018-10-11"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 19/2018 i 27/2018 Zarząd REMAK S.A. _\"Spółka\"_\n                           informuje, iż w dniu dzisiejszym zapoznał się z pismem, w którym Budimex S.A., Tecnicas\n                           Reunidas S.A. - Turów spółka cywilna _,,Budimex\"_, zawiadamia o zastosowaniu kar umownych\n                           w wysokości 1.682,70 tys. PLN, które pobierze z gwarancji dobrego wykonania wystawionej\n                           przez REMAK S.A. Zarząd REMAK S.A. stoi na stanowisku, że Spółka w żaden sposób nie ponosi winy za\n                           odstąpienie od Umowy przez Budimex, w związku z tym nie ma podstaw do naliczania kar.\n                           Jednocześnie informuje, że dotychczas REMAK S.A. nie rozliczył z Budimex prac wykonanych\n                           na tym zadaniu, których wysokość kilkukrotnie przewyższa żądanie Budimex.Zdarzenia zostało uznane za istotne ze względu na jego wartość i znaczenie dla Spółki.",
        "date": "2018-09-19"
    },
    {
        "company_name": "REMAK",
        "content": "Z dniem 31 sierpnia 2018 roku Pan Marek Serafin złożył rezygnację z funkcji i członkostwa\n                           w Zarządzie Przedsiębiorstwa Modernizacji Urządzeń Energetycznych \"REMAK\" S.A. Nie podano przyczyn rezygnacji.",
        "date": "2018-08-31"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 19/2018 Zarząd REMAK S.A. _\"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym zapoznał się z pismem z propozycją rozliczenia, w którym Budimex\n                           S.A., Tecnicas Reunidas S.A. - Turów spółka cywilna _,,Budimex\"_, na podstawie przeprowadzonej\n                           inwentaryzacji, określił jednostronnie zobowiązanie wobec REMAK S.A. z tytułu wykonanych\n                           prac do daty odstąpienia w wysokości 6,2 mln PLN oraz przedstawił roszczenie wobec\n                           REMAK S.A. w wysokości 7,0 mln PLN.Zarząd Spółki analizuje przedmiotowe pismo i poinformuje o dalszych krokach w odrębnym\n                           raporcie.Zdarzenia zostało uznane za istotne ze względu na jego wartość i znaczenie dla Spółki.",
        "date": "2018-08-17"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu 19 lipca 2018 roku Rada Nadzorcza\n                           Spółki podjęła uchwałę iż z dniem 20 lipca 2018 roku Członek Zarządu - Prezes Zarządu\n                           Spółki Marek Serafin pełnił będzie funkcję Członka Zarządu - Wiceprezesa Zarządu Spółki\n                           na okres do końca wspólnej kadencji członków zarządu.",
        "date": "2018-07-19"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu 19 lipca 2018 roku Rada Nadzorcza\n                           Spółki podjęła uchwałę o powołaniu z dniem 1 września 2018 roku Pana Aleksandra Umińskiego\n                           do pełnienia funkcji Członka Zarządu - Wiceprezesa Zarządu REMAK S.A. na okres do\n                           końca wspólnej kadencji członków zarządu.W załączeniu Spółka przekazuje życiorys z oświadczeniem powołanej osoby.",
        "date": "2018-07-19"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu 19 lipca 2018 roku Rada Nadzorcza\n                           Spółki podjęła uchwałę o powołaniu z dniem 20 lipca 2018 roku Pana Stanisława Kalarusa\n                           do pełnienia funkcji Członka Zarządu - Prezesa Zarządu REMAK S.A. na okres do końca\n                           wspólnej kadencji członków zarządu. W załączeniu Spółka przekazuje życiorys z oświadczeniem powołanej osoby.",
        "date": "2018-07-19"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportów bieżących nr 43/2017 i 20/2018 Zarząd REMAK S.A. _\"Spółka\"_\n                           informuje, że w dniu dzisiejszym podpisana została umowa zakupu, której przedmiotem\n                           jest nabycie przez REMAK S.A. zorganizowanej części przedsiębiorstwa _\"ZCP\"_ Energomontaż\n                           Zachód Wrocław sp. z o.o. _\"EZW\"_ związanej z prowadzoną działalnością remontowo-modernizacyjną.\n                           REMAK S.A. i EZW są podmiotami działającymi w jednej grupie kapitałowej.Cena nabycia ZCP wynosi 44,2 mln PLN.Zgodnie z umową płatność za przedmiot umowy zakupu nastąpi w 4 ratach płatnych na\n                           koniec kolejnych lat kalendarzowych tj. pierwsza rata płatna do 31 grudnia 2018 roku,\n                           a ostatnia do 31 grudnia 2021roku.Nabycie zorganizowanej części przedsiębiorstwa Energomontaż Zachód Wrocław sp. z o.o.\n                           związanej z prowadzoną działalnością remontowo-modernizacyjną pozwoli na osiągnięcie\n                           korzyści wynikających z efektów synergii oraz zdecydowanie wzmocni potencjał realizacyjny\n                           Spółki czyniąc ją jedną z największych spółek działających w branży.Zdarzenia zostało uznane za istotne ze względu na jego wartość i znaczenie dla Spółki.",
        "date": "2018-07-18"
    },
    {
        "company_name": "REMAK",
        "content": "Nawiązując do Raportu bieżącego nr 18/2018 Zarząd REMAK S.A. _\"Spółka\"_ informuje,\n                           że po spełnieniu warunków zawieszających odnośnie ubezpieczeń i gwarancji kontraktowych\n                           w dniu dzisiejszym podpisał potwierdzenie zamówienia Mitsubishi Hitachi Power Systems\n                           Europe GmbH dla REMAK S.A. na kompletną wymianę elementów ciśnieniowych kotła w Elektrowni\n                           Datteln w Niemczech.Wartość zamówienia wynosi 23.300.000,00 EUR _równowartość 100.367.080,00 PLN_.Zakończenie prac modernizacyjnych kotła przewidziane jest 31.01.2020 roku.Łączna wysokość kar za nieterminowe wykonanie kontraktu: do 10% wartości kontraktu.\n                           Zdarzenie uznane za istotne ze względu na jego wartość i znaczenie dla Spółki.",
        "date": "2018-07-16"
    },
    {
        "company_name": "REMAK",
        "content": "Z dniem  13 lipca 2018 roku Pan Waldemar Binkowski złożył rezygnację z funkcji  i\n                           członkostwa w Zarządzie Przedsiębiorstwa Modernizacji Urządzeń Energetycznych \"REMAK\"\n                           S.A. Nie podano przyczyn rezygnacji.",
        "date": "2018-07-13"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ podaje do wiadomości, że w dniu 2 lipca 2018r Rada Nadzorcza\n                           Spółki, w związku ze złożonym przez Zarząd Spółki wnioskiem o wyrażenie zgody na zakup\n                           zorganizowanej cząści przedsiębiorstwa Energomontaż Zachód Wrocław sp. z o.o. _\"EZW\"_\n                           - podmiot powiązany, pozytywnie oceniła wpływ takiej transakcji na interes REMAK S.A.\n                           W związku z powyższym Rada Nadzorcza wyraziła zgodę na zawarcie z EZW umowy sprzedaży,\n                           której przedmiotem będzie nabycie przez REMAK S.A. zorganizowanej cząści przedsiębiorstwa\n                           EZW związanej z prowadzoną działalnością remontowo-modernizacyjną.W przypadku zawarcia umowy Spółka poinformuje o tym w odrębnym komunikacie.Zdarzenie zostało uznane za istotne ze względu na jego wartość i znaczenie dla Spółki.",
        "date": "2018-07-03"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 26/2017 Zarząd REMAK S.A. _\"Spółka\"_ informuje,\n                           że w dniu dzisiejszym powziął informację o odstąpieniu przez Budimex S.A., Tecnicas\n                           Reunidas S.A. – Turów spółka cywilna _\"Budimex\"_ od Umowy na montaż rurociągów kotła\n                           – Pakiet 3 w ramach budowy nowego bloku energetycznego w Elektrowni Turów o wartości\n                           11,2 mln PLN. Zarząd Spółki analizuje zasadność odstąpienia od Umowy.Jednocześnie Spółka informuje, że na terenie Elektrowni Turów wykonywane są dla Budimex\n                           4 inne kontrakty o łącznej wartości 68,4 mln PLN, których realizacja przebiega bez\n                           przeszkód. Zdarzenia zostało uznane za istotne ze względu na jego wartość i znaczenie dla Spółki.",
        "date": "2018-06-29"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym powziął informację o\n                           podpisaniu przez Mitsubishi Hitachi Power Systems Europe GmbH kontraktu z REMAK S.A.\n                           na kompletną wymianę elementów ciśnieniowych kotła w Elektrowni Datteln w Niemczech.Szacunkowa wartość umowy wynosi 100 mln PLN.Spółka otrzyma zamówienie po spełnieniu warunków zawieszających dotyczących ubezpieczeń\n                           i gwarancji kontraktowych. Szczegóły kontraktu podamy wówczas w odrębnym komunikacie.Zdarzenia zostało uznane za istotne ze względu na jego wartość i znaczenie dla Spółki.",
        "date": "2018-06-21"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu 4 czerwca 2018 roku Rada Nadzorcza\n                           Spółki podjęła uchwałę o powołaniu z dniem 5 czerwca 2018 roku Pana Bogusława Mrzygłoda\n                           do pełnienia funkcji Członka Zarządu - Wiceprezesa Zarządu REMAK S.A. na okres do\n                           końca wspólnej kadencji członków zarządu.Pan Bogusław Mrzygłód jest absolwentem Politechniki Śląskiej w Gliwicach, Wydział\n                           Mechaniczno-Energetyczny.Pan Bogusław Mrzygłód w latach 1974-83 pracował jako główny specjalista w Wojewódzkim\n                           Przedsiębiorstwie Energetyki Cieplnej w Opolu. W latach 1983-86 jako starszy inżynier\n                           budowy w Iraku pracował dla Instalexport. Ponownie w latach 1986-87 pełnił funkcję\n                           głównego specjalisty w Wojewódzkim Przedsiębiorstwie Energetyki Cieplnej w Opolu.\n                           W okresie 1987-89 pracował w Remak Opole, a w latach 1989-90 pracował w Budimeks jako\n                           kierownik budowy dla Thyssen-Krupp w Zjednoczonych Emiratach Arabskich. Od 1990 –\n                           nadal pracuje w Remak S.A., gdzie od 2000r jako Dyrektor ds. handlu i marketingu,\n                           a od 2017r jako zastępca Dyrektora ds. handlu.W załączeniu Spółka przekazuje oświadczenie powołanej osoby.",
        "date": "2018-06-04"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 10/2018 Zarząd REMAK S.A._\"Emitent\"_ podaje do\n                           wiadomości, że w dniu dzisiejszym została podpisana umowa, której stronami są: SUMITOMO\n                           SHI FW Varkaus Finland jako zleceniodawca i REMAK S.A. jako zleceniobiorca.Przedmiotem umowy jest wykonanie montażu części mechanicznej kotła BFB w elektrociepłowni\n                           w Vantaa w Finlandii.Łączna wartość umowy wynosi 4.590,00 tys. EUR _równowartość 19.560,29 tys. zł_.Zakończenie montażu kotła przewidziane jest na październik 2018 roku.Maksymalna wysokość kar za nieterminowe wykonanie kontraktu wynosi 20% wartości netto\n                           kontraktu.Umowa została uznana za istotną ze względu na jej wartość i znaczenie dla Spółki.",
        "date": "2018-05-14"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 45/2017, Zarząd REMAK S.A. _\"Emitent\"_ podaje\n                           do wiadomości, że w dniu dzisiejszym powziął informację, iż została podpisana umowa,\n                           której stronami są:  Budimex S.A., Tėcnicas Reunidas S.A. – Turów spółka cywilna jako\n                           zleceniodawca i REMAK S.A. jako zleceniobiorca.Przedmiotem umowy jest montaż Elektrofiltra w Elektrowni Turów.Łączna wartość umowy  wynosi 9.999,99 tys. zł.Zadanie realizowane będzie do stycznia  2019 roku.Kary umowne w związku ze zwłoką w dotrzymaniu częściowych terminów realizacji i niedotrzymania\n                           ogólnego terminu realizacji nie mogą przekroczyć łącznie 11% wynagrodzenia umownego\n                           netto.Umowa została uznana za istotną ze względu na jej wartość i znaczenie dla Spółki.",
        "date": "2018-05-09"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ podaje do wiadomości, że w dniu 2 maja 2018 roku wpłynęło\n                           zawiadomienie od ESALIENS Senior Fundusz Inwestycyjny Otwarty w trybie art.69 Ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych, o treści jak poniżej:Uwzględniając art. 69 ust.1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _t.j. Dz.U. z 2018 r. poz. 512_, zwanej dalej \"Ustawą\"\n                           informujemy, iż w dniu 27 kwietnia 2018 roku przeprowadzono transakcje sprzedaży akcji\n                           Przedsiębiorstwa Modernizacji Urządzeń Energetycznych REMAK S.A., co wpływa na zmianę\n                           udziału w ogólnej liczbie głosów w Spółce.Przed dniem przeprowadzenia tych transakcji na rachunku Funduszu znajdowało się 164.052\n                           akcji Spółki, co stanowiło 5,47% udziału w kapitale zakładowym Spółki uprawniających\n                           do 164.052 głosów z tych akcji, co stanowiło 5,47% na Walnym Zgromadzeniu Spółki.Na moment przekazania niniejszego zawiadomienia na rachunku Funduszu znajduje się\n                           141.170 akcji Spółki, co stanowi 4,71% udziału w kapitale zakładowym Spółki uprawniających\n                           do 141.170 głosów z tych akcji, co stanowi 4,71% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.Nie występują podmioty zależne od Funduszu posiadające akcje Spółki, jak również nie\n                           występują osoby, o których mowa w art.87 ust.1 pkt 3 lit.c Ustawy.W zakresie Funduszu, liczba głosów z akcji, o której mowa w art.69 ust. 4 pkt 7  oraz\n                           pkt 8 Ustawy: brak.W zakresie Funduszu, łączna suma liczby głosów oraz jej procentowy udział w ogólnej\n                           liczbie głosów, o których mowa w art. 69 ust.4 pkt 9 Ustawy, wynoszą odpowiednio:\n                           164.052 oraz 5,47%.",
        "date": "2018-05-02"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ przekazuje do wiadomości wykaz akcjonariuszy obecnych\n                           i posiadających co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu\n                           Akcjonariuszy Spółki, które odbyło się w Opolu w dniu 22 marca 2018 roku.",
        "date": "2018-03-22"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Emitent\"_ informuje, iż w dniu 22 marca 2018 roku Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy podjęło uchwałę o powołaniu Pana Mariusza Zawiszę w skład\n                           Rady Nadzorczej Emitenta.W załączeniu Emitent przekazuje życiorys Pana Mariusza Zawiszy z oświadczeniem.",
        "date": "2018-03-22"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd Remak S.A. podaje do wiadomości treść uchwał podjętych przez Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Remak S.A. w dniu 22 marca 2018 roku.",
        "date": "2018-03-22"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Emitent\"_ podaje do wiadomości, że w dniu dzisiejszym powziął\n                           informację o otrzymaniu decyzji Zarządu SUMITOMO SHI FW Varkaus Finland o wybraniu\n                           REMAK S.A. na podstawie złożonej przez REMAK S.A. oferty, na wykonawcę zadania montażu\n                           części mechanicznej kotła BFB w elektrociepłowni w Vantaa w Finlandii.Wartość zlecenia wynosi 4.590,00 tys. EUR _równowartość 19.330,33 tys. zł_.Ostateczne zakończenie prac montażowych przewidziane jest na październik 2018 roku.Po podpisaniu umowy przez strony Emitent poda szczegóły dotyczące tej umowy w odrębnym\n                           raporcie.Decyzja została uznana za istotną ze względu na jej znaczenie dla Spółki.",
        "date": "2018-03-15"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Emitent\"_ podaje do wiadomości, że w dniu dzisiejszym podpisał\n                           list intencyjny, w którym Budimex S.A., Tėcnicas Reunidas S.A. – Turów Spółka Cywilna\n                           informuje o podjęciu decyzji o zleceniu REMAK S.A. montażu systemu nawęglania - Pakiet\n                           5 w Elektrowni Turów. Łączna wartość umowy powinna wynosić 5.656,60 tys. zł.W przypadku podpisania umowy przez strony Emitent poda szczegóły dotyczące tej umowy\n                           w odrębnym raporcie.Zarząd REMAK S.A. uznaje podpisanie wyżej wymienionego listu intencyjnego za istotne\n                           ze względu na nowy obszar realizacyjny.",
        "date": "2018-03-15"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Spółka\"_ informuje, że w dniu 12 marca 2018 roku Rada Nadzorcza\n                           Spółki podjęła uchwałę o powołaniu z dniem 23 marca 2018 roku Pana Marka Serafina\n                           do pełnienia funkcji Członka Zarządu - Prezesa Zarządu REMAK S.A.. W załączeniu Spółka przekazuje życiorys z oświadczeniem powołanej osoby.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-03-12"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd spółki REMAK SA przekazuje w załączeniu treść projektów uchwał Zwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy REMAK SA, które odbędzie się w dniu 22 marca 2018\n                           roku.",
        "date": "2018-02-22"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK SA przekazuje niniejszym treść ogłoszenia o zwołaniu na dzień 22 marca\n                           2018 roku na godz. 12.00 Zwyczajnego Walnego Zgromadzenia Akcjomariuszy REMAK SA.\n                           Treść ogłoszenia zawarta jest w załączniku do niniejszego raportu.",
        "date": "2018-02-22"
    },
    {
        "company_name": "REMAK",
        "content": "W dniu 21 lutego 2018 roku Pan Mariusz Zawisza złożył rezygnację z funkcji i członkostwa\n                           w Zarządzie Przedsiębiorstwa Modernizacji Urządzeń Energetycznych \"REMAK\" S.A. z dniem\n                           22 marca 2018 roku.Nie podano przyczyn rezygnacji.",
        "date": "2018-02-21"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A., w nawiązaniu do raportu bieżącego nr 1/2018, informuje o zmianie\n                           terminu publikacji rocznego raportu okresowego za 2017 rok. Termin przekazania raportu\n                           rocznego, który pierwotnie wyznaczony został na 27 luty 2018 roku, zostanie przeniesiony\n                           na16 luty 2018 roku.",
        "date": "2018-02-13"
    },
    {
        "company_name": "REMAK",
        "content": "W nawiązaniu do raportu bieżącego nr 2/2018, Zarząd REMAK S.A. _\"Emitent\"_ podaje\n                           do wiadomości, że w dniu dzisiejszym powziął informację o podpisaniu przez RAFAKO\n                           S.A.  umowy, której stronami są RAFAKO S.A. – zleceniodawca i REMAK S.A. - zleceniobiorca.Przedmiotem umowy jest wykonanie prac związanych z kompletnym  demontażem części mechanicznej\n                           i izolacji termicznej oraz kompletnego montażu części mechanicznej elektrofiltru nr\n                           9 z przeznaczeniem dla instalacji SCR kotłów K9 i K10  w Elektrowni Kozienice.Łączna wartość umowy wynosi 15.500,00 tys. zł. netto.Zadanie realizowane będzie do października 2018 roku.Łączna wysokość kar za nieterminowe wykonanie kontraktu do 25% wartości brutto wynagrodzenia\n                           kontraktowego, zapłata ewentualnych kar umownych  nie wyłącza uprawnienia zamawiającego\n                           do dochodzenia roszczeń odszkodowawczych przekraczających wysokość tych kar.Umowa została uznana za istotną ze względu na jej wartość i znaczenie dla Spółki.",
        "date": "2018-02-07"
    },
    {
        "company_name": "REMAK",
        "content": "Zarząd REMAK S.A. _\"Emitent\"_ podaje do wiadomości, że w dniu dzisiejszym powziął\n                           informację o otrzymaniu decyzji Zarządu RAFAKO S.A. o wybraniu Remak S.A. na wykonawcę\n                           zadania kompletnego demontażu części mechanicznej i izolacji termicznej oraz kompletnego\n                           montażu części mechanicznej elektrofiltru nr 9 z przeznaczeniem dla bloku nr 9 w Elektrowni\n                           Kozienice.Po podpisaniu umowy przez strony Emitent poda szczegóły dotyczące tej umowy w odrębnym\n                           raporcie.Decyzja  została uznana za istotną ze względu na jej znaczenie dla Spółki.",
        "date": "2018-01-10"
    }
]