[
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 69/2017 z dn. 14 czerwca 2017 r. iAlbatros Group\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, iż Emitent powziął informację od\n                           akcjonariuszy Emitenta, iż został wniesiony do Sądu Okręgowego w Warszawie, XVI Wydział\n                           Cywilny pozew o ustalenie na podstawie art. 189 KPC nieistnienia, ewentualnie o stwierdzenie\n                           na podstawie art. 425 § 1 KSH w zw. z art. 422 § 2 pkt. 4 KSH nieważności \"uchwał\"\n                           podjętych na odbytym w dniu 14 czerwca 2017 r. oraz kontynuowanym w dniu 30 czerwca\n                           2017 r i 14 lipca 2017 r. spotkaniu bezpodstawnie nazwanym \"Nadzwyczajnym Walnym Zgromadzeniem\"\n                           iAlbatros Group S.A.  _dalej jako: \"Rzekome NWZ iAlbatros Group\"_, zaprotokołowanych\n                           przez Artura Stanisława Kozaka, notariusza w Warszawie w dn. 14 czerwca 2017 r. za\n                           Rep. A nr 6882/2017 oraz w dn. 30 czerwca 2017 r. za Rep. A nr 7643/2017 _sygn. akt\n                           XVI GC 618/17_. W pozwie został złożony wniosek o udzielenie zabezpieczenia powództwa\n                           poprzez wstrzymanie wykonania _skuteczności_ zaskarżonych uchwał.W nawiązaniu do raportu bieżącego nr 78/2017 z dn. 18 lipca 2017 r. Emitent ponownie\n                           informuje, że zgodnie z treścią uzasadnienia orzeczenia Referendarza Sądowego z dnia\n                           17 lipca 2017 roku _sygn. WA XIII Ns Rej KRS/43746/17/660_ o odmowie wpisu zmian osób\n                           upoważnionych do reprezentacji Spółki ww. \"uchwały\" Rzekomego Nadzwyczajnego Walnego\n                           Zgromadzenia iAlbatros Group S.A. zostały podjęte niezgodnie z przepisami KSH i jako\n                           nieważne nie mogą stanowić podstawy wpisu do rejestru przedsiębiorców Krajowego Rejestru\n                           Sądowego.",
        "date": "2017-09-01"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do Raportu Bieżącego nr 73/2017 z dn. 20 czerwca 2017 roku informującego\n                           o bezprawnym przekazaniu środków finansowych spółki zależnej SATIS GPS Sp. z o.o.\n                           przez podającego się za Prezesa Zarządu tej spółki – Jana Karaszewskiego na rzecz\n                           spółki NCF S.A., której Zarząd jednoosobowo reprezentuje Jan Karaszewski, Emitent\n                           informuje, iż spółka zależna SATIS GPS Sp. z o.o. podjęła wszelkie możliwe działania\n                           prawne mające na celu doprowadzenie do zwrotu przez spółkę NCF S.A. środków pieniężnych,\n                           które są własnością spółki SATIS GPS Sp. z o.o. i zostały wypłacone z rachunku tej\n                           spółki bezprawnie. Na chwilę obecną Jan Karaszewski nie podjął żadnych działań celem\n                           zwrotu wypłaconych bezprawnie środków pieniężnych, co może skutkować doprowadzeniem\n                           w najbliższym czasie do utraty kontroli nad spółką SATIS GPS Sp. z o.o. przez Emitenta,\n                           a także do znaczącej utraty wartości spółki Emitenta. Należy nadmienić, że opisane\n                           wyżej działanie Jana Karaszewskiego uniemożliwiło m. in. spłatę przez spółkę iAlbatros\n                           Group S.A. zobowiązania z tytułu pożyczki wynikającej z umowy z dnia 10 marca 2017\n                           roku, która stała się natychmiast wymagalna również  wyłącznie wskutek bezprawnych\n                           działań Jana Karaszewskiego, o których Emitent informował Raportem Bieżącym nr 79/2017\n                           z dn. 7 sierpnia 2017 roku. Emitent przypomina, że udziały w spółce Satis GPS Sp.\n                           z o.o. stanowią zabezpieczenie przywołanej umowy pożyczki, o czym Emitent informował\n                           w Raporcie Bieżącym nr 6/2017 z dn. 2 marca 2017 roku Raporcie Bieżącym nr 9/2017\n                           z dn. 10 marca 2017 roku.",
        "date": "2017-08-28"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do Raportu Bieżącego nr 80/2017 z dnia 17 sierpnia 2017 roku Emitent\n                           informuje, że złożył do Sądu Rejonowego dla m.st. Warszawy w Warszawie, XIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego oświadczenie o cofnięciu skargi na orzeczenie\n                           Referendarza Sądowego z dnia 17 lipca 2017 roku _sygn. WA XIII Ns Rej KRS/43746/17/660_\n                           o odmowie wpisu zmian osób upoważnionych do reprezentacji Spółki z uwagi na nieważność\n                           uchwał podjętych przez rzekome Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki\n                           zakończone 14 lipca 2017 roku stanowiących podstawę wniosku do Krajowego Rejestru\n                           Sądowego. Skarga została złożona przez osoby nieuprawnione do reprezentacji Emitenta,\n                           \"powołane\" na podstawie ww. nieważnych uchwał rzekomego Nadzwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy Spółki zakończonego 14  lipca 2017 roku. Skarga podlegałaby zgodnie\n                           z prawem odrzuceniu. Emitent tym samym dąży do jak najszybszego powołania nowych władz w Spółki, co jest\n                           możliwe tylko poprzez ustanowienie w Spółce kuratora. Jednocześnie nawiązując do raportu\n                           72/2017/K Emitent przypomina, że do Sądu Rejonowego dla m. st. Warszawy w Warszawie\n                           XIII Wydział Gospodarczy KRS został złożony Wniosek o ustanowienie kuratora w Spółce.Jednocześnie Emitent informuje, że nie jest mu wiadome, aby złożona została jakakolwiek\n                           inna skarga na ww. postanowienie o odmowie wpisu zmian osób upoważnionych do reprezentacji\n                           Spółki, a termin na zaskarżenie ww. postanowienia już minął.",
        "date": "2017-08-28"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 78/2017 Spółka iAlbatros Group S.A. z siedzibą\n                           w Warszawie _\"Emitent\"_ informuje, że powzięła informację iż postanowienie o oddaleniu\n                           wniosku o wpis zmian, wydane przez Sąd Rejonowy dla m. st. Warszawy, XIII Wydział\n                           Gospodarczy KRS, w sprawie o sygn. Wa.XIII Ns-Rej. KRS/437/46/17/660, o którym to\n                           postanowieniu Spółka informowała, zostało zaskarżone.  Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-08-17"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że Emitentowi\n                           doręczone zostało oświadczenie spółki ETIN SAS z siedzibą w Issy-les-Moulineaux w\n                           Republice Francuskiej należącej do grupy kapitałowej SODEXO S.A. notowanej na giełdzie\n                           Euronext _\"ETIN\"_ o postawieniu w stan natychmiastowej wymagalności umowy pożyczki\n                           zawartej w dn. 10 marca 2017 r. pomiędzy Emitentem a ETIN, o której zawarciu Emitent\n                           informował w raporcie bieżącym nr 6/2017 z dn. 2 marca 2017 r. oraz w raporcie bieżącym\n                           nr 9/2017 z dn. 10 marca 2017 r. _\"Umowa Pożyczki\"_. Konsekwencją wypowiedzenia Umowy\n                           Pożyczki było wezwanie Emitenta do zapłaty na rzecz ETIN sumy pieniężnej w wysokości\n                           5.221 904 PLN tytułem spłaty pożyczki wraz z odsetkami w terminie do dn. 9 sierpnia\n                           2017 r.Zgodnie z informacją zawartą w oświadczeniu ETIN, powodem postawienia Umowy Pożyczki\n                           w stan natychmiastowej wymagalności były wyłącznie działania osób trzecich, które\n                           doprowadziły w dn. 19 czerwca 2017 r. do zablokowania przez Alior Bank S.A. rachunków\n                           bankowych spółki pośrednio zależnej Emitenta – Satis GPS spółki z o.o. z siedzibą\n                           w Warszawie _\"Satis\"_ oraz wytransferowania przez te osoby trzecie do spółki od nich\n                           zależnej – wedle informacji powziętych przez Emitenta spółki NCF S.A. z siedzibą w\n                           Warszawie – środków pieniężnych w kwocie powyżej 1 mln złotych, w tym całkowitej kwoty\n                           przysługującego Satis limitu kredytu w rachunku bieżącym, o czym Emitent informował\n                           w raporcie bieżącym nr 73/2017 z dn. 20 czerwca 2017 r.Emitent informuje, że ww. osoby trzecie, których działania doprowadziły do postawienia\n                           Umowy Pożyczki w stan natychmiastowej wymagalności, wywodzą swoje rzekome umocowanie\n                           do działania w imieniu Emitenta oraz Satis przed bankami oraz innymi podmiotami z\n                           czynności nazwanych \"uchwałami\" odbytego w dn. 14 czerwca 2017 r. prywatnego spotkania\n                           nazwanego w sposób nieuprawniony \"Nadzwyczajnym Walnym Zgromadzeniem\" Emitenta, zaprotokołowanych\n                           przez notariusza Artura Stanisława Kozaka w dn. 14 czerwca 2017 r. za Rep. A nr 6882/2017\n                           _\"Rzekome NWZ\"_. Kopia protokołu Rzekomego NWZ zawierającego treść ww. \"uchwał\" stanowi\n                           załącznik do opublikowanego w dn. 14 czerwca 2017 r. raportu bieżącego akcjonariusza\n                           Emitenta, tj. spółki United S.A. z siedzibą w Warszawie nr 3/2017. Sąd rejestrowy\n                           właściwy dla Emitenta w dn. 17 lipca 2017 r. oddalił wniosek o wpis zmian w rejestrze\n                           przedsiębiorców, których materialnoprawną podstawę miały stanowić ww. \"uchwały\" Rzekomego\n                           NWZ, o czym Emitent poinformował w raporcie bieżącym nr 78/2017 z dn. 18 lipca 2017\n                           r.Ponadto Emitent informuje, że jego rachunki bankowe oraz rachunki bankowe spółek zależnych\n                           od Emitenta pozostają nadal zablokowane wskutek opisanych powyżej działań osób trzecich\n                           wywodzących umocowanie do działania przed bankami z \"uchwał\" Rzekomego NWZ.Emitent pragnie podkreślić, że ww. osoby trzecie odpowiedzialne za obecny stan spraw\n                           Spółki to osoby, o których informuje spółka United S.A. – akcjonariusz Emitenta w\n                           swym raporcie bieżącym nr 4/2017 z dnia 20 czerwca 2017 r.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-08-07"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że dziś\n                           powzięła informację, o wydaniu w dniu 17 lipca 2017 r., przez Sąd Rejonowy dla m.\n                           st. Warszawy w Warszawie, XIII Wydział Gospodarczy KRS, w sprawie o sygn. Wa.XIII\n                           Ns-Rej.KRS/43746/17/660, postanowienia o oddaleniu wniosku o wpis zmian _\"Postanowienie\"_,\n                           których materialnoprawną podstawę miały stanowić czynności nazwane \"uchwałami\" odbytego\n                           w dniu 14 czerwca 2017 r. prywatnego spotkania nazwanego w sposób nieuprawniony \"Nadzwyczajnym\n                           Walnym Zgromadzeniem\" Emitenta, zaprotokołowane przez notariusza Artura Stanisława\n                           Kozaka w dniu 14 czerwca 2017 r. za Rep. A nr 6882/2017 _\"Rzekome NWZ\"_. Kopia protokołu\n                           Rzekomego NWZ zawierającego treść ww. \"uchwał\" stanowi załącznik do opublikowanego\n                           w dniu 14 czerwca 2017 r. raportu bieżącego akcjonariusza Emitenta, tj. spółki United\n                           S.A. z siedzibą w Warszawie nr 3/2017. Sąd rejestrowy w treści uzasadnienia Postanowienia potwierdził, że po stronie pana\n                           Sławomira Karaszewskiego nie istnieje mandat prezesa zarządu Emitenta. Co więcej,\n                           potwierdził również, że po stronie Panów Przemysława Marczaka, Bartosza Boszko, Cezarego\n                           Jasińskiego, Ernesta Bednarowicza oraz Przemysława Romanowicza nie istnieją mandaty\n                           członków rady nadzorczej Emitenta",
        "date": "2017-07-18"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ w nawiązaniu do raportu\n                           bieżącego nr 109/2016 z dnia 1 grudnia 2016 roku informuje, że w dniu dzisiejszym\n                           tj. 5 lipca 2017 roku Sąd Rejonowy dla m. st. Warszawy w Warszawie, XIII Wydział Krajowego\n                           Rejestru Sądowego zarejestrował połączenie spółek Software Services Sp. z o.o. z siedzibą\n                           w Warszawie _jako Spółki Przejmującej_ oraz Uveno Sp. z o.o. z siedzibą w Warszawie,\n                           Uveno Sp. z o.o. S.K.A. z siedzibą w Warszawie i Iptech Sp. z o.o. z siedzibą w Warszawie\n                           _jako Spółek Przejmowanych_.Połączenie nastąpiło w drodze przeniesienia całego majątku Spółek Przejmowanych na\n                           Spółkę Przejmującą, zgodnie z art. 492 § 1 pkt 1 ustawy z dnia 15 września 2000 r.\n                           Kodeks spółek handlowych _t.j. Dz. U. z 2016 r. poz. 1578 ze zm._ _\"Połączenie\"_.\n                           Połączenie nie wymagało uzyskania zgód i zezwoleń, w tym nie podlegało obowiązkowi\n                           zgłoszenia Prezesowi UOKIK. Ekonomicznym celem Połączenia było uproszczenie struktury organizacyjnej i właścicielskiej\n                           spółek z Grupy Kapitałowej Emitenta. Połączenie miało na celu wzmocnienie wydajności\n                           działań spółek z Grupy Kapitałowej Emitenta poprzez uproszczenie przepływu dokumentów\n                           oraz wyeliminowanie wzajemnych umów zawieranych w ramach Grupy Kapitałowej Emitenta\n                           oraz zmniejszenie kosztów działalności.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-07-05"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 34/2017 iAlbatros Group S.A. z siedzibą w Warszawie\n                           _\"Emitent\"_ informuje, iż w związku z cofnięciem zgody przez bezpośredniego najemcę\n                           powierzchni biurowych przy ul. Aleje Jerozolimskie 180, III piętro, Walne Zgromadzenie\n                           Akcjonariuszy _\"WZA\"_ zaplanowane na 30 czerwca 2017 r. pod tym adresem odbyć się\n                           nie może. Wynikła sytuacja jest niezależna od Emitenta.",
        "date": "2017-06-28"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym otrzymała zawiadomienie od Centrum Innowacyjnych Rozwiązań Biomedycznych\n                           z siedzibą w Wielkim Łęcku. Treść zawiadomienia Emitent przekazuje w załączeniu.",
        "date": "2017-06-23"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ w załączeniu przekazuje\n                           Zawiadomienie zgodnie art. 69 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych _t.j. Dz. U. z 2013 r. poz. 1382 ze zm._.",
        "date": "2017-06-23"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ powzięła\n                           informację iż 19 czerwca 2017 roku konta bankowe spółki pośrednio zależnej Emitenta\n                           – Satis GPS Sp. z o.o. z siedzibą w Warszawie _\"Satis\"_ zostały zablokowane przez\n                           Alior Bank S.A. prowadzący rachunki. Natomiast środki w kwocie powyżej 1 mln zł, w\n                           tym całkowita kwota przysługującego Satis limitu kredytu w rachunku bieżącym, zostały\n                           wytransferowane przez osoby trzecie. Zaistniała sytuacja znacznie utrudnia Satis regulowanie bieżących zobowiązań, wynikających\n                           z prowadzenia działalności Satis oraz ze stosunków pracy.Emitent informuje, że w związku z powyższym dokonał kontroli dotyczącej swoich rachunków\n                           bieżących, w wyniku której dowiedział się o próbie uzyskania przez osoby trzecie dostępów\n                           do rachunków bankowych Emitenta prowadzonych także przez inny bank. W tym przypadku\n                           bank odmówił udzielenia dostępów.Ponadto, Emitent odnosząc się do raportu bieżącego Spółki United S.A. z siedzibą w\n                           Warszawie nr 4/2017 z dn. 20 czerwca 2017 r.  _\"Raport United\"_ informuje, że na kwotę\n                           3,5 mln zł wymienioną w Raporcie United składają się w szczególności zobowiązania\n                           umowne Emitenta względem zewnętrznych, niezależnych podmiotów.W związku z tym zarzuty zawarte w Raporcie United niekorzystnego rozporządzania mieniem\n                           Emitent uznaje za niezasadne.",
        "date": "2017-06-20"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Emitent informuje, iż treść raportu o złożeniu Wniosku do KRS o ustanowienie kuratora\n                           powinna brzmieć natępująco:Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ w nawiązaniu\n                           do komunikatu bieżącego nr 69/2017 z dn. 14 czerwca 2017 r. informuje o powzięciu\n                           informacji, że w związku z nieodbyciem się Walnego Zgromadzenia Spółki w dniu 14 czerwca\n                           2017 r, na którym miały zostać wybrane władze spółki został złożony przez jednego\n                           z akcjonariuszy Emitenta Wniosek do Sądu Rejonowego dla m.st. Warszawy w Warszawie,\n                           XIII Wydział Gospodarczy KRS _\"KRS\"_ o ustanowienie kuratora w Spółce.",
        "date": "2017-06-20"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ w nawiązaniu\n                           do komunikatu bieżącego nr 69/2017 z dn. 14 czerwca 2017 r. informuje, że w związku\n                           z nieodbyciem się Walnego Zgromadzenia Spółki w dniu 14 czerwca 2017 r, na którym\n                           miały zostać wybrane władze spółki złożyła Wniosek do Sądu Rejonowego dla m.st. Warszawy\n                           w Warszawie, XIII Wydział Gospodarczy KRS _\"KRS\"_ o ustanowienie kuratora w Spółce.",
        "date": "2017-06-20"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ w nawiązaniu\n                           do komunikatu bieżącego nr 48/2017 z dn. 18 maja 2017 r. oraz komunikatu 51/2017 z\n                           dn. 26 maja 2017 r. informuje, ze w dniu dzisiejszym otrzymał Oświadczenie od Centrum\n                           Innowacyjnych Rozwiązań Biomedycznych S.A. z siedzibą w Wielkim Łęcku _\"CIRB\"_ o odstąpieniu\n                           od umowy sprzedaży skcji Spółki z dn. 26 maja 2017 r. oraz porozumienia dotyczącego\n                           wzajemnych roszczeń oraz sprzedaży akcji spółki iAlbatros Group S.A. a także opcji\n                           zakupu i opcji sprzedaży z dnia 26 maja 2017 roku oraz umowy opcji sprzedaży o europejskim\n                           stylu wykonania z dnia 26 maja 2017 roku oraz umowy opcji zakupu o europejskim stylu\n                           wykonania z dnia 26 maja 2017 roku. Emitent uznał niniejsze Oświadczenie za skuteczne.W związku z powyższym 3 839 642 akcji własnych Emitenta _\"Akcje\"_ wróci na rachunek\n                           maklerski Emitenta. Natomiast Emitent zwróci CIRB środki w kwocie 26 groszy za jedną\n                           akcję, za które CIRB nabyła Akcje.",
        "date": "2017-06-19"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportów bieżących nr 39/2017, nr 45/2017 oraz nr 56/2017 Spółka iAlbatros\n                           Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje o nabyciu 469 _czterysty sześćdziesieciu\n                           dziewięciu_sztuk obligacji serii E _\"Obligacje\"_. Obligacje zostały nabyte na podstawie\n                           żądania przedterminowego wykupu zgłoszonego przez Emitenta zgodnie z Warunkami Emisji\n                           Obligacji serii E _\"WEO\"_, w celu umorzenia za łączną kwotę 484 340,99 zł _czterysta\n                           osiemdziesiąt cztery tysiące trzysta czterdzieści 99/100_, na którą składa się wartość\n                           nominalna Obligacji wraz z odsetkami naliczonymi zgodnie z WEO na dzień wykupu Obligacji.Ponadto, Emitent informuje, że spłacił pożyczkę zaciągniętą w spółce należącej do\n                           Grupy Sodexo w wysokości 2 950 000,00 zł _dwa miliony dziewięcset pięcdziesiąt tysięcy\n                           00/100_.",
        "date": "2017-06-16"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_, informuje, że pomimo\n                           planowanego Nadzwyczajnego Walnego Zgromadzenia _\"NWZ\"_ na dzień dzisiejszy, nie została\n                           podjęta żadna uchwała włącznie z uchwałą o wyborze Przewodniczącego NWZ. Zgodnie z porządkiem obrad NWZ miało dojść do wyboru organów. W konsekwencji nie odbycia\n                           NWZ Emitent pozostaje bez organów.",
        "date": "2017-06-14"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 65/2017 z dnia 12 czerwca 2017 r. dotyczącego\n                           wydania w dniu 12 czerwca 2017 r. przez Sąd Okręgowy w Warszawie postanowienia w przedmiocie\n                           oddalenia wniosku United S.A. o zabezpieczenie roszczenia przeciwko Centrum Innowacyjnych\n                           Rozwiązań Biomedycznych S.A. _\"CIRB\"_ oraz Emitentowi, iAbatros Group S.A. z siedzibą\n                           w Warszawie _\"Emitent\", \"Spółka\"_ informuje, że w dniu dzisiejszym powziął informację\n                           o wydaniu w dniu 13 czerwca 2017 r. przez Sąd Okręgowy w Gdańsku postanowienia w przedmiocie\n                           udzielenia United S.A. zabezpieczenia roszczenia przeciwko Centrum Innowacyjnych Rozwiązań\n                           Biomedycznych S.A. _\"CIRB\"_ oraz Emitentowi. Zabezpieczenie polega na zobowiązaniu\n                           do niewykonywania prawa głosu przez CIRB na walnych zgromadzeniach Spółki rozpoczętych\n                           w dniach 14 czerwca 2017 r. i 30 czerwca 2017 r. zakreślając United S.A. termin dwóch\n                           tygodni na wytoczenie powództwa.Sąd Okręgowy w Gdańsku odwrotnie niż Sąd Okręgowy w Warszawie uznał roszczenie United\n                           S.A. za uprawdopodobnione.  Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-06-14"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ w nawiązaniu\n                           do ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Emitenta, o którym Emitent\n                           informował w raporcie bieżącym nr 34/2017 _\"WZA\"_ oraz w związku z otrzymanymi żądaniami\n                           od akcjonariuszy _\"Żądanie\"_, o którym Emitent informował raportami bieżącymi nr 59/2017\n                           oraz nr 62/2017, Emitent przekazuje w załączeniu zaktualizowaną treść Ogłoszenie o\n                           WZA oraz zaktualizowane zgodnie Żądaniem projekty uchwał na WZA.",
        "date": "2017-06-13"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym Pan Julian Kutrzeba pełniący funkcję Przewodniczącego Rady Nadzorczej\n                           Emitenta oraz Pan Hubert Staszewski pełniący funkcję Członka Rady Nadzorczej Emitenta\n                           przekazali za pośrednictwem poczty elektronicznej oświadczenia o rezygnacji z powierzonych\n                           funkcji z dniem 13 czerwca 2017 r. bez podania przyczyn. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-06-13"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "iAbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje, że w dniu\n                           dzisiejszym powziął informację o wydaniu w dniu 12 czerwca 2017 r. przez Sąd Okręgowy\n                           w Warszawie postanowienia w przedmiocie oddalenia wniosku United S.A. o zabezpieczenie\n                           roszczenia przeciwko Centrum Innowacyjnych Rozwiązań Biomedycznych S.A. _\"CIRB\"_ oraz\n                           Emitentowi. Wniosek United S.A. dotyczył ustalenia nieważności sprzedaży akcji własnych Emitenta\n                           na rzecz CIRB _o czym Emitent informował w raporcie bieżącym nr  51/2017 z dnia 26\n                           maja 2017 r._ i ustalenia, że CIRB nie może wykonywać prawa głosu z posiadanych akcji\n                           nabytych od Emitenta.Sąd oddalił wniosek jako niezasadny i niezasługujący na uwzględnienie. W konsekwencji powyższego i braku innego orzeczenia sądowego nie ma podstaw do kwestionowania\n                           ważności zawartej umowy sprzedaży i wykonywania praw głosu przez CIRB. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-06-13"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 59/2017 z dnia 2 czerwca 2017 r. w sprawie żądania\n                           wraz z projektem uchwały dotyczącej wyrażenia zgody na przekształcenie spółki Satis\n                           GPS Sp. z o.o. w spółkę akcyjną oraz wprowadzenia akcji przekształconej Spółki Satis\n                           GPS Sp. z o.o. do obrotu w Alternatywnym Systemie Obrotu na rynku NewConnect lub sprzedaży\n                           udziałów lub akcji tej spółki za kwotę nie niższą niż 36 mln zł iAbatros Group S.A.\n                           z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje, że Emitent oświadcza, że w\n                           dniu 16 maja 2017 r. zlecił renomowanej firmie doradczej _z tzw. Wielkiej Czwórki_\n                           wykonanie analizy i wyceny spółki zależnej emitenta - SATIS GPS Sp. z o.o. W dniu\n                           12 czerwca 2017 r. Emitent otrzymał ostateczny raport z wyceny. Zdaniem firmy doradczej,\n                           mediana wyceny wynosi 5,1 mln złotych. Ponadto Emitent przekazuje do publicznej wiadomości\n                           szacunki poszczególnych wartości, które zostały przekazane przez Zarząd spółki SATIS\n                           GPS Sp. z o.o. na lata 2017-2019:MLN PLN\t2017\t2018\t2019Przychody\t9,8\t10,4\t10,8\tEBITDA \t1,0\t1,0\t1,0Zysk netto\t0,7\t0,7\t0,7Ponadto Emitent informuje, iż działania związane z przekształceniem spółki Satis GPS\n                           Sp. z o.o. w spółkę akcyjną w związku z warunkami zastawu rejestrowego, który ciąży\n                           na udziałach tej spółki są niemożliwe bez zgody zastawnika.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-06-12"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 60/2017 z dnia 2 czerwca 2017 roku dotyczącego\n                           przyjęcia nieodwołalnej oferty zakupu 3.839.642 akcji własnych _\"Oferta zakupu\"_ oraz\n                           raportu bieżącego nr 61/2017 z dnia 8 czerwca 2017 roku dotyczącego wystawienie przez\n                           Emitenta wezwania do zapłaty, iAbatros Group S.A. z siedzibą w Warszawie _\"Emitent\",\n                           \"Spółka\"_ informuje, że powzięła informację o tym, że w dniu 9.06.2017 na adres pełnomocnika\n                           Spółki wpłynęło wezwanie do zawarcia umowy z adresu mailowego waltonspencerusa@gmail.com;\n                           w treści maila podpisano: \"Jan Karaszewski. Pełnomocnik\". Wzywający zawarł w swoim\n                           mailu warunki zmieniające pierwotną treść oferty oraz oczekiwania, które w świetle\n                           obowiązujących porozumień są dla Spółki niemożliwe do spełnienia _m.in. do przedstawienia\n                           prawomocnego wyrok sądu potwierdzającego istnienie zobowiązania wobec Centrum Innowacyjnych\n                           Rozwiązań Biomedycznych S.A._, o czym wie sam wzywający na podstawie raportów bieżących\n                           publikowanych przez Emitenta. Jednocześnie w dniu 12 czerwca 2017 r. z tego samego\n                           adresu mailowego i podpisane \"Jan Karaszewski. Pełnomocnik\" wpłynęło oświadczenie\n                           o wygaśnięciu w całości oferty w konsekwencji niedostarczenia dokumentów przez Spółkę\n                           z następującym dopiskiem: \"skutki prawne niniejszego pisma zastrzegamy sobie\".Emitent bada konsekwencje prawne wynikające z formy i treści przekazanych przez wzywającego\n                           oświadczeń. Dodatkowo informacja przekazana przez wzywającego została równocześnie\n                           przekazana do osób trzecich, niebędących stronami rozmów w zakresie oferty.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-06-12"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 34/2017 iAlbatros Group S.A. z siedzibą w Warszawie\n                           _\"Emitent\"_ informuje o otrzymanym od akcjonariusza Emitenta - Centrum Innowacyjnych\n                           Rozwiązań Biomedycznych S.A. z siedzibą w Wielkim Łęcku żądaniu uzupełnienia porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia Emitenta _WZ_ zwołanego na dzień 30 czerwca\n                           2017 roku, na godzinę 14:00. Podstawą żądania jest art. 401 § 1 Kodeksu spółek handlowych.W załączeniu Emitent przekazuje żądanie.",
        "date": "2017-06-12"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu nr 60/2017 z dnia 2 czerwca 2017 roku dotyczącego przyjęcia\n                           nieodwołalnej oferty zakupu 3.839.642 akcji własnych i jednocześnie oferty spełnienia\n                           zobowiązań spółki wobec Centrum Innowacyjnych Rozwiązań Biomedycznych z siedzibą w\n                           Wielkim Łęcku _\"CIRB\"_ na kwotę 4.803.000,00 zł _słownie: cztery miliony osiemset\n                           trzy tysiące złotych_ iAbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_\n                           informuje, że do dnia dzisiejszego  WALTON SPENCER LLC z siedzibą w Delaware, Stany\n                           Zjednoczone, _\"Oferent\"_ nie przekazał kwoty na spełnienie zobowiązań Emitenta wobec\n                           CIRB.  W związku z tym do Oferenta zostało wystosowane Wezwanie do zapłaty.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-06-08"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Emitent informuje, że w dniu dzisiejszym przyjął  nieodwołalną ofertę zakupu 3.839.642\n                           _słownie: trzy miliony osiemset trzydzieści dziewięć tysięcy sześćset czterdzieści\n                           dwóch_ akcji własnych po cenie 2,00 zł _słownie: dwa złote_ za akcję i jednocześnie\n                           ofertę spełnienia zobowiązań spółki wobec Centrum Innowacyjnych Rozwiązań Biomedycznych\n                           z siedzibą w Wielkim Łęcku _\"CIRB\"_ na kwotę 4.803.000,00 zł _słownie: cztery miliony\n                           osiemset trzy tysiące złotych_, złożoną przez WALTON SPENCER LLC z siedzibą w Delaware,\n                           Stany Zjednoczone, reprezentowaną przez prawidłowo umocowanego pełnomocnika oferenta\n                           – Pana Jana Karaszewskiego.Zgodnie z oczekiwaniami oferenta WALTON SPENCER LLC, Spółka powinna podjąć działania\n                           w celu doprowadzenia do odkupu akcji sprzedanych CIRB, korzystając w tym celu z zagwarantowanej\n                           sobie Opcji Kupna, natomiast realizacja nabycia przez WALTON SPENCER LLC powinna zostać\n                           poprzedzona podjęciem uchwały Walnego Zgromadzenia Akcjonariuszy Spółki w przedmiocie\n                           zmiany przeznaczenia przedmiotowych akcji Spółki poprzez przeznaczenie ich na sprzedaż\n                           zamiast umorzenia.Emitent powziął informację, iż spółka CIRB pozytywnie odnosi się do oferty od WALTON\n                           SPENCER LLC przyjętej przez Emitenta.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-06-02"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 34/2017 iAlbatros Group S.A. z siedzibą w Warszawie\n                           _\"Emitent\"_ informuje o otrzymanym w dniu dzisiejszym od akcjonariusza Emitenta -\n                           United S.A. z siedzibą w Warszawie żądaniu uzupełnienia porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Emitenta _WZ_ zwołanego na dzień 30 czerwca 2017 roku, na godzinę\n                           14:00. Podstawą żądania jest art. 401 § 1 Kodeksu spółek handlowych.W załączeniu Emitent przekazuje żądanie wraz z projektem uchwały dotyczącej wyrażenia\n                           zgody na przekształcenie spółki Satis GPS Sp. z o.o. w spółkę akcyjną oraz wprowadzenia\n                           akcji przekształconej Spółki Satis GPS Sp. z o.o. do obrotu w Alternatywnym Systemie\n                           Obrotu na rynku NewConnect lub sprzedaży udziałów lub akcji tej spółki za kwotę nie\n                           niższą niż 36 mln zł.",
        "date": "2017-06-02"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym otrzymała zawiadomienie od Walton Spencer Limited Liability Company z\n                           siedzibą w Deleware. Treść zawiadomienia Emitent przekazuje w załączeniu",
        "date": "2017-06-02"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym otrzymała zawiadomienie od Profit Investment Limited Liability Company\n                           z siedzibą w Deleware. Treść zawiadomienia Emitent przekazuje w załączeniu",
        "date": "2017-06-02"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportów bieżących nr 39/2017 oraz nr 45/2017 Spółka iAlbatros Group\n                           S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w konsekwencji złożonych przez\n                           obligatariuszy żądań wcześniejszego wykupu obligacji serii E _kod ISIN PLADVPL00060_\n                           dokonał w dniu dzisiejszym wykupu 100 sztuk obligacji serii E za łączną kwotę 103\n                           001,00 zł, na którą składa się łączna wartość nominalna – 100 000,00 zł oraz łączna\n                           wartość naliczonych na dzień wykupu odsetek – 3001,00 zł.W związku z tym liczba obligacji, których wykup nastąpi 16 czerwca 2017 r. na żądanie\n                           Emitenta zostanie pomniejszona i wyniesie 469 sztuk obligacji serii E, które zostaną\n                           wykupione za łączną kwotę 484 340,99 zł.Podstawa prawna: § 5 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-01"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje o otrzymaniu\n                           zawiadomienia od United S.A. z siedzibą w Warszawie. Treść zawiadomienia Emitent przekazuje\n                           w załączeniu.",
        "date": "2017-05-30"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ w załączeniu przekazuje\n                           Zawiadomienie zgodnie art. 69 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych _t.j. Dz. U. z 2013 r. poz. 1382 ze zm._.",
        "date": "2017-05-30"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym otrzymała zawiadomienie od Centrum Innowacyjnych Rozwiązań Biomedycznych\n                           S.A. z siedzibą w Wielkim Łęcku. Treść zawiadomienia Emitent przekazuje w załączeniu.",
        "date": "2017-05-30"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym otrzymała zawiadomienie od Walton Spencer Limited Liability Company z\n                           siedzibą w Deleware. Treść zawiadomienia Emitent przekazuje w załączeniu.",
        "date": "2017-05-26"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ w nawiązaniu\n                           do komunikatu bieżącego nr 48/2017 z dn. 18 maja 2017 r. informuje, iż po dokonaniu\n                           wszechstronnej oceny ryzyka roszczenia podniesionego przez Centrum Innowacyjnych Rozwiązań\n                           Biomedycznych S.A. z siedzibą Wielkim Łęcku _\"CIRB\"_  opisanego w ww komunikacie _\"Roszczenie\"_,\n                           Emitent, celem niedoprowadzenia do konieczności wcześniejszej spłaty pożyczki z umowy\n                           zawartej przy transakcji sprzedaży iAlbatros Poland S.A. - zdecydował się na zawarcie\n                           porozumienia na mocy którego CIRB wstrzymuje się z dochodzeniem swych praw z Roszczenia\n                           do 2 stycznia 2018 r. CIRB dokonał też na mocy porozumienia zakupu 3 839 642 akcji\n                           Emitenta będących w jego posiadaniu _\"Akcje\"_ za cenę 26 groszy za jedną akcję, przy\n                           czym CIRB posiada opcję sprzedaży wszystkich Akcji do Emitenta do dnia 2 stycznia\n                           2018 r. za cenę 26 groszy za jedną akcję _\"Opcja Sprzedaży\"_. Emitent posiada zaś\n                           opcję zakupu wszystkich Akcji od CIRB do dnia 2 stycznia 2018 r. za cenę 26 groszy\n                           za jedną akcję _\"Opcję Zakupu\"_ _\"Opcje\"_. Do dnia 2 stycznia 2018 r. lub do dnia\n                           skorzystania przez którąś ze stron z Opcji CIRB przysługiwać będzie prawo do wykonywania\n                           praw korporacyjnych wynikających z Akcji. Porozumienie przewiduje kary umowne m.in.\n                           CIRB zobowiązał się w terminie do dnia 2 stycznia 2018 r nie dochodzić Roszczenia\n                           CIRB, pod rygorem zapłaty Spółce kary umownej w wysokości Roszczenia CIRB. Na mocy\n                           porozumienia CIRB zobowiązuje się także, że z dniem zapisu Akcji na Rachunku Maklerskim\n                           CIRB dokona na rzecz Spółki blokady Akcji tak aby Akcje nie mogły być w okresie, o\n                           którym mowa powyżej przedmiotem zbycia ani zastawu za wyjątkiem sprzedaży ich na rzecz\n                           Spółki  w ramach uprawnienia wynikającego z Opcji.",
        "date": "2017-05-26"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ w nawiązaniu\n                           do ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Emitenta, o którym Emitent\n                           informował w raporcie bieżącym nr 33/2017 _\"NWZ\"_ oraz w związku z otrzymanym żądaniem\n                           od akcjonariusza _\"Żądanie\"_, o którym Emitent informował raportem bieżącym nr 47/2017,\n                           Emitent przekazuje w załączeniu zaktualizowaną treść Ogłoszenie o NWZ oraz zaktualizowane\n                           zgodnie Żądaniem projekty uchwał na NWZ.",
        "date": "2017-05-26"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym otrzymała zawiadomienie od Profit Investments Limited Liability Company\n                           z siedzibą w Deleware. Treść zawiadomienia Emitent przekazuje w załączeniu.",
        "date": "2017-05-24"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group z siedzibą w Warszawie _\"Emitent\"_ w dniu 18 maja 2017 r. otrzymał\n                           Wezwanie do Zapłaty od Centrum Innowacyjnych Rozwiązań Biomedycznych S.A. z siedzibą\n                           w Lidzbarku _\"CIRB\"_ datowane na dzień 16 maja 2017 roku _\"Wezwanie\"_.Wezwanie opiewa na kwotę 4.803.000,00 zł _cztery miliony osiemset trzy tysiące złotych_\n                           i zostało wystawione na podstawie porozumienia z dnia 30 czerwca 2014 r. zawartego\n                           pomiędzy Emitentem a CIRB  i dotyczy rzekomej utraty korzyści przez CIRB w związku\n                           z niewywiązaniem się w ocenie CIRB przez Emitenta z zaciągniętych zobowiązań wynikających\n                           z niniejszego porozumienia.Emitent potwierdza, że wspomniane w wezwaniu porozumienie zostało zawarte, stąd podstawa\n                           roszczenia potencjalnie istnieje, przy czym dokładna analiza sprawy zostanie dopiero\n                           przez Emitenta wykonana, co będzie podstawą do dalszych działań.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-05-18"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 33/2017 z dnia 19 kwietnia 2017 r. o zwołaniu\n                           Nadzwyczajnego Walnego Zgromadzenia _\"NWZ\"_, Zarząd iAlbatros Group S.A. z siedzibą\n                           w Warszawie _\"Emitent\"_ informuje, że w dniu dzisiejszym wpłynęło żądanie od akcjonariusza\n                           Emitenta  - Walton, Spencer, LLC.Treść żądania wraz z projektem uchwały dotyczącej zmiany statutu Emitent przekazuje\n                           w załączeniu.",
        "date": "2017-05-17"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu\n                           dzisiejszym otrzymała zawiadomienie od Walton Spencer Limited Liability Company z\n                           siedzibą w Deleware. Treść zawiadomienia Emitent przekazuje w załączeniu.",
        "date": "2017-05-16"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbators Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 15 maja 2017 roku Emitent podjął decyzję o przedterminowym wykupie obligacji\n                           serii E _\"Obligacje\"_, zgodnie z postanowieniami warunków emisji Obligacji, w myśl\n                           których:1.Emitent w dniu 16 czerwca 2017 r. dokona przedterminowego wykupu wszystkich Obligacji;2.Przedterminowy wykup zostanie przeprowadzony za pośrednictwem Krajowego Depozytu\n                           Papierów Wartościowych S.A. w Warszawie _\"KDPW\"_, prowadzącego ewidencję Obligacji\n                           w rozumieniu art. 5a ust. 2 ustawy z dnia 29 czerwca 1995 r. o obligacjach _t.j. Dz.\n                           U. z 2014 r. poz. 730_ _\"Ewidencja\"_, na następujących zasadach:a. przedterminowemu wykupowi podlegają wszystkie pozostające w obrocie Obligacje,\n                           tj. 569 _słownie: pięćset sześćdziesiąt dziewięć_ sztuk Obligacji o wartości nominalnej\n                           1.000,00 zł każda i łącznej wartości nominalnej 569 000,00 zł _słownie: pięćset sześćdziesiąt\n                           dziewięć tysięcy złotych_;b. Obligatariuszom będą przysługiwać następujące świadczenia z każdej jednej Obligacji:i. świadczenie pieniężne polegające na zapłacie kwoty odpowiadającej 100,0 % wartości\n                           nominalnej Obligacji, tj. kwotę 569 000,00 zł tytułem kwoty wykupu jednej Obligacji;\n                           orazii. świadczenie pieniężne polegające na zapłacie kwot odsetek tj. kwotę 32,71 zł _słownie:\n                           trzydzieści dwa i 71/100 złotego_ brutto na 1 _jedną_ Obligację;c. dniem ustalenia podmiotów uprawnionych do otrzymania świadczeń, o których mowa\n                           powyżej jest 8 czerwca 2017 r.;d. począwszy od dnia 8 czerwca 2017 r. do dnia przedterminowego wykupu Obligacje zostaną\n                           zablokowane w Ewidencji w sposób uniemożliwiający ich zbycie.3.Przedterminowy wykup zostanie zrealizowany zgodnie z Regulaminem KDPW oraz Szczegółowymi\n                           Zasadami Działania KDPW, w szczególności z ich §119 - §122a.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-05-15"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ przedstawia uzupełnienie\n                           sprawozdania finansowego Emitenta oraz sprawozdania z działalności grupy kapitałowej\n                           Emitenta w zakresie wynagrodzeń osób wchodzących w skład organu nadzorującego:Łączne wynagrodzenie osób wchodzących w skład organu nadzorującego wypłacone w okresie\n                           od 1.01.2016 r. do 31.12.2016 r. _dane w tys. PLN_:    Marcin Godlewski\t46    Grzegorz Kiczmachowski\t53    Tomasz Krześniak\t53    Julian Kutrzeba\t27    Marek Modecki\t53    Wojciech Napiórkowski\t20    Hubert Staszewski\t0",
        "date": "2017-05-15"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Spółka iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ w nawiązaniu do raportu\n                           bieżącego nr 91/2016 z dnia 1 lipca 2016 roku informuje, że w dniu dzisiejszym Sąd\n                           Rejonowy dla m. st. Warszawy w Warszawie, XIII Wydział Krajowego Rejestru Sądowego\n                           zarejestrował połączenie spółek Xantus S.A. _jako spółki przejmującej_ oraz Recrutia\n                           Sp. z o.o. _jako spółki przejmowanej_.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-05-15"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w konsekwencji\n                           złożonego przez obligatariusza żądania wcześniejszego wykupu obligacji serii E _kod\n                           ISIN PLADVPL00060_ dokonał w dniu dzisiejszym wykupu 2081 sztuk obligacji serii E\n                           za łączną kwotę 2 137 103,76 zł, na którą składa się łączna wartość nominalna - 2\n                           081 000,00 zł oraz łączna wartość naliczonych na dzień wykupu odsetek – 56,103,76\n                           zł.Podstawa prawna: § 5 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-05-15"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Zarząd iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w konsekwencji\n                           złożonego przez obligatariusza żądania wcześniejszego wykupu obligacji serii E _kod\n                           ISIN PLADVPL00060_ dokonał wykupu 1300 sztuk obligacji serii E za łączną kwotę 1 334\n                           346,00 zł, na którą składa się łączna wartość nominalna - 1 300 000,00 zł oraz łączna\n                           wartość naliczonych na dzień wykupu odsetek – 34 346,00 zł.Podstawa prawna: § 5 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-05-12"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Zarząd spółki iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_, stosownie do\n                           treści art. 86 ust. 2 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych, przekazuje w załączeniu do niniejszego raportu bieżącego otrzymane w\n                           dniu 28 kwietnia 2017 r. sprawozdanie z wyników badania przeprowadzonego przez rewidenta\n                           ds. szczególnych - spółkę pod firmą Advantim sp. z.o. Audit sp. k. _\"Rewident\"_ _\"Raport\n                           Rewidenta\"_.Raport Rewidenta został sporządzony w związku z treścią uchwałą nr 9 Nadzwyczajnego\n                           Walnego Zgromadzenia Emitenta z dnia 28 grudnia 2016 r., powołującej Rewidenta do\n                           zbadania na koszt Spółki zagadnień określonych w uchwale.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-04-28"
    },
    {
        "company_name": "iALBATROS GROUP SA",
        "content": "Zarząd spółki iAlbatros Group S.A. z siedzibą w Warszawie _\"Emitent\"_, na podstawie\n                           pkt 20.2 lit. a warunków emisji obligacji serii E _\"WEO\"_, informuje, że wystąpiły\n                           przypadki naruszenia, określone w pkt 15.3. lit. f oraz 15.3. lit. g WEO. W związku z powyższym zdarzeniem, obligatariuszom posiadającym obligacje serii E przysługuje\n                           prawo do żądania przedterminowego wykupu na żądanie obligatariusza, zgodnie z punktem\n                           15 WEO. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-04-28"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 11/2018 Zarząd Spółki Satis Group S.A. z siedzibą\n                           w Warszawie _\"Emitent\", \"Spółka\"_ informuje, że w dniu 28 grudnia 2018 roku podpisał\n                           aneks do zawartej w dniu 24 lipca 2018 roku umowy pożyczki ze spółką Carom Sp. z o.o.\n                           z siedzibą w Warszawie _\"Carom\"_ _\"Umowa Pożyczki\"_ wydłużający termin wymagalności\n                           Umowy Pożyczki o 1 _jeden_ miesiąc, tj. na dzień 31 stycznia 2019 roku _\"Dzień Spłaty\n                           Pożyczki\"_.Emitent przypomina, że Umowa Pożyczki została zawarta na okres do dnia 31 grudnia\n                           2018 roku _\"Pierwotny Dzień Spłaty Pożyczki\"_ a Emitent zobowiązał się do spłaty kwoty\n                           pożyczki wraz z odsetkami w wysokości 7% w skali roku naliczonymi za okres udzielenia\n                           Pożyczki _\"Odsetki\"_ do Pierwornego Dnia Spłaty Pożyczki.Jednocześnie Emitent informuje, że rozpoczął negocjacje z Carom w przedmiocie całkowitej\n                           spłaty Umowy Pożyczki _\"Negocjacje\"_. Negocjacje dotyczą zarówno określenia nowego\n                           terminu wymagalności Umowy Pożyczki jak i przedmiotu jej zabezpieczenia. Zakończenie\n                           Negocjacji nastąpi nie póżniej niż w Dniu Spłaty Pożyczki.O wyniku prowadzonych Negocjacji Emitent poinformuje stosownym raportem bieżącym.",
        "date": "2018-12-28"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Spółka Satis Group S.A. z siedzibą w Warszawie  informuje, że w dniu dzisiejszym ponownie\n                           wystąpiła do Komisji Nadzoru Finansowego o bezzwłoczne odwieszenie obrotu akcjami\n                           Emitenta.",
        "date": "2018-12-06"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd SATIS GROUP S.A.z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje, że\n                           w dniu 22 lutego 2018 r. podjął decyzję o opóźnieniu przekazania do publicznej wiadomości\n                           informacji poufnej – zgodnie z art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz\n                           uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady, a także dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ – dotyczącej\n                           zakończenia negocjacji ugodowych, o rozpoczęciu których Spółka poinformowała raportem\n                           bieżącym nr 50/2018 z dnia 5 grudnia2018 r., w wyniku których w dniu 22 lutego 2018\n                           r. doszło do zawarcia ugody _\"Ugoda\"_.Powód ujawnienia opóźnionej informacji poufnej:Zarząd Emitenta podjął decyzję o opóźnianianiu informacji poufnej do dnia otrzymania\n                           odpisu postanowienia Sądu Rejonowego dla m.st. Warszawy w Warszawie _\"Sąd Rejonowy\"_\n                           o zarejestrowaniu podwyższenia kapitału zakładowego w spółce pośrednio zależnej Emitenta\n                           – Satis GPS Sp. z o.o. z siedzibą w Warszawie _\"Satis\"_ – jedynego cennego aktywa\n                           grupy kapitałowej Emitenta _\"Podwyższenie Kapitału\"_, zainicjowanego wnioskiem o wpis\n                           zmian w Rejestrze Przedsiębiorców KRS będącą konsekwencją zakończenia negocjacji ugodowych,\n                           zawarcia ugody, a także wyrażenia przez osoby biorące udział w negocjacjach ugodowych\n                           zgody na ujawnienie kluczowych informacji objętych treścią ugody.Podwyższenie Kapitału oraz zmiana struktury właścicielskiej Satis stanowi jeden z\n                           kluczowych warunków realizacji postanowień Ugody. Jednakże w związku z powzięciem\n                           w dniu dzisiejszym wiedzy o  wydanym w dn. 27.11.2018 r.  postanowieniu Sądu Rejonowego\n                           o zawieszeniu postępowania w sprawie z wniosku Satis o zmianę kapitału zakładowego\n                           Satis poprzez Podwyższenie Kapitału do czasu rozstrzygnięcia sprawy toczącej się przez\n                           Sądem Okręgowym w Warszawie z powództwa Tadeusza Lewkowicza o ustalenie nieistnienia\n                           uchwały nr 2/2017 Rady Nadzorczej Spółki z 14.06.2017 r. w sprawie powołania Prezesa\n                           Zarządu Emitenta oraz roszczenia o stwierdzenie nieważności uchwał nr 6, 9, 10, 11,\n                           12, 13, 17 Nadzwyczajnego Walnego Zgromadzenia Emitenta z dnia 14.06.2017 r. oraz\n                           uchwały nr 2 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 30.06.2017 r. _sygn.\n                           Spr. XVI GC 401/18_ _\"Sprawa XVI GC 401/18\"_ w opinii Zarządu Emitenta ustały przesłanki\n                           opóźniania informacji poufnej. Zarząd nie ma wiedzy, w jakim terminie Sprawa XVI GC\n                           401/18 wstrzymująca rejestrację w Sądzie Rejestrowym uchwały o podwyższeniu kapitału\n                           zostanie rostrzygnięta, a co za tym idzie, kiedy przedmiot Ugody zostanie zrealizowany.\n                           W związku z tym Emitent zdecydował o przekazaniu do wiadomości publicznej niniejszej\n                           informacji celem przedstawienia opinii publicznej pełnego zakresu informacji dotyczących\n                           Spółki. Przyczyny uzasadniające opóźnienie informacji poufnej:Opóźnienie przekazania do publicznej wiadomości uzasadnione było koniecznością uprzedniego\n                           uzyskania postanowienia sądowego urzędowo potwierdzającego ziszczenie się jednego\n                           z głównych warunków realizacji Ugody, to jest Podwyższenie Kapitału oraz zmianę struktury\n                           właścicielskiej Satis.W ocenie Emitenta niezwłoczne ujawnienie informacji dotyczących zakończenia w dniu\n                           22 lutego 2018 r. negocjacji ugodowych oraz zawarcia Ugody mogło naruszyć prawnie\n                           uzasadnione interesy Emitenta oraz wpłynąć negatywnie na realizację Ugody, z uwagi\n                           m.in. na wynikające z jej treści zobowiązania stron do zachowania w bezwzględnej poufności\n                           informacji na temat przebiegu oraz wyniku negocjacji, w tym w szczególności treści Ugody, co w konsekwencji mogłoby doprowadzić do eskalacji trwającego\n                           sporu oraz naruszałoby interes zarówno dotychczasowych, jak również potencjalnych\n                           Akcjonariuszy. Podkreślenia wymaga, iż z tytułu naruszenia zobowiązania do zachowania\n                           poufności w Ugodzie przewidziana została kara umowna w wysokości 10.000.000,00 zł\n                           _dziesięciu milionów złotych_ za każde naruszenie. Ponadto, Emitent posiadał słuszne\n                           obawy, że ujawnienie informacji o zakończeniu negocjacji ugodowych oraz o zawarciu\n                           Ugody i podanie do informacji publicznej jej przedmiotu może mieć negatywny wpływ\n                           na jej realizację. Postanowienie Sądu Rejonowego o zawieszeniu postępowania rejestrowego\n                           dotyczącego Podwyższenia Kapitału Satis na skutek działań mniejszościowego akcjonariusza\n                           Emitenta wciągającego Spółkę w kolejny spór korporacyjny jest dowodem na słuszność\n                           ww. obaw Emitenta.W obecnej sytuacji Emitenta, przesłanki dalszego opóźniania informacji poufnej się\n                           zdeaktualizowały. Akcjonariusz wciągający Spółkę w kolejny spór korporacyjny, o którym\n                           mowa powyżej, uzyskuje bezpośredni dostęp do informacji z dokumentów spółki składanych\n                           w sądzie. Dokumenty te dotyczą zawartej Ugody. Emitent wskazuje ponadto, że opóźnienie podania do wiadomości powyższej informacji\n                           nie wprowadza w błąd opinii publicznej, a także wskazuje, że dokonał wszelkich czynności\n                           zmierzających do zapewnienia poufności przedmiotowej informacji.Stosownie do treści art. 17 ust. 4 akapit trzeci Rozporządzenia MAR Emitent poinformuje\n                           w dniu dzisiejszym Komisję Nadzoru Finansowego o opóźnieniu ujawnienia niniejszej\n                           informacji poufnej, uzasadniając jednocześnie istnienie przesłanek opóźnienia ujawnienia\n                           informacji poufnej wskazanych w art. 17 ust. 4 pkt a_ – c_ Rozporządzenia MAR.Treść opóźnionej informacji:Zarząd SATIS GROUP S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje, że\n                           w dniu 22 lutego 2018 r. podjął decyzję o opóźnieniu obowiązku przekazania do publicznej\n                           wiadomości informacji o zakończeniu w dniu 22 lutego 2018 r. negocjacji ugodowych,\n                           podjętych przez członków organów Emitenta wybranych podczas Nadzwyczajnego Walnego\n                           Zgromadzenia Emitenta w dniu 14 czerwca 2017 r., kontynuowanego w dniu 30 czerwca\n                           2017 r., ze wszystkimi osobami i podmiotami, które formalnie sprzeciwiły się działaniom\n                           zainicjowanym podczas przedmiotowego zgromadzenia, dotyczących zakończenia sporów\n                           związanych z wykonywaniem praw udziałowych z akcji Emitenta, składu organów Emitenta\n                           oraz funkcjonowaniem Walnego Zgromadzenia Emitenta. Wynikiem prowadzonych od 2 do\n                           22 lutego 2018 r. negocjacji było zawarcie Ugody.Zawierając Ugodę strony miały przede wszystkim na uwadze interes wszystkich akcjonariuszy\n                           Emitenta oczekujących zakończenia sporu, w tym licznych postępowań sądowych, co jednocześnie\n                           miało doprowadzić do wyjaśnienia kwestii związanych z obowiązującym ładem korporacyjnym\n                           Emitenta oraz przywrócenia faktycznej działalności operacyjnej, a w konsekwencji doprowadzić\n                           także do jak najszybszego odwieszenia obrotu akcjami Emitenta na Głównym Rynku Giełdy\n                           Papierów Wartościowych S.A. w Warszawie.Przedmiotem Ugody jest: - Ustalenie składu organów Emitenta, poprzez potwierdzenie skuteczności zmian dokonanych\n                           podczas Nadzwyczajnego Walnego Zgromadzenia Emitenta w dniu 14 czerwca 2017 r., kontynuowanego\n                           w dniu 30 czerwca 2017 r., w wyniku których, w skład organu zarządzającego Emitenta\n                           wchodzi Sławomir Karaszewski – Prezes Zarządu, natomiast w skład organu nadzorczego\n                           Emitenta wchodzą Cezary Jasiński, Ernest Bednarowicz, Bartosz Boszko, Przemysław Marczak\n                           oraz Przemysław Romanowicz.- Precyzyjne ustalenie sposobu zakończenia trwającego od czerwca 2017 r. sporu, w\n                           tym w szczególności sposobów zakończenia postępowań sądowych i rejestrowych poprzez\n                           złożenie wzajemnych oświadczeń oraz pism mających na celu zakończenie kilkunastu spraw\n                           sądowych, w tym m.in. postępowań, o których Emitent informował za pośrednictwem raportów\n                           bieżących nr 70/2017, nr 78/2017, nr 80/2017, nr 81/2017 oraz 83/2017.- Potwierdzenie umowy sprzedaży Holding Inwestycyjny Akesto Sp. z o.o. z siedzibą\n                           w Warszawie _\"Akesto\"_ zawartej w dniu 18.10.2018 r. za cenę 45.000 zł z uwzględnieniem\n                           wcześniej dokonanej wyceny spółki w wyniku której jej wartość została oszacowana na\n                           1 zł _jeden złoty_. - Zawarcie umowy cesji wszystkich należności przysługujących Akesto oraz zawarcie\n                           umowy cesji zobowiązań Emitenta względem Akesto wynikających z umów pożyczek oraz\n                           odsetek od nich do podmiotu zależnego Emitenta – Software Services Sp. z o.o. Łączna\n                           wartość nabytych od Akesto wierzytelności wyniosła 203.806.896,08 zł _dwieście trzy\n                           miliony osiemset sześć tysięcy osiemset dziewięćdziesiąt sześć 08/100 złotych_. Wszystkie\n                           należności Akesto zostały nabyte przez Software Services Sp. z o.o. za 1 zł _jeden\n                           złoty_ _\"Umowa Cesji\"_.- Dokonanie ustaleń w zakresie zmian struktury właścicielskiej spółki zależnej Emitenta\n                           - SATIS GPS sp. z o.o. _\"Satis\"_, mającej na celu jednocześnie uchronienie Satis przed\n                           stanem niewypłacalności oraz poprawę sytuacji finansowej przedmiotowej spółki, na\n                           skutek podjęcia przez Nadzwyczajne Zgromadzenie Wspólników Satis uchwał w sprawie\n                           podwyższenia kapitału zakładowego Satis, o kwotę 100.000 zł _stu tysięcy złotych_,\n                           poprzez ustanowienie 2.000  _dwóch tysięcy_ nowych udziałów o wartości nominalnej\n                           po 50 zł _pięćdziesiąt złotych_ każdy z wyłączeniem prawa pierwszeństwa dotychczasowych\n                           wspólników Satis oraz zmiany aktu założycielskiego Satis. Nowe udziały zostały przeznaczone\n                           do objęcia przez inwestora zewnętrznego - za wkład pieniężny w kwocie 1.000.000 zł\n                           _miliona złotych_, przy czym nadwyżka ponad wartość nominalną objętych udziałów w\n                           kwocie 900.000 zł _dziewięciuset tysięcy złotych_ zostanie przekazana na kapitał zapasowy\n                           Satis, co ustabilizuje sytuację finansową głównego aktywa Emitenta. - Zawarcie umowy o ustanowienie użytkowania na udziałach Spółki w Software Services\n                           Sp. z o.o. Umowa ta ulega automatycznemu rozwiązaniu w momencie uprawomocnienia się\n                           wpisu w rejestrze przedsiębiorców KRS dotyczącego podwyższenia kapitału zakładowego\n                           Satis.Po spełnieniu wszystkich warunków Ugody, zawarciu Umowy Cesji powiązanej z Ugodą oraz\n                           rejestracji zmian przez Sąd Rejestrowy grupa kapitałowa Satis Group S.A. będzie wyglądać\n                           następująco:_udział Emitenta w Kapitałach spółek powiązanych:_1. Software Services Sp. z o.o. - 100%2. Satis GPS Sp. z o.o. - 85% 3. Eurocommand Gmbh - 33,33%4. Mobicare S.A.\t - 100%5. Mobicare UK - 50%6. Xantus S.A. – 100%7. Sorcersoft S.A. – 60%Pozostałe 15% udziałów w Satis będzie należało do spółki Xenotim S.A., która zapewniła\n                           bieżące finansowanie Satis i uchroniła ją przed stanem niewypłacalności. Dodatkowo\n                           dzięki zapewnieniniu finansowania przez Xenotim, Satis udało się w okresie sierpień\n                           2017 – luty 2018 pozyskać nowych klientów, co w ostatecznym rozrachunku zaowocowało\n                           wzrostem w stosunku do tego samego okresu w roku poprzednim przychodów ze sprzedaży\n                           za III kwartał 2018 r. o czym Emitent informował w raporcie okresowym z dnia 30.11.2018\n                           r. Pozostałe 40% akcji Sorcersoft należy do osób fizycznych i nigdy nie było własnością\n                           Satis Group S.A.Podpisanienie Ugody miało na celu przede wszystkim wycofanie wszystkich ówczesnych\n                           spraw sądowych oraz umożliwienie Emitentowi prowadzenia dalszej działalności, publikację\n                           raportów bieżących i okresowych _także tych zaległych_ oraz w końcowym efekcie odwieszenie\n                           notowań.",
        "date": "2018-12-05"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd SATIS GROUP S.A.z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje, że\n                           w dniu 2 lutego 2018 r. podjął decyzję o opóźnieniu przekazania do publicznej wiadomości\n                           informacji poufnej – zgodnie z art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz\n                           uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady, a także dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_.Treścią opóźnianej informacji poufnej było rozpoczęcie negocjacji ugodowych przez\n                           członków organów Emitenta wybranych podczas Nadzwyczajnego Walnego Zgromadzenia Emitenta\n                           w dniu 14 czerwca 2017 r. oraz kontynuowanego w dniu 30 czerwca 2017 r., ze wszystkimi\n                           osobami i podmiotami, które na dzień rozpoczęcia ww. negocjacji formalnie sprzeciwiały\n                           się działaniom zainicjowanym podczas przedmiotowego zgromadzenia w sprawie zakończenia\n                           toczących się od 14 czerwca 2017 r. sporów związanych z wykonywaniem praw udziałowych\n                           z akcji Emitenta, składu organów Emitenta oraz funkcjonowaniem Walnego Zgromadzenia\n                           Emitenta.Powód ujawnienia opóźnionej informacji poufnej:Zarząd Emitenta podjął decyzję o opóźnianianiu informacji poufnej do  dnia otrzymania\n                           odpisu postanowienia Sądu Rejonowego dla m.st. Warszawy w Warszawie _\"Sąd Rejonowy\"_\n                           o zarejestrowaniu podwyższenia kapitału zakładowego w spółce pośrednio zależnej Emitenta\n                           – Satis GPS Sp. z o.o. z siedzibą w Warszawie _\"Satis\"_ – jedynego cennego aktywa\n                           grupy kapitałowej Emitenta _\"Podwyższenie Kapitału\"_, zainicjowanego wnioskiem o wpis\n                           zmian w Rejestrze Przedsiębiorców KRS będącego konsekwencją zakończenia negocjacji\n                           ugodowych, zawarcia ugody, a także wyrażenia przez osoby biorące udział w negocjacjach\n                           ugodowych zgody na ujawnienie kluczowych informacji objętych treścią ugody _\"Strony\n                           Sporu\"_.Jednakże w związku z powzięciem w dniu dzisiejszym wiedzy o wydanym w dn. 27.11.2018\n                           r.  postanowieniu Sądu Rejonowego o zawieszeniu postępowania w sprawie z wniosku Satis\n                           o zmianę kapitału zakładowego Satis poprzez Podwyższenie Kapitału do czasu rozstrzygnięcia\n                           sprawy toczącej się przez Sądem Okręgowym w Warszawie z powództwa Tadeusza Lewkowicza\n                           o ustalenie nieistnienia uchwały nr 2/2017 Rady Nadzorczej Spółki z 14.06.2017 r.\n                           w sprawie powołania Prezesa Zarządu Emitenta oraz roszczenia o stwierdzenie nieważności\n                           uchwał nr 6, 9, 10, 11, 12, 13, 17 Nadzwyczajnego Walnego Zgromadzenia Emitenta z\n                           dnia 14.06.2017 r. oraz uchwały nr 2 Nadzwyczajnego Walnego Zgromadzenia Spółki z\n                           dnia 30.06.2017 r. _sygn. Spr. XVI GC 401/18_ _\"sprawa XVI GC 401/18\"_ w opinii Zarządu\n                           Emitenta ustały przesłanki opóźniania informacji poufnej. Zarząd nie ma wiedzy, w\n                           jakim terminie sprawa XVI GC 401/18 wstrzymująca rejestrację w Sądzie Rejestrowym\n                           uchwały o podwyższeniu kapitału zostanie rostrzygnięta, a co za tym idzie, kiedy przedmiot\n                           Ugody zostanie zrealizowany. W związku z tym Emitent zdecydował o przekazaniu do wiadomości\n                           publicznej niniejszej informacji celem przedstawienia opinii publicznej pełnego zakresu\n                           informacji dotyczących Spółki. Emitent informuje jednocześnie, że informacje poufne dotyczące: zakończenia negocjacji\n                           ugodowych i zawarcia ugody, zostaną przekazane przez Emitenta do wiadomości publicznej\n                           niezwłocznie w kolejnych raportach bieżących.Przyczyny uzasadniające opóźnienie informacji poufnej:W ocenie Emitenta niezwłoczne ujawnienie informacji dotyczących rozpoczęcia negocjacji\n                           ugodowych mogło naruszyć prawnie uzasadnione interesy Emitenta oraz zagrozić trwającym\n                           negocjacjom ugodowym i negatywnie wpłynąć na ich wynik, a w konsekwencji doprowadzić\n                           do eskalacji trwającego od czerwca 2017 r. sporu, co mogło doprowadzić do naruszenia\n                           interesów  akcjonariuszy i niosło ze sobą negatywne skutki dla przedsiębiorstwa Emitenta.W związku z powyższym opóźnienie przekazania do publicznej wiadomości informacji poufnej\n                           uzasadnione było koniecznością uprzedniego uzyskania odpisu postanowienia Sądu Rejonowego\n                           potwierdzającego rejestrację Podwyższenia Kapitału oraz tym samym spełnienie jednego\n                           z głównych warunków realizacji wynegocjowanych i uzgodnionych pomiędzy Stronami Sporu\n                           warunków ugody.W obecnej sytuacji Emitenta, przesłanki dalszego opóźniania informacji poufnej się\n                           zdeaktualizowały. Akcjonariusz wciągający Spółkę w kolejny spór korporacyjny, o którym\n                           mowa powyżej, uzyskuje bezpośredni dostęp do informacji z dokumentów spółki składanych\n                           w sądzie. Dokumenty te dotyczą warunków i postanowień zawartej pomiędzy Stronami Sporu\n                           ugody.Emitent wskazuje ponadto, że opóźnienie podania do wiadomości powyższej informacji\n                           nie wprowadza w błąd opinii publicznej oraz iż dokonał wszelkich czynności zmierzających\n                           do zapewnienia poufności przedmiotowej informacji.Stosownie do treści art. 17 ust. 4 akapit trzeci Rozporządzenie MAR Emitent poinformuje\n                           w dniu dzisiejszym Komisję Nadzoru Finansowego o opóźnieniu ujawnienia niniejszej\n                           informacji poufnej, uzasadniając jednocześnie istnienie przesłanek opóźnienia ujawnienia\n                           informacji poufnej wskazanych w art. 17 ust. 4 Rozporządzenie MAR.",
        "date": "2018-12-05"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu dzisiejszym wystąpił do Komisji Nadzoru Finansowego _\"KNF\"_ z pismem w sprawie\n                           o wznowienia obrotu akcjami Emitenta _\"Pismo\"_ w związku z ustaniem przesłanki zawieszenia\n                           obrotu akcjami Emitenta.Wyżej wymienione stanowisko zostało wyrażone w Piśmie. Zarząd wniósł o wznowienie\n                           notowań w ciągu 7 dni od dnia otrzymania przez KNF Pisma.",
        "date": "2018-11-13"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ niniejszym przekazuje\n                           wykaz akcjonariuszy posiadających co najmniej 5% głosów na Zwyczajnym Walnym Zgromadzeniu\n                           Emitenta, które odbyło się w dniu 7 listopada 2018 roku _\"ZWZA\"_.",
        "date": "2018-11-13"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_, w nawiązaniu do\n                           raportu bieżącego nr 46/2018 z dn. 7 listopada 2018 r. informuje, że w dniu 7 listopada\n                           2018 r., Zwyczajne Walne Zgromadzenie Emitenta _\"ZWZ\"_, podjęło między innymi uchwałę\n                           w sprawie odwołania wszystkich dotychczasowych Członków Rady Nadzorczej Emitenta.Ponadto, ZWZ powołało w skład Rady Nadzorczej Emitenta:1_ Panią Katarzynę Mielczarek – do pełnienia funkcji Członka Rady Nadzorczej Emitenta;2_ Panią Izabelę Weronikę Karaszewską – do pełnienia funkcji Członka Rady Nadzorczej\n                           Emitenta. 3_ Pana Zbigniewa Karaszewskiego – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           4_ Pana Krzysztofa Moszkiewicza – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           5_ Pana Michała Tymczyszyna – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           Życiorysy Katarzyny Mielczarek, Izabeli Weroniki Karaszewskiej, Zbigniewa Karaszewskiego,\n                           Krzysztofa Moszkiewicza, Michała Tymczyszyna zostały przekazane raportem bieżącym\n                           nr 37/2018 z dn. 24 października 2018 r.Zgodnie z przekazanymi oświadczeniami, Katarzyna Mielczarek, Izabela Weronika Karaszewska,\n                           Zbigniew Karaszewski, Krzysztof Moszkiewicz oraz Michał Tymczyszyn nie wykonują innej\n                           działalności poza przedsiębiorstwem Emitenta, która byłaby w stosunku do niej konkurencyjna,\n                           jak również nie uczestniczą w spółce konkurencyjnej jako wspólnicy spółki cywilnej,\n                           spółki osobowej lub jako członkowie organu konkurencyjnej spółki kapitałowej lub członkowie\n                           organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Nie są również wpisani do\n                           Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie ustawy o KRS.",
        "date": "2018-11-08"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_, w nawiązaniu do\n                           raportu bieżącego nr 46/2018 z dn. 7 listopada 2018 r. informuje, że w dniu 7 listopada\n                           2018 r., Zwyczajne Walne Zgromadzenie Emitenta _\"ZWZ\"_, podjęło między innymi uchwałę\n                           w sprawie odwołania wszystkich dotychczasowych Członków Rady Nadzorczej Emitenta.Ponadto, ZWZ powołało w skład Rady Nadzorczej Emitenta:1_ Panią Katarzynę Mielczarek – do pełnienia funkcji Członka Rady Nadzorczej Emitenta;2_ Panią Izabelę Weronikę Karaszewską – do pełnienia funkcji Członka Rady Nadzorczej\n                           Emitenta. 3_ Pana Zbigniewa Karaszewskiego – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           4_ Pana Krzysztofa Moszkiewicza – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           5_ Pana Michała Tymczyszyna – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           Życiorysy Katarzyny Mielczarek, Izabeli Weroniki Karaszewskiej, Zbigniewa Karaszewskiego,\n                           Krzysztofa Moszkiewicza, Michała Tymczyszyna zostały przekazane raportem bieżącym\n                           nr 37/2018 z dn. 24 października 2018 r.Zgodnie z przekazanymi oświadczeniami, Katarzyna Mielczarek, Izabela Weronika Karaszewska,\n                           Zbigniew Karaszewski, Krzysztof Moszkiewicz oraz Michał Tymczyszyn nie wykonują innej\n                           działalności poza przedsiębiorstwem Emitenta, która byłaby w stosunku do niej konkurencyjna,\n                           jak również nie uczestniczą w spółce konkurencyjnej jako wspólnicy spółki cywilnej,\n                           spółki osobowej lub jako członkowie organu konkurencyjnej spółki kapitałowej lub członkowie\n                           organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Nie są również wpisani do\n                           Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie ustawy o KRS.",
        "date": "2018-11-08"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym przekazuje\n                           treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Emitenta _\"ZWZ\"_, które\n                           odbyło się w dniu 7 listopada 2018 r.",
        "date": "2018-11-08"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ w nawiązaniu do\n                           raportu bieżącego nr 33/2018 z dn. 10 października 2018 r. informuje, że Zwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki, które odbędzie się w dniu 7 listopada 2018\n                           r., początek o godz. 11.00, w Hotelu Puławska Residence przy ul. Puławskiej 361, 02-801\n                           Warszawa, w Sali Omega _\"ZWZA\"_, zgodnie z art. 409 § 1 zostanie otwarte przez Prezesa\n                           Zarządu Emitenta, tj. Pana Sławomira Karaszewskiego. Ponadto, Emitent informuje, że do protokołowania ZWZA został wyznaczony notariusz\n                           w Warszawie – Artur Stanisław Kozak, prowadzący kancelarię notarialną przy Al. Jana\n                           Pawła II 61 lok. 4, w Warszawie.",
        "date": "2018-11-06"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 29 października 2018 roku, otrzymał skorygowane powiadomienie o którym mowa\n                           w art. 19 ust. 1 MAR, o transakcji dokonanej na akcjach Spółki przez spółkę United\n                           S.A. z siedzibą w Warszawie, mającą status podmiotu blisko związanego z osobą pełniącą\n                           obowiązki zarządcze, tj. z p. Janem Karaszewskim, Prokurentem Samoistnym Emitenta,\n                           o którym Emitent informował w raporcie bieżącym nr 42/2018 w dniu 26 października\n                           2018 roku _\"Powiadomienie\"_.Treść skorygowanego Powiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-10-30"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że na\n                           posiedzeniu w dniu 29 października 2018 roku Rada Nadzorcza Emitenta podjęła uchwałę\n                           o odwołaniu wszystkich dotychczasowych członków Zarządu i powołaniu do Zarządu Emitenta\n                           nowej kadencji Pana Sławomira Karaszewskiego i powierzenia mu funkcji Prezesa Zarządu.\n                           Życiorys Pana Sławomira Karaszewskiego stanowi załącznik do raportu nr 3/2018 z dnia\n                           10 kwietnia 2018 roku. Zgodnie z przekazanym oświadczeniem, Pan Sławomir Karaszewski nie wykonuje innej działalności\n                           poza przedsiębiorstwem Emitenta, która byłaby w stosunku do niej konkurencyjna, jak\n                           również nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej lub jako członek organu konkurencyjnego spółki kapitałowej lub członek organu\n                           jakiejkolwiek innej konkurencyjnej osoby prawnej. Nie jest również wpisany do Rejestru\n                           Dłużników Niewypłacalnych prowadzonego na podstawie ustawy o KRS.",
        "date": "2018-10-29"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_, w nawiązaniu do\n                           raportu bieżącego Emitenta nr 40/2018 z 25 października 2018 roku, informuje, że w\n                           dniu 29 października 2018 roku odbyło się posiedzenie Rady Nadzorczej Emitenta, na\n                           którym ukonstytuowała się Rada Nadzorcza Emitenta w składzie powołanym uchwałami Nadzwyczajnego\n                           Walnego Zgromadzenia z dnia 25 października 2018 roku i powierzyła pełnienie funkcji\n                           Przewodniczącego Rady Nadzorczej Panu Zbigniewowi Karaszewskiemu.Jednocześnie w dniu 29 października 2018 roku, Rada Nadzorcza Emitenta, powołała Komitet\n                           Audytu w następującym składzie:1. Krzysztof Moszkiewicz - Przewodniczący Komitetu Audytu,2. Michał Tymczyszyn - Członek niezależny Komitetu Audytu,3. Katarzyna Mielczarek - Członek Komitetu Audytu.Zarząd Emitenta informuje, że Komitet Audytu we wskazanym składzie spełnia kryteria\n                           niezależności oraz pozostałe wymagania określone w art. 128 ust.1 i art. 129 ust.\n                           1,3,5, i 6 ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym tj. przynajmniej jeden Członek Komitetu Audytu posiada wiedzę\n                           i umiejętności w zakresie rachunkowości lub badania sprawozdań finansowych, przynajmniej\n                           jeden członek komitetu audytu posiada wiedzę i umiejętności z zakresu branży, w której\n                           działa Spółka, większość Członków Komitetu Audytu, w tym jego przewodniczący jest\n                           niezależna od Spółki.",
        "date": "2018-10-29"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 26 października 2018 roku otrzymał powiadomienie, o którym mowa w art. 19\n                           ust. 1 MAR, o transakcji dokonanej na akcjach Spółki przez spółkę United S.A. z siedzibą\n                           w Warszawie, mającą status podmiotu blisko związanego z osobą pełniącą obowiązki zarządcze,\n                           tj. z p. Janem Karaszewskim, Prokurentem Samoistnym Emitenta.Treść powiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-10-26"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ niniejszym przekazuje\n                           wykaz akcjonariuszy posiadających co najmniej 5% głosów na Nadzwyczajny Walnym Zgromadzeniu\n                           Emitenta, które odbyło się w dniu 25 października 2018 roku.",
        "date": "2018-10-26"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_, w nawiązaniu do\n                           raportu bieżącego nr 37/2018 z dn. 24 października 2018 r. informuje, że w dniu 25\n                           października 2018 r., Nadzwyczajne Walne Zgromadzenie Emitenta _\"NWZ\"_, podjęło uchwały\n                           w sprawie powołało w skład Rady Nadzorczej Emitenta:1_ Panią Katarzynę Mielczarek – do pełnienia funkcji Członka Rady Nadzorczej Emitenta;2_ Panią Izabelę Weronikę Karaszewską – do pełnienia funkcji Członka Rady Nadzorczej\n                           Emitenta. 3_ Pana Zbigniewa Karaszewskiego – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           4_ Pana Krzysztofa Moszkiewicza – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           5_ Pana Michała Tymczyszyna – do pełnienia funkcji Członka Rady Nadzorczej Emitenta.\n                           Życiorysy Katarzyny Mielczarek, Izabeli Weroniki Karaszewskiej, Zbigniewa Karaszewskiego,\n                           Krzysztofa Moszkiewicza, Michała Tymczyszyna zostały przekazane raportem bieżącym\n                           nr 37/2018 z dn. 24 października 2018 r.Zgodnie z przekazanymi oświadczeniami, Katarzyna Mielczarek, Izabela Weronika Karaszewska,\n                           Zbigniew Karaszewski, Krzysztof Moszkiewicz oraz Michał Tymczyszyn nie wykonują innej\n                           działalności poza przedsiębiorstwem Emitenta, która byłaby w stosunku do niej konkurencyjna,\n                           jak również nie uczestniczą w spółce konkurencyjnej jako wspólnicy spółki cywilnej,\n                           spółki osobowej lub jako członkowie organu konkurencyjnej spółki kapitałowej lub członkowie\n                           organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Nie są również wpisani do\n                           Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie ustawy o KRS.",
        "date": "2018-10-25"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_, niniejszym przekazuje\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Emitenta _\"NWZ\"_, które\n                           odbyło się w dniu 25 października 2018 r.",
        "date": "2018-10-25"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ w nawiązaniu do\n                           raportu bieżącego nr 30/2018 z dn. 28 września 2018 r. informuje, że z powodu rezygnacji\n                           wszystkich członków Rady Nadzorczej Emitenta, o czym Emitent informował kolejno raportem\n                           bieżącym nr 17/2018, raportem bieżącym nr 19/2018 oraz raportem bieżącym nr 23/2018,\n                           Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki, które odbędzie się w dniu 25\n                           października 2018 r., początek o godz. 11.00, w Hotelu Puławska Residence przy ul.\n                           Puławskiej 361, 02-801 Warszawa, w Sali Omega _\"NWZA\"_, zgodnie z art. 409 § 1 zostanie\n                           otwarte przez Prezesa Zarządu Emitenta, tj. Pana Sławomira Karaszewskiego. Ponadto, Emitent informuje, że do protokołowania NWZA został wyznaczony notariusz\n                           w Warszawie – Krzysztof Kopczyński, prowadzący kancelarię notarialną przy ul. Twardej\n                           18, w Warszawie _00-105_.",
        "date": "2018-10-24"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_, w nawiązaniu do\n                           raportu o zwołaniu Nadzwyczajnego Walnego Zgromadzenia _\"NWZ\"_ z dnia 28 września\n                           2018 r. o numerze 30/2018,  informuje, że w związku z punktem porządku obrad dotyczącym\n                           powołania członków Radzy Nadzorczej Emitenta _\"RN\"_, zostały zgłoszone przez akcjonariusza\n                           Spółki, który reprezentuje co najmniej jedną dwudziestą kapitału zakładowego Emitenta\n                           – United S.A. z siedzibą w Warszawie _\"United\"_ kandydatury do RN. Kandydatami do\n                           RN zgłoszonymi przez United są następujące osoby: Pani Izabela Weronika Karaszewska,\n                           Pani Katarzyna Mielczarek, Pan Krzysztof Moszkiewicz, Pan Michał Tymczyszyn, Pan Zbigniew\n                           Karaszewski.Życiorysy kandydatów oraz zgody na powołanie do Rady Nadzorczej Emitenta stanowią\n                           załączniki do niniejszego raportu.",
        "date": "2018-10-24"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Spółka Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ w nawiązaniu\n                           do ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Emitenta, o którym Emitent\n                           informował w raporcie bieżącym nr 33/2018 _\"ZWZA\"_ oraz w związku z otrzymanymi żądaniami\n                           od akcjonariuszy _\"Żądania\"_, o których Emitent informował kolejno raportem bieżącym\n                           nr 34/2018 oraz raportem bieżącym nr 35/2018, Emitent przekazuje w załączeniu zaktualizowaną\n                           treść Ogłoszenie o ZWZA oraz zaktualizowane zgodnie Żądaniami projekty uchwał na ZWZA.",
        "date": "2018-10-21"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 33/2018 Satis Group S.A. z siedzibą w Warszawie\n                           _\"Emitent\"_ informuje o otrzymanym w dniu dzisiejszym od Pana Nikodema Wierzbickiego\n                           przedstawiającego się jako Przedstawiciel Porozumienia Akcjonariuszy _\"Pan Nikodem\n                           Wierzbicki\"_, które reprezentuje łącznie co najmniej jedną dwudziestą kapitału zakładowego\n                           Emitenta żądaniu uzupełnienia porządku obrad Zwyczajnego Walnego Zgromadzenia Emitenta\n                           _ZWZA_ zwołanego na dzień 7 listopada 2018 roku, na godzinę 11:00. Podstawą żądania\n                           jest art. 401 § 1 Kodeksu spółek handlowych.W załączeniu Emitent przekazuje żądanie wraz z uzasadniem dodania punktu porządku\n                           obrad dotyczącego podjecia uchwały w sprawie wyboru rewidentów do spraw szczególnych\n                           w celu zbadania, na koszt Spółki, okreslonych zagadnień związanych z prowadzeniem\n                           spraw Spółki.",
        "date": "2018-10-17"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 33/2018 Satis Group S.A. z siedzibą w Warszawie\n                           _\"Emitent\"_ informuje o otrzymanym w dniu dzisiejszym od akcjonariusza Emitenta -\n                           United S.A. z siedzibą w Warszawie żądaniu uzupełnienia porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Emitenta _ZWZA_ zwołanego na dzień 7 listopada 2018 roku, na\n                           godzinę 11:00. Podstawą żądania jest art. 401 § 1 Kodeksu spółek handlowych.W załączeniu Emitent przekazuje żądanie wraz z projektem uchwał dotyczących odwołania\n                           i powołania Członków Rady Nadzorczej Emitenta.",
        "date": "2018-10-17"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ zwołuje Zwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki, które odbędzie się w dniu 7 listopada 2018\n                           r. o godz. 11.00, w Hotelu Puławska Residence przy ul. Puławskiej 361, 02-801 Warszawa,\n                           w Sali Omega. Treść ogłoszenia o zwołaniu zgromadzenia wraz z projektami uchwał stanowi załącznik\n                           do niniejszego raportu",
        "date": "2018-10-10"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd Spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 09 października 2018 roku odkupił od Polish American Investment Fund, LLC\n                           sprzedane w dniu 30 czerwca akcje spółek: Sorcersoft.com S.A. z siedzibą w Warszawie\n                           _\"Sorcersoft\"_ i Xantus S.A. z siedzibą w Warszawie _\"Xantus\"_. Cena zakupu 600.000\n                           akcji imiennych serii A Sorcersoft wyniosła 100 PLN. Cena zakupu 600.000 akcji zwykłych\n                           na okaziciela Xantus wyniosła 100 PLN.Zakup został dokonany na prośbę Akcjonariusza Spółki oraz w związku z ofertą sprzedaży\n                           złożoną przez Polish American Investment Fund LLC i deklaracją, że stan prawny i finansowy\n                           spółek nie uległ zmianie.",
        "date": "2018-10-09"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Spółka Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że otrzymała\n                           zawiadomienie w trybie art. 69 ust. 1 pkt 2 ustawy o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu  oraz o spółkach\n                           publicznych _\"Ustawa o Ofercie\"_ od United S.A. z siedzibą w Warszawie _\"Akcjonariusz\"_\n                           datowane na dzień 20 czerwca 2017 r.  _\"Zawiadomienie\"_. Emitent informuje, że Akcjonariusz przesłał Zawiadomienie do Spółki w terminie wynikającym\n                           z Ustawy o Ofercie, jednakże ze względu na trwający w Spółce spór korporacyjny w okresie,\n                           w którym zostało wysłane Zawiadomienie, Emitent nie miał możliwości powzięcia o nim\n                           informacji oraz publikacji raportu bieżącego na temat Zawiadomienia.Treść zawiadomienia Emitent przekazuje w załączeniu.",
        "date": "2018-10-09"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ w nawiązaniu do\n                           raportu bieżącego nr 29/2018 z dn. 28 wrzesnia 2018 r. zwołuje Nadzwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Spółki, które odbędzie się w dniu 25 października 2018\n                           r., początek o godz. 11.00, w Hotelu Puławska Residence przy ul. Puławskiej 361, 02-801\n                           Warszawa, w Sali Omega.Treść ogłoszenia o zwołaniu zgromadzenia wraz z projektami uchwał stanowi załącznik\n                           do niniejszego raportu.",
        "date": "2018-09-28"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd Spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje\n                           o otrzymaniu pocztą elektroniczną w dniu 28 września 2018 r. żądanie zwołania Nadzwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy _\"NWZA\"_ wraz z umieszczeniem określonych spraw\n                           w porządku obrad _\"Żądanie\"_. Żądanie zostało przesłane przez spółkę United S.A. z\n                           siedzibą w Warszawie _\"United\"_, które zgodnie z informacją zawartą w Żądaniu reprezentuje\n                           8,59% kapitału zakładowego Emitenta.United podaje w treści Żądania następujące uzasadnienie:\"Akcjonariusz żąda wyboru Rady Nadzorczej, której skład wpłynie pozytywnie na prawidłowość\n                           prowadzenia bieżącej działalności oraz przyczyni się do bardziej efektywnego wykonywania\n                           obowiązków, jakie na ten organ nakładają obowiązujące przepisy prawa.\"Zgodnie z Żądaniem United wnosi o:1. zamieszczenie w porządku obrad NWZA uchwały o odwołaniu członków Rady Nadzorczej\n                           Spółki;2. zamieszczenie w porządku obrad NWZA uchwały o powołaniu członków Rady Nadzorczej\n                           Spółki.W załączeniu Emitent przekazuje Żądanie oraz projekty uchwał zgłoszone przez United.",
        "date": "2018-09-28"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_, informuje,\n                           że w związku ze zmianą firmy Emitenta, o czym Spółka informowała raportem bieżącym\n                           nr 7/2018 z dn. 5 czerwca 2018 roku, została aktywowana zgodna z aktualnymi danymi\n                           podmiotu strona internetowa pod adresem http://satisgroupsa.pl/ .Ponadto, w związku ze zmianą domeny aktualny adres mailowy Spółki przeznaczony do\n                           kontaktu z akcjonariuszami oraz prasą to ir@satisgroupsa.pl .",
        "date": "2018-09-13"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_, informuje,\n                           że w dniu 5 września 2018 r. udzielił Panu Janowi Karaszewskiemu prokury samoistnej.Życiorys Pana Karaszewskiego stanowi załącznik do niniejszego raportu.",
        "date": "2018-09-12"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. _dawniej iAlbatros Group S.A._ z siedzibą w Warszawie\n                           _\"Emitent\", \"Spółka\"_ informuje, że Sąd Okręgowy w Warszawie wstrzymał wykonanie postanowienia\n                           o udzieleniu zabezpieczenia z dnia 18.07.2018 r. do czasu rozstrzygnięcia zażalenia\n                           Spółki na ww. postanowienie. O wydaniu oraz treści postanowienia o udzieleniu zabezpieczenia\n                           z dnia 18.07.2018 r. Emitent informował w raportach bieżących nr 16/2018 r. z dnia\n                           27.07.2018 r. oraz nr 25/2018 z dnia 23.08.2018 r. Wstrzymanie wykonania ww. postanowienia oznacza, że uchwały, których dotyczyło to\n                           orzeczenie, wywołują wszystkie przewidziane w nich skutki prawne.",
        "date": "2018-09-12"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. _dawniej iAlbatros Group S.A._ z siedzibą w Warszawie\n                           _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportu bieżącego Spółki z dnia 16/2018 r.\n                           z dnia 27.07.2018 r. oraz w wykonaniu zalecenia Komisji Nadzoru Finansowego, wyjaśnia,\n                           iż w dniu 18.07.2018 r. Sąd Okręgowy w Warszawie wydał postanowienie o zabezpieczeniu\n                           _\"Postanowienie\"_ w sprawie z wniosku akcjonariusza Spółki Pana Tadeusza Lewkowicza.\n                           W ramach Postanowienia sąd zabezpieczył roszczenie o ustalenie nieistnienia uchwały\n                           nr 2/2017 Rady Nadzorczej Spółki z 14.06.2017 r. w sprawie powołania Prezesa Zarządu\n                           Emitenta oraz roszczenia o stwierdzenie nieważności uchwał Nadzwyczajnego Walnego\n                           Zgromadzenia Emitenta z dnia 14.06.2017 r.:- nr 6 w przedmiocie odwołania Pana Tomasza Krześniaka z pełnienia obowiązków Członka\n                           Rady Nadzorczej, - nr 9 w przedmiocie powołania Pana Przemysława Marczaka do pełnienia obowiązków Członka\n                           Rady Nadzorczej, - nr 10 w przedmiocie powołania Pana Bartosza Boszko do pełnienia obowiązków Członka\n                           Rady Nadzorczej, - nr 11 w przedmiocie powołania Pana Cezarego Jasińskiego do pełnienia obowiązków\n                           Członka Rady Nadzorczej, - nr 12 w przedmiocie powołania Pana Ernesta Bednarowicza\n                           do pełnienia obowiązków Członka Rady Nadzorczej, - nr 13 w przedmiocie powołania Pana\n                           Przemysława Romanowicza do pełnienia obowiązków Członka Rady Nadzorczej, - nr 17 w przedmiocie zarządzenia przerwy w obradach Nadzwyczajnego Walnego Zgromadzenia\n                           do dnia 30 czerwca 2017 r.  oraz uchwały nr 2 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 30.06.2017 r.\n                           w sprawie potwierdzenia, że od dnia 14.06.2017 r. w skład Rady Nadzorczej Spółki wchodzą\n                           wyłącznie następujące osoby: Przemysław Marczak, Bartosz Boszko, Cezary Jasiński,\n                           Ernest Bednarowicz i Przemysław Romanowicz. Jako sposób zabezpieczenia w Postanowieniu\n                           sąd wskazał wstrzymanie wykonania wyżej wymienionych uchwał do czasu prawomocnego\n                           rozstrzygnięcia sprawy.Postanowienie jest nieprawomocne i do dnia dzisiejszego Spółce nie został doręczony\n                           przez Sąd Okręgowy w Warszawie odpis Postanowienia. Nie czekając na oficjalne doręczenie\n                           Postanowienia Spółka zaskarżyła je, o czym informowała w raporcie bieżącym nr 24/2018\n                           z dnia 20.08.2018 r. Zarząd Emitenta wskazuje, że Postanowienie nie dotyczy uchwały, która stanowi aktualną\n                           podstawę mandatu Prezesa Zarządu Emitenta Sławomira Karaszewskiego i nie ma wpływu\n                           na reprezentację Emitenta. W związku z tym wszystkie czynności dokonane za Spółkę\n                           przez Prezesa Zarządu Emitenta Sławomira Karaszewskiego po wydaniu Postanowienia są\n                           skuteczne. Natomiast Rada Nadzorcza Emitenta, na skutek złożenia rezygnacji przez\n                           5 członków tego organu, o których Spółka informowała w raportach bieżących nr 17/2018\n                           z dnia 30.07.2018 r., nr 19/2018 z dnia 04.08.2018 r. oraz nr 23/2018 z dnia 14.08.2018\n                           r. nie może działać, dlatego Postanowienie nie wpływa na działalność tego organu.",
        "date": "2018-08-23"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że Pan\n                           Bartosz Boszko złożył rezygnację z pełnienia funkcji Członka Rady Nadzorczej z dniem\n                           13 sierpnia 2018 roku.",
        "date": "2018-08-14"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Spółka Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ w nawiązaniu\n                           do ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Emitenta, o którym Emitent\n                           informował w raporcie bieżącym nr 15/2018 _\"NWZA\"_ oraz w związku z otrzymanym żądaniem\n                           od akcjonariusza _\"Żądanie\"_, o którym Emitent informował raportem bieżącym nr 20/2018,\n                           Emitent przekazuje w załączeniu zaktualizowaną treść Ogłoszenie o NWZA oraz zaktualizowane\n                           zgodnie Żądaniem projekty uchwał na NWZA",
        "date": "2018-08-09"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. _dawniej iAlbatros Group S.A._ z siedzibą w Warszawie\n                           _\"Emitent\", \"Spółka\"_ – w nawiązaniu do raportu bieżącego Spółki nr 11/2018 z 24.07.2018\n                           r. – informuje, że w związku z doręczanymi do Emitenta propozycjami udzielenia Spółce\n                           finansowania dłużnego na warunkach korzystnych w kontekście obecnej sytuacji rynkowej,\n                           pochodzącymi także od aktualnych akcjonariuszy Emitenta, Zarząd Spółki podjął decyzję\n                           o ponownym przeprowadzeniu analizy bieżących potrzeb finansowych Emitenta. Przedmiotowa\n                           analiza odnosi się zarówno do wolumenu pozyskiwanego kapitału zewnętrznego, jak i\n                           parametrów kosztowych korzystania przez Spółkę z finansowania dłużnego.  Ewentualne decyzje będące konsekwencją przeprowadzenia wzmiankowanej analizy podejmowane\n                           będą przez Zarząd Spółki z uwzględnieniem uzasadnionych interesów i potrzeb Emitenta,\n                           przy równoczesnym zachowaniu dbałości o strukturę bilansu Spółki oraz wysokość jej\n                           zadłużenia netto. O potencjalnych decyzjach Zarządu Spółki odnoszących się do sposobu finansowania działalności\n                           Emitenta, Spółka będzie informowała za pośrednictwem kolejnych raportów bieżących.",
        "date": "2018-08-07"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 15/2018 Satis Group S.A. z siedzibą w Warszawie\n                           _\"Emitent\"_ informuje o otrzymaniu pocztą elektroniczną w dniu 6 sierpnia 2018 roku\n                           od Pana Nikodema Wierzbickiego przedstawiającego się jako Przedstawiciel Porozumienia\n                           Akcjonariuszy _\"Pan Nikodem Wierzbicki\"_ żądaniu uzupełnienia porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy _NWZA_ zwołanego na dzień 27 sierpnia 2018 roku,\n                           na godzinę 11:00. Podstawą żądania jest art. 401 § 1 Kodeksu spółek handlowych.W załączeniu Emitent przekazuje żądanie.",
        "date": "2018-08-06"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Spółka Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje, iż\n                           w dniu 3 sierpnia 2018 Członkowie Rady Nadzorczej Emitenta: Pan Cezary Jasiński, Pan\n                           Ernest Bednarowicz oraz Pan Przemysław Romanowicz przekazali za pośrednictwem poczty\n                           elektronicznej oświadczenia o rezygnacji z powierzonych funkcji z dniem 3 sierpnia\n                           2018 roku.",
        "date": "2018-08-04"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ zwołuje Zwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki, które odbędzie się w dniu 27 sierpnia 2018\n                           r., początek o godz. 13.00, w siedzibie Spółki w Warszawie przy ul. Bekasów 74, 02-803\n                           Warszawa. Treść ogłoszenia o zwołaniu zgromadzenia wraz z projektami uchwał stanowi załącznik\n                           do niniejszego raportu.",
        "date": "2018-08-01"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w\n                           dniu 30 lipca 2018 roku Pan Przemysław Marczak złożył rezygnację z pełnienia funkcji\n                           Członka Rady Nadzorczej. Powody rezygnacji nie zostały podane.",
        "date": "2018-07-30"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. _dawniej iAlbatros Group S.A._ z siedzibą w Warszawie\n                           _\"Emitent\", \"Spółka\"_ informuje, że otrzymał wiadomość mailową zawierającą dokument\n                           o brzmieniu wskazującym, iż może on prezentować treść postanowienia Sądu Okręgowego\n                           w Warszawie z dnia 18.07.2018 r. wydanego w sprawie z powództwa Tadeusza Lewkowicza\n                           przeciwko Spółce _\"Postanowienie\"_. Otrzymany przez Emitenta dokument elektroniczny\n                           nie zawiera podpisów ani pieczątek sądu, jak również nie posiada żadnej formalnej\n                           adnotacji wskazującej na jego pochodzenie. Do czasu publikacji tego raportu Spółce\n                           nie udało się zweryfikować informacji o wydaniu Postanowienia, ani jego treści.  Z otrzymanego dokumentu mającego zawierać Postanowienie wynika, że Sąd Okręgowy w\n                           Warszawie udzielił Tadeuszowi Lewkowiczowi zabezpieczenia roszczenia o ustalenie nieistnienia\n                           uchwały nr 2/2017 Rady Nadzorczej Spółki z 14.06.2017 r. w sprawie powołania Prezesa\n                           Zarządu Emitenta oraz roszczenia o stwierdzenie nieważności uchwał Nadzwyczajnego\n                           Walnego Zgromadzenia Emitenta nr 6, 9, 10, 11, 12, 13, 17 z dnia 14.06.2017 r. oraz\n                           uchwały nr 2 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 30.06.2017 r. poprzez\n                           wstrzymanie wykonania wyżej wymienionych uchwał do czasu prawomocnego rozstrzygnięcia\n                           sprawy.  Spółka informuję, że Postanowienie nie dotyczy uchwały, która stanowi aktualną podstawę\n                           mandatu Prezesa Zarządu Emitenta i nie ma wpływu na reprezentację Emitenta.  W przypadku potwierdzenia faktu istnienia Postanowienia o przywołanej wyżej treści\n                           Spółka podejmie wszelkie działania zmierzające do ochrony uzasadnionych interesów\n                           Emitenta.",
        "date": "2018-07-27"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ zwołuje Nadzwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki, które odbędzie się w dniu 27 sierpnia 2018\n                           r., początek o godz. 11.00, w siedzibie Spółki w Warszawie przy ul. Bekasów 74, 02-803\n                           Warszawa. Treść ogłoszenia o zwołaniu zgromadzenia wraz z projektami uchwał stanowi załącznik\n                           do niniejszego raportu.",
        "date": "2018-07-26"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd spółki Satis Group S.A. _dawniej iAlbatros Group S.A._ z siedzibą w Warszawie\n                           _\"Emitent\", \"Spółka\"_ informuje, że w dniu dzisiejszym wystąpił do Komisji Nadzoru\n                           Finansowego z wnioskiem o odblokowanie w dn. 2 sierpnia 2018 roku obrotu akcjami Emitenta\n                           _\"Odblokowanie Obrotu\"_, tj. w dniu następującym po dniu publikacji raportu za I kwartał\n                           2018 roku. W opinii Zarządu wraz z publikacją w/w raportu okresowego zostaną spełnione\n                           wszystkie przesłanki do Odblokowannia Obrotu.",
        "date": "2018-07-26"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Spółka Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ informuje, że w dniu dzisiejszym\n                           otrzymała zawiadomienie od spółki Carom Sp. z o.o. z siedzibą w Warszawie. Treść zawiadomienia\n                           Emitent przekazuje w załączeniu.",
        "date": "2018-07-26"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Spółka Satis Group S.A. z siedzibą w Warszawie _\"Emitent\"_ w załączeniu przekazuje\n                           Zawiadomienie zgodnie art. 69 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych _t.j. Dz. U. z 2013 r. poz. 1382 ze zm._.",
        "date": "2018-07-25"
    },
    {
        "company_name": "SATIS GROUP SA",
        "content": "Zarząd Spółki Satis Group S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu 24 lipca 2018 roku zawarł umowę pożyczki ze spółką Carom Sp. z o.o. z siedzibą\n                           w Warszawie _\"Pożyczkodawca\"_ _\"Umowa\"_ zgodnie, z którą Pożyczkodawca udostępni Emitentowi\n                           na każde Jego żądanie kwotę w łącznej wysokości do 1.000.000 zł _jeden milion złotych_\n                           _\"Kwota Pożyczki\"__\"Pożyczka\"_, która będzie płatna na każde żądanie Emitenta. Umowa\n                           została zawarta na okres rozliczeniowy trwający od dnia podpisania umowy, tj. 24 lipca\n                           2018 roku do dnia 31 grudnia 2018 roku _\"Dzień Spłaty\"_, a Emitent zobowiązał się\n                           do Spłaty Kwoty Pożyczki do Dnia Spłaty wraz z odsetkami w wysokości 7% w skali roku naliczonymi za okres udzielenia Pożyczki _\"Odsetki\"_.\n                           Emitent w każdej chwili może w części lub całości spłacić Kwotę Pożyczki.Emitent jako zabezpieczenie spłaty pożyczki przeniesie na rzecz Pożyczkodawcy prawo\n                           własności akcji własnych Emitenta w ilości 3 839 642 _trzy miliony osiemset trzydzieści\n                           dziewięć tysięcy sześćset czterdzieści dwie_ zdematerializowanych, o wartości nominalnej\n                           0,10 zł każda akcja,  notowanych  na Giełdzie Papierów Wartościowych w Warszawie,\n                           oznaczonych kodem ISIN PLADVPL00029 _\"Akcje\"_. Akcje stanowiące zabezpieczenie spłaty\n                           Pożyczki zostaną zwrócone przez Pożyczkodawcę na rachunek maklerski Emitenta w ciągu\n                           3 dni od dnia zwrotu Kwoty Pożyczki wraz z Odsetkami. Pożyczkodawcy przysługują prawa\n                           korporacyjne wynikające z Akcji. Ponadto, zgodnie z Umową Pożyczkodawca pod rygorem kary umownej w wysokości 5.000.000\n                           zł _pięć milionów złotych_ zobowiązał się do:- wydania Emitentowi wszelkich świadczeń uzyskanych w związku z przewłaszczonymi Akcjami,- nie zbywać ani nie obciążać Akcji.Emitent podkreśla, że zawarcie Umowy nastąpiło na skutek trudnej sytuacji finansowej\n                           Spółki w celu pokrycia jej bieżących zobowiązań, co jest niezbędne z perspektywy dalszej\n                           działalności Spółki.Środki pozyskane w związku z zawartą umową zostaną przeznaczone na:- zapłatę zaległego czynszu za najem lokalu biurowego,- zapłatę za usługi księgowe i usługi biegłych rewidentów,- wypłatę wynagrodzenia dla pracowników spółki,- spłatę zobowiązania powstałego w związku z rozwiązaniem umowy ze spółką NGB Sp.\n                           z o.o. dotyczącej najmu lokalu biurowego w Gdyni,- obsługę nadchodzących Walnych Zgromadzeń spółki _wynagrodzenie notariusza, obsługę\n                           prawną_,- spłatę zobowiązań wobec KNF, GPW oraz KDPW,- zapłatę za usługi prawne w zw. z bieżącą działalnością spółki.Emitent informuje ponadto, że w dniu dzisiejszym zwrócił się do Pożyczkodawcy z żądaniem\n                           uruchomienia kwoty 630.000 zł _sześćset trzydzieści tysięcy złotych_ celem spłaty\n                           powstałych w spółce zaległości z tyt. wyżej wymienionych.",
        "date": "2018-07-24"
    }
]