[
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. _dalej \"Spółka\"_ informuje o zmianie terminu przekazania\n                           do publicznej wiadomości jednostkowego i skonsolidowanego raportu okresowego za 2015\n                           rok.Zgodnie z harmonogramem publikacji raportów okresowych dotyczących 2015 roku, przekazanym\n                           raportem bieżącym EBI nr 2/2015 z dnia 14 stycznia 2015 roku, termin publikacji ww.\n                           raportów wyznaczony był na dzień 10 czerwca 2016 roku. Nowy termin publikacji jednostkowego\n                           i skonsolidowanego raportu okresowego za 2015 rok ustalony został na dzień 20 marca\n                           2016 roku. Równocześnie Spółka informuje, że zgodnie z § 102 ust. 1 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014\n                           r. poz. 133_, nie przekaże do publicznej wiadomości skonsolidowanego raportu kwartalnego\n                           za IV kwartał 2015 r. Podstawa prawna: Raport sporządzono zgodnie z § 103 ust. 2 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2014 r. poz. 133_.",
        "date": "2015-12-21"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. _dalej \"Spółka\"_ informuje, że w dniu 17 grudnia 2015 r.\n                           Rada Nadzorcza Spółki, działając na podstawie § 8 ust.4 Statutu Spółki oraz § 7 ust.3\n                           lit. iv_ Regulaminu Rady Nadzorczej, postanowiła wybrać Deloitte Polska sp. z o.o.\n                           Sp.k. z siedzibą w Warszawie _00-854 Warszawa_, przy ul. Jana Pawła II 19 _podmiot\n                           uprawniony do badania sprawozdań finansowych wpisany na listę podmiotów prowadzonych\n                           przez Krajową Radę Biegłych Rewidentów pod numerem ewidencyjnym 73_ i powierzyć przeprowadzenie\n                           badania:1. Jednostkowego sprawozdania finansowego 11 bit studios S.A. za rok obrotowy rozpoczynający\n                           się w dniu 1 stycznia 2015 roku i kończący się w dniu 31 grudnia 2015 roku.2. Skonsolidowanego sprawozdania finansowego Grupy Kapitałowej 11 bit studios za rok\n                           obrotowy rozpoczynający się w dniu 1 stycznia 2015 roku i kończący się w dniu 31 grudnia\n                           2015 roku.3. Jednostkowego sprawozdania finansowego 11 bit studios S.A. za rok obrotowy rozpoczynający\n                           się w dniu 1 stycznia 2016 roku i kończący się w dniu 31 grudnia 2016 roku.4. Skonsolidowanego sprawozdania finansowego Grupy Kapitałowej 11 bit studios za rok\n                           obrotowy rozpoczynający się w dniu 1 stycznia 2016 roku i kończący się w dniu 31 grudnia\n                           2016 roku.oraz przeglądu:1. Półrocznego jednostkowego i skonsolidowanego sprawozdania finansowego 11 bit studios\n                           za okres rozpoczynający się 1 stycznia 2016 roku i kończący się 30 czerwca 2016 rokuSpółka korzystała w przeszłości z usług spółki Deloitte Polska sp. z o.o. Sp.k. z\n                           siedzibą w Warszawie _00-854 Warszawa_, przy ul. Jana Pawła II 19 w zakresie badania:1. Jednostkowego sprawozdania finansowego 11 bit studios S.A. za rok obrotowy rozpoczynający\n                           się w dniu 1 stycznia 2014 roku i kończący się w dniu 31 grudnia 2014 roku.2. Skonsolidowanego sprawozdania finansowego Grupy Kapitałowej 11 bit studios za rok\n                           obrotowy rozpoczynający się w dniu 1 stycznia 2014 roku i kończący się w dniu 31 grudnia\n                           2014 roku.Podstawa prawna:§ 5 ust. 1 pkt. 19 Rozporządzenia Rady Ministrów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych.",
        "date": "2015-12-21"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. _dalej \"Spółka\"_ informuje, że w dniu 17 grudnia 2015 r.\n                           Rada Nadzorcza Spółki podjęła uchwałę _nr 15/2015_ w sprawie powołania Pana Piotra\n                           Sulimy do pełnienia funkcji Przewodniczącego Rady. Rada podjęła też uchwałę _nr 16/2015_\n                           w sprawie powołania Pana Jacka Czykiela na Wiceprzewodniczącego Rady. Obie wspomniane\n                           uchwały weszły w życie z dniem podjęcia. Życiorysy Panów Piotra Sulimy i Jacka Czykiela\n                           są dostępne na stronie internetowej Spółki _sekcja \"Aktualności inwestorskie\", zakładka\n                           \"Władze spółki\"_.",
        "date": "2015-12-21"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. _dalej \"Spółka\"_ informuje, że w dniu 21 grudnia 2015 r.\n                           otrzymał, w trybie art. 160 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 r. o obrocie\n                           instrumentami finansowymi _\"Ustawa o obrocie\"_, zawiadomienie o transakcjach na akcjach\n                           Spółki zawartych przez osobę blisko związaną z Członkiem Rady Nadzorczej Spółki. Z przedmiotowego zawiadomienia wynika, iż osoba blisko związana z Członkiem Rady Nadzorczej\n                           Spółki nabyła w dniu 18 grudnia 2015 r., w trybie sesji zwykłej na Giełdzie Papierów\n                           Wartościowych w Warszawie, 154 akcje Spółki za średnią cenę 68,1 zł za akcję. Łączna\n                           wartość wszystkich transakcji wyniosła 10487,40 złInformacja, o której mowa w art. 160 ust. 1 Ustawy o obrocie, została sporządzona\n                           w dniu 21 grudnia 2015 roku w Warszawie. Osoba obowiązana do przekazania ww. informacji nie wyraziła zgody na publikację danych,\n                           o których mowa w § 2 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 15 listopada\n                           2005 r. w sprawie przekazywania i udostępniania informacji o niektórych transakcjach\n                           instrumentami finansowymi oraz zasad sporządzania i prowadzenia listy osób posiadających\n                           dostęp do określonych informacji poufnych.",
        "date": "2015-12-21"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. _dalej Spółka_ informuje, że:1_ Na podstawie Uchwały nr 1299 /2015 Zarządu Giełdy Papierów Wartościowych w Warszawie\n                           S.A. _\"GPW\"_ z dnia 16 grudnia 2015 roku w sprawie dopuszczenia do obrotu giełdowego\n                           na Głównym Rynku GPW akcji zwykłych na okaziciela serii A, B, C, D oraz E Spółki 11\n                           bit studios S.A., z dniem 18 grudnia 2015 roku do obrotu giełdowego na rynku podstawowym\n                           dopuszczonych zostanie 1.000.000 akcji na okaziciela serii A, 494.200 akcji na okaziciela\n                           serii B, 376.561 akcji na okaziciela serii C, 40.938 akcji na okaziciela serii D oraz\n                           305.500 akcji na okaziciela serii E Spółki 11 bit studios S.A.2_ Na podstawie Uchwały nr 1300/2015 Zarządu Giełdy Papierów Wartościowych w Warszawie\n                           z dnia 16 grudnia 2015 roku w sprawie wprowadzenia do obrotu giełdowego na Głównym\n                           Rynku GPW akcji zwykłych na okaziciela serii A, B, C, D oraz E spółki 11 bit studios\n                           S.A., z dniem 18 grudnia 2015 roku do obrotu giełdowego na rynku podstawowym zostanie\n                           wprowadzonych 1.000.000 akcji na okaziciela serii A, 494.200 akcji na okaziciela serii\n                           B, 376.561 akcji na okaziciela serii C, 40.938 akcji na okaziciela serii D oraz 305.500\n                           akcji na okaziciela serii E Spółki 11 bit studios S.A.Wyżej wskazane akcje będą notowane począwszy od dnia 18 grudnia 2015 roku w systemie\n                           notowań ciągłych pod nazwą skróconą \"11BIT\" i oznaczeniem \"11B\".",
        "date": "2015-12-16"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. _dalej Spółka_ informuje o zwołaniu na dzień 17 grudnia\n                           2015 roku Nadzwyczajnego Walnego Zgromadzenia, które odbędzie się w siedzibie Spółki\n                           w Warszawie przy ul. Modlińskiej 6. Posiedzenie Walnego Zgromadzenia rozpocznie się\n                           o godz. 12.00.Treść ogłoszenia wraz z projektami uchwał, wzory pełnomocnictw oraz wszystkie niezbędne\n                           formularze znajdują się w poniższych załącznikach do raportu. Dokumenty można pobrać\n                           również ze strony internetowej Spółki: ir.11bitstudios.com.",
        "date": "2015-12-17"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. _dalej Spółka_, działając na podstawie art. 70 pkt 1 Ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych, z dnia 29 lipca 2005 roku _dalej Ustawa\n                           o ofercie_ informuje, że w dniu 5 października 2015 roku otrzymał, na podstawie art.\n                           69 ust. 1 pkt 1 Ustawy o ofercie oraz art. 160 punkt 1 ust. 2 Ustawy o obrocie instrumentami\n                           finansowymi z dnia 29 lipca 2005 roku _dalej Ustawa o obrocie_ zawiadomienia dotyczące\n                           transakcji dokonanych na akcjach Spółki przez spółkę Moonlex Holdings Limited. Spółka\n                           Moonlex Holdings Limited jest Stroną Porozumienia Akcjonariuszy, o którym mowa w art.\n                           87 ust. 1 pkt 5 Ustawy o ofercie, szczegółowo opisanego w raporcie bieżącym Spółki\n                           nr. 13/2015. Stronami Porozumienia są ponadto Członkowie Zarządu Spółki: Bartosz Brzostek,\n                           Grzegorz Miechowski, Przemysław Marszał i Michał Drozdowski.Zgodnie z zawiadomieniem, Moonlex Holdings Limited, która jest podmiotem blisko związanym\n                           z Członkami Zarządu Spółki, w myśl art. 160, pkt. 2, podpunkt 4b Ustawy o obrocie,\n                           zbyła w dniu 1 października 2015 roku, w drodze transakcji pozasesyjnej, pakietowej,\n                           107.000 tys. akcji Spółki po cenie 61 zł za sztukę stanowiących 4,83% akcji w kapitale\n                           zakładowym Spółki oraz dających 4,83% głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki. Ponadto, w dniu 2 października 2015 r. Moonlex Holdings Limited, zbyła, w\n                           drodze transakcji pozasesyjnej, pakietowej, 12.000 tys. akcji Spółki po cenie 61 zł\n                           za sztukę stanowiących 0,54% akcji w kapitale zakładowym Spółki oraz dających 0,54%\n                           głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Przed przeprowadzeniem powyższych transakcji Moonlex Holdings Limited posiadała 119\n                           tys. akcji Spółki stanowiących 5,37% akcji w kapitale zakładowym oraz dających 5,37%\n                           głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki. Po przeprowadzeniu powyższych\n                           transakcji Moonlex Holdings Limited nie posiada żadnych akcji Spółki.Strony Porozumienia informują, że przed przeprowadzeniem powyższych transakcji posiadały\n                           łącznie 735.152 akcji Spółki stanowiących 33.16% akcji w kapitale zakładowym Spółki\n                           oraz dających 33,16% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Po przeprowadzeniu powyższych transakcji Strony Porozumienia posiadają łącznie 616.152\n                           akcji Spółki stanowiących 27,79% akcji w kapitale zakładowym Spółki oraz dających\n                           27,79% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.",
        "date": "2015-10-05"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd spółki 11 bit studios S.A. _dalej Spółka_, działając na podstawie art. 160\n                           Ustawy o obrocie instrumentami finansowymi z dnia 29 lipca 2005r., niniejszym informuje,\n                           że w dniu 2 października 2015 roku otrzymał zawiadomienia dotyczące operacji dokonanych\n                           na akcjach Spółki przez Członków Zarządu Spółki oraz Moonlex Holdings Limited, będących\n                           Stronami Porozumienia Akcjonariuszy _dalej Strony_.1. Bartosz Brzostek, Członek Zarządu Spółki, przeniósł własność posiadanych przez\n                           niego bezpośrednio 40.000 akcji Spółki stanowiących 1,80% akcji w kapitale zakładowym\n                           oraz dających 1,80% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki na rzecz spółki\n                           prawa cypryjskiego Moonlex Holdings Limited w zamian za objęcie udziałów w podwyższonym\n                           kapitale zakładowym Moonlex Holdings Limited na podstawie umowy cywilnoprawnej _aportowej_,\n                           zawartej w dniu 1 października 2015 r. w Warszawie. Przed przeprowadzeniem powyższej operacji Bartosz Brzostek posiadał bezpośrednio 258.696\n                           akcji Spółki stanowiących 11,67% akcji w kapitale zakładowym oraz dających 11,67%\n                           głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki. Po przeprowadzeniu powyższej operacji\n                           Bartosz Brzostek posiada bezpośrednio 218.696 akcji Spółki stanowiących 9,86% akcji\n                           w kapitale zakładowym oraz dających 9,86% głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki.2. Grzegorz Miechowski, Prezes Zarządu Spółki, przeniósł własność posiadanych przez\n                           niego bezpośrednio 32.000 akcji Spółki stanowiących 1,44% akcji w kapitale zakładowym\n                           oraz dających 1,44% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki na rzecz spółki\n                           prawa cypryjskiego Moonlex Holdings Limited w zamian za objęcie udziałów w podwyższonym\n                           kapitale zakładowym Moonlex Holdings Limited na podstawie umowy cywilnoprawnej _aportowej_,\n                           zawartej w dniu 1 października 2015 r. w Warszawie. Przed przeprowadzeniem powyższej operacji Grzegorz Miechowski posiadał bezpośrednio\n                           201.696 akcji Spółki stanowiących 9,10% akcji w kapitale zakładowym oraz dających\n                           9,10% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Po przeprowadzeniu powyższej operacji Grzegorz Miechowski posiada bezpośrednio 169.696\n                           akcji Spółki stanowiących 7,65% akcji w kapitale zakładowym oraz dających 7,65% głosów\n                           na Walnym Zgromadzeniu Akcjonariuszy Spółki. 3. Przemysław Marszał, Członek Zarządu Spółki, przeniósł własność posiadanych przez\n                           niego bezpośrednio 27.000 akcji Spółki stanowiących 1,22% akcji w kapitale zakładowym\n                           oraz dających 1,22% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki na rzecz spółki\n                           prawa cypryjskiego Moonlex Holdings Limited w zamian za objęcie udziałów w podwyższonym\n                           kapitale zakładowym Moonlex Holdings Limited na podstawie umowy cywilnoprawnej _aportowej_,\n                           zawartej w dniu 1 października 2015 r. w Warszawie. Przed przeprowadzeniem powyższej operacji Przemysław Marszał posiadał bezpośrednio\n                           154.130 akcji Spółki stanowiących 6,95% akcji w kapitale zakładowym oraz dających\n                           6,95% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Po przeprowadzeniu powyższej operacji Przemysław Marszał posiada bezpośrednio 127.130\n                           akcji Spółki stanowiących 5,73% akcji w kapitale zakładowym oraz dających 5,73% głosów\n                           na Walnym Zgromadzeniu Akcjonariuszy Spółki. 4. Michał Drozdowski, Członek Zarządu Spółki, przeniósł własność posiadanych przez\n                           niego bezpośrednio 20.000 akcji Spółki stanowiących 0,90% akcji w kapitale zakładowym\n                           oraz dających 0,90% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki na rzecz spółki\n                           prawa cypryjskiego Moonlex Holdings Limited w zamian za objęcie udziałów w podwyższonym\n                           kapitale zakładowym Moonlex Holdings Limited na podstawie umowy cywilnoprawnej _aportowej_,\n                           zawartej w dniu 1 października 2015 r. w Warszawie. Przed przeprowadzeniem powyższej operacji Michał Drozdowski posiadał bezpośrednio\n                           120.630 akcji Spółki stanowiących 5,44% akcji w kapitale zakładowym oraz dających\n                           5,44% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Po przeprowadzeniu powyższej operacji Michał Drozdowski posiada bezpośrednio 100.630\n                           akcji Spółki stanowiących 4,54% akcji w kapitale zakładowym oraz dających 4,54% głosów\n                           na Walnym Zgromadzeniu Akcjonariuszy Spółki. 5. Spółka Moonlex Holdings Limited, która jest podmiotem blisko związanym z Członkami\n                           Zarządu Spółki, w myśl art. 160, pkt. 2, podpunkt 4b, objęła, na podstawie czterech\n                           umów cywilnoprawnych _aportowych_ zawartych w dniu 1 października 2015 r. w Warszawie\n                           z: Bartoszem Brzostkiem, Grzegorzem Miechowskim, Przemysławem Marszałem i Michałem\n                           Drozdowski, łącznie 119 tys. akcji Spółki stanowiących 5,37% akcji w kapitale zakładowym\n                           oraz dających 5,37% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Przed przeprowadzeniem powyższych operacji Moonlex Holdings Limited nie posiadała\n                           akcji Spółki.Po przeprowadzeniu powyższych operacji Moonlex Holdings Limited posiadała 119 tys.\n                           akcji Spółki stanowiących 5,37% akcji w kapitale zakładowym oraz dających 5,37% głosów\n                           na Walnym Zgromadzeniu Akcjonariuszy Spółki.Strony Porozumienia poinformowały, że przed przeprowadzeniem powyższych operacji posiadały\n                           łącznie 735.152 akcji Spółki stanowiących 33.16% akcji w kapitale zakładowym Spółki\n                           oraz dających 33,16% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Po przeprowadzeniu powyższych operacji ich łączny udział w kapitale zakładowym Spółki\n                           i głosach na Walnym Zgromadzeniu Akcjonariuszy Spółki nie zmienił się.",
        "date": "2015-10-02"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. _dalej Spółka_, działając na podstawie art. 70 pkt 1 Ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych, z dnia 29 lipca 2005 roku informuje, że\n                           w dniu 1 października 2015 r. otrzymał zawiadomienie o zawarciu Porozumienia Akcjonariuszy\n                           Spółki. Zawiadomienie zostało złożone przez Bartosza Brzostka działającego w imieniu\n                           i na rzecz wskazanych w zawiadomieniu Stron Porozumienia _\"Strony\"_, o którym mowa\n                           w art. 87 ust. 1 pkt 5 Ustawy o ofercie publicznej.Stosownie do zawiadomienia Stronami Porozumienia są:1. Bartosz Brzostek, Członek Zarządu Spółki, który posiada 258.696 akcji Spółki stanowiących\n                           11,67% akcji w kapitale zakładowym oraz dających 11,67% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy Spółki.2. Grzegorz Miechowski, Prezes Zarządu Spółki, który posiada 201.696 akcji Spółki,\n                           stanowiących 9,10% akcji w kapitale zakładowym oraz 9,10% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy Spółki.3. Przemysław Marszał, Członek Zarządu Spółki, który posiada 154.130 akcji Spółki\n                           stanowiących 6,95% akcji w kapitale zakładowym i 6,95% głosów na Walnym Zgromadzeniu\n                           Akcjonariuszy Spółki.4. Michał Drozdowski, Członek Zarządu Spółki, który posiada 120.630 akcji Spółki,\n                           stanowiących 5,44% akcji w kapitale zakładowym oraz dających 5,44 proc. głosów na\n                           Walnym Zgromadzeniu Akcjonariuszy Spółki.oraz:Moonlex Holdings Limited, spółka z ograniczoną odpowiedzialnością prawa cypryjskiego,\n                           z siedzibą w Larnaca, Cypr _adres: 4 Afentrikas, Afentrika Court, Office 2, 6018,\n                           Larnaka, Cypr_, wpisana w Rejestrze Spółek na Cyprze pod numerem HE 346659;W wyniku podpisania Porozumienia poszczególne Strony nie zmieniły stanu posiadania\n                           akcji Spółki. Po zawarciu Porozumienia Strony Porozumienia posiadają łącznie 735.152\n                           akcji Spółki stanowiących 33.16% akcji w kapitale zakładowym Spółki oraz dających\n                           33,16% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki. Przedmiotem Porozumienia jest wspólne nabywanie akcji Spółki oraz zgodne głosowanie\n                           na Walnych Zgromadzeniach Akcjonariuszy Spółki przez Strony. Porozumienie obowiązuje\n                           do 31 grudnia 2015 roku.",
        "date": "2015-10-01"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "W raporcie 11/2015 wystąpiła omyłka pisarska i podana została nieprawidłowa data ZWZ.\n                           Poniżej poprawna treść raportu.Zarząd podaje do wiadomości wykaz osób, które posiadały co najmniej 5 % głosów na\n                           ZWZ Spółki, które odbyło się 26.06.2015r.1. Michał Wojciech Drozdowski – posiadający 120 630 akcji i 120 630 głosów, co stanowiło\n                           120 630 głosów na ZWZ i stanowi 5,44% w głosach ogółem w spółce.2. Grzegorz Miechowski - posiadający 201 696 akcji i 201 696 głosów, co stanowiło\n                           201 696 głosów na ZWZ i stanowi 9,10% w głosach ogółem w spółce.3. Przemysław Marszał - posiadający 154 130 akcji i 154 130 głosów, co stanowiło 154\n                           130 głosów na ZWZ i stanowi 6,95% w głosach ogółem w spółce.4. Bartosz Brzostek - posiadający 258 696 akcji i 258 696 głosów, co stanowiło 258\n                           696 głosów na ZWZ i stanowi 11,67% w głosach ogółem w spółce.",
        "date": "2015-06-29"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd 11 bit studios S.A. informuje o zwołaniu na dzień 26 czerwca 2015 roku Zwyczajnego\n                           Walnego Zgromadzenia, które odbędzie się w Warszawie przy ul. Modlińskiej 6, w siedzibie\n                           Spółki. Posiedzenie Walnego Zgromadzenia rozpocznie się o godz. 12.00.Treść ogłoszenia wraz z projektami uchwał, wzory pełnomocnictw oraz wszystkie niezbędne\n                           formularze znajdują się w poniższych załącznikach do raportu. Dokumenty można pobrać\n                           również ze strony internetowej Emitenta www.11bitstudios.pl.",
        "date": "2015-06-26"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd spółki 11 bit studios S.A., działając na podstawie art. 160 ust 4 Ustawy  z\n                           dnia 29 lipca 2005r. o obrocie instrumentami finansowymi, niniejszym koryguje treść\n                           raportu Nr 4/2105 z dnia 02-03-2015r.:Członek Zarządu 11 bit studios S.A., Pan Przemysłąw Marszał dokonał sprzedaży 20000\n                           akcji po średniej cenie 68 złotych za akcję, w drodze transakcji pozasesyjnej, pakietowej\n                           w dniu 24 lutego 2015r. oraz sprzedaży 5000 akcji po średniej cenie 68 złotych za\n                           akcję, w drodze transakcji pozasesyjnej, pakietowej, w dniu 2 marca 2015r. Transakcje\n                           dotyczyły akcji zwykłych na okaziciela spółki 11 bit studios S.A.",
        "date": "2015-03-24"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd spółki 11 bit studios S.A., działając na podstawie art. 160 ust 4 Ustawy  z\n                           dnia 29 lipca 2005r. o obrocie instrumentami finansowymi, niniejszym koryguje treść\n                           raportu Nr 1/2105 z dnia 02-03-2015r.:Prezes Zarządu 11 bit studios S.A., Pan Grzegorz Miechowski dokonał sprzedaży 20000\n                           akcji po średniej cenie 68 złotych za akcję, w drodze transakcji pozasesyjnej, pakietowej\n                           w dniu 24 lutego 2015r. oraz sprzedaży 10000 akcji po średniej cenie 68 złotych za\n                           akcję, w drodze transakcji pozasesyjnej, pakietowej, w dniu 2 marca 2015r. Transakcje\n                           dotyczyły akcji zwykłych na okaziciela spółki 11 bit studios S.A.",
        "date": "2015-03-24"
    },
    {
        "company_name": "11 BIT STUDIOS SA",
        "content": "Zarząd spółki 11 bit studios S.A., działając na podstawie art. 160 ust 4 Ustawy  z\n                           dnia 29 lipca 2005r. o obrocie instrumentami finansowymi, niniejszym koryguje treść\n                           raportu Nr 2/2105 z dnia 02-03-2015r.:Członek Zarządu 11 bit studios S.A., Pan Bartosz Brzostek dokonał sprzedaży 20000\n                           akcji po średniej cenie 68 złotych za akcję, w drodze transakcji pozasesyjnej, pakietowej\n                           w dniu 24 lutego 2015r. oraz sprzedaży 10000 akcji po średniej cenie 68 złotych za\n                           akcję, w drodze transakcji pozasesyjnej, pakietowej, w dniu 27 lutego 2015r. Transakcje\n                           dotyczyły akcji zwykłych na okaziciela spółki 11 bit studios S.A.",
        "date": "2015-03-24"
    }
]