[
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. _\"Spółka\"_ z siedzibą w Białymstoku informuje, że w dniu 21.12.2015\n                           r. Rada Nadzorcza AC S.A. podjęła Uchwałę w przedmiocie przyjęcia Założeń Programu\n                           Motywacyjnego 2016-2017 skierowanego do kluczowych osób dla Spółki _\"Program\"_. Program\n                           w swych głównych założeniach jest kontynuacją poprzedniego Programu Motywacyjnego\n                           2013-2015, o którym Spółka informowała w raporcie bieżącym nr 22/2013 z dnia 10.05.2013\n                           r. oraz nr 30/2013 z dnia 27.06.2013 r. Główne cele Programu to stworzenie dla osób\n                           kluczowych dla Spółki systemu motywacyjnego, którego celem jest zapewnienie warunków\n                           dla osiągnięcia wysokich wyników finansowych i długoterminowego wzrostu wartości Spółki.\n                           Realizacja Programu spowoduje także związanie osób uczestniczących w Programie ze\n                           Spółką. Programem zostaną objęci kluczowi menedżerowie AC S.A., którzy zostaną wskazani\n                           i zaakceptowani przez Radę Nadzorczą bezpośrednio lub pośrednio na wniosek Zarządu\n                           _\"Osoby Uprawnione\"_. Rada Nadzorcza zakłada, iż maksymalna wielkość Programu wyniesie\n                           190.000 _sto dziewięćdziesiąt tysięcy_ warrantów subskrypcyjnych, uprawniających do\n                           objęcia takiej samej ilości akcji na okaziciela serii D o wartości nominalnej 0,25\n                           zł _zero złotych dwadzieścia pięć groszy_ każda, po cenie emisyjnej 11 zł _słownie:\n                           jedenaście złotych_ każda, z zastrzeżeniem iż cena ta będzie podlegała odpowiedniej\n                           korekcie, w przypadku gdy w trakcie realizacji Programu dojdzie do zmiany wartości\n                           nominalnej jednej akcji. Program zostanie podzielony na dwie transze _2016, 2017_.\n                           W ramach poszczególnych transz przewidziane będzie rocznie do nabycia przez Osoby\n                           Uprawnione łącznie do 95.000 warrantów _odpowiednio akcji_. Program będzie dotyczył\n                           stopnia realizacji wyników finansowych przez Spółkę za lata obrotowe 2016 oraz 2017\n                           i realizowany będzie w terminie do końca 2019 roku. Głównym kryterium uprawniającym\n                           do realizacji Programu będzie osiągnięcie przez Spółkę, potwierdzonego przez audytora,\n                           zysku operacyjnego powiększonego o amortyzację _EBITDA_ w wysokości odpowiednio: 43\n                           mln zł EBITDA za rok 2016 oraz 46 mln zł EBITDA za rok 2017.Założenia Programu Motywacyjnego 2016-2017 zostaną przedstawione i poddane głosowaniu\n                           na Walnym Zgromadzeniu Akcjonariuszy Spółki.",
        "date": "2015-12-21"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _\"Spółka\"_ podaje do publicznej wiadomości\n                           nowy termin publikacji raportu kwartalnego za III kwartał 2015 roku:Raport kwartalny za III kwartał roku 2015 - 2 listopad 2015 r. _prezentacja raportu\n                           kwartalnego wraz ze skróconym kwartalnym sprawozdaniem finansowym oraz skróconą informacją\n                           dodatkową_.Wcześniej ogłoszony termin przekazania raportu kwartalnego za III kwartał roku 2015\n                           ustalony był na dzień 6 listopada 2015 r.Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2015-10-27"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, iż w dniu\n                           10.08.2015 r. Spółka podpisała Aneks do Umowy Wieloproduktowej nr 828/2015/00000283/00\n                           z dnia 27.04.2015 roku _dalej odpowiednio jako \"Aneks\", \"Umowa\"_ zawartej z ING Bank\n                           Śląski S.A. z siedzibą w Katowicach _dalej jako \"Bank\"_. O zawarciu Umowy Spółka informowała\n                           raportem bieżącym nr 14/2015 z dnia 28.04.2015 r.Na mocy Aneksu do Umowy:1. Zmieniono okres, na który udzielono Spółce kredytu odnawialnego obrotowego w formie\n                           linii odnawialnej do 03.05.2018 r.2. Udzielono Spółce odnawialnego limitu kredytowego dodatkowo w formie akredytyw w\n                           PLN, EUR, USD.Termin ważności akredytyw nie może przekroczyć daty 26.04.2018 r., z zastrzeżeniem,\n                           że maksymalny okres ważności akredytyw wraz z okresem ich odroczonej płatności wynosi\n                           120 dni. Bank w ramach udzielonego Spółce odnawialnego limitu kredytowego w formie akredytyw\n                           udostępnił sublimity kredytowe w ramach Limitu Kredytowego Umowy Wieloproduktowej,\n                           na okres od dnia zawarcia Aneksu do dnia zakończenia Okresu Dostępności Limitu Kredytowego\n                           UmowyWieloproduktowej, w wysokości:- 20.000.000,00 zł do wykorzystania w formie akredytyw udzielonych przez Bank na zlecenie\n                           Klienta w PLN,- 4.800.000,00 EUR do wykorzystania w formie akredytyw udzielonych przez Bank na zlecenie\n                           Klienta w EUR,- 5.000.000,00 USD do wykorzystania w formie akredytyw udzielonych przez Bank na zlecenie\n                           Klienta w USD.Szczegółowe warunki wypłaty akredytyw zostaną ustalone z Bankiem.3. Dokonano zmiany warunków finansowych poprzez ustanowienie dodatkowo:- prowizji z tytułu kredytów obrotowych w rachunku bankowym w wysokości zależnej od\n                           uruchamianej kwoty,- prowizji za otwarcie akredytywy w wysokości zależnej od kwoty akredytywy, za każdy\n                           rozpoczęty 3-miesięczny okres ważności akredytywy.Aneks został zawarty na warunkach powszechnie stosowanych dla danego typu umów. Strony\n                           wyłączyły stosowanie niektórych postanowień Regulaminu _Artykuł XVII _13_ Regulaminu\n                           Wszczęcie Postępowania, Artykuł XVII _14_ Regulaminu Postępowanie zabezpieczające\n                           i egzekucyjne oraz Artykuł XVII _15_ Regulaminu Obciążenie majątku_.4. W związku z udzieleniem Spółce odnawialnego limitu kredytowego także w formie akredytyw,\n                           wierzytelności wynikające z udzielonych akredytyw są również objęte ustanowionymi\n                           na podstawie Umowy zabezpieczeniami, tj. cesją praw z polisy ubezpieczeniowej oraz\n                           zastawem rejestrowym na zbiorze rzeczy ruchomych stanowiącym całość gospodarczą o\n                           zmiennym składzie, do których wprowadzono wynikające z tego zmiany.Pozostałe postanowienia Umowy pozostają bez zmian.Podstawa prawna: § 5 ust. 1 pkt 1 i 3 w związku z § 7 i § 9 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-08-10"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, iż w dniu\n                           29.07.2015 r. zawarła na podstawie ramowej Umowy dystrybucyjnej zawartej dnia 02.01.2013\n                           r. z Auto Gas Global Trading Ltd. _dalej jako \"Kontrahent\"_ z siedzibą w Kijowie umowę\n                           sprzedaży, która wraz z innymi umowami zawieranymi z Kontrahentem lub wskazanymi przez\n                           niego podmiotami w okresie krótszym niż 12 miesięcy, spełniły łącznie kryterium umowy\n                           znaczącej, tzn. osiągnęły wartość 16.576.746,51 PLN. Poszczególne jednostkowe umowy\n                           sprzedaży były i są zawierane na podstawie tej Umowy.Umowa dystrybucyjna określa ramy współpracy pomiędzy jej stronami. Na jej podstawie\n                           Kontrahent lub wskazane przez niego podmioty _pośrednicy_, kupują od Spółki w celu\n                           dalszej odsprzedaży, Wyroby oznaczone znakami towarowymi Spółki znajdujące się w jej\n                           ofercie handlowej, stosowane w pojazdach zasilanych gazem.Kupujący jest zobowiązany kupować Wyroby objęte przedmiotem umowy wyłącznie od Spółki\n                           oraz utrzymywać udział Wyrobów w obrocie ilościowym elektroniką stosowaną w pojazdach\n                           zasilanych sekwencyjnym wtryskiem gazu na poziomie minimum 90% takiego obrotu. Spółka\n                           może stosować kary umowne za odsprzedawanie Wyrobów do innych krajów, zlecenie produkcji\n                           innym podmiotom lub produkcję we własnym zakresie wyrobów z zakresu elektroniki stosowanej\n                           w pojazdach zasilanych gazem, modyfikowanie kupionych Wyrobów. Wysokość kary umownej\n                           stanowi równowartość 30% _trzydzieści procent_ obrotu netto Wyrobami z okresu 12 _dwunastu_\n                           miesięcy poprzedzających fakt stwierdzenia naruszenia ustaleń umowy. Zapłata kary\n                           umownej nie wyłącza prawa Spółki do dochodzenia odszkodowania na zasadach ogólnych\n                           włącznie z pokryciem Spółce utraconych korzyści wynikających w szczególności z utraty\n                           rynku zbytu, gdy szkoda przewyższa wysokość zapłaconej kary. Pozostałe warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.\n                           Szczegółowe warunki związane z poszczególnymi umowami sprzedaży określane są każdorazowo\n                           potwierdzeniem zamówienia. Umowa została uznana za znaczącą, ponieważ jest to umowa, której jedną ze stron jest\n                           Spółka _emitent_ i której przedmiot osiągnął wartość stanowiącą co najmniej 10% wartości\n                           przychodów ze sprzedaży Spółki za okres ostatnich czterech kwartałów obrotowych. Spółka wskazuje, iż 10% wartości przychodów ze sprzedaży Spółki za okres ostatnich\n                           czterech kwartałów obrotowych _przychody te, według opublikowanego raportu SA-Q I/2015\n                           oraz SA-R 2014, na dzień 31.03.2015 r. wynoszą 165.523.580,24 PLN_ wynosi 16.552.358,02\n                           PLN.Umową o największej wartości zawartą w okresie ostatnich 12 miesięcy jest umowa z\n                           dnia 29.07.2015 r., której wartość netto wyniosła 1.798.714,50 zł. Wszystkie wskazane\n                           powyżej informacje odnosiły się również do tej umowy.Podstawa prawna: § 5 ust. 1 pkt 3 w zw. § 9 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-07-30"
    },
    {
        "company_name": "AC SA",
        "content": "W nawiązaniu do raportów bieżących Nr 23/2015 z dnia 14.07.2015 r. oraz Nr 24/2015\n                           z dnia 20.07.2015 r., AC Spółka Akcyjna z siedzibą w Białymstoku _dalej jako \"Spółka\"_\n                           informuje, że zgodnie z otrzymanym w dniu dzisiejszym Komunikatem Krajowego Depozytu\n                           Papierów Wartościowych S.A. _dalej jako \"KDPW\"_ w dniu 22.07.2015 r. w KDPW nastąpi\n                           rejestracja 73.100 _siedemdziesięciu trzech tysięcy stu_ akcji Spółki pod kodem PLACSA000014.Podstawa prawna: § 34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-07-21"
    },
    {
        "company_name": "AC SA",
        "content": "AC Spółka Akcyjna z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje o podjętej\n                           przez Zarząd Giełdy Papierów Wartościowych w Warszawie S.A., w dniu 20.07.2015 r.,\n                           uchwale Nr 697/2015, stwierdzającej dopuszczenie do obrotu giełdowego na rynku podstawowym\n                           73.100 _siedemdziesiąt trzy tysiące sto_ akcji zwykłych na okaziciela serii C Spółki\n                           o wartości nominalnej 0,25 zł _zero złotych dwadzieścia pięć groszy_ każda.Na podstawie § 38 ust. 1 i 3 Regulaminu Giełdy, Zarząd Giełdy postanowił wprowadzić\n                           z dniem 22.07.2015 r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym ww.\n                           akcje Spółki, pod warunkiem dokonania przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. w dniu 22.07.2015 r. rejestracji tych akcji i oznaczenia ich kodem \"PLACSA000014\".Podstawa prawna: § 34 ust. 1 pkt 2 i 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-07-20"
    },
    {
        "company_name": "AC SA",
        "content": "AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, że zgodnie z otrzymaną\n                           w dniu dzisiejszym Uchwałą Nr 448/15 z dnia 13.07.2015 r. Zarząd Krajowego Depozytu\n                           Papierów Wartościowych S.A. _dalej jako \"KDPW\"_ postanowił zarejestrować w Krajowym\n                           Depozycie Papierów Wartościowych 73.100 _siedemdziesiąt trzy tysiące sto_ akcji zwykłych\n                           na okaziciela serii C Spółki o wartości nominalnej 0,25 zł _zero złotych dwadzieścia\n                           pięć groszy_ każda oraz oznaczyć je kodem PLACSA000014, pod warunkiem podjęcia przez\n                           spółkę prowadzącą rynek regulowany decyzji o wprowadzeniu tych akcji do obrotu na\n                           tym samym rynku regulowanym, na który wprowadzone zostały inne akcje Spółki oznaczone\n                           kodem PLACSA000014.Zarejestrowanie wskazanych wyżej akcji zwykłych na okaziciela serii C Spółki w KDPW\n                           nastąpi w terminie trzech dni od dnia otrzymania przez KDPW dokumentów potwierdzających\n                           wprowadzenie tych akcji do obrotu na tym samym rynku regulowanym, na który wprowadzone\n                           zostały inne akcje Spółki oznaczone kodem PLACSA000014, nie wcześniej jednak niż w\n                           dniu wskazanym w tej decyzji spółki prowadzącej ten rynek jako dzień wprowadzenia\n                           tych akcji do obrotu na tym rynku regulowanym.Informacja o zarejestrowaniu pod kodem PLACSA000014 ww. akcji Spółki zostanie przekazana\n                           w formie raportu bieżącego po otrzymaniu komunikatu KDPW.Podstawa prawna: § 34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-07-14"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, że w dniu\n                           dzisiejszym otrzymał Postanowienie Sądu Rejonowego w Białymstoku, XII Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego z 25.06.2015 r. o dokonaniu wpisu podwyższenia kapitału\n                           zakładowego Spółki z kwoty 2.395.287,50 zł do kwoty 2.413.562,50 zł w drodze emisji\n                           73.100 akcji zwykłych na okaziciela serii C o wartości nominalnej 0,25 zł każda.Ogólna liczba głosów wynikająca ze wszystkich wyemitowanych akcji Spółki, po zarejestrowaniu\n                           podwyższenia kapitału zakładowego wynosi 9.654.250, a struktura kapitału zakładowego\n                           Spółki przedstawia się następująco:- 9.200.000 _dziewięć milionów dwieście tysięcy_ akcji zwykłych na okaziciela serii\n                           A o wartości nominalnej 0,25 zł _zero złotych dwadzieścia pięć groszy_ każda,- 381.150 _trzysta osiemdziesiąt jeden tysięcy sto pięćdziesiąt_ akcji zwykłych na\n                           okaziciela serii B o wartości nominalnej 0,25 zł _zero złotych dwadzieścia pięć groszy_\n                           każda,- 73.100 _siedemdziesiąt trzy tysiące sto_ akcji zwykłych na okaziciela serii C o\n                           wartości nominalnej 0,25 zł _zero złotych dwadzieścia pięć groszy_ każda.Podstawa prawna: § 5 ust. 1 pkt 9 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-07-01"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. _\"Spółka\"_ informuje, że Spółka otrzymała w dniu dzisiejszym Postanowienie\n                           Sądu Rejonowego w Białymstoku, XII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           z dnia 19.06.2015 r. o dokonaniu rejestracji zmiany Statutu Spółki, wprowadzonej Uchwałą\n                           nr 15 Zwyczajnego Walnego Zgromadzenia Spółki _\"ZWZ\"_ z dnia 29.05.2015 r., zgodnie\n                           z uchwałą Rady Nadzorczej nr 5/15 z dnia 29.05.2015 r. ustalającą tekst jednolity\n                           Statutu Spółki na podstawie upoważnienia ZWZ.O zmianie Statutu Spółka poinformowała raportem bieżącym nr 18/2015 z dnia 29.05.2015\n                           r.",
        "date": "2015-06-24"
    },
    {
        "company_name": "AC SA",
        "content": "AC S.A. _dalej jako \"Spółka\"_ informuje, że:I. Zwyczajne Walne Zgromadzenie Spółki _\"ZWZ\"_, działając na podstawie art. 430 §\n                           1 Kodeksu spółek handlowych oraz art. 16 ust. 1 pkt _d_ Statutu Spółki w dniu 29.05.2015\n                           r. podjęło uchwałę nr 15 o zmianie Statutu Spółki, w następujący sposób:Artykuł 7 ust. 1 w dotychczasowym brzmieniu:\"Artykuł 71. Kapitał zakładowy Spółki wynosi 2.395.287,50 zł _słownie: dwa miliony trzysta dziewięćdziesiąt\n                           pięć tysięcy dwieście osiemdziesiąt siedem złotych i pięćdziesiąt groszy_ i dzieli\n                           się na 9.200.000 _słownie: dziewięć milionów dwieście tysięcy_ akcji zwykłych na okaziciela\n                           serii A o wartości nominalnej 0,25 zł _słownie: zero złotych dwadzieścia pięć groszy_\n                           każda oraz 381.150 _słownie: trzysta osiemdziesiąt jeden tysięcy sto pięćdziesiąt_\n                           akcji zwykłych na okaziciela serii B o wartości nominalnej 0,25 zł _słownie: zero\n                           złotych dwadzieścia pięć groszy_ każda.\"otrzymał następujące brzmienie:\"Artykuł 71. Kapitał zakładowy Spółki wynosi 2.413.562,50 zł _słownie: dwa miliony czterysta\n                           trzynaście tysięcy siedem pięćset sześćdziesiąt dwa złote i pięćdziesiąt groszy_ i\n                           dzieli się na 9.200.000 _słownie: dziewięć milionów dwieście tysięcy_ akcji zwykłych\n                           na okaziciela serii A o wartości nominalnej 0,25 zł _słownie: zero złotych dwadzieścia\n                           pięć groszy_ każda, 381.150 _słownie: trzysta osiemdziesiąt jeden tysięcy sto pięćdziesiąt_\n                           akcji zwykłych na okaziciela serii B o wartości nominalnej 0,25 zł _słownie: zero\n                           złotych dwadzieścia pięć groszy_ każda oraz 73.100 _słownie: siedemdziesiąt trzy tysiące\n                           sto_ akcji zwykłych na okaziciela serii C o wartości nominalnej 0,25 zł _słownie:\n                           zero złotych dwadzieścia pięć groszy_ każda.\"II. Uchwała w sprawie zmian Statutu Spółki weszła w życie z dniem podjęcia, z zastrzeżeniem,\n                           iż skutek prawny w postaci zmian Statutu nastąpi, pod warunkiem ich zarejestrowania\n                           przez właściwy sąd rejestrowy.III. Rada Nadzorcza Spółki, na podstawie upoważnienia Zwyczajnego Walnego Zgromadzenia\n                           z 29.05.2015 r. udzielonego uchwałą nr 15 z dnia 29.05.2015 r. ustaliła jednolity\n                           tekst Statutu Spółki w brzmieniu stanowiącym załącznik do niniejszego raportu.Podstawa prawna: § 38 ust. 1 pkt 2 b_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-05-29"
    },
    {
        "company_name": "AC SA",
        "content": "AC S.A. _dalej jako \"Spółka\"_ informuje, że w dniu 29.05.2015 r. Zwyczajne Walne Zgromadzenie\n                           AC S.A. _dalej jako \"ZWZ\"_ podjęło uchwałę w sprawie podziału zysku Spółki za 2014\n                           r., w tym postanowiło przeznaczyć na wypłatę dywidendy kwotę 22.204.775,00 zł.Wysokość dywidendy przypadającej na jedną akcję wynosi 2,30 zł _dwa złote trzydzieści\n                           groszy_. Liczba akcji objętych dywidendą wynosi 9.654.250.Jednocześnie ZWZ ustaliło dzień dywidendy na 07.07.2015 r. oraz dzień wypłaty dywidendy\n                           na 22.07.2015 r.Podstawa prawna: § 38 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2015-05-29"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ w nawiązaniu do Raportu\n                           bieżącego nr 13/2015 z dnia 20.04.2015 r. informuje, iż w dniu 26.05.2015 r. Spółka\n                           otrzymała z Sądu Rejonowego w Białymstoku, X Wydziału Gospodarczego Rejestru Zastawów\n                           zawiadomienie z dnia 21.05.2015 r. o:- wykreśleniu zastawu rejestrowego na zbiorze rzeczy ruchomych stanowiącym całość\n                           gospodarczą o zmiennym składzie w postaci materiałów i półwyrobów związanych z prowadzoną\n                           przez Spółkę działalnością gospodarczą, będących własnością Spółki oraz rzeczach ruchomych\n                           nabytych przez Spółkę po dacie zawarcia Umowy jako zapasach związanych z prowadzoną\n                           przez Spółkę działalnością gospodarczą, znajdujących się w magazynie w Białymstoku\n                           przy ul. 42 Pułku Piechoty 50 _dawna ul. 27 Lipca 64 i 64A_ ustanowionego przez Spółkę\n                           na rzecz ING Bank Śląski S.A. do najwyższej sumy zabezpieczenia w wysokości 24.000.000,00\n                           PLN. Do wykreślenia zastawu doszło w wyniku zamknięcia w dniu 18.04.2015 r. kredytu\n                           w rachunku bankowym z Umowy kredytu obrotowego w rachunku bankowym zawartej dnia 19.04.2012\n                           r.Podstawa prawna: § 5 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-05-27"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. _dalej jako \"Spółka\"_ w nawiązaniu do raportu bieżącego nr 14/2015\n                           z dnia 28.04.2015 r. informuje, iż Spółka w dniu dzisiejszym otrzymała z Sądu Rejonowego\n                           w Białymstoku, X Wydział Gospodarczy Rejestru Zastawów:1. Postanowienie z dnia 29.04.2015 r. o wpisaniu do Rejestru Zastawów zastawu rejestrowego\n                           na zbiorze rzeczy ruchomych _aktywa_ stanowiącym całość gospodarczą o zmiennym składzie\n                           w postaci zapasów związanych z prowadzoną przez Spółkę działalnością gospodarczą,\n                           będących własnością Spółki oraz rzeczach ruchomych nabytych przez Spółkę po dacie\n                           zawarcia Umowy jako zapasach związanych z prowadzoną przez Spółkę działalnością gospodarczą,\n                           znajdujące się w magazynie w Białymstoku przy ul. 42 Pułku Piechoty 50A, do najwyższej\n                           sumy zabezpieczenia w wysokości 35.640.000 zł; na zabezpieczenie spłaty wierzytelności\n                           pieniężnej przysługującej ING Bank Śląski S.A. względem Spółki z tytułu zawartej w\n                           dniu 27.04.2015 r. Umowy wieloproduktowej obejmującej odnawialny limit kredytowy do\n                           kwoty 21.600.000,00 zł na okres do 3 lat. W ramach tej umowy Bank udzielił także kredytu\n                           odnawialnego, obrotowego w formie linii odnawialnej do wysokości 23.760.000,00 zł\n                           na okres od dnia 27.04.2015 r. do dnia 07.05.2018 r., który Bank może uruchomić wyłącznie\n                           na spłatę udzielonych kredytów i gwarancji w przypadku nieterminowej obsługi zobowiązań.Wartość ewidencyjna aktywów na których ustanowiono w/w zastaw w księgach rachunkowych\n                           Spółki wynosi 22.320.555,36 zł.2. zaświadczenie o dokonaniu w dniu 30.04.2015 r. wpisu w Rejestrze Zastawów zastawu\n                           rejestrowego wskazanego w pkt 1.Podstawa prawna: § 5 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-05-04"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, iż w dniu\n                           27.04.2015 r. Spółka zawarła umowę znaczącą - Umowę Wieloproduktową nr 828/2015/00000283/00\n                           _dalej jako \"Umowa\"_ z ING Bank Śląski S.A. z siedzibą w Katowicach _dalej jako \"Bank\"_\n                           zabezpieczoną m.in. zastawem rejestrowym na aktywach o znacznej wartości.1. Przedmiot Umowy:a_ Udzielenie Spółce odnawialnego limitu kredytowego z terminem spłaty do 26.04.2018\n                           r. w formach:- kredytów obrotowych na rachunkach bankowych w PLN, EUR i USD,- gwarancji bankowych.b_ Udzielenie Spółce kredytu odnawialnego, obrotowego w formie linii odnawialnej do\n                           wysokości 23.760.000,00 zł na okres od dnia 27.04.2015 r. do dnia 07.05.2018 r. z\n                           przeznaczeniem wyłącznie na:- spłatę wymagalnego zadłużenia Spółki wobec Banku z tytułu kredytów obrotowych w\n                           rachunku bankowym wskazanych w pkt a_ powyżej wraz z naliczonymi odsetkami, opłatami\n                           i prowizjami,- spłatę wymagalnych zobowiązań finansowych Spółki wobec Banku z tytułu umów zlecenia\n                           udostępnionych w ramach limitu kredytowego Umowy oraz związanych z nimi opłat i prowizji,- spłatę wymagalnych zobowiązań finansowych Spółki wobec Banku z tytułu opłat i prowizji\n                           związanych z Umową,- utworzenie kaucji zgodnie z art. 102 Prawa Bankowego, na podstawie upoważnienia\n                           nadanego przez Spółkę Bankowi w określonych przypadkach w związku z zaistnieniem przypadku\n                           naruszenia.2. Istotne warunki Umowy:Kwota udzielonego Spółce odnawialnego limitu kredytowego wynosi maksymalnie 21.600.000,00\n                           zł. Umowa wieloproduktowa w zakresie kredytów obrotowych oraz gwarancji bankowych\n                           jest dla tych produktów umową ramową.Termin:- spłaty kredytów obrotowych,- ważności gwarancji bankowych,nie może przekroczyć daty 26.04.2018 r.Bank w ramach ww. Umowy udostępnił następujące sublimity kredytowe udzielane na okres\n                           do 36 miesięcy, w ramach limitu kredytowego Umowy Wieloproduktowej w wysokości:- 20.000.000,00 zł do wykorzystania w formie kredytów obrotowych w rachunku bankowym\n                           w złotych polskich do wysokości maksymalnego pułapu zadłużenia 20.000.000,00 zł,- 4.800.000,00 EUR do wykorzystania w formie kredytów obrotowych w rachunku bankowym\n                           w euro do wysokości maksymalnego pułapu zadłużenia 4.800.000,00 EUR,- 5.000.000,00 USD do wykorzystania w formie kredytów obrotowych w rachunku bankowym\n                           w dolarach amerykańskich do wysokości maksymalnego pułapu zadłużenia 5.000.000,00\n                           USD,- 400.000,00 USD do wykorzystania w formie w formie gwarancji bankowych z okresem\n                           ważności do 36 miesięcy.Warunki finansowe nie odbiegają od powszechnie stosowanych dla tego typu umów:- oprocentowanie kredytu oparte na stawce WIBOR 1M + marża Banku _dla kredytów w PLN_,\n                           EURIBOR 1M + marża Banku _dla kredytów w EUR_, LIBOR 1M + marża Banku _dla kredytów\n                           w USD_, - jednorazowa prowizja od kwoty przyznanego kredytu, - prowizja za wystawienie gwarancji od aktualnej kwoty gwarancji pobierana kwartalnie,- prowizja od kwoty wykorzystanego limitu naliczana corocznie.3. Zabezpieczenie ww. Umowy _tj. wierzytelności Banku wynikających z kredytu odnawialnego,\n                           kredytów obrotowych w rachunku bankowym oraz innych usług, zapłaty wraz z narosłymi\n                           od tych wierzytelności odsetkami, przyznanymi kosztami postępowania a także roszczeniami\n                           z tytułu opłat i prowizji wskazanych bezpośrednio w Umowie, jak również wynikających\n                           z odpowiednich postanowień wskazanej w umowie tabeli opłat i prowizji_ stanowi cesja\n                           praw z polisy ubezpieczeniowej oraz zastaw rejestrowy ustanowiony przez Spółkę na\n                           rzecz Banku do kwoty 35.640.000,00 zł na podstawie Umowy, na zbiorze rzeczy ruchomych\n                           stanowiącym całość gospodarczą o zmiennym składzie _tj. zapasach materiałów, półwyrobów,\n                           wyrobów gotowych i towarów o ogólnej wartości 22.320.555,36 zł ustalonej na podstawie\n                           wydruku stanów magazynowych, będących własnością Spółki, znajdujących się w magazynie\n                           w Białymstoku przy ul. 42 Pułku Piechoty 50A_, którego wartość jest większa niż 100%\n                           wartości aktywów o znacznej wartości, na której zostało ustanowione to prawo. Kryterium uznania aktywów za aktywa o znacznej wartości jest fakt, iż stanowią one\n                           co najmniej 10% wartości przychodów ze sprzedaży Spółki za okres ostatnich czterech\n                           kwartałów obrotowych. Spółka wskazuje, iż 10% wartości przychodów ze sprzedaży Spółki\n                           za okres ostatnich czterech kwartałów obrotowych _przychody te, według opublikowanego\n                           raportu SA-R 2014, na dzień 31.12.2014 r. wynoszą 168 892 tyś. zł_ wynosi 16.889.200\n                           zł.Wartość zastawu na aktywach o znacznej wartości jest większa niż wyrażona w złotych\n                           równowartość kwoty 1.000.000 euro, przeliczonej według kursu średniego ogłaszanego\n                           przez Narodowy Bank Polski, obowiązującego w dniu powstania obowiązku informacyjnego.Pomiędzy Spółką i osobami zarządzającymi lub nadzorującymi Spółkę a Bankiem i osobami\n                           nim zarządzającymi nie istnieją żadne powiązania.4. Oznaczenie kryterium uznania Umowy za znaczącą umowę:Kryterium uznania ww. Umowy za znaczącą jest fakt, iż jedną z jej stron jest Spółka\n                           _emitent_, a jej przedmiot ma wartość stanowiącą co najmniej 10% wartości przychodów\n                           ze sprzedaży Spółki za okres ostatnich czterech kwartałów obrotowych. Przez wartość\n                           przedmiotu umowy rozumie się łączną wartość świadczeń wynikających z tej umowy, określoną\n                           dla całego okresu jej obowiązywania.Spółka wskazuje, iż 10% wartości przychodów ze sprzedaży Spółki za okres ostatnich\n                           czterech kwartałów obrotowych _przychody te, według opublikowanego raportu SA-R 2014,\n                           na dzień 31.12.2014 r. wynoszą 168 892 tyś. zł_ wynosi 16.889.200 zł.Podstawa prawna: § 5 ust. 1 pkt 1 i 3 w związku z § 2 ust. 2, § 7 i § 9 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-04-28"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ w nawiązaniu do raportu\n                           bieżącego nr 26/2012 z dnia 20.04.2012 r. oraz nr 17/2014 z dnia 10.07.2014 r. informuje,\n                           iż zgodnie z zawiadomieniem otrzymanym w dniu dzisiejszym od ING Bank Śląski S.A.: - wskutek zamknięcia w dniu 18.04.2015 r. kredytu w rachunku bankowym udzielonego\n                           spółce na mocy Umowy kredytu obrotowego w rachunku bankowym z dnia 19.04.2012 r.,\n                           doszło do wygaśnięcia zastawu rejestrowego ustanowionego na aktywach o znacznej wartości\n                           tj. na zbiorze rzeczy ruchomych stanowiącym całość gospodarczą o zmiennym składzie\n                           w postaci materiałów i półwyrobów związanych z prowadzoną przez Spółkę działalnością\n                           gospodarczą, będących własnością Spółki oraz rzeczach ruchomych nabytych przez Spółkę\n                           po dacie zawarcia Umowy jako zapasach związanych z prowadzoną przez Spółkę działalnością\n                           gospodarczą, znajdujących się w magazynie w Białymstoku przy ul. 42 Pułku Piechoty\n                           50 _dawna ul. 27 Lipca 64 i 64A_ ustanowionego przez Spółkę na rzecz ING Bank Śląski\n                           S.A. do najwyższej sumy zabezpieczenia w wysokości 24.000.000,00 PLN.Podstawa prawna: § 5 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-04-20"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"AC S.A.\" lub \"Spółka\"_ informuje,\n                           że otrzymał od FORUM Towarzystwo Funduszy Inwestycyjnych S.A. _dalej jako \"Forum TFI\n                           S.A.\"_ zawiadomienie o obniżeniu udziału funduszy inwestycyjnych zarządzanych przez\n                           Forum TFI S.A. poniżej 5,00% ogólnej liczby głosów na Walnym Zgromadzeniu AC S.A.\n                           oraz w kapitale zakładowym, w wyniku zmniejszenia dotychczasowego udziału w ogólnej\n                           liczbie głosów, na skutek przejęcia przez ALTUS TFI S.A. w dniu 04.04.2015 r. zarządzania\n                           funduszem WASKULIT FIZ _dawniej: FORUM 52 FIZ_.Bezpośrednio przed zmianą udziału fundusze inwestycyjne zarządzane przez Forum TFI\n                           S.A. posiadały łącznie 11,69% udziału w ogólnej liczbie głosów na Walnym Zgromadzeniu\n                           AC S.A. oraz w kapitale zakładowym, z czego WASKULIT FIZ posiadał 707 151 akcji AC\n                           S.A. tj. 7,38% udziału w ogólnej liczbie głosów na Walnym Zgromadzeniu AC S.A. oraz\n                           w kapitale zakładowym, natomiast jeden z funduszy zarządzanych przez Forum TFI S.A.\n                           posiadał 4,31%.Po dokonaniu transakcji jeden z funduszy inwestycyjnych zamkniętych zarządzanych przez\n                           Forum TFI S.A. posiada 4,28% udziału w ogólnej liczbie głosów na Walnym Zgromadzeniu\n                           AC S.A. oraz w kapitale zakładowym. Ogólna liczba akcji AC S.A. wynosi 9.654.250.Forum TFI S.A. poinformował, iż fundusze nie mają podmiotów zależnych posiadających\n                           akcje Spółki oraz brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c wyżej\n                           powołanej ustawy.Podstawa prawna: art. 69 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych.",
        "date": "2015-04-13"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, że w dniu\n                           dzisiejszym otrzymał od ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. _dalej jako\n                           \"ALTUS TFI S.A.\"_ zawiadomienie o przekroczeniu przez fundusze zarządzane przez nie\n                           _dalej jako \"Fundusze\"_ progu 5% w ogólnej liczbie głosów na Walnym Zgromadzeniu AC\n                           S.A., na skutek przejęcia przez ALTUS TFI S.A. w dniu 04.04.2015 r. od FORUM TFI S.A.\n                           funduszu inwestycyjnego WASKULIT FIZ _dawniej: FORUM 52 FIZ_ w trybie art. 238 ustawy\n                           z dnia 27 maja 2004 r. o funduszach inwestycyjnych _Dz. U. z 2014 r. poz. 157, z 2015\n                           r. poz. 73 z późn. zm._.Bezpośrednio przed zmianą udziału Fundusze nie posiadały akcji Spółki.Zgodnie z otrzymanym zawiadomieniem po zmianie udziału WASKULIT FIZ posiada łącznie\n                           707.151 akcji Spółki, co daje 7,38% udziału w ogólnej liczbie głosów oraz w kapitale\n                           zakładowym Spółki, zaś ogólna liczba akcji Spółki wynosi 9.581.150.Pozostałe fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. nie posiadają akcji\n                           Spółki.Brak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje Spółki. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy\n                           o ofercie w stosunku do akcjonariuszy.Podstawa prawna: art. 69 ust. 1 pkt 1_ w zw. z art. 87 ust. 1 pkt 2_ ustawy z dnia\n                           29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jedn. z 2009\n                           r. nr 185, poz 1439 ze zm._",
        "date": "2015-04-09"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ niniejszym informuje,\n                           że w dniu 08.04.2015 r. osoby uprawnione, realizując uprawnienie przysługujące im\n                           z posiadanych 73.100 warrantów subskrypcyjnych serii C, złożyły formularze objęcia\n                           tej samej liczby akcji serii C, w warunkowo podwyższonym kapitale zakładowym AC S.A.\n                           Posiadacze 1.900 warrantów zrezygnowali z objęcia takiej samej liczby akcji w zamian\n                           za te warranty. Zarząd przydzielił 73.100 akcji serii C w zamian za warranty subskrypcyjne,\n                           wydał uprawnionym odcinki zbiorowe tych akcji. W wyniku tego doszło do objęcia 73.100\n                           akcji zwykłych na okaziciela serii C o numerach od 000001 do 063700, od 064701 do\n                           071600, od 072101 do 074000, od 074201 do 074600 oraz od 074801 do 075000, o wartości\n                           nominalnej 0,25 zł każda, tj. o łącznej wartości nominalnej 18.275,00 zł. W wyniku\n                           objęcia przez Osoby Uprawnione 73.100 akcji, warunkowe podwyższenie kapitału zakładowego\n                           doszło w części do skutku. Aktualna wysokość kapitału zakładowego AC S.A. wynosi 2.413.562,50\n                           zł _słownie: dwa miliony czterysta trzynaście tysięcy pięćset sześćdziesiąt dwa złote\n                           i pięćdziesiąt groszy_ i dzieli się na 9.200.000 _słownie: dziewięć milionów dwieście\n                           tysięcy_ akcji zwykłych na okaziciela serii A o wartości nominalnej 0,25 zł _słownie:\n                           zero złotych dwadzieścia pięć groszy_ każda, 381.150 _słownie: trzysta osiemdziesiąt\n                           jeden tysięcy sto pięćdziesiąt_ akcji zwykłych na okaziciela serii B o wartości nominalnej\n                           0,25 zł _słownie: zero złotych dwadzieścia pięć groszy_ każda oraz 73.100 _słownie:\n                           siedemdziesiąt trzy tysiące sto_ akcji zwykłych na okaziciela serii C o wartości nominalnej\n                           0,25 zł _słownie: zero złotych dwadzieścia pięć groszy_ każda. Akcje zostały pokryte\n                           w całości wkładem pieniężnym. Wszystkie 73.100 akcji zwykłych na okaziciela serii\n                           C o numerach od 000001 do 063700, od 064701 do 071600, od 072101 do 074000, od 074201\n                           do 074600 oraz od 074801 do 075000 będzie przedmiotem ubiegania się o dopuszczenie\n                           do obrotu na rynku regulowanym na Giełdzie Papierów Wartościowych w Warszawie S.A.Szczegółowe informacje na temat zakończonej subskrypcji 73.100 warrantów subskrypcyjnych\n                           serii C i sprzedaży posiadaczom tych warrantów 73.100 akcji zwykłych na okaziciela\n                           serii C o numerach o numerach od 000001 do 063700, od 064701 do 071600, od 072101\n                           do 074000, od 074201 do 074600 oraz od 074801 do 075000 i wartości nominalnej 0,25\n                           zł każda:1. Data rozpoczęcia i zakończenia subskrypcji i sprzedaży:Subskrypcja warrantów subskrypcyjnych rozpoczęła się 24.03.2014 r. i zakończyła w\n                           dniu 03.04.2014 r., a sprzedaż akcji rozpoczęła się i zakończyła w dniu 08.04.2015\n                           r.2. Data przydziału papierów wartościowych:Emisja warrantów subskrypcyjnych oraz akcji została przeprowadzona w drodze subskrypcji\n                           prywatnej. Rada Nadzorcza Spółki podjęła uchwałę o przydziale warrantów subskrypcyjnych\n                           oznaczonym adresatom w dniu 13.03.2014 r. Zarząd podjął uchwałę o przydziale akcji\n                           w dniu 08.04.2015 r.3. Liczba papierów wartościowych objętych subskrypcją i sprzedażą:75.000 warrantów subskrypcyjnych75.000 akcji4. Stopa redukcjiNie wystąpiła.5. Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji i sprzedaży:75.000 warrantów subskrypcyjnych73.100 akcji6. Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji i sprzedaży:75.000 warrantów subskrypcyjnych73.100 akcji7. Cena, po jakiej papiery wartościowe były nabywane _obejmowane_:Warranty subskrypcyjne były nabywane _obejmowane_ nieodpłatnie, natomiast akcje po\n                           cenie emisyjnej 8,87 zł za 1 akcję.8. Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją i sprzedażą:34 osoby na warranty subskrypcyjne30 osoby na akcje9. Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           i sprzedaży:34 osoby na warranty subskrypcyjne30 osoby na akcje10. Spółka nie zawierała umowy o subemisję.11. Wartość przeprowadzonej subskrypcji i sprzedaży, rozumiana jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedażyWartość subskrypcji warrantów subskrypcyjnych: 0 złWartość sprzedaży akcji: 648.397,00 zł.12. Łączne określenie wysokości kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułów:Spółka nie poniosła żadnych kosztów na przygotowanie i przeprowadzenie oferty, wynagrodzenie\n                           subemitentów, sporządzenie prospektu emisyjnego, promocję oferty. Emisja warrantów\n                           subskrypcyjnych nie była związana z żadnymi kosztami, natomiast emisja akcji spowoduje\n                           następujące koszty w łącznej wysokości 14.850,00 zł:- koszty rejestracji podwyższenia kapitału zakładowego Spółki w rejestrze przedsiębiorców\n                           KRS - 350 zł oraz- koszty agenta emisji 5.000 zł netto, koszty czynności związanych z rejestracją wyemitowanych\n                           akcji w Krajowym Depozycie Papierów Wartościowych S.A. 3.000 zł netto oraz dopuszczenie\n                           i wprowadzenie tych akcji do obrotu na Giełdzie Papierów Wartościowych w Warszawie\n                           S.A. – 6.500 zł netto.Metody rozliczenia tych kosztów w księgach rachunkowych:Koszty przeprowadzenia sprzedaży akcji stanowią koszty 2015 roku.Sposób ujęcia kosztów w sprawozdaniu finansowym Spółki:Powyższe koszty obciążą wynik finansowy okresu.13. Średni koszt przeprowadzenia subskrypcji i sprzedaży przypadający na jednostkę\n                           papieru wartościowego objętego subskrypcją i sprzedażą:0,20 zł.Podstawa prawna: § 33 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2015-04-08"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, że w wykonaniu\n                           Uchwały Rady Nadzorczej Spółki z dnia 11.03.2015 r., w dniu 19.03.2015 r. zaoferował\n                           Osobom Uprawnionym dla Transzy 2014 Programu Motywacyjnego 2013-2015 38.243 _trzydzieści\n                           osiem tysięcy dwieście czterdzieści trzy_ warranty subskrypcyjne serii C uprawniające\n                           do objęcia takiej samej ilości akcji zwykłych na okaziciela serii C po cenie emisyjnej\n                           8,87 zł za 1 akcję tj. za łączną cenę 339.215,41 zł.W dniach 19-20.03.2015 r. doszło do przyjęcia ofert i objęcia nieodpłatnie warrantów\n                           subskrypcyjnych serii C w łącznej liczbie 38.088.O przyznaniu warrantów subskrypcyjnych Spółka informowała Raportem bieżącym nr 6/2015.",
        "date": "2015-03-20"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC Spółki Akcyjnej z siedzibą w Białymstoku: I. Na podstawie art. 399 § 1, art. 402_1_ Kodeksu Spółek Handlowych _dalej \"KSH\"_\n                           oraz art. 15 ust. 3 Statutu Spółki, zwołuje Zwyczaje Walne Zgromadzeniena 29 maja 2015 roku na godz. 11.00, w siedzibie Spółki w Białymstoku przy ul. 42\n                           Pułku Piechoty 50, z następującym porządkiem obrad:1. Otwarcie Walnego Zgromadzenia.2. Wybór Komisji Skrutacyjnej.3. Wybór Przewodniczącego Walnego Zgromadzenia.4. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.5. Przyjęcie porządku obrad.6. Rozpatrzenie sprawozdania finansowego za 2014 r. oraz sprawozdania Zarządu AC Spółki\n                           Akcyjnej z działalności Spółki.7. Rozpatrzenie sprawozdania Rady Nadzorczej AC Spółki Akcyjnej z wyników oceny sprawozdania\n                           finansowego za 2014 r. oraz sprawozdania Zarządu z działalności Spółki oraz wniosków\n                           Zarządu AC Spółki Akcyjnej dotyczących podziału zysku Spółki za rok 2014.8. Rozpatrzenie sprawozdania z działalności Rady Nadzorczej AC Spółki Akcyjnej w 2014\n                           r. oraz przedstawionej przez Radę Nadzorczą oceny sytuacji Spółki.9. Zatwierdzenie sprawozdania finansowego za 2014 r. i sprawozdania Zarządu AC Spółki\n                           Akcyjnej z działalności Spółki.10. Podjęcie uchwały w sprawie podziału zysku Spółki za 2014 r.11. Udzielenie członkom Rady Nadzorczej AC Spółki Akcyjnej _tj. Panu Piotrowi Laskowskiemu,\n                           Panu Anatolowi Timoszukowi, Panu Tomaszowi Markowi Krysztofiakowi, Panu Arturowi Jarosławowi\n                           Laskowskiemu i Panu Zenonowi Andrzejowi Mierzejewskiemu_ absolutorium z wykonywania\n                           przez nich obowiązków w 2014 r.12. Udzielenie członkom Zarządu AC Spółki Akcyjnej _tj. Pani Katarzynie Rutkowskiej\n                           i Panu Piotrowi Marcinkowskiemu_ absolutorium z wykonywania przez nich obowiązków\n                           w 2014 r.13. Podjęcie uchwały w sprawie zmiany uchwały Walnego Zgromadzenia AC S.A. nr 7/08/09/2008\n                           z dnia 08.09.2008 r. w sprawie zasad wynagradzania członków Rady Nadzorczej.14. Podjęcie uchwały w sprawie zmiany Statutu Spółki.15. Zamknięcie obrad.Treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia, dokonanego zgodnie z\n                           art. 402_2_ k.s.h. oraz szczegółowe warunki uczestnictwa znajdują się w załączniku\n                           do niniejszego raportu.II. Podaje do publicznej wiadomości treść projektów uchwał, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Podstawa prawna: § 38 ust. 1 pkt 1 i 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-03-19"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, że w dniu\n                           11.03.2015 r. Rada Nadzorcza Spółki pozytywnie zaopiniowała wniosek Zarządu Spółki\n                           w sprawie podziału zysku netto za rok obrotowy 2014 i przeznaczeniu jego części na\n                           wypłatę dywidendy w wysokości 2,30 zł na jedną akcję, a pozostałej części na kapitał\n                           zapasowy. Podstawa prawna: § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-03-12"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, iż Rada Nadzorcza\n                           Spółki Uchwałą z dnia 11.03.2015 r., na podstawie pkt 12 w związku z pkt 8 i 11 Regulaminu\n                           Programu Motywacyjnego 2013-2015, po zapoznaniu się z opinią biegłego rewidenta z\n                           badania sprawozdania finansowego Spółki za rok 2014 i potwierdzeniu częściowego spełnienia\n                           celu finansowego na rok 2014 określonego w Regulaminie Programu Motywacyjnego 2013-2015,\n                           w ramach Transzy 2014 przyznała łącznie 38.243 _trzydzieści osiem tysięcy dwieście\n                           czterdzieści trzy_ Warrantów Subskrypcyjnych uprawniających do objęcia takiej samej\n                           ilości akcji zwykłych na okaziciela. Program skierowany jest do osób kluczowych dla\n                           Spółki. W ramach tego przydziału Prezesowi Zarządu oraz Wiceprezesowi Zarządu przyznano\n                           po 5.160 Warrantów Subskrypcyjnych. Program Motywacyjny został utworzony na podstawie\n                           Uchwały Zwyczajnego Walnego Zgromadzenia Spółki, o czym Spółka informowała Raportem\n                           bieżącym nr 22/2013. Treść Regulaminu publikowana jest na stronie internetowej Spółki.",
        "date": "2015-03-12"
    },
    {
        "company_name": "AC SA",
        "content": "AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, że Rada Nadzorcza\n                           Spółki Uchwałą z dnia 11.03.2015 r., działając na podstawie z art. 13 ust. 2 pkt g_\n                           Statutu Spółki, podjęła decyzję o wyborze ECA Seredyński i Wspólnicy sp.k. z siedzibą\n                           w Krakowie, ul. Moniuszki 50, _dalej jako \"Kancelaria\"_, jako podmiotu uprawnionego\n                           do badania sprawozdań finansowych, z którym zostanie zawarta umowa o badanie i przegląd\n                           sprawozdań finansowych za rok 2015. Podmiot ten jest wpisany na listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych pod numerem 3115.Zakres umowy obejmować będzie przeprowadzenie badania sprawozdania finansowego Spółki\n                           za rok obrotowy 2015, a w przypadku, gdyby Spółka była zobowiązana do sporządzenia\n                           skonsolidowanego sprawozdania finansowego za rok 2015, również badanie tego sprawozdania\n                           oraz dokonanie przeglądu półrocznego skróconego sprawozdania finansowego za I półrocze\n                           2015 r. Umowa ma zostać zawarta na okres do dnia 30.04.2016 r.Rada Nadzorcza Spółki dokonała wyboru podmiotu uprawnionego do badania sprawozdań\n                           finansowych zgodnie z obowiązującymi przepisami i normami zawodowymi. Spółka korzystała z usług Kancelarii w zakresie badania sprawozdania finansowego Spółki\n                           za rok obrotowy 2014, oraz przeglądu półrocznego skróconego sprawozdania finansowego\n                           za I półrocze 2014 r.Podstawa prawna: § 5 ust. 1 pkt 19 w zw. z § 25 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-03-12"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ w nawiązaniu do raportu\n                           bieżącego nr 36/2013 z dnia 30.08.2013 r. oraz nr 34/2013 z dnia 22.08.2013 r. informuje,\n                           iż Spółka otrzymała z Sądu Rejonowego w Białymstoku, IX Wydział Ksiąg Wieczystych\n                           zawiadomienie z dnia 11.02.2015 r. o:- wykreśleniu hipoteki umownej ustanowionej przez Spółkę na rzecz Deutsche Bank PBC\n                           S.A. _obecnie: Deutsche Bank Polska S.A._ do kwoty 11.449.500,00 PLN do umowy kredytu\n                           w rachunku bieżącym nr KRB/1026453 z dnia 21.12.2010 r., w wyniku jej wygaśnięciaz księgi wieczystej nr BI1B/00114972/4 prowadzonej dla nieruchomości Spółki w Białymstoku,\n                           przy ul. 42 Pułku Piechoty 50, 15-181 Białystok, nr działki: 227/4.Podstawa prawna: § 5 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-02-17"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje, iż zgodnie\n                           z przyjętą polityką dywidendy, w dniu 26 stycznia 2015 r. Zarząd Spółki, biorąc pod\n                           uwagę prowadzone projekty inwestycyjne oraz bieżące potrzeby kapitałowe, postanowił\n                           zarekomendować Walnemu Zgromadzeniu Akcjonariuszy AC S.A. przeznaczenie części zysku\n                           netto za 2014 rok na wypłatę dywidendy w wysokości 2,30 zł na jedną akcję, a pozostałą\n                           część zysku na kapitał zapasowy.Rekomendacja Zarządu Spółki zostanie zaopiniowana przez Radę Nadzorczą Spółki. Ostateczną\n                           decyzję w przedmiocie podziału zysku netto Spółki za 2014 rok podejmie Walne Zgromadzenie\n                           Akcjonariuszy AC S.A.Podstawa prawna: § 38 ust. 1. pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-01-26"
    },
    {
        "company_name": "AC SA",
        "content": "Zarząd AC S.A. z siedzibą w Białymstoku _dalej jako \"Spółka\"_ informuje o otrzymaniu\n                           w dniu dzisiejszym, na podstawie § 2 ust. 5 Rozporządzenia Ministra Finansów z dnia\n                           15 listopada 2005 r. w sprawie przekazywania i udostępniania informacji o niektórych\n                           transakcjach instrumentami finansowymi oraz zasad sporządzania i prowadzenia listy\n                           osób posiadających dostęp do określonych informacji poufnych w związku z art. 160\n                           ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi,\n                           zgodnie z którym na osobach, które zawarły na własny rachunek transakcje nabycia lub\n                           zbycia akcji, których suma wartości nie przekroczyła w roku 2014 kwoty 5.000 euro,\n                           spoczywa obowiązek przekazania informacji o tych transakcjach najpóźniej do dnia 31\n                           stycznia roku następującego po roku, w którym transakcje zostały zawarte, zawiadomienia\n                           od osoby, która posiada stały dostęp do informacji poufnych dotyczących bezpośrednio\n                           lub pośrednio AC S.A. oraz kompetencje w zakresie podejmowania decyzji wywierających\n                           wpływ na jego rozwój i perspektywy prowadzenia działalności gospodarczej.Zawiadomienie dotyczy sprzedaży:- w dniu 21.03.2014 r. 51 akcji AC S.A. po 39,70 zł,- w dniu 26.03.2014 r. 49 akcji AC S.A. po 39,70 zł.Transakcji sprzedaży dokonano na rynku regulowanym Giełdy Papierów Wartościowych w\n                           Warszawie S.A. _sesja zwykła_.Osoba obowiązana do przekazania informacji nie wyraziła zgody na publikację danych,\n                           o których mowa w § 2 ust. 1 pkt 1 Rozporządzenia z dnia 15 listopada 2005 r. w sprawie\n                           przekazywania i udostępniania informacji o niektórych transakcjach instrumentami finansowymi\n                           oraz zasad sporządzania i prowadzenia listy osób posiadających dostęp do określonych\n                           informacji poufnych.Podstawa prawna: art. 160 ust. 4 Ustawy o obrocie instrumentami finansowymi.",
        "date": "2015-01-16"
    }
]