[
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż w opublikowanym w\n                           dniu 5 sierpnia 2015 roku o godz. 19.30 raporcie okresowym za I półrocze 2015 roku\n                           _\"Raport\"_ brak jest części załącznika \"HY_15_ ASEE_Sprawozdanie\", co nastąpiło z\n                           powodów technicznych. Kompletny Raport za I półrocze 2015 roku zostanie wysłany osobno\n                           w dniu publikacji niniejszego raportu bieżącego.",
        "date": "2015-08-05"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż Rada Nadzorcza Spółki\n                           działając na podstawie § 13 ust. 12 pkt 7_ Statutu Spółki w związku z treścią art.\n                           66 ust. 4 ustawy z dnia 29 września 1994 roku o rachunkowości, w dniu 8 czerwca 2015 r. podjęła uchwałę o wyborze Ernst & Young\n                           Audyt Polska spółka z ograniczoną odpowiedzialnością spółka komandytowa z siedzibą\n                           w Warszawie przy ulicy Rondo ONZ 1, 00-124 Warszawa, wpisanej do rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla m.st. Warszawy XII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000481039, wpisanej\n                           na listę podmiotów uprawnionych do badania sprawozdań finansowych pod numerem 130,\n                           do przeprowadzenia badania rocznego jednostkowego sprawozdania finansowego Spółki\n                           Asseco South Eastern Europe S.A. i rocznego skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Asseco South Eastern Europe za 2015 rok oraz do przeglądu półrocznego\n                           jednostkowego  sprawozdania finansowego Spółki Asseco South Eastern Europe S.A. i\n                           półrocznego skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Asseco South\n                           Eastern Europe za I półrocze 2015 r.Spółka korzystała z usług Ernst § Young Audyt Polska spółka z ograniczoną odpowiedzialnością\n                           sp. k. _wcześniej Ernst & Young Audit Sp. z o.o._ w zakresie badania i przeglądów\n                           sprawozdań finansowych oraz weryfikacji danych finansowych w dokumentach przygotowywanych\n                           w ramach postępowania o dopuszczenie papierów wartościowych do obrotu na rynku regulowanym.Wybór podmiotu uprawnionego do badania nastąpił zgodnie z obowiązującymi przepisami\n                           i normami zawodowymi.",
        "date": "2015-08-03"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż Spółka otrzymała\n                           od Członka Rady Nadzorczej Spółki zawiadomienie w trybie art. 160 ustawy z dnia 29\n                           lipca 2005 r. o obrocie instrumentami finansowymi, zgodnie z którym podmiot blisko\n                           związany z osobą dokonującą zawiadomienia w rozumieniu art. 160 ust. 2 pkt 4 lit.\n                           a Ustawy o obrocie instrumentami finansowymi, dokonał transakcji sprzedaży 84.157\n                           akcji Spółki w dniu 30 czerwca 2015 r. za cenę 9,10 złotych za akcję, w ramach transakcji\n                           sesyjnej zwykłej na rynku regulowanym Giełdy Papierów Wartościowych S.A.Osoba dokonująca zawiadomienia nie wyraziła zgody na publikację danych osobowych.",
        "date": "2015-07-06"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, że od dnia 1 czerwca\n                           2015 roku funkcję animatora emitenta dla akcji Spółki pełni Noble Securities S.A.\n                           z siedzibą w Warszawie. Jednocześnie Spółka informuje, iż z upływem dnia 31 maja 2015\n                           r. zadania animatora emitenta dla akcji Spółki przestał pełnić Copernicus Securities\n                           S.A. z siedzibą w Warszawie.",
        "date": "2015-06-02"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż powziął, w trybie\n                           art. 69 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych, informację od Aviva\n                           Otwartego Funduszu Emerytalnego Aviva BZ WBK _\"Aviva OFE\"_, że w wyniku transakcji\n                           nabycia akcji Spółki, zawartych w dniu 28 kwietnia 2015 r., Aviva OFE zwiększył udział\n                           w ogólnej liczbie głosów w Spółce powyżej 10%.Przed rozliczeniem ww. transakcji, na dzień 29 kwietnia 2015 roku Aviva OFE posiadał\n                           5.161.636 sztuk akcji Spółki, stanowiących 9,95% kapitału zakładowego Spółki i uprawniających\n                           do 5.161.636 głosów na Walnym Zgromadzeniu, co stanowiło 9,95% ogólnej liczby głosów.Po rozliczeniu ww. transakcji, na dzień 30 kwietnia 2015 r. Aviva OFE posiadał 6.571.636\n                           sztuk akcji Spółki, stanowiących 12,66% kapitału zakładowego Spółki i uprawniających\n                           do 6.571.636 głosów na Walnym Zgromadzeniu, co stanowi 12,66% ogólnej liczby głosów.Inwestycja stanowi lokatę o charakterze portfelowym. Aviva OFE dopuszcza możliwość\n                           dalszego zwiększania zaangażowania w Spółkę w ciągu najbliższych 12 miesięcy od dnia\n                           złożenia niniejszego zawiadomienia w celu osiągnięcia maksymalnego stopnia bezpieczeństwa\n                           i rentowności lokat otwartego funduszu emerytalnego. Jednocześnie Aviva OFE poinformował,\n                           iż zgodnie z przepisami Ustawy o organizacji i funkcjonowaniu funduszy emerytalnych\n                           i przepisami szczegółowymi wydanymi na mocy tej ustawy, zaangażowanie Aviva OFE nie\n                           może przekroczyć 20% w kapitale zakładowym Spółki. Aviva OFE nie wyklucza także zbycia\n                           akcji w przypadku odpowiedniego wzrostu wartości, bądź ryzyka inwestycji.",
        "date": "2015-05-11"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż w dniu 7 maja 2015\n                           r. Spółka otrzymała od Członka Zarządu Spółki Pana Miodraga Mircetic zawiadomienie\n                           w trybie art. 160 ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi,\n                           zgodnie z którym spółka I4 Invention d.o.o. Beograd z siedzibą w Belgradzie, Serbia,\n                           będąca podmiotem kontrolowanym przez p. Miodraga Mircetic, dokonała transakcji sprzedaży\n                           350.000 akcji Spółki w dniu 30 kwietnia 2015 r. za cenę 9,30 złotych za akcję, w ramach\n                           transakcji pakietowej sesyjnej na rynku regulowanym Giełdy Papierów Wartościowych\n                           S.A.",
        "date": "2015-05-08"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż w dniu 7 maja 2015\n                           r. Spółka otrzymała od Członka Rady Nadzorczej Spółki Pana Mihaila Petreski zawiadomienie\n                           w trybie art. 160 ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi,\n                           zgodnie z którym spółka Liatris d.o.o. Beograd z siedzibą w Belgradzie, Serbia, w\n                           której p. Mihail Petreski jest członkiem organu zarządzającego, dokonała transakcji\n                           sprzedaży 338.683 akcji Spółki w dniu 28 kwietnia 2015 r. za cenę 9,30 złotych za\n                           akcję, w ramach transakcji pakietowej sesyjnej na rynku regulowanym Giełdy Papierów\n                           Wartościowych S.A.",
        "date": "2015-05-08"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż w dniu 5 maja 2015\n                           r. Spółka otrzymała od Członka Zarządu Spółki Pana Miljana Malis zawiadomienie w trybie\n                           art. 160 ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi, zgodnie\n                           z którym spółka Mini Invest Beograd d.o.o. z siedzibą w Belgradzie, Serbia, będąca\n                           podmiotem kontrolowanym przez p. Miljana Malis, dokonała transakcji sprzedaży 100.000\n                           akcji Spółki w dniu 29 kwietnia 2015 r. oraz 235.597 akcji Spółki w dniu 30 kwietnia\n                           2015 roku za cenę 9,30 złotych za akcję, w ramach transakcji pakietowych sesyjnych\n                           na rynku regulowanym Giełdy Papierów Wartościowych S.A.",
        "date": "2015-05-06"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ przekazuje wykaz akcjonariuszy\n                           posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu, które\n                           odbyło się w dniu 31 marca 2015 roku w Warszawie _\"ZWZ\"_:1. Asseco Poland S.A. – z liczbą głosów 26 494 676, co stanowiło 56,95% w liczbie\n                           głosów na ZWZ oraz co stanowi 51,06% ogólnej liczby głosów w Spółce;2. Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK - z liczbą głosów 5 000 000, co stanowiło\n                           10,75% w liczbie głosów na ZWZ oraz co stanowi 9,63% ogólnej liczby głosów w Spółce;3. European Bank For Reconstruction and Development – z liczbą głosów 4 810 880, co\n                           stanowiło 10,34% w liczbie głosów na ZWZ oraz co stanowi 9,27% ogólnej liczby głosów\n                           w Spółce;4. Liatris d.o.o. – z liczbą głosów 3 838 683, co stanowiło 8,25% w liczbie głosów\n                           na ZWZ oraz co stanowi 7,40% ogólnej liczby głosów w Spółce.",
        "date": "2015-04-01"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Spółki Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje o podjęciu przez\n                           Zwyczajne Walne Zgromadzenie Spółki w dniu 31 maca 2015 r. uchwały w sprawie podziału\n                           zysku z działalności Spółki w roku obrotowym 2014 oraz niepodzielonego zysku z lat\n                           2012 i 2013 oraz wypłaty dywidendy.Zwyczajne Walne Zgromadzenie Spółki działając w oparciu o art. 395 § 2 pkt. 2_ Kodeksu\n                           Spółek Handlowych oraz na podstawie §12 ust. 4 pkt. 2_ Statutu Spółki postanowiło\n                           podzielić zysk za rok obrotowy 2014 w wysokości 1.500.897,86 złotych _słownie: jeden\n                           milion pięćset tysięcy osiemset dziewięćdziesiąt siedem złotych 86/100 grosze_ i niepodzielony\n                           zysk z roku obrotowego 2012 w wysokości 3 102 417,79 złotych _słownie: trzy miliony\n                           sto dwa tysiące czterysta siedemnaście złotych 79/100 groszy_ oraz niepodzielony zysk\n                           z roku 2013 w wysokości 17 655 282,61 złotych _siedemnaście milionów sześćset pięćdziesiąt\n                           pięć tysięcy dwieście osiemdziesiąt dwa złote 61/100 groszy_ w sposób następujący:\n                           a_ kwota 1.500.897,86 złotych _słownie: jeden milion pięćset tysięcy osiemset dziewięćdziesiąt\n                           siedem złotych 86/100 grosze_ z zysku za rok obrotowy 2014 zostanie przeznaczona zgodnie\n                           z art. 396 § 1 KSH na kapitał zapasowy, b_ kwota 20.757.700,40 złotych _słownie: dwadzieścia milionów siedemset pięćdziesiąt\n                           siedem tysięcy siedemset złotych 40/100 groszy_ zostanie przeznaczona do podziału\n                           między wszystkich akcjonariuszy Spółki w kwocie 0,40 zł _słownie: czterdzieści groszy_\n                           na jedną akcję Spółki. Zwyczajne Walne Zgromadzenie Spółki określiło datę ustalenia prawa do dywidendy na\n                           dzień 30 czerwca 2015 r. oraz  termin wypłaty dywidendy na dzień 15 lipca 2015 r.Liczba akcji objętych dywidendą wynosi 51 894 251.",
        "date": "2015-03-31"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ podaje do publicznej wiadomości\n                           treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Spółki, które odbyło się\n                           31 marca 2015 r. w Warszawie.",
        "date": "2015-03-31"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe Spółka Akcyjna _\"Spółka\"_ na podstawie art. 399\n                           § 1 Kodeksu spółek handlowych, a także mając na uwadze § 38 pkt 1-3 Rozporządzenia\n                           Ministra Finansów w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim z dnia 19 lutego\n                           2009 r. _Dz.U. 2009, Nr 33, poz. 259_ zwołuje na dzień 31 marca 2015 r. Zwyczajne\n                           Walne Zgromadzenie Spółki _\"Walne Zgromadzenie\"_, które odbędzie się o godzinie 11:00\n                           w Warszawie, przy ul. Branickiego 13.W załączeniu Zarząd Spółki przedkłada ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Spółki oraz projekty uchwał.",
        "date": "2015-03-04"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd spółki Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, że w dniu 3 marca\n                           2015 r. Rada Nadzorcza pozytywnie zaopiniowała wniosek Zarządu w sprawie zarekomendowania\n                           Walnemu Zgromadzeniu Spółki wypłaty dywidendy za rok obrotowy 2014 w wysokości 0,40\n                           zł _słownie: czterdzieści groszy_ na jedną akcję Spółki. Łączna kwota zysku netto przeznaczona na dywidendę wynosi 20.757.700,40 złotych _słownie:\n                           dwadzieścia milionów siedemset pięćdziesiąt siedem tysięcy siedemset złotych 40/100\n                           groszy_.",
        "date": "2015-03-04"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd spółki Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż w dniu 26\n                           lutego 2015 r. podjął uchwałę w sprawie zarekomendowania Radzie Nadzorczej Spółki\n                           i Zwyczajnemu Walnemu Zgromadzeniu Spółki podjęcie decyzji o wypłacie dywidendy za\n                           rok obrotowy 2014 w wysokości 0,40 zł _słownie: czterdzieści groszy_ na jedną akcję\n                           Spółki.Łączna kwota zysku netto przeznaczona na dywidendę, zgodnie z rekomendacją Zarządu\n                           Spółki, wynosi 20.757.700,40 złotych _słownie: dwadzieścia milionów siedemset pięćdziesiąt\n                           siedem tysięcy siedemset złotych 40/100 groszy_.",
        "date": "2015-02-27"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd spółki Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, iż będzie rekomendował\n                           Radzie Nadzorczej Spółki i Zwyczajnemu Walnemu Zgromadzeniu Spółki przeznaczenie na\n                           wypłatę dywidendy za rok 2014, zysku netto Spółki w równowartości około 5 000 000\n                           Euro _słownie: pięć milionów euro_.",
        "date": "2015-02-19"
    },
    {
        "company_name": "ASSECO SOUTH EASTERN EUROPE SA",
        "content": "Zarząd Asseco South Eastern Europe S.A. _\"Spółka\"_ informuje, że w 2015 roku przekaże\n                           do publicznej wiadomości raporty okresowe w następujących terminach:Raporty roczne2015-02-18 – Jednostkowy raport roczny za rok 2014 oraz Skonsolidowany raport roczny\n                           za rok 2014Raport półroczny2015-08-05 – Skonsolidowany raport półroczny za I półrocze 2015 r. Raporty kwartalne2015-04-23 - Skonsolidowany raport kwartalny za I kwartał 2015 r.2015-10-21 - Skonsolidowany raport kwartalny za III kwartał 2015 r. Zgodnie z § 83 ust. 1 i 3 Rozporządzenia w sprawie informacji bieżących i okresowych, Spółka informuje, iż skonsolidowane raporty kwartalne oraz skonsolidowany\n                           raport półroczny będą zawierały odpowiednio kwartalną informację finansową oraz półroczne\n                           skrócone sprawozdanie finansowe.Spółka, na podstawie § 102 ust. 1 Rozporządzenia, nie przekaże do publicznej wiadomości\n                           raportu kwartalnego i skonsolidowanego raportu kwartalnego za IV kwartał 2015 r. oraz w oparciu o § 101 ust. 2 Rozporządzenia nie będzie publikowała\n                           raportu kwartalnego i skonsolidowanego raportu kwartalnego za II kwartał 2015 r.",
        "date": "2015-01-16"
    }
]