[
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND S.A. z siedzibą w Gdańsku, działając na podstawie § 38 ust.\n                           1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. 2009 r., Nr 33, poz. 259 ze zmianami_ informuje, iż\n                           na Zwyczajnym Walnym Zgromadzeniu ATLANTA POLAND S.A. w dniu 30 grudnia 2015 roku\n                           podjęta została uchwała w sprawie wypłaty dywidendy z zysku netto Spółki za rok obrotowy\n                           2014/2015 zakończony 30 czerwca 2015 roku. Zgodnie z uchwałą nr 4 Zwyczajnego Walnego\n                           Zgromadzenia ATLANTA POLAND S.A. na wypłatę dywidendy przeznaczona została kwota 3\n                           959 737 złotych 60 groszy, co oznacza wypłatę dywidendy w wysokości 0,65 groszy na\n                           jedną akcję. Liczba akcji objętych dywidendą wynosi 6 091 904.Ponadto, Zwyczajne Walne Zgromadzenie Spółki określiło dzień, według którego ustala\n                           się listę akcjonariuszy uprawnionych do dywidendy _ dzień dywidendy _ – na dzień 10\n                           lutego 2016 roku, natomiast dzień wypłaty dywidendy na 26 lutego 2016 roku.",
        "date": "2015-12-30"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Działając na podstawie §5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych, Zarząd ATLANTA POLAND SA informuje, że WZA ATLANTA\n                           POLAND SA z siedzibą w Gdańsku, w dniu 30 grudnia 2015 roku uchwałą nr 17, postanowiło\n                           powołać na kolejną pięcioletnią kadencję do Rady Nadzorczej Pana Macieja Możejko,\n                           jako członka Rady Nadzorczej, życiorys dostępny jest na stronie internetowej Spółki.",
        "date": "2015-12-30"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND SA informuje, iż na Zwyczajnym Walnym Zgromadzeniu, które odbyło\n                           się w dniu 30 grudnia 2015 roku co najmniej 5% głosów posiadali następujący akcjonariusze:\n                           ROCKFIELD TRADING LIMITED z siedzibą w Nicolau Pentadromos Centre Limassol, Cypr -\n                           3.473.860 głosów, co stanowiło 88,28% głosów na ZWZ Spółki w dniu 30 grudnia 2015\n                           i 57,02% w ogólnej liczbie głosów oraz GENERALI OTWARTY FUNDUSZ EMERYTALNY z siedzibą\n                           w Warszawie przy ul. Postępu 15B – 461.000 głosów co stanowiło 11,72% głosów na ZWZ\n                           Spółki w dniu 30 grudnia 2015 roku i 7,57% w ogólnej liczbie głosów.",
        "date": "2015-12-30"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND S.A. z siedzibą w Gdańsku, działając na podstawie § 38 ust.\n                           1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. 2009 r., Nr 33, poz. 259 ze zmianami_, podaje do publicznej\n                           wiadomości treść uchwał podjętych na Zwyczajnym Walnym Zgromadzeniu Atlanta Poland\n                           Spółka Akcyjna z siedzibą w Gdańsku, które odbyło się w dniu 30 grudnia 2015 roku\n                           wraz ze wskazaniem w odniesieniu do każdej uchwały liczby akcji, z których oddano\n                           ważne głosy, oraz procentowy udział tychże akcji w kapitale zakładowym, łączną liczbą\n                           ważnych głosów, w tym liczbę głosów \"za\", \"przeciw\" i \"wstrzymujących się\"  _treść\n                           uchwał w załączniku_",
        "date": "2015-12-30"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd Spółki Atlanta Poland S.A. _\"Zarząd\", \"Spółka\"_ informuje, że w dniu 2 grudnia\n                           2015 r. podjął uchwałę o przyjęciu polityki dywidendy Spółki.Mając na uwadze dobrą sytuację finansową Spółki, Zarząd zamierza w przyszłości rekomendować\n                           Walnemu Zgromadzeniu podejmowanie uchwał w sprawie wypłaty dywidendy na poziomie 30%-50%\n                           jednostkowego zysku Spółki.Zgodnie z regulacjami organów wewnętrznych Spółki, rekomendacja Zarządu będzie każdorazowo\n                           przedkładana do oceny Rady Nadzorczej. Wysokość rekomendowanej dywidendy uzależniona będzie od aktualnej sytuacji rynkowej,\n                           perspektyw i potrzeb finansowania inwestycji Spółki oraz uwzględniać będzie utrzymanie\n                           odpowiedniego poziomu płynności finansowej.Polityka dywidendy obowiązuje i znajduje zastosowanie począwszy od podziału jednostkowego\n                           zysku netto Spółki za rok obrotowy zakończony dnia 30 czerwca 2016 r. _rok obrotowy\n                           Spółki trwa 12 miesięcy i kończy się w dniu 30 czerwca_.Jednocześnie Zarząd przypomina, że w dniu 17 listopada 2015 podjął uchwałę w sprawie\n                           rekomendacji wypłaty dywidendy w wysokości 3.959.737,60 zł z zysku netto za rok obrotowy\n                           2014/2015 zakończony dnia 30 czerwca 2015 r. Ta rekomendacja wpisuje się w przyjętą\n                           politykę dywidendy. Informacja o rekomendacji podziału zysku za rok obrotowy 2014/2015\n                           została przekazana do publicznej wiadomości w dniu 17 listopada 2015, raportem bieżącym\n                           nr 10/2015.",
        "date": "2015-12-02"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd spółki ATLANTA POLAND S.A. z siedzibą w Gdańsku _Emitent_ w nawiązaniu do Raportu\n                           bieżącego Nr 11 opublikowanego w dniu 17 listopada 2015 roku, informuje, iż z przyczyn\n                           technicznych nastąpiła zmiana terminu Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           ATLANTA POLAND S.A. z dnia 21 grudnia 2015 roku na dzień 30 grudnia 2015 roku. W związku\n                           z powyższym, Emitent informuje, iż odwołuje Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           zwołane na dzień 21 grudnia 2015 roku na godz. 10.00. Jednocześnie, Zarząd spółki Atlanta Poland SA z siedzibą w Gdańsku działając na podstawie\n                           art. 399 § 1 kodeksu spółek handlowych, art. 4021 kodeksu spółek handlowych zwołuje\n                           na dzień 30 grudnia 2015 roku na godz. 10.00 Zwyczajne Walne Zgromadzenie, które odbędzie\n                           się w Gdańsku, przy ulicy Jana Uphagena 23 _ Villa Uphagena _ z następującym porządkiem\n                           obrad: 1.\tOtwarcie obrad i wybór Przewodniczącego Zgromadzenia.2.\tStwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.3.\tPrzedstawienie uchwały Rady Nadzorczej w przedmiocie zaopiniowania spraw, które\n                           mają stanowić przedmiot uchwał Walnego Zgromadzenia.4.\tPrzedstawienie sprawozdania finansowego ATLANTA POLAND S.A. za rok obrotowy 2014/2015\n                           zakończony w dniu 30 czerwca 2015 roku wraz z opinią i raportem biegłego rewidenta\n                           i sprawozdania Zarządu z działalności ATLANTA POLAND S.A. w roku obrotowym 2014/2015\n                           zakończonym w dniu 30 czerwca 2015 roku.5.\tPrzedstawienie sprawozdania Rady Nadzorczej z wyników oceny sprawozdania finansowego\n                           ATLANTA POLAND S.A. za rok obrotowy 2014/2015 zakończony w dniu 30 czerwca 2015 roku\n                           oraz z wyników oceny sprawozdania Zarządu z działalności ATLANTA POLAND S.A. w roku\n                           obrotowym 2014/2015 zakończonym w dniu 30 czerwca 2015 roku, w zakresie ich zgodności\n                           z księgami i dokumentami, jak i ze stanem faktycznym oraz przedstawienie wyników oceny\n                           wniosków Zarządu dotyczących podziału zysku osiągniętego przez ATLANTA POLAND S.A.\n                           w roku obrotowym 2014/2015 zakończonym w dniu 30 czerwca 2015 roku.6.\tRozpatrzenie i zatwierdzenie sprawozdania finansowego ATLANTA POLAND S.A. za rok\n                           obrotowy 2014/2015 zakończony w dniu 30 czerwca 2015 roku.7.\tRozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności ATLANTA POLAND\n                           S.A. w roku obrotowym 2014/2015 zakończonym w dniu 30 czerwca 2015 roku.8.\tPodjęcie uchwały w sprawie podziału zysku netto w kwocie 9.651.028,86 zł, osiągniętego\n                           przez ATLANTA POLAND S.A. w roku obrotowym 2014/2015 zakończonym w dniu 30 czerwca\n                           2015 roku.9.\tPodjęcie uchwał w sprawie udzielenia absolutorium członkom Zarządu z wykonania\n                           przez nich obowiązków w roku obrotowym 2014/2015 zakończonym w dniu 30 czerwca 2015\n                           roku.10.\tPodjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z wykonania\n                           przez nich obowiązków w roku obrotowym 2014/2015 zakończonym w dniu 30 czerwca 2015\n                           roku.11.\tPodjęcie uchwały w sprawie zatwierdzenia dokooptowanego członka Rady Nadzorczej\n                           Pana Krzysztofa Nawrockiego.12.\tPodjęcie uchwały w sprawie powołania Pana Macieja Możejko do pełnienia funkcji\n                           członka Rady Nadzorczej na kolejną kadencję.13.\tPrzedstawienie dokonanej przez Radę Nadzorczą kompleksowej oceny sytuacji ATLANTA\n                           POLAND S.A. w roku obrotowym 2014/2015 zakończonym w dniu 30 czerwca 2015 roku, z\n                           uwzględnieniem oceny systemu kontroli wewnętrznej i systemu zarządzania ryzykiem istotnym\n                           dla ATLANTA POLAND S.A. oraz podjęcie przez Walne Zgromadzenie stosownej uchwały w\n                           sprawie tej oceny.14.\tZamknięcie obrad Walnego Zgromadzenia.W załączeniu Emitent przekazuje pełną treść ogłoszenia o zwołaniu Zwyczajnego Walnego\n                           Zgromadzenia zwołanego na dzień 30 grudnia 2015 roku wraz z projektami uchwał, które\n                           mają być przedmiotem Zwyczajnego Walnego Zgromadzenia, informację o ogólnej liczbie\n                           akcji w ATLANTA POLAND SA oraz liczbie głosów z tych akcji a także formularze pozwalające\n                           na wykonywanie prawa głosu przez pełnomocnika.Podstawa prawna:Art. 56 ust. 1 pkt. 2 Ustawy o ofercie – informacje bieżące i okresowe; § 38 ust.\n                           1 pkt. 1 i pkt. 3 w zw. z § 100 ust. 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku – w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33, poz. 259_.",
        "date": "2015-12-02"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND S.A. informuje, iż łączna wartość obrotów handlowych pomiędzy\n                           Emitentem a Jeronimo Martins Polska S.A., w okresie od dnia przekazania ostatniego\n                           raportu bieżącego na temat przekroczenia 10% wartości przychodów ze sprzedaży, tj.\n                           od dnia 14 lipca 2015 roku do dnia przekazania niniejszego raportu, wyniosła 27 009\n                           052,60 PLN  netto _słownie: dwadzieścia siedem milionów dziewięć tysięcy pięćdziesiąt\n                           dwa złote 60/100_. Tym samym wartość obrotów pomiędzy spółkami przekroczyła 10% wartości\n                           przychodów ze sprzedaży Emitenta i stanowi podstawę do przekazania niniejszego raportu.\n                           Przedmiotem współpracy pomiędzy ATLANTA POLAND S.A. a Jeronimo Martins Polska S.A.\n                           jest sprzedaż bakalii. Największą wartość miała faktura sprzedaży zawarta w dniu 4\n                           września 2015 roku na łączną wartość 374 786,41 PLN netto _słownie: trzysta siedemdziesiąt\n                           cztery tysiące siedemset osiemdziesiąt sześć złotych 41/100_. Transakcja ta dotyczyła\n                           sprzedaży pistacji prażonych solonych. Pozostałe warunki sprzedaży nie odbiegały od\n                           powszechnie stosowanych dla tego typu transakcji. Kryterium uznania transakcji za\n                           znaczące jest łączne przekroczenie progu 10% wartości przychodów ze sprzedaży Spółki.Podstawa prawna: § 5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33\n                           poz. 259 z późniejszymi zmianami_",
        "date": "2015-11-30"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND Spółki Akcyjnej z siedzibą w Gdańsku działając na podstawie\n                           par. 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku \n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, przekazuje załączniki do projektów\n                           uchwał Zwyczajnego Walnego Zgromadzenia zwołanego na dzień 21 grudnia 2015 r., które\n                           mają być przedmiotem obrad tego Zwyczajnego Walnego Zgromadzenia, a które nie zostały\n                           uprzednio przekazane do publicznej wiadomości.Załączniki:1.\tOcena Rady Nadzorczej ATLANTA POLAND S.A. sprawozdania finansowego ATLANTA POLAND\n                           S.A za rok obrotowy 2014/2015 zakończony 30 czerwca 2015 roku  oraz sprawozdania Zarządu\n                           z działalności ATLANTA POLAND S.A. w roku obrotowym 2014/2015  zakończonym 30 czerwca\n                           2015 roku  w zakresie ich zgodności z księgami i dokumentami, jak i ze stanem faktycznym\n                           oraz z wyników oceny wniosków Zarządu dotyczących podziału zysku osiągniętego przez\n                           ATLANTA POLAND S.A. w roku obrotowym 2014/2015. 2.\tOcena Rady Nadzorczej ATLANTA POLAND S.A. sytuacji Spółki zawierająca ocenę systemu\n                           kontroli wewnętrznej i systemu zarządzania ryzykiem istotnym dla Spółki.",
        "date": "2015-11-18"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND SA z siedzibą w Gdańsku działając na podstawie § 38 ust. 1 pkt\n                           2b_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim, ogłasza, iż Rada Nadzorcza Spółki w dniu 18 listopada 2015\n                           r. Uchwałą nr 8 działając na podstawie upoważnienia udzielonego przez Zwyczajne Walne\n                           Zgromadzenie Uchwałą nr 15 z dnia 24.11.2014 r. objętą protokołem sporządzonym w formie\n                           aktu notarialnego przez notariusza w Gdańsku Piotra Langowskiego za Rep. Nr 8253/2014\n                           ustaliła tekst jednolity Statutu Spółki w brzmieniu stanowiącym załącznik do niniejszego\n                           raportu.",
        "date": "2015-11-18"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND SA z siedzibą w Gdańsku działając na podstawie § 5 ust. 1 pkt\n                           19_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim, informuje, iż Rada Nadzorcza Spółki w dniu 18 listopada 2015\n                           r. dokonała wyboru spółki pod firmą HLB M2 Audyt Sp. z o.o. Spółka komandytowa z siedzibą\n                           w Warszawie _02-521 Warszawa_ przy ul. Rakowieckiej 41/27, zarejestrowaną w Rejestrze\n                           Przedsiębiorców Krajowego Rejestru Sądowego, prowadzonym przez Sąd Rejonowy w Warszawie,\n                           XIII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000380052 _podmiot\n                           uprawniony do badania sprawozdań finansowych nr 3697_, jako podmiot uprawniony do\n                           badania sprawozdań finansowych, do wykonania przeglądu sprawozdania finansowego Spółki\n                           za okres od dnia 1 lipca 2015 r. do dnia 31 grudnia 2015 r. oraz badania sprawozdania\n                           finansowego Spółki za okres od dnia 1 lipca 2015 r. do dnia 30 czerwca 2016 r. Umowa\n                           z HLB M2 Audyt Sp. z o.o. Spółka komandytowa będzie zawarta na czas niezbędny do wykonania\n                           ww. prac. Rada Nadzorcza ATLANTA POLAND SA dokonała wyboru podmiotu uprawnionego do\n                           badania sprawozdań finansowych zgodnie z obowiązującymi przepisami i normami zawodowymi.\n                           Emitent dotychczas korzystał z usług spółki HLB M2 Audyt Sp. z o.o. Spółka komandytowa\n                           oraz jej poprzednika prawnego  HLB M2 Audyt Sp. z o.o. HLB M2 Audyt Sp. z o.o. Spółka\n                           komandytowa z siedzibą w Warszawie dokonała: przeglądu sprawozdania finansowego Spółki\n                           za okres od dnia 1 lipca 2014 r. do dnia 31 grudnia 2014 r. oraz badania sprawozdania\n                           finansowego Spółki za okres od dnia 1 lipca 2014 r. do dnia 30 czerwca 2015 r., przeglądu\n                           sprawozdania finansowego Spółki za okres od dnia 1 stycznia 2013 r. do dnia 30 czerwca\n                           2013 r., badania sprawozdania finansowego Spółki za okres od dnia 1 stycznia 2013\n                           r. do dnia 30 czerwca 2014 r., przeglądu sprawozdania finansowego Spółki za okres\n                           od dnia 1 stycznia 2012 r. do dnia 30 czerwca 2012 r., badania sprawozdania finansowego\n                           Spółki za okres od dnia 1 stycznia 2012 r. do dnia 30 czerwca 2013 r. HLB M2 Audyt\n                           Sp. z o.o. dokonała: przeglądu sprawozdania finansowego Spółki za okres od dnia 1\n                           stycznia 2011 r. do dnia 30 czerwca 2011 r. oraz badania sprawozdania finansowego\n                           Spółki za okres od dnia 1 stycznia 2012 r. do dnia 31 grudnia 2011 r., przeglądu sprawozdania\n                           finansowego Spółki za okres od dnia 1 stycznia 2010 r. do dnia 30 czerwca 2010 r.\n                           oraz badania sprawozdania finansowego Spółki za okres od dnia 1 stycznia 2010 r. do\n                           dnia 31 grudnia 2010 r.",
        "date": "2015-11-18"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd Atlanta Poland Spółki Akcyjnej z siedzibą w Gdańsku działając na podstawie\n                           § 38 ust. 1 pkt 1_ i 3_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, zwołuje Zwyczajne Walne Zgromadzenie\n                           Atlanta Poland Spółka Akcyjna z siedzibą w Gdańsku na dzień 21 grudnia 2015 roku na\n                           godzinę 10.00, w Gdańsku, przy ulicy Jana Uphagena 23 _Villa Uphagena_.          \n                           Pełną treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia zawiera załącznik\n                           do niniejszego raportu. Jednocześnie Zarząd Atlanta Poland Spółki Akcyjnej z siedzibą\n                           w Gdańsku przekazuje do publicznej wiadomości: treść projektów uchwał będących przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia w dniu 21 grudnia 2015 roku, informację o ogólnej\n                           liczbie akcji w Atlanta Poland SA oraz liczbie głosów z tych akcji a także formularze\n                           pozwalające na wykonywanie prawa głosu przez pełnomocnika.",
        "date": "2015-11-17"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "ATLANTA POLAND SA, działając na podstawie § 38. 1. ust. 11_ Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim informuje, iż\n                           w dniu 17.11.2015 Zarząd Spółki podjął uchwałę w przedmiocie przedstawienia Radzie\n                           Nadzorczej Spółki wniosku dotyczącego sposobu rozporządzenia zyskiem netto osiągniętym\n                           przez ATLANTA POLAND S.A. w roku obrotowym 2014/2015 zakończonym 30 czerwca 2015 roku.\n                           Zarząd ATLANTA POLAND S.A. postanowił przedstawić Radzie Nadzorczej Spółki wniosek\n                           dotyczący sposobu rozporządzenia zyskiem netto w kwocie 9.651.028,86 zł, osiągniętym\n                           przez ATLANTA POLAND S.A. w roku obrotowym 2014/2015 zakończonym 30 czerwca 2015 roku,\n                           poprzez: a_ przeznaczenie kwoty  3.959.737,60 zł na wypłatę dywidendy dla akcjonariuszy ATLANTA\n                           POLAND S.A. b_ przeznaczenie kwoty 5.691.291,26 zł na kapitał zapasowy ATLANTA POLAND S.A.Ponadto Zarząd ATLANTA POLAND S.A. rekomendował, aby dzień dywidendy został ustalony\n                           na dzień 10 lutego  2016 roku, natomiast termin wypłaty dywidendy został ustalony\n                           na dzień 26 lutego 2016 roku.",
        "date": "2015-11-17"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND S.A. _ dalej: \"Spółka\" _, na podstawie art. 56 ust. 5 ustawy\n                           o ofercie –  aktualizacja informacji, w nawiązaniu do raportu bieżącego nr 3/2014\n                           z dnia 18 kwietnia 2014 roku, nr 5/2014 z dnia 30 kwietnia 2014 roku oraz nr 6/2014\n                           z dnia 30 kwietnia 2014 roku, podaje do publicznej wiadomości co następuje:W dniu 22 wrześnie 2015 roku przed Sądem Okręgowym w Warszawie w postępowaniu prowadzonym\n                           pod sygn. akt  XXVI GC 90/15 ATLANTA POLAND S.A. z siedzibą w Gdańsku zawarła z HELIO\n                           S.A. z siedzibą w Wyględach ugodę, która kończy spór pomiędzy ATLANTA POLAND S.A.\n                           i Helio S.A. dotyczący używania oznaczenia \"BAKAL PLANET\", co w konsekwencji spowoduje\n                           umorzenie postępowania w tej sprawie. Zarząd ATLANTA POLAND S.A. informuje, iż zgodnie z zawartą ugodą HELIO S.A. zobowiązało\n                           się do nieużywania oznaczenia \"BAKAL PLANET\" oraz do nieużywania jakiegokolwiek innego\n                           oznaczenia ze słowem \"BAKAL\", zaś ATLANTA POLAND S.A. zobowiązała się do złożenia\n                           w terminie 7 dni od uprawomocnienia się postanowienia o umorzeniu postępowania w sprawie\n                           sygn. akt XXVI GC 90/15 wniosku o zwolnienie towarów zajętych przez komornika w postepowaniu\n                           sygn. akt KM 127/14.W związku z zawartą ugodą ATLANTA POLAND S.A. wycofa sprzeciw wobec decyzji Urzędu\n                           Patentowego Rzeczpospolitej Polskiej o przyznaniu prawa z rejestracji wzoru przemysłowego\n                           numer 20441 _logo z oznaczeniem \"BAKAL PLANET\"_, o złożeniu którego Spółka informowała\n                           raportem bieżącym nr 6/2014 z 30 kwietnia 2014 roku. W świetle zawartej ugody ww.\n                           sprzeciw stał się bezprzedmiotowy.",
        "date": "2015-09-22"
    },
    {
        "company_name": "ATLANTAPL",
        "content": "Zarząd ATLANTA POLAND S.A., niniejszym prostuje omyłkę rachunkową w raporcie bieżącym\n                           nr 7/2015 z dnia 14 lipca 2015 r., polegającą na wpisaniu błędnej daty przekazania\n                           raportu rocznego. Poniżej znajduje się sprostowana treść raportu.Zarząd ATLANTA POLAND S.A. z siedzibą w Gdańsku, działając na podstawie § 103 ust.\n                           1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz. U. 2009 r., Nr 33, poz. 259 ze zmianami_ przekazuje informację o\n                           terminach przekazywania raportów okresowych w roku obrotowym 2015/2016, trwającym\n                           od dnia 1 lipca 2015 r. do dnia 30 czerwca 2016 r.:- raport kwartalny _SA-Q_ za IV kwartał roku obrotowego 2014/2015 – 28.08.2015 r.,- raport roczny _SA-R_ za rok obrotowy 2014/2015 – 30.10.2015 r.,- raport kwartalny _SA-Q_ za I kwartał roku obrotowego 2015/2016 – 16.11.2015 r.,- raport półroczny _SA-P_ za półrocze roku obrotowego 2015/2016 – 29.02.2016 r.,- raport kwartalny _SA-Q_ za III kwartał roku obrotowego 2015/2016 – 16.05.2016 r.",
        "date": "2015-07-21"
    }
]