[
    {
        "company_name": "Temat",
        "content": "Zarząd ATM Grupa S.A. _dalej: Spółka_ informuje, że w dniu 18 maja 2016 r. otrzymał\n                           od ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. _dalej: ALTUS TFI S.A._, zawiadomienie\n                           w imieniu funduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A., iż fundusze zarządzane\n                           przez ALTUS TFI S.A. przekroczyły próg 10% głosów w ogólnej liczbie głosów w Spółce.Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Przekroczenie progu 10% ogólnej liczby głosów w Spółce nastąpiło na skutek rozliczenia\n                           w dniu 16 maja2016 r. transakcji nabycia na rynku regulowanym 410 000 akcji Spółki.Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           spółki orazliczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 10 627 179akcji Spółki, stanowiących 12,61% kapitału zakładowego Spółki, uprawniających do wykonywania\n                           10 627 179głosów, co stanowiło 9,90% w ogólnej liczbie głosów w Spółce.Liczba aktualnie posiadanych akcji i ich procentowy udział w kapitale zakładowym spółki\n                           oraz liczbagłosów z tych akcji i ich procentowy udział w ogólnej liczbie głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 11 037 179akcji Spółki, stanowiących 13,09% kapitału zakładowego Spółki, uprawniających do 11\n                           037 179 głosóww Spółce, co stanowi 10,29% w ogólnej liczbie głosów w Spółce.Informacje dotyczące zamiarów dalszego zwiększania udziału w ogólnej liczbie głosów\n                           w okresie 12 miesięcyod złożenia zawiadomienia oraz celu zwiększania tego udziału:ALTUS TFI S.A. nie wyklucza w perspektywie kolejnych 12 miesięcy nabycia lub zbywania\n                           akcji Spółkiw zależności od sytuacji rynkowej, informacji napływających ze Spółki oraz potrzeb\n                           portfela inwestycyjnegofunduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A.Ogólna liczba akcji Spółki wynosi 84 300 000 natomiast ogólna liczba głosów na Walnym\n                           Zgromadzeniu Akcjonariuszy Spółki wynosi 107 300 000.",
        "date": "2016-05-18"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. informuje, że w dniu dzisiejszym Pan Maciej Grzywaczewski złożył\n                           rezygnację z pełnienia funkcji Wiceprezesa Zarządu.",
        "date": "2016-04-18"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM GRUPA S.A. informuje, iż Rada Nadzorcza działając na podstawie kodeksu\n                           spółek handlowych orazstatutu spółki dokonała w dniu 18 kwietnia 2016 r. wyboru podmiotu uprawnionego do\n                           badania jednostkowego i skonsolidowanego sprawozdania finansowego za rok 2016.Wybranym podmiotem jest Ernst & Young Audyt Polska spółka z ograniczoną odpowiedzialnością\n                           sp. k. z siedzibą w Warszawie, Rondo ONZ 1, 00-124 Warszawa, wpisana do Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla m. st. Warszawy, XII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS 0000481039, wpisana na listę\n                           podmiotów uprawnionych do badania sprawozdań finansowych, prowadzoną przez Krajową\n                           Radę Biegłych Rewidentów pod nr 130.Spółka korzystała wcześniej z usług wybranego podmiotu w zakresie usług badania spraozdnia\n                           finansowego, usług doradztwa podatkowego oraz usług doradztwa w zakresie otrzymania\n                           dotacji oraz dofinansowań.Badanie roku 2016 zostanie wykonane w ramach umowy zawartej na jeden rok.",
        "date": "2016-04-18"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. informuje, że akcjonariuszami, którzy na Zwyczajnym Walnym Zgromadzeniu\n                           Akcjonariuszy odbytym w dniu 18 kwietnia 2016 roku posiadali co najmniej 5% ogółu\n                           głosów reprezentowanych na tym zgromadzeniu byli:1. KURZEWSKI INVESTMENT S.A.R.L, która na zgromadzeniu dysponowała 57 420 000 głosów,\n                           stanowiącymi 95,80% udziału głosów na zgromadzeniu i 53,51% udziału w głosach ogółem.",
        "date": "2016-04-18"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. informuje, że Zwyczajne Walne Zgromadzenie Akcjonariuszy w dniu\n                           18 kwietnia 2016 rokupodjęło uchwałę o wypłacie dywidendy.Dywidenda zostanie wypłacona w wysokości 18 546 000,- zł tj. 0,22 zł na jedną akcję.Dywidendą zostaną objęte wszystkie akcje spółki serii A i B.Dzień dywidendy został ustalony na 21 kwietnia 2016 roku.Dniem wypłaty dywidendy będzie 6 maja 2016 roku.",
        "date": "2016-04-18"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. podaje do wiadomości treść uchwał podjętych przez Zwyczajne\n                           Walne ZgromadzenieAkcjonariuszy w dniu 18 kwietnia 2016 roku.",
        "date": "2016-04-18"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. _\"Spółka Przejmująca\"_ podaje do wiadomości, że w dniu 31 marca\n                           2016 r. otrzymał postanowienie o dokonaniu w tym samym dniu w Krajowym Rejestrze Sądowym\n                           wpisu połączenia ze spółką zależną Profilm Sp. z o.o., z siedzibą w Warszawie _\"Spółka\n                           Przejmowana\"_.Połączenie zostało dokonane przez przejęcie, na podstawie art. 492 § 1 pkt 1 ksh poprzez\n                           przeniesienie całego majątku Spółki Przejmowanej na Spółkę Przejmującą. Ponieważ Spółka\n                           Przejmująca jest jedynym wspólnikiem Spółki Przejmowanej połączenie zostało dokonane\n                           zgodnie z art. 516 § 6 ksh w trybie uproszczonym, z ograniczeniami wynikającymi z\n                           faktu, że Spółka Przejmująca jest spółką publiczną. Stosownie do treści art. 515 §\n                           1 ksh, a także ze względu na okoliczność, iż Spółka Przejmująca była jedynym udziałowcem\n                           Spółki Przejmowanej połączenie zostało przeprowadzone bez podwyższania kapitału zakładowego\n                           Spółki Przejmującej.Podstawową działalnością Spółki Przejmującej jest produkcja telewizyjna i filmowa.\n                           Spółka produkuje szereg różnorodnych gatunkowo programów na rzecz krajowych stacji\n                           telewizyjnych. Ponadto bierze udział w produkcji filmów przeznaczonych do emisji kinowej.\n                           Spółka prowadzi również telewizyjną działalność nadawczą.Podstawową działalnością Spółki Przejmowanej była produkcja telewizyjna i filmowa.",
        "date": "2016-03-31"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. niniejszym przesyła zmieniony projekt uchwały o podziale zysku\n                           i wypłacie dywidendy, który zostanie poddany pod głosowanie na Zwyczajnym Walnym Zgromadzeniu\n                           Akcjonariuszy w dniu 18 kwietnia 2016 r. Po konsultacji z Zespołem Działu Emitentów\n                           Giełdy Papierów Wartościowych w Warszawie, Zarząd podjął decyzję o zmianie projektu\n                           powyższej uchwały w zakresie dnia dywidendy oraz dnia wypłaty dywidendy. W poprzednim projekcie uchwały dzień dywidendy został wskazany na 18 kwietnia 2016\n                           r., natomiast dzień wypłaty dywidendy na  4 maja 2016 r.W obecnym projekcie uchwały dzień dywidendy został wskazany na 21 kwietnia 2016 r.\n                           natomiast dzień wypłaty dywidendy na  6 maja 2016 r.",
        "date": "2016-03-31"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. z siedzibą w Bielanach Wrocławskich, wpisanej do Rejestru Przedsiębiorców\n                           prowadzonego przez Sąd Rejonowy dla Wrocławia-Fabrycznej we Wrocławiu, VI Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS 0000157203 _\"Spółka\"_, działając\n                           na podstawie art. 395, art. 399 § 1 i art. 402² Kodeksu spółek handlowych _\"ksh\"_\n                           zwołuje Zwyczajne Walne Zgromadzenie Akcjonariuszy ATM Grupa S.A., z siedzibą w Bielanach\n                           Wrocławskich, które odbędzie się w dniu 18.04.2016 r. o godzinie 13:00 w Bielanach\n                           Wrocławskich, przy ulicy  Dwa Światy 1.Porządek obrad:1. Otwarcie Zwyczajnego Walnego Zgromadzenia Akcjonariuszy.2. Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia Akcjonariuszy. 3. Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           oraz zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad. 5. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Spółki oraz sprawozdania\n                           finansowego Spółki za rok 2015.6. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Grupy Kapitałowej\n                           ATM Grupa oraz skonsolidowanego sprawozdania finansowego Grupy Kapitałowej ATM Grupa\n                           za rok 2015. 7. Podjęcie uchwały o podziale zysku osiągniętego w 2015 r. i wypłacie dywidendy.8. Podjęcie uchwał dotyczących udzielenia absolutorium członkom Zarządu Spółki.9. Rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z działalności w 2015\n                           r. 10. Podjęcie uchwał dotyczących udzielenia absolutorium członkom Rady Nadzorczej Spółki.11. Zamknięcie Zwyczajnego Walnego Zgromadzenia Akcjonariuszy.",
        "date": "2016-03-22"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM GRUPA S.A. informuje, że Spółka oraz podmioty od niej zależne zawarły z\n                           Telewizją Polsat Sp. z .o.o. w okresie od dnia publikacji poprzedniego, analogicznego\n                           raportu bieżącego, umowy które łącznie spełniają kryterium umowy znaczącej tzn. ich\n                           sumaryczna wartość wynosi 33 227 tys. zł, co przekracza 10% kapitałów własnych Spółki.Umowy dotyczą m.in. produkcji programów telewizyjnych, świadczenia usług technicznych\n                           i wynajmów związanych z produkcją telewizyjną, opłat za udzielenie licencji na emisję\n                           gotowych programów telewizyjnych itp.Umową o największej wartości jest umowa z dnia 16 listopada 2015 r. na realizację\n                           serii odcinków serialu \"Pierwsza miłość\". Wartość tej umowy wynosi 9 126 tys. zł.Warunki tej umowy nakładają na spółkę odpowiedzialność odszkodowawczą za niedostarczenie\n                           odcinków w terminie oraz za wady techniczne materiału. Wartość możliwych do nałożenia\n                           kar może przekroczyć 10% wartości umowy. Dokładne wskazanie maksymalnej wysokości\n                           kar nie jest możliwe, gdyż uzależniona jest ona od ilości dni ewentualnego opóźnienia\n                           w dostarczaniu przez spółkę, w ustalonych terminach, kolejnych odcinków programu,\n                           jak również od wystąpienia wad technicznych w dostarczonym materiale.Wysokość kary w przypadku jednodniowego opóźnienia w dostarczeniu odcinka programu\n                           może wynieść 7 tys. zł. Oznacza to, że przekroczenie możliwych do nałożenia kar ponad\n                           równowartość 10% wartości umowy nastąpi przy wystąpieniu ponad 130 dni łącznej ilości\n                           dni opóźnień w dostarczaniu odcinków w zamówionej serii programu.Zapłata kar umownych nie wyłącza uprawnienia do dochodzenia roszczeń odszkodowawczych\n                           przekraczających wysokość tych kar.",
        "date": "2016-03-10"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. informuje, że akcjonariuszami, którzy na Nadzwyczajnym Walnym\n                           Zgromadzeniu Akcjonariuszy odbytym w dniu 19 lutego 2016 roku posiadali co najmniej\n                           5% ogółu głosów reprezentowanych na tym zgromadzeniu byli:1. KURZEWSKI INVESTMENT S.A.R.L, która na zgromadzeniu dysponowała 57 420 000 głosów,\n                           stanowiącymi 87,67% udziału głosów na zgromadzeniu i 53,51% udziału w głosach ogółem,2. NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY, który na zgromadzeniu dysponował\n                           5 560 000 głosów, stanowiącymi 8,49% udziału głosów na zgromadzeniu i 5,18% udziału\n                           w głosach ogółem.",
        "date": "2016-02-19"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. podaje do wiadomości treść uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie Akcjonariuszy w dniu 19 lutego 2016 roku.",
        "date": "2016-02-19"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. z siedzibą w Bielanach Wrocławskich _adres: ul. Dwa Światy 1,\n                           50-040 Bielany Wrocławskie_, wpisanej do rejestru przedsiębiorców Krajowego Rejestru\n                           Sądowego prowadzonego przez Sąd Rejonowy dla Wrocławia-Fabrycznej we Wrocławiu, VI\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem 0000157203, o kapitale\n                           zakładowym 8.430.000,00 zł – w całości wpłaconym – _\"Spółka Przejmująca\"_ na podstawie\n                           art. 504 § 1 k.s.h. zawiadamia po raz drugi akcjonariuszy Spółki Przejmującej o zamiarze\n                           połączenia z Profilm sp. z o.o. z siedzibą w Warszawie _\"Spółka Przejmowana\"_. Plan połączenia Spółki Przejmującej ze Spółką Przejmowaną został podpisany i udostępniony\n                           do publicznej wiadomości na stronie internetowej ATM Grupa w dniu 29 grudnia 2015\n                           roku oraz na stronie internetowej Profilm w dniu 29 grudnia 2016 roku.Akcjonariusze mogą przeglądać dokumenty, o których mowa w art. 505 § 1k.s.h., w siedzibie\n                           Spółki Przejmującej od dnia 18 stycznia 2016 roku do dnia, w którym podjęta zostanie\n                           uchwała Walnego Zgromadzenia Spółki Przejmującej o połączeniu.",
        "date": "2016-02-01"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. podaje do wiadomości daty przekazywania raportów okresowych\n                           w roku obrotowym 2016.1. Skonsolidowane raporty kwartalne:- za I kwartał 2016 r. - 16 maja 2016 r.- za III kwartał 2016 r. - 14 listopada 2016 r.2. Raport roczny i skonsolidowany raport roczny za 2015 r. - 21 marca 2016 r.3. Skonsolidowany raport za I półrocze 2016 r. - 31 sierpnia 2016 r.W związku z § 83 oraz § 103 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacjibieżących i okresowych przekazywanych przez emitentów papierów wartościowych Zarząd\n                           ATM Grupa S.A.informuje o zamiarze przekazywania w roku obrotowym 2015 skonsolidowanych raportów\n                           kwartalnychzawierających kwartalną informację finansową, o której mowa w § 83 ust.1 Rozporządzenia,\n                           a także przekazaniaskonsolidowanego raportu półrocznego za I półrocze 2015 r. zawierającego półroczne\n                           skrócone sprawozdaniefinansowe, o którym mowa w § 83 ust. 3 Rozporządzenia.Zarząd ATM Grupa S.A. informuje ponadto, że działając na podstawie §102 ust. 1 oraz\n                           §101 ust. 2 Rozporządzenia, nie będzie publikował raportu kwartalnego za IV kwartał\n                           2015 r. oraz za II kwartał 2016 r.",
        "date": "2016-01-29"
    },
    {
        "company_name": "ATMGRUPA",
        "content": "Zarząd ATM Grupa S.A. z siedzibą w Bielanach Wrocławskich, wpisanej do Rejestru Przedsiębiorców\n                           prowadzonego przez Sąd Rejonowy dla Wrocławia-Fabrycznej we Wrocławiu, VI Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS 0000157203 _\"Spółka\"_, działając\n                           na podstawie art. 398, art. 399 § 1 i art. 402² Kodeksu spółek handlowych _\"ksh\"_\n                           zwołuje Nadzwyczajne Walne Zgromadzenie Akcjonariuszy _\"Walne Zgromadzenie\"_ ATM Grupa\n                           S.A., z siedzibą w Bielanach Wrocławskich, które odbędzie się w dniu 19.02.2016 r.\n                           o godzinie 12.00 w Bielanach Wrocławskich, przy ulicy  Dwa Światy 1.Porządek obrad:1. Otwarcie Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy.2. Wybór Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy. 3. Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           oraz zdolności do podejmowania uchwał.4. Przyjęcie porządku obrad. 5. Podjęcie uchwały w sprawie połączenia z Profilm Sp. z o.o.6. Zamknięcie Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy.",
        "date": "2016-01-21"
    }
]