[
    {
        "company_name": "AUTO PARTNER SA",
        "content": "W nawiązaniu do raportu bieżącego nr 32/2016, który został przekazany do publicznej\n                           wiadomości w dniu 20 października 2016 roku, Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_\n                           informuje, że dniu 15 grudnia 2016 roku, Emitent podpisał umowę z następującymi  podmiotami:•Global One Automotive GmbH z siedzibą w Niemczech we Frankfurcie nad Menem,•WM SE z siedzibą w Niemczech w Osnabrücku,•SSF Imported  Auto Parts LLC z siedzibą w Stanach Zjednoczonych w San Francisco.Mocą podpisanej umowy  Spółka przystąpiła do międzynarodowej grupy zakupowej, która\n                           będzie dokonywała zakupów towarów będących przedmiotem oferty handlowej Emitenta na\n                           korzystnych warunkach handlowych.W ocenie Zarządu dzięki zawartej umowie Spółka uzyska dostęp do szerszej grupy światowych\n                           dostawców części zamiennych, pozyska know how, poszerzy swoją ofertę o nowe marki\n                           oraz  uzyska silniejszą pozycję w negocjacjach z dostawcami, co powinno przełożyć\n                           się na  zwiększenie marży brutto na wybranych grupach towarowych _dostawcach_  do\n                           3 pp. Grupa GlobalOne to międzynarodowa firma na rynku dystrybucji części motoryzacyjnych.\n                           Grupa stworzona przez niemiecką spółkę Wessels&Müller i amerykańskiego dystrybutora\n                           SSF oferuje swoim członkom współpracę z największymi producentami części na świecie.",
        "date": "2016-12-15"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 13/2016\n                           z dnia 13 czerwca 2016 roku, podaje informację o miesięcznych przychodach ze sprzedaży\n                           za miesiąc listopad, zgodnie z treścią zawartą w załączniku.",
        "date": "2016-12-12"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Emitent\"_ w nawiązaniu do raportu bieżącego nr 25/2016\n                           z dnia 20 lipca 2016 r., informuje, iż uległ zmianie termin publikacji  skonsolidowanego\n                           raportu III kwartał 2016 roku. Decyzją Zarządu Spółki data przekazania przedmiotowego\n                           raportu do publicznej wiadomości, pierwotnie określona na  29 listopada 2016 r., zostaje zmieniona na dzień 16 listopada 2016 r.Podstawa prawna przekazania raportu: §103 ust. 2 RMF w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-11-10"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje o dokonaniu korekty w rozszerzonym\n                           skonsolidowanym raporcie półrocznym za I półrocze 2016 roku, który został przekazany\n                           do publicznej wiadomości w dniu 6 września 2016 roku.Korekta dotyczy oczywistej omyłki w tabeli \"Wybrane dane finansowe dotyczące sprawozdania\n                           skonsolidowanego\",  pozycji XXI. \"Wartość księgowa na jedną akcję\". W związku z powyższym treść punktu XXI. tabeli Wybrane dane finansowe zmienia się\n                           następująco:Przed korektą:Wartość księgowa na jedną akcjęw tys. zł półrocze 2016: 0,10w tys. zł półrocze 2015:  0,10w tys. EUR półrocze 2016: 0,02w tys. EUR półrocze 2015: 0,02 Po korekcie: Wartość księgowa na jedną akcjęw tys. zł półrocze 2016: 1,23w tys. zł półrocze 2015: 0,81w tys. EUR półrocze 2016: 0,28w tys. EUR półrocze 2015: 0,19W kolejnej publikacji w systemie ESPI Zarząd Emitenta przekaże skorygowany raport\n                           półroczny z wyżej opisaną zmianą.Zarząd Spółki informuje, że powyżej opisana korekta nie ma wpływu na wyniki finansowe\n                           zawarte w  rozszerzonym skonsolidowanym raporcie półrocznym za I półrocze 2016 roku.",
        "date": "2016-11-10"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 13/2016\n                           z dnia 13 czerwca 2016 roku, podaje informację o miesięcznych przychodach ze sprzedaży\n                           za miesiąc październik, zgodnie z treścią zawartą w załączniku.",
        "date": "2016-11-09"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje o prowadzonych negocjacjach z\n                           następującymi  podmiotami:•Global One Automotive GmbH z siedzibą w Niemczech we Frankfurcie nad Menem,•WM SE z siedzibą w Niemczech w Osnabrücku,•SSF Imported  Auto Parts LLC z siedzibą w Stanach Zjednoczonych w San Francisco.Celem prowadzonych  przez Zarząd  negocjacji jest przystąpienie Spółki do międzynarodowej\n                           grupy zakupowej, która będzie dokonywała zakupów towarów będących przedmiotem oferty\n                           handlowej Emitenta na korzystnych warunkach handlowych.W ocenie Zarządu dzięki wejściu Auto Partner S.A. do w/w grupy zakupowej Spółka uzyska\n                           następujące korzyści:•dostęp do szerszej grupy światowych dostawców części zamiennych,•pozyskanie know how,•zwiększenie marży brutto na wybranych grupach towarowych _dostawcach_  do 3 pp. O zawarciu prawnie wiążącej umowy w powyższym zakresie lub o zakończeniu negocjacji\n                           w inny sposób Zarząd Spółki poinformuje odrębnym raportem.",
        "date": "2016-10-20"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 13/2016\n                           z dnia 13 czerwca 2016 roku, podaje informację o miesięcznych przychodach ze sprzedaży\n                           za miesiąc wrzesień, zgodnie z treścią zawartą w załączniku.",
        "date": "2016-10-13"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 13/2016\n                           z dnia 13 czerwca 2016 roku, podaje informację o miesięcznych przychodach ze sprzedaży\n                           za miesiąc sierpień, zgodnie z treścią zawartą w załączniku.Jednocześnie Emitent informuje, że począwszy od niniejszego raportu, informacje miesięczne\n                           o przychodach ze sprzedaży będą zawierały również dane w rozbiciu na sprzedaż krajową\n                           i zagraniczną.",
        "date": "2016-09-14"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Emitent\"_ w nawiązaniu do raportu bieżącego nr 25/2016\n                           z dnia 20 lipca 2016 r., informuje, iż uległ zmianie termin publikacji  skonsolidowanego\n                           raportu półrocznego za I półrocze 2016 roku. Decyzją Zarządu Spółki data przekazania\n                           przedmiotowego raportu do publicznej wiadomości, pierwotnie określona na  30 września\n                           2016 r., zostaje zmieniona na dzień 6 września 2016 r.Podstawa prawna przekazania raportu: §103 ust. 2 RMF w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-09-02"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 13/2016\n                           z dnia 13 czerwca 2016 roku, podaje informację o miesięcznych przychodach ze sprzedaży\n                           za miesiąc lipiec, zgodnie z treścią zawartą w załączniku.",
        "date": "2016-08-12"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ w uzupełnieniu informacji dotyczącej zarejestrowanie\n                           przez sąd zmiany Statutu, w tym podwyższenia kapitału zakładowego Spółki opublikowanej\n                           w raporcie bieżącym nr 16/2016 z dnia 22 czerwca 2016 r. informuje, iż rejestracja\n                           zmiany Statutu Spółki, w tym podwyższenia kapitału w związku z emisją 23 000 000 akcji\n                           zwykłych na okaziciela serii H Spółki miało miejsce w dniu 21 czerwca  2016 r.Podstawa prawna:Podstawa prawna: §38 ust. 1 pkt 2 oraz §5 ust.1 pkt 9 Rozporządzenia Ministra Finansów\n                           w sprawie  informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim",
        "date": "2016-08-03"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ przekazuje do publicznej  wiadomości korektę\n                           raportu bieżącego nr 20/2016 z dnia 1 lipca 2016 r. Korekta dotyczy uzupełnienia wykazu akcjonariuszy posiadających co najmniej 5% liczby\n                           głosów na Zwyczajnym Walnym Zgromadzeniu Emitenta, które odbyło się w dniu 30 czerwca\n                           2016 r., o akcjonariusza posiadającego ponad 5% liczby głosów na tym Zgromadzeniu,\n                           którym były, traktowane jako jeden akcjonariusz, obecne na Zgromadzeniu fundusze/subfundusze\n                           zarządzane przez Towarzystwo Funduszy Inwestycyjnych PZU S.A. W związku z powyższym poniżej Emitent przekazuje skorygowany wykaz  akcjonariuszy\n                           posiadających co najmniej 5% liczby głosów na ww. Zgromadzeniu:Aleksander Górecki - posiadający 42 021 877 akcji, reprezentujących 42 021 877 głosów,\n                           co stanowiło 45,874% głosów na Zwyczajnym Walnym Zgromadzeniu i 35,916% w ogólnej\n                           liczbie głosów.Katarzyna Górecka - posiadająca 34 061 181 akcji, reprezentujących 34 061 181 głosów,\n                           co stanowiło 37,183% % głosów na Zwyczajnym Walnym Zgromadzeniu i 29,112% w ogólnej\n                           liczbie głosów.AEGON Otwarty Fundusz Emerytalny – posiadający 6 700 000 akcji, reprezentujących 6\n                           700 000 głosów, co stanowiło 7,314% głosów na Zwyczajnym Walnym Zgromadzeniu i 5,726%\n                           w ogólnej liczbie głosów.Fundusze/Subfundusze zarządzane przez Towarzystwo Funduszy Inwestycyjnych PZU S.A.\n                           _PZU Fundusz Inwestycyjny, PZU Fundusz Inwestycyjny Otwarty Parasolowy Subfundusz\n                           PZU Akcji Krakowiak, PZU Fundusz Inwestycyjny Otwarty Parasolowy Subfundusz PZU Akcji\n                           Małych i Średnich Spółek, PZU Fundusz Inwestycyjny Otwarty Parasolowy Subfundusz PZU\n                           Akcji Nowa Europa, PZU Fundusz Inwestycyjny Otwarty Parasolowy Subfundusz PZU Stabilnego\n                           Wzrostu Mazurek, PZU Fundusz Inwestycyjny Otwarty Parasolowy Subfundusz PZU Zrównoważony,\n                           PZU SFIO Globalnych Inwestycji – Subfundusz PZU Akcji Spółek Dywidendowych, PZU SFIO\n                           Universum_   – posiadające łącznie 5 556 660 akcji, reprezentujących 5 556 660 głosów,\n                           co stanowiło 6,06% głosów na Zwyczajnym Walnym Zgromadzeniu i 4,749% w ogólnej liczbie\n                           głosów. Podstawa prawna: Art. 70 ust. 3 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. z 2005 roku Nr 184 poz. 1539_",
        "date": "2016-08-03"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Emitent\"_ informuje, że w związku z realizacją celów\n                           wynikających ze strategii rozwoju Grupy Auto Partner, Zarząd Emitenta w dniu 27 lipca\n                           2016 r. podjął uchwałę nr 4 o utworzeniu w Pruszkowie  - w  parku logistycznym MLP\n                           Pruszków II nowego centrum logistyczno – magazynowego o powierzchni ok. 7 tys. mkw.\n                           oraz o powiększeniu powierzchni magazynowej  w obecnym centrum logistyczno – magazynowym\n                           w Bieruniu  o dodatkowe 11,5 tys. mkw.Realizacja powyższych celów nastąpi w oparciu o umowy najmu powierzchni: •umowa z firmą MLP Pruszków IV Sp. z o.o. z siedzibą w Pruszkowie, której przedmiotem\n                           jest  najem około 7 tys. mkw. powierzchni magazynowej wraz z powierzchnią biurową\n                           w MLP Pruszków II w Pruszkowie.•aneks do umowy najmu z firmą WestInvest Gesellschaft fur Investmentfonds mbH z siedzibą\n                           w Dusseldorfie, którego przedmiotem jest najem około 11,5 tys. mkw  powierzchni magazynowej\n                           wraz z powierzchnią biurową w MLP Bieruń w Bieruniu.Szacuje się, że prace związane z uruchomieniem w/w centrów dystrybucyjnych zakończą\n                           się I kwartale 2017 roku.Powyższe działania umożliwią dalszy wzrost przychodów Grupy Auto Partner  realizowanych\n                           poprzez rosnącą skalę działania oraz poprzez dalszą poprawę warunków współpracy z\n                           odbiorcami i dostawcami części samochodowych.Poprzez powyższą uchwałę w sprawie utworzenia centrów logistyczno – magazynowych Emitent\n                           realizuje także cele emisyjne opisane w Prospekcie Emisyjnym Auto Partner S.A.",
        "date": "2016-07-27"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Emitent\"_ przekazuje do publicznej wiadomości stałe\n                           daty przekazywania raportów okresowych w roku obrotowym 2016.•30 września 2016 r. – skonsolidowany raport półroczny za I półrocze 2016 roku•29 listopada 2016 r– skonsolidowany raport za III kwartał 2016 rokuPonadto,  Zarząd spółki AUTO PARTNER  S.A. oświadcza, że:•zgodnie z § 83 ust. 1 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych _\"Rozporządzenie\"_,\n                           Emitent przekaże skonsolidowany raport kwartalny za III kwartał roku obrotowego 2016\n                           zawierający kwartalną informację finansową jednostki dominującej i nie będzie przekazywał\n                           odrębnego jednostkowego raportu kwartalnego za ten okres sprawozdawczy;•zgodnie z § 83 ust. 3 Rozporządzenia, Emitent nie będzie publikował jednostkowego\n                           raportu półrocznego, w związku z czym w skonsolidowanym raporcie półrocznym będzie\n                           zamieszczone skrócone półroczne sprawozdanie finansowe wraz z raportem podmiotu uprawnionego\n                           do badania sprawozdań oraz skróconą informacją dodatkową.Wszystkie raporty okresowe zostaną umieszczone na stronie internetowej Spółki _www.auto-partner.pl/_ w zakładce Relacje inwestorskie.Podstawa prawna przekazania raportu: §103 ust. 4 RMF w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-07-20"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki Auto Partner S.A. _\"Spółka\"_, w uzupełnieniu raportu bieżącego nr 3/2016\n                           z dnia 3 czerwca 2016 r., przekazuje do publicznej wiadomości informację na temat\n                           wysokości kosztów związanych z przeprowadzeniem oferty publicznej _\"Oferta\"_, która\n                           obejmowała ofertę 38.806.872 akcji Spółki, w tym 23.000.000 akcji zwykłych na okaziciela\n                           serii H nowej emisji _\"Nowe Akcje\"_ oraz 15.806.872 akcji sprzedawanych w ramach Oferty\n                           przez akcjonariuszy sprzedających, tj. 111.110 Akcji Serii B, 13.193.129 Akcji Serii\n                           D  oraz 2.502.633 Akcji Serii E  _\"Akcje Sprzedawane\", a razem z Nowymi Akcjami \"Akcje\n                           Oferowane\"_.Łączne koszty poniesione przez Spółkę w związku z przeprowadzeniem Oferty wyniosły\n                           1.646 tys. PLN, w tym:•koszty przygotowania i przeprowadzenia Oferty: 1.067 tys. PLN;•koszty wynagrodzenia subemitentów: nie dotyczy;•koszty sporządzenia prospektu emisyjnego z uwzględnieniem kosztów doradztwa: 315\n                           tys. PLN;•koszty promocji Oferty: 264 tys. PLN.Poniesione przez Spółkę koszty Oferty w kwocie 1.646 tys. PLN zostały rozliczone w\n                           księgach rachunkowych Spółki w ten sposób, iż kwota 1.210 tys. PLN pomniejsza kapitał\n                           zapasowy z nadwyżki wartości emisyjnej wyemitowanych akcji nad ich wartością nominalną,\n                           pozostała kwota została ujęta w sprawozdaniach finansowych Spółki jako koszty operacyjne.Poniesiony przez Spółkę średni koszt przeprowadzenia Oferty przypadający na jedną\n                           Nową Akcję oferowaną przez Spółkę w ramach Oferty wyniósł 0,07 PLN.Akcjonariusze Spółki sprzedający w ramach Oferty Akcje Sprzedawane ponieśli w całości\n                           koszty plasowania Akcji Sprzedawanych. Koszty te, ze względu na poniesienie ich w\n                           całości przez Akcjonariuszy Sprzedających, nie zostały ujęte w księgach rachunkowych\n                           i sprawozdaniu finansowym Spółki. Średni koszt plasowania w ramach Oferty Akcji Sprzedawanych\n                           poniesiony przez akcjonariuszy sprzedających, w przeliczeniu na jedną Akcję Sprzedawaną\n                           wyniósł 0,04 PLN.Łączne koszty Oferty, obejmujące _i_ koszty poniesione w związku z Ofertą przez Spółkę\n                           oraz _ii_ koszty plasowania w ramach Oferty Akcji Sprzedawanych poniesione przez akcjonariuszy\n                           sprzedających, wyniosły w sumie 2.237 tys. PLN.Średni koszt Oferty obejmujący _i_ koszty poniesione w związku z Ofertą przez Spółkę\n                           oraz _ii_ koszty plasowania w ramach Oferty Akcji Sprzedawanych poniesione przez akcjonariuszy\n                           sprzedających, w przeliczeniu na jedną Akcję Oferowaną wyniósł 0,06 PLN. Podstawa prawna: art. 56 ust. 1 pkt 2 Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           oraz § 33 ust. 1 Rozporządzenia Ministra Finansów w sprawie informacji bieżących i\n                           okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim.",
        "date": "2016-07-20"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 13/2016\n                           z dnia 13 maja 2016 roku, podaje informację o miesięcznych przychodach ze sprzedaży\n                           za miesiąc czerwiec, zgodnie z treścią zawartą w załączniku.",
        "date": "2016-07-14"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje, iż w dniu 5 lipca 2016 roku\n                           otrzymał Komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych S.A.,\n                           w którym poinformowano, że zgodnie z uchwałą nr 429/16 z dnia 29 czerwca 2016 roku\n                           Zarządu KDPW, w dniu 8 lipca 2016 roku w Krajowym Depozycie Papierów Wartościowych\n                           nastąpi rejestracja 23 000 000  akcji serii H i oznaczenie ich kodem PLATPRT 00018.Podstawa prawna:§34 ust.1 pkt 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-07-05"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje, iż Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. na podstawie Uchwały nr 690/2016 z dnia 4 lipca 2016 roku  wyznaczył\n                           dzień  7 lipca 2016 r. ostatnim dniem notowania 23 000 000 praw do akcji zwykłych\n                           na okaziciela serii H o wartości nominalnej 0,10 zł każda, oznaczonych przez Krajowy\n                           Depozyt Papierów Wartościowych S.A. kodem \"PLATPRT00034\".Jednocześnie Zarząd GPW na podstawie uchwały nr 691/2016 z dnia 4 lipca 2016 r.  postanowił\n                           wprowadzić z dniem 8 lipca 2016 roku w trybie zwykłym do obrotu giełdowego na rynku\n                           podstawowym  23 000 000 akcji zwykłych na okaziciela serii H o wartości nominalnej\n                           0,10 zł każda, pod warunkiem dokonania przez KDPW w dniu 8 lipca 2016 r. rejestracji\n                           tych akcji i oznaczenia ich kodem \"PLATPRT00018\":Podstawa prawna: §34 ust.1 pkt 4 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-07-05"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ podaje do publicznej  wiadomości wykaz\n                           akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu,\n                           które odbyło się w dniu 30 czerwca 2016 r.:Aleksander Górecki - posiadający 42 021 877 akcji, reprezentujących 42 021 877 głosów,\n                           co stanowiło 45,874% głosów na Zwyczajnym Walnym Zgromadzeniu i 35,916% w ogólnej\n                           liczbie głosów.Katarzyna Górecka - posiadająca 34 061 181 akcji, reprezentujących 34 061 181 głosów,\n                           co stanowiło 37,183%  głosów na Zwyczajnym Walnym Zgromadzeniu i 29,112% w ogólnej\n                           liczbie głosów.AEGON Otwarty Fundusz Emerytalny – posiadający 6 700 000 akcji, reprezentujących 6\n                           700 000 głosów, co stanowiło 7,314% głosów na Zwyczajnym Walnym Zgromadzeniu i 5,726%\n                           w ogólnej liczbie głosów. Podczas obrad Zwyczajnego Walnego Zgromadzenia reprezentowanych było 91 601 798 akcji,\n                           uprawniających do oddania 91 601 798 głosów, co stanowiło 78,292% ogólnej liczby głosów.Podstawa prawna: Art. 70 ust. 3 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. z 2005 roku Nr 184 poz. 1539_.",
        "date": "2016-07-01"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd AUTO PARTNER S.A. _\"Spółka\"_  w załączeniu przekazuje treść uchwał podjętych\n                           przez Zwyczajne Walne Zgromadzenie w dniu 30 czerwca 2016 r. Zwyczajne Walne Zgromadzenie\n                           Spółki nie odstąpiło od rozpatrzenia jakiegokolwiek punktu porządku obrad. Do żadnej\n                           z uchwał objętych protokołem z Walnego Zgromadzenia nie zgłoszono sprzeciwów. Podstawa prawna: §38 ust. 1 pkt 7, 8, 9 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-06-30"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki Auto Partner S.A. _\"Spółka\"_ informuje, iż 30 czerwca 2016 roku wpłynęła\n                           do Spółki Uchwała nr 429/16 Zarządu Krajowego Depozytu Papierów Wartościowych S.A.\n                           _\"KDPW\"_ z dnia 29 czerwca 2016 r. na podstawie, której KDPW postanawia zarejestrować\n                           w depozycie papierów wartościowych 23 000 000 akcji zwykłych na okaziciela serii H\n                           spółki AUTO PARTNER S.A. o wartości nominalnej 0,10 zł każda oraz oznaczyć je kodem\n                           PLATPRT00018, pod warunkiem podjęcia decyzji przez spółkę prowadzącą rynek regulowany\n                           o wprowadzeniu tych akcji do obrotu na tym samym rynku regulowanym, na który wprowadzone\n                           zostały inne akcje spółki oznaczone kodem PLATPRT00018, z następującym zastrzeżeniem:zarejestrowanie wskazanych wyżej akcji nastąpi z dniem zamknięcia kont prowadzonych\n                           dla praw do akcji oznaczonych kodem PLATPRT00034,  w terminie 3 dni od otrzymania\n                           przez KDPW decyzji spółki prowadzącej rynek regulowany, o której mowa powyżej, nie\n                           wcześniej jednak niż w dniu wskazanym w tej decyzji jako dzień wprowadzenia tych akcji\n                           do obrotu.Podstawa prawna: §34 ust.1 pkt 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-06-30"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd Spółki AUTO PARTNER S.A. _Spółka, Emitent_ informuje, że w dniu 22.06.2016\n                           roku otrzymał zawiadomienia o zmianie stanu posiadania od następujących akcjonariuszy\n                           Spółki:- od Pani Katarzyny Góreckiej zawiadomienie o zmniejszeniu  stanu posiadania akcji\n                           Spółki do 29,966%  głosów wynikającej z zarejestrowania przez Sąd Rejonowy Katowice\n                           Wschód Wydział VIII Gospodarczy Krajowego Rejestru Sądowego podwyższenia kapitału\n                           zakładowego Spółki.Pani Katarzyna Górecka  poinformowała, że według stanu na dzień 22.06.2016 r. posiada\n                           35 060 681 akcji spółki, co stanowi 29,966%  udziału w jej kapitale zakładowym oraz\n                           29,966% ogólnej liczby głosów.Przed rejestracją przez sąd podwyższenia kapitału posiadała 35 060 681  akcji spółki\n                           AUTO PARTNER S.A. co stanowiło 37,299%  udziału w jej kapitale zakładowym oraz 37,299%\n                           ogólnej liczby głosów.Jednocześnie Pani Katarzyna Górecka poinformowała, iż nie istnieją podmioty przez\n                           nią kontrolowane posiadające akcje spółki AUTO PARTNER S.A. oraz nie zawarła umów\n                           z osobą trzecią, której przedmiotem jest przekazanie uprawnień do wykonywania prawa\n                           głosu; - od Pana Aleksandra Góreckiego zawiadomienie o zmniejszeniu  stanu posiadania akcji\n                           Spółki do 35,916%  głosów wynikającej z zarejestrowania przez Sąd Rejonowy Katowice\n                           Wschód Wydział VIII Gospodarczy Krajowego Rejestru Sądowego podwyższenia kapitału\n                           zakładowego Spółki.Pan Aleksander Górecki poinformował, że  według stanu na dzień 22.06.2016 r. posiada\n                           42 021 877  akcji spółki, co stanowi 35,916%  udziału w jej kapitale zakładowym oraz\n                           35,916 % ogólnej liczby głosów.Przed rejestracją przez sąd podwyższenia kapitału posiadał 42 021 877 akcji spółki\n                           AUTO PARTNER S.A. co stanowiło 44,704 %  udziału w jej kapitale zakładowym oraz 44,704\n                           %  ogólnej liczby głosów.Jednocześnie Pan Aleksander Górecki poinformował,  iż nie istnieją podmioty przez\n                           niego kontrolowane posiadające akcje spółki AUTO PARTNER S.A. oraz nie zawarł umów\n                           z osobą trzecią, której przedmiotem jest przekazanie uprawnień do wykonywania prawa\n                           głosu.",
        "date": "2016-06-22"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje, iż w dniu 22.06.2016 r. powziął\n                           informację, że Sąd Rejonowy Katowice Wschód w Katowicach Wydział VIII Gospodarczy\n                           KRS dokonał rejestracji zmiany Statutu Spółki, w tym podwyższenia kapitału zakładowego\n                           Spółki o kwotę 2 300 000 zł.Podwyższenie kapitału zostało dokonane poprzez emisję 23 000 000 akcji zwykłych na\n                           okaziciela serii H o wartości nominalnej 0,10 zł każda.Aktualna wysokość i struktura kapitału zakładowego Spółki wygląda następująco:• Kapitał zakładowy Spółki wynosi 11.700.000,00 zł _jedenaście milionów siedemset\n                           tysięcy złotych_ i dzieli się na:• _jeden tysiąc_ akcji zwykłych na okaziciela serii A o wartości nominalnej 0,10 zł\n                           _dziesięć groszy_ każda;• 111.110 _sto jedenaście tysięcy sto dziesięć_ akcji zwykłych na okaziciela serii\n                           B o wartości nominalnej 0,10 zł _dziesięć groszy_ każda;• 48.319.769 _czterdzieści osiem milionów trzysta dziewiętnaście tysięcy siedemset\n                           sześćdziesiąt dziewięć_ akcji zwykłych na okaziciela serii D o wartości nominalnej\n                           0,10 zł _dziesięć groszy_ każda;• 160.386 _sto sześćdziesiąt tysięcy trzysta osiemdziesiąt sześć_ akcji zwykłych na\n                           okaziciela serii C o wartości nominalnej 0,10 zł _dziesięć groszy_ każda;• 39.964.295 _trzydzieści dziewięć milionów dziewięćset sześćdziesiąt cztery tysiące\n                           dwieście dziewięćdziesiąt pięć_ akcji zwykłych na okaziciela serii E o wartości nominalnej\n                           0,10 zł _dziesięć groszy_ każda;• 4.444.440 _cztery miliony czterysta czterdzieści cztery tysiące czterysta czterdzieści_\n                           akcji zwykłych na okaziciela serii F o wartości nominalnej 0,10 zł _dziesięć groszy_\n                           każda;• 999.000 _dziewięćset dziewięćdziesiąt dziewięć tysięcy_ akcji zwykłych na okaziciela\n                           serii G o wartości nominalnej 0,10 zł _dziesięć groszy_ każda;• 23.000.000 _dwadzieścia trzy miliony_ akcji zwykłych na okaziciela serii H o wartości nominalnej 0,10 zł _dziesięć groszy_ każda. Ogólna liczba głosów wynikająca ze wszystkich wyemitowanych akcji po zarejestrowaniu\n                           podwyższenia kapitału zakładowego Spółki wynosi: 117 000 000.Wykaz postanowień Statutu w ich brzmieniu przed i po dokonanej zmianie stanowi załącznik\n                           do niniejszego raportu. Podstawa prawna: § 38 ust. 1 pkt 2 oraz 5 ust.1 pkt 9 w związku z § 15 RMF w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2016-06-22"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje, iż w związku z tym, że Spółka\n                           nie podlegała obowiązkowi przekazania raportu okresowego za I kwartał 2016 r. oraz\n                           w celu podniesienia przejrzystości i efektywności polityki informacyjnej zapewniającej\n                           inwestorom dostęp do informacji istotnych dla oceny sytuacji i perspektyw Grupy Kapitałowej\n                           oraz przewidywalności wyników Grupy Kapitałowej, w załączeniu przekazuje wybrane skonsolidowane\n                           dane finansowe Grupy Auto Partner S.A. za I kwartał 2016 r.Podstawa prawna: art. 56 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych.",
        "date": "2016-06-22"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd Spółki AUTO PARTNER S.A. _Spółka, Emitent_ informuje, że w dniu 14.06.2016\n                           roku otrzymał od prokurenta zawiadomienie o wykonaniu transakcji dotyczących praw\n                           do akcji spółki o treści zawartej w załączniku.Podstawa prawna: Art. 160 ust 4 Ustawy z dnia 25 lipca 2005 r. o obrocie instrumentami finansowymi.",
        "date": "2016-06-14"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje, iż w celu podniesienia przejrzystości\n                           i efektywności polityki informacyjnej zapewniającej inwestorom dostęp do informacji\n                           istotnych dla oceny sytuacji i perspektyw Grupy Kapitałowej oraz przewidywalności\n                           wyników Grupy Kapitałowej, począwszy od miesiąca czerwca 2016 r. aż do odwołania Spółka\n                           będzie publikowała informację o miesięcznych przychodach ze sprzedaży zgodnie z treścią\n                           zawartą w załączniku.Raporty te będą przekazywane niezwłocznie po agregacji danych za określony miesiąc,\n                           jednak nie później niż w terminie do 15-tego każdego miesiąca następującego po miesiącu,\n                           którego raport dotyczy.Podstawa prawna: art. 56 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych.",
        "date": "2016-06-13"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd Spółki AUTO PARTNER S.A. _Spółka, Emitent_ informuje, że w dniu 10.06.2016\n                           roku otrzymał zawiadomienia od dwóch członków Rady Nadzorczej Spółki o wykonaniu transakcji\n                           dotyczących akcji Spółki o treści zawartej w załącznikach.Osoby zobowiązane nie wyraziły zgody na publikację danych osobowych.Podstawa prawna:\n                           Art. 160 ust 4 Ustawy z dnia 25 lipca 2005 r. o obrocie instrumentami finansowymi.",
        "date": "2016-06-10"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd Spółki AUTO PARTNER S.A. _Spółka, Emitent_ informuje, że w dniu 10.06.2016\n                           roku otrzymał od  Pani Katarzyny Góreckiej zawiadomienie o zmniejszeniu stanu posiadania\n                           akcji Spółki do 37,299%  głosów.Pani Katarzyna Górecka  poinformowała, że według stanu na dzień 6 czerwca 2016 r.\n                           posiadała 35 060 681 akcji spółki, co stanowi 37,299%  udziału w jej kapitale zakładowym\n                           oraz 37,299% ogólnej liczby głosów.Przed zbyciem akcji posiadała 48 253 810 akcji spółki AUTO PARTNER S.A. co stanowiło\n                           51,338% udziału w jej kapitale zakładowym oraz 51,338% ogólnej liczby głosów.Podstawa\n                           prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. z 2005 roku Nr 184 poz. 1539_",
        "date": "2016-06-10"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd Spółki AUTO PARTNER S.A. _Spółka, Emitent_ informuje, że w dniu 08.06.2016\n                           roku otrzymał  od  Towarzystwa Funduszy Inwestycyjnych PZU SA _\"TFI PZU SA\"_ z siedzibą\n                           w Warszawie  następującą informację:TFI PZU SA działając w imieniu i na rzecz zarządzanych przez siebie funduszy inwestycyjnych:1. PZU Fundusz Inwestycyjny Otwarty Parasolowy,2. PZU Specjalistyczny Fundusz Inwestycyjny Otwarty Globalnych Inwestycji,3. PZU Specjalistyczny Fundusz Inwestycyjny Otwarty Universum,4. PZU Fundusz Inwestycyjny Zamknięty Akcji Focus,_Fundusze \"TFI PZU SA\"_ stosownie do art. 69 ust.1 pkt 1_, art. 69b ust. 1 i ust.\n                           2 oraz art. 87 ust. 1 pkt 2_ lit. a_ ustawy    z dnia 29 lipca 2005 r. ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych zawiadamiają, że w wyniku:1. przydziału Funduszom TFI PZU i zapisania w dniu 6 czerwca 2016 r. na rachunkach\n                           depozytowych Funduszy TFI PZU 5 568 000 _słownie: pięć milionów pięćset sześćdziesiąt\n                           osiem tysięcy_ akcji _PLATPRT00018_ AUTO PARTNER SA _\"Spółka\"_ oraz2. zbycia 9 890 _słownie dziewięć tysięcy osiemset dziewięćdziesiąt_ akcji Spółki\n                           _PLATPRT00018_ w transakcjach zwykłych dokonanych w dniu 6 czerwca 2016 roku na Giełdzie\n                           Papierów Wartościowych w Warszawie SA, których rozliczenie przypada w dniu 8 czerwca\n                           2016 roku oraz3. zbycia do portfeli Funduszy TFI PZU 289 373 _słownie: dwieście osiemdziesiąt dziewięć\n                           tysięcy trzysta siedemdziesiąt trzy_ praw do akcji _\"PDA\"_ Spółki  _PLATPRT00034_\n                           w transakcjach zwykłych dokonanych w dniu 6 czerwca 2016 roku na Giełdzie Papierów\n                           Wartościowych w Warszawie SA, których rozliczenie przypada w dniu 8 czerwca 2016 roku,udział Funduszy TFI PZU w ogólnej licznie głosów na Walnym Zgromadzeniu Spółki przekroczył\n                           próg 5% tj.:Liczba akcji posiadanych przed zmianą: udziału:  0Procentowy udział w kapitale zakładowym: 0,00%Liczba głosów z akcji: 0Procentowy udział w ogólnej liczbie głosów: 0,00%Liczba akcji posiadanych po zmianie udziału: 5 558 110Procentowy udział w obecnym _zarejestrowanym w KRS_ kapitale zakładowym Spółki: 5,9129%Liczba głosów z posiadanych akcji: 5 558 110Procentowy udział w ogólnej liczbie głosów _zgodnie z zarejestrowanym w KRS kapitałem\n                           zakładowym Spółki_: 5,9129%Liczba posiadanych PDA po zmianie udziału: 289 373Procentowy udział w w obecnym _zarejestrowanym w KRS_ kapitale zakładowym Spółki:\n                           0,3078%Liczba głosów z akcji po zamianie na PDA na akcje: 289 373Procentowy udział w ogólnej liczbie głosów _zgodnie z zarejestrowanym w KRS kapitałem\n                           zakładowym Spółki_: 0,3078%Łączna liczba akcji i PDA po zmianie udziału: 5 847 483Procentowy udział w obecnym _zarejestrowanym w KRS_ kapitale zakładowym Spółki:  6,2207%Łączna liczba głosów z akcji po zamianie PDA na akcje: 5 847 483Procentowy udział w ogólnej liczbie głosów _zgodnie z zarejestrowanym w KRS kapitałem\n                           zakładowym Spółki_: 6,2207%.Ponadto TFI PZU poinformowało, iż:Fundusze TFI PZU nie posiadają podmiotów zależnych będących w posiadaniu akcji Spółki,TFI PZU S.A. jako podmiot zarządzający może w imieniu Funduszy TFI PZU wykonywać prawo\n                           głosu na walnym zgromadzeniu Spółki.Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. z 2005 roku Nr 184 poz. 1539_",
        "date": "2016-06-09"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd Spółki AUTO PARTNER S.A. _Spółka, Emitent_ informuje, że w dniu 07.06.2016\n                           roku otrzymał od  AEGON Powszechne Towarzystwo Emerytalne S.A. z siedzibą  w Warszawie\n                           przy ul. Wołoskiej 5 _02-675_ Warszawa reprezentujące AEGON Otwarty Fundusz Emerytalny,\n                           zawiadomienie, iż AEGON Otwarty Fundusz Emerytalny w wyniku transakcji nabycia rozliczonej\n                           w dniu 6 czerwca 2016 r. zwiększył stan posiadania akcji spółki Auto Partner S.A.\n                           powyżej 5% głosów. AEGON Powszechne Towarzystwo Emerytalne S.A. poinformowało, że według stanu na dzień\n                           6 czerwca 2016 r. AEGON Otwarty Fundusz Emerytalny posiadał 6 700 000 akcji spółki\n                           co stanowiło 7,128% udziału w kapitale zakładowym oraz 7,128% ogólnej liczby głosów.Przed nabyciem akcji AEGON Otwarty Fundusz Emerytalny nie posiadał akcji spółki.Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz. U. z 2005 roku Nr 184 poz. 1539_",
        "date": "2016-06-07"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje, iż Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. na podstawie Uchwały nr 553/2016 z dnia 3 czerwca 2016 roku  postanowił\n                           wprowadzić z dniem  6 czerwca 2016 roku w trybie zwykłym do obrotu giełdowego na rynku\n                           podstawowym następujące akcje zwykłe na okaziciela spółki AUTO PARTNER S.A., o wartości\n                           nominalnej 0,10 zł _dziesięć groszy_ każda, oznaczone przez Krajowy Depozyt Papierów\n                           Wartościowych S.A. kodem \"PLATPRT00018\":a_ 1.000 _jeden tysiąc_ akcji serii A,b_111.110 _sto jedenaście tysięcy sto dziesięć_ akcji serii B,c_160.386 _sto sześćdziesiąt tysięcy trzysta osiemdziesiąt sześć_ akcji serii C,d_48.319.769 _czterdzieści osiem milionów trzysta dziewiętnaście tysięcy siedemset\n                           sześćdziesiąt dziewięć_ akcji serii D,e_ 39.964.295 _trzydzieści dziewięć milionów dziewięćset sześćdziesiąt cztery tysiące\n                           dwieście dziewięćdziesiąt pięć_ akcji serii E,f_ 4.444.440 _cztery miliony czterysta czterdzieści cztery tysiące czterysta czterdzieści_\n                           akcji serii F,g_ 999.000 _dziewięćset dziewięćdziesiąt dziewięć tysięcy_ akcji serii GZgodnie z w/w uchwałą akcje będą notowane , w systemie notowań ciągłych pod nazwą\n                           skróconą \"AUTOPARTN\" i oznaczeniem \"APR\".Podstawa prawna: §34 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-06-03"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje, iż Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. na podstawie Uchwały nr 554/2016 z dnia 3 czerwca 2016 roku  postanowił\n                           wprowadzić z dniem  6 czerwca 2016 roku w trybie zwykłym do obrotu giełdowego 23.000.000\n                           praw do akcji zwykłych na okaziciela serii H o wartości nominalnej 0,10 zł _dziesięć\n                           groszy_ każda, oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem\n                           \"PLATPRT00034\";Zgodnie z w/w uchwałą prawa do akcji serii H notowane będą, w systemie notowań ciągłych\n                           pod nazwą skróconą \"AUTOPARTN-PDA\" i oznaczeniem \"APRA\".Podstawa prawna: §34 ust.1 pkt 3 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-06-03"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. _\"Spółka\"_ informuje, iż w dniu 03.06.2016 roku otrzymał\n                           Komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych S.A., w którym\n                           poinformowano, że zgodnie z uchwałą nr 368/16 z dnia 02.06.2016 roku Zarządu KDPW\n                           w dniu 06.06.2016 roku w Krajowym Depozycie nastąpi rejestracja 94 000 000 akcji i\n                           oznaczenie ich kodem PLATPRT 00018.Podstawa prawna:§34 ust.1 pkt 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-06-03"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd AUTO PARTNER  S.A. z siedzibą w Bieruniu _\"Spółka\"_, działając na podstawie\n                           art. 399 § 1 w związku z art. 402_1_ § 1 i 2 Kodeksu spółek handlowych oraz zgodnie\n                           z § 23 ust. 3 Statutu Spółki zwołuje na dzień 30 czerwca 2016 roku, na godzinę 11.00,\n                           Zwyczajne Walne Zgromadzenie Spółki, które odbędzie się w siedzibie Spółki w Bieruniu\n                           przy ulicy Ekonomicznej 20, _43-150_.W załączeniu Zarząd przekazuje: - Ogłoszenie o zwołaniu ZWZ AUTO PARTNER S.A. - Projekty uchwał na ZWZ AUTO PARTNER  S.A.- Formularz pełnomocnictwa na ZWZ wraz z formularzem wykonywania głosu przez pełnomocnika- Informacja o ogólnej liczbie głosów Szczegółowa podstawa prawna: § 38 ust. 1 pkt 1 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-06-03"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki AUTO PARTNER S.A. informuje, iż Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. na podstawie Uchwały nr 552/2016 z dnia  2 czerwca 2016 roku postanowił\n                           dopuścić do obrotu giełdowego na rynku regulowanym podstawowym:1_ następujące akcje spółki AUTO PARTNER S.A., o wartości nominalnej 0,10 zł _dziesięć\n                           groszy_ każda, pod warunkiem ich zamiany na akcje zwykłe na okaziciela:a_ 1.000 _jeden tysiąc_ akcji serii A,b_ 111.110 _sto jedenaście tysięcy sto dziesięć_ akcji serii B;c_ 160.386 _sto sześćdziesiąt tysięcy trzysta osiemdziesiąt sześć_ akcji serii C;d_ 48.319.769 _czterdzieści osiem milionów trzysta dziewiętnaście tysięcy siedemset\n                           sześćdziesiąt dziewięć_ akcji serii D;e_ 39.964.295 _trzydzieści dziewięć milionów dziewięćset sześćdziesiąt cztery tysiące\n                           dwieście dziewięćdziesiąt pięć_ akcji serii E;f_ 4.444.440 _cztery miliony czterysta czterdzieści cztery tysiące czterysta czterdzieści_\n                           akcji serii F;g_ 999.000 _dziewięćset dziewięćdziesiąt dziewięć tysięcy_ akcji serii G;2_ 23.000.000 _dwadzieścia trzy miliony_ akcji zwykłych na okaziciela serii H spółki\n                           AUTO PARTNER S.A., o wartości nominalnej 0,10 zł _dziesięć groszy_ każda, pod warunkiem\n                           zarejestrowania podwyższenia kapitału zakładowego tej spółki w wyniku emisji akcji\n                           tej serii;3_ 23.000.000 _dwadzieścia trzy miliony_ praw do akcji zwykłych na okaziciela serii\n                           H spółki AUTO PARTNER S.A., o wartości nominalnej 0,10 zł _dziesięć groszy_ każda.Podstawa prawna: §34 ust.1 pkt 2 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-06-03"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki Auto Partner S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości informację\n                           na temat zakończenia oferty publicznej _\"Oferta\"_ 46.000.000 akcji Spółki w tym do\n                           23.000.000 akcji zwykłych na okaziciela serii H _\"Nowe Akcje\"_ oraz do 23 000 000\n                           akcji sprzedawanych w ramach Oferty, tj. 111.110 Akcji Serii B, 20.386.257 Akcji Serii\n                           D  oraz 2.502.633 Akcji Serii E  _\"Akcje Sprzedawane\", a razem z Nowymi Akcjami \"Akcje\n                           Oferowane\"_.1. Data rozpoczęcia i zakończenia subskrypcji: 10 maja 2016 r. – 20 maja 2016 r.2. Data przydziału papierów wartościowych: 23 maja 2016 r. 3. Liczba papierów wartościowych objętych subskrypcją 46.000.000 akcji Spółki w tym:\n                           a. 23.000.000 Nowych Akcji oraz b. 23.000.000 Akcji Sprzedawanych. 4. Redukcja w transzy Inwestorów Indywidualnych wyniosła 39,77%. 5. W ramach subskrypcji złożono zapisy na ogółem 40.978.658 akcji, w tym:a. w Transzy Inwestorów Indywidualnych 5.460.658 akcji oraz b. w Transzy Inwestorów Instytucjonalnych 35.518.000 akcji.6. Przydzielono ogółem 38.806.872 Akcji Oferowanych, w tym: a. w Transzy Inwestorów Indywidualnych 3.288.872 akcji _wszystkie akcje były Nowymi\n                           Akcjami_  oraz b. w Transzy Inwestorów Instytucjonalnych 35.518.000 akcji. 7. Akcje Oferowane były obejmowane po cenie równej 2,20 złotych za akcję. 8. W ramach subskrypcji ogółem 1005 podmiotów złożyło zapisy na akcje, w tym:a. w Transzy Inwestorów Instytucjonalnych zapisy złożyło 76 podmioty orazb. w Transzy Inwestorów Indywidualnych zapisy złożyło 929 podmioty. 9. Akcje Oferowane zostały przydzielone ogółem 1005 podmiotom, w tym:a. w Transzy Inwestorów Instytucjonalnych 76 podmiotom orazb. w Transzy Inwestorów Indywidualnych 929 podmiotom. 10. Akcje nie zostały objęte przez subemitentów _nie zawarto umów o subemisję_.11. Wartość przeprowadzonej Oferty wyniosła 85.375.118,40 zł.12. Na dzień sporządzenia niniejszego raportu Spółka nie posiada informacji o ostatecznym\n                           rozliczeniu kosztów emisji. Koszty te zostaną podane do wiadomości publicznej w formie\n                           raportu bieżącego po otrzymaniu zestawienia i akceptacji wszystkich kosztów od podmiotów\n                           zaangażowanych w pracę nad przygotowaniem i przeprowadzeniem Oferty. 13. Na dzień sporządzenia niniejszego raportu Spółka nie posiada informacji o ostatecznym\n                           rozliczeniu kosztów emisji i w związku z tym nie jest znany średni koszt przeprowadzenia\n                           sprzedaży przypadający na jedną Akcję Oferowaną. Koszty te zostaną podane do wiadomości\n                           publicznej w formie raportu bieżącego po otrzymaniu zestawienia i akceptacji wszystkich\n                           kosztów od podmiotów zaangażowanych w pracę nad przygotowaniem i przeprowadzeniem\n                           Oferty. Podstawa prawna:§33 ust. 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-06-03"
    },
    {
        "company_name": "AUTO PARTNER SA",
        "content": "Zarząd spółki Auto Partner S.A. _\"Spółka\"_ informuje, że w dniu 2 czerwca 2016 r.,\n                           Spółka powzięła wiadomość o Uchwale nr 368/16 Zarządu Krajowego Depozytu Papierów\n                           Wartościowych S.A. _\"KDPW S.A.\"_ z dnia 2 czerwca 2016 r. Zgodnie z powołaną Uchwałą\n                           Zarząd Krajowego Depozytu postanawia zarejestrować w depozycie papierów wartościowych\n                           94.000.000 akcji zwykłych na okaziciela Spółki o wartości nominalnej 0,10 zł _dziesięć\n                           groszy_ każda, w tym: -\t1.000 akcji serii A, -\t111.110 akcji serii B, -\t160.386 akcji serii C, -\t48.319.769 akcji serii D, -\t39.964.295 akcji serii E, -\t4.444.440 akcji serii F, i -\t999.000 akcji serii G,oraz oznaczyć je kodem PLATPRT00018, pod warunkiem dopuszczenia tych akcji do obrotu\n                           na rynku regulowanym.Zgodnie z Uchwałą Zarządu KDPW S.A. zarejestrowanie akcji serii A-G Spółki nastąpi\n                           w terminie trzech dni od daty otrzymania przez KDPW S.A. dokumentów potwierdzających\n                           dopuszczenie tych akcji do obrotu na rynku regulowanym. Podstawa prawna: §34 ust.1 pkt 1 RMF w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2016-06-03"
    }
]