[
    {
        "company_name": "BALTIC BRIDGE",
        "content": "Zarząd Baltic Bridge SA _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           przedwstępne, warunkowe umowy sprzedaży: a_  860 _ośmiuset sześćdziesięciu_ udziałów w kapitale zakładowym spółki WinVentures\n                           Spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie _\"WinVentures Sp. z\n                           o.o\"_, które to udziały stanowią 100% kapitału zakładowego WinVentures Sp. z o.o.\n                           _\"Umowa 1\"_; b_  99.479 _dziewięćdziesięciu dziewięciu tysięcy czterystu siedemdziesięciu dziewięciu_\n                           akcji w kapitale zakładowym WinVentures Spółka z ograniczoną odpowiedzialnością spółka\n                           komandytowo-akcyjna z siedzibą w Warszawie _\"WinVentures Sp. z o.o  SKA\"_, które to\n                           akcje stanowią 59,94% kapitału zakładowego WinVentures Sp. z o.o. SKA _\"Umowa 2\"_.\n                           Na podstawie Umowy 1 oraz Umowy 2 Spółka zobowiązała się sprzedać na rzecz PJW Holdings\n                           Limited z siedzibą w Republice Cypryjskiej _\"Kupujący\"_ wyżej wskazane udziały i akcje\n                           za cenę: a_  udziały WinVentures Sp. z o.o. za cenę 740.000,00 _siedemset czterdzieści tysięcy\n                           złotych_; b_  akcje WinVentures Sp. z o.o. SKA za cenę 18.800.000,00 zł _osiemnaście milionów\n                           osiemset tysięcy złotych_. Umowa 1 oraz Umowa 2 przewidują, że: a_  sprzedaż nastąpi pod warunkiem wyrażenia zgody przez Krajowy Fundusz Kapitałowy\n                           Spółka akcyjna z siedzibą w Warszawie;b_  sprzedaż akcji i udziałów _tj. zawarcie umów przyrzeczonych_ nastąpi nie później\n                           niż w terminie 30 _trzydziestu_ dni od dnia zawarcia odpowiednio Umowy 1 oraz Umowy\n                           2;Ponadto, Spółka zobowiązała się spowodować, że do czasu zawarcia umów przyrzeczonych,\n                           Kupujący będzie posiadał faktyczne uprawnienia decyzyjne w spółkach WinVentures Sp.\n                           z o.o. oraz WinVentures Sp. z o.o  SKA oraz możliwość wpływu na zarządy tych spółek,\n                           dzięki którym będzie zagwarantowane, że zarządy  tych spółek:  a_  nie podejmą żadnych działań w zakresie prowadzenia spraw spółek, które nie zostaną\n                           zaakceptowane przez Kupującego; b_  będą realizowały wytyczne w zakresie podziału wyników spółek oraz prowadzenia\n                           działalności, zgodnie z polecaniami Kupującego. Zawarcie Umowy 1 oraz Umowy 2 Spółka traktuje jako rozpoczęcie zobowiązujących negocjacji\n                           zmierzających do dokonania zmian w umowie z dnia 29 lipca 2013 roku o udzielenie wsparcia\n                           finansowego na utworzenie funduszu kapitałowego WI EEC Ventures spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowo – akcyjna _\"Umowa Wsparcia\"_ poprzez zwiększenie\n                           kapitalizacji WinVentures Sp. z o.o. SKA. O zawarciu Umowy Wsparcia Spółka informowała\n                           w raporcie bieżącym ESPI nr 100/2013 z dnia 29 lipca 2013 roku.  Ze względu na znaczną\n                           kwotę docelowej kapitalizacji WinVentures Sp. z o.o. SKA Zarząd Spółki podjął wstępną\n                           decyzję o zakończeniu inwestycji w spółkę WinVentures, kierując się w szczególności\n                           przesłanką długiego okresu, na jaki przewidziano inwestycję i odsuniętym w czasie\n                           momencie ewentualnego zwrotu z tej inwestycji. Horyzont inwestycyjny, przewidziany\n                           na 10 lat, przy jednoczesnej konieczności znacznego dalszego zwiększenia zaangażowania\n                           kapitałowego w WinVentures Sp. z o.o. SKA, w ocenie Zarządu nie jest optymalny z biznesowego\n                           punktu widzenia. Powyższa kierunkowa decyzja znalazła wyraz w dziś zawartej Umowie\n                           1 oraz Umowie 2. W przypadku podpisania przez Spółkę umów przyrzeczonych w wykonaniu\n                           postanowień Umowy 1 oraz Umowy 2, Spółka zostanie zwolniona z dalszego obowiązku wnoszenia\n                           wkładów do WinVentures Sp. z o.o. SKA. Zarząd  Spółki będzie informował w trybie informacji\n                           bieżących o dalszych istotnych czynnościach związanych z tym procesem.",
        "date": "2016-12-29"
    },
    {
        "company_name": "BALTIC BRIDGE",
        "content": "Zarząd BALTIC Bridge S.A. _dawniej W Investments S.A._ z siedzibą w Warszawie _dalej\n                           \"Spółka\"_ informuje, iż w dniu 23 grudnia 2016 roku Spółka, za pośrednictwem domu\n                           maklerskiego, zawarła umowę sprzedaży instrumentów finansowych _dalej \"Umowa\"_ w postaci\n                           akcji spółki pod firmą BALTIC Inwestycje S.A. z siedzibą w Poznaniu _dalej \"BALTIC\n                           Inwestycje\"_.Przedmiotem umowy sprzedaży instrumentów finansowych była sprzedaż 7.603.615 _siedmiu\n                           milionów sześciuset trzech tysięcy sześciuset piętnastu_ akcji BALTIC Inwestycje,\n                           o wartości nominalnej 1,00 PLN _jeden złoty_ każda akcja, o łącznej wartości nominalnej\n                           7.603.615,00 PLN _siedem milionów sześćset trzy tysiące sześćset piętnaście złotych_.\n                           Sprzedane akcje stanowią 100% _sto procent_ kapitału zakładowego BALTIC Inwestycje\n                           oraz uprawniają do 100% _stu procent_ głosów na Walnym Zgromadzeniu BALTIC Inwestycje.\n                           Po dokonaniu sprzedaży Spółka nie posiada akcji w kapitale zakładowym BALTIC Inwestycje.\n                           Akcje zostały sprzedane za cenę wynoszącą 7.983.795,75 PLN _siedem milionów dziewięćset\n                           osiemdziesiąt trzy tysiące siedemset dziewięćdziesiąt pięć złotych_. Zgodnie z Umową\n                           zapłata ceny zostanie dokonana w nieprzekraczalnym terminie 6 _sześciu_ miesięcy od\n                           dnia zawarcia Umowy, bezpośrednio na rachunek bankowy Spółki. W umowie nie zastrzeżono\n                           warunku lub terminu, umowa nie zawiera postanowień o karach umownych. Umowa nie przewiduje\n                           warunków specyficznych, które odbiegają od warunków powszechnie stosowanych dla tego\n                           typu umów. Nabywcą akcji BALTIC Inwestycje jest podmiot niepowiązany ze Spółką.Sprzedane akcje uznano za aktywo znaczące dla Spółki, pomimo że ich wartość w księgach\n                           Spółki, jak również cena ich sprzedaży, nie przekracza 10% kapitałów własnych Spółki,\n                           ponieważ BALTIC Inwestycje prowadziła istotną część dotychczasowych przedsięwzięć\n                           inwestycyjnych Spółki. Spółka informuje, że powyższy raport został omyłkowo przekazany w dniu 23 grudnia\n                           2016 roku na kancelarię tajną DIA-S, nie zaś w trybie informacji publicznie dostępnych.\n                           Spółka upublicznia powyższy raport niezwłocznie po powzięciu wiadomości o popełnionym\n                           błędzie technicznym przy publikacji raportu w dniu 23 grudnia 2016 roku.",
        "date": "2016-12-27"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd Baltic Bridge S.A. _dawniej W Investments S.A._ z siedzibą w Warszawie _dalej\n                           jako \"Spółka\"_ informuje, iż w dniu dzisiejszym powziął widomość na podstawie informacji\n                           odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców, obejmującej stan na\n                           dzień 22 grudnia 2016 r., o rejestracji w dniu 21 grudnia 2016 roku przez Sąd Rejonowy\n                           dla m. st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego,\n                           zmiany firmy Spółki z W Investments Spółka Akcyjna na Baltic Bridge Spółka Akcyjna,\n                           a także o wpisaniu zmiany adresu spółki z ul. Adama Naruszewicza 27, 02-627 Warszawa\n                           na ul. Rondo ONZ 1, 00-124 Warszawa.Wyżej wskazana zmiana firmy Spółki dokonana została na podstawie Uchwały nr 5 Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki zwołanego na dzień 24 października 2016 r. O podjęciu\n                           uchwały Spółka informowała w treści raportu bieżącego nr ESPI 28/2016 z dnia 24 października\n                           2016 r. W związku z powyższym, Zarząd Spółki w załączeniu podaje do publicznej wiadomości\n                           tekst jednolity Statutu Spółki obowiązujący na skutek wyżej opisanej zmiany.",
        "date": "2016-12-22"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, iż Spółka zawarła dziś z p. Leszkiem\n                           Ślazykiem _\"Przedstawiciel\"_ aneks _\"Aneks\"_ do listu intencyjnego z dnia 10 listopada\n                           2016 r. _\"List Intencyjny\"_, o którym to liście intencyjnym Spółka informowała raportem\n                           bieżącym nr 30/2016 z dnia 10 listopada 2016 r. Przedmiotem Aneksu jest zmiana terminu do ustalenia zasad współpracy _w szczególności\n                           _i_ ujawnienia podmiotów z rynków dalekowschodnich, zainteresowanych udziałem kapitałowym\n                           w innowacyjnych przedsięwzięciach realizowanych na terytorium Unii Europejskiej oraz\n                           państw Europy Środkowo-Wschodniej, nie będących członkami Unii Europejskiej oraz _ii_\n                           ustalenia wysokości zaangażowania kapitałowego ww. podmiotów oraz trybu inwestowania.\n                           Działając we wzajemnym zaufaniu, w związku z obiecującym postępem rozmów, prowadzonych\n                           przez WI oraz Przedstawiciela na podstawie Listu Intencyjnego, a także trwającą analizą\n                           projektów inwestycyjnych, Strony Listu Intencyjnego postanowiły przedłużyć termin,\n                           o którym mowa wyżej, do dnia 31 stycznia 2017 r.O dalszych ustaleniach zarząd Spółki poinformuje w oddzielnych komunikatach.",
        "date": "2016-12-09"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           z Vedia S.A. z siedzibą w Warszawie _\"Vedia\"_ aneks _\"Aneks\"_ do listu intencyjnego\n                           z dnia 20 października  2016 r., o którym to liście intencyjnym Spółka informowała\n                           raportem bieżącym nr 27/2016. Przedmiotem Aneksu jest zmiana terminów do przeprowadzenia\n                           audytu Vedia oraz ewentualnego zawarcia umowy inwestycyjnej. Zgodnie z postanowieniami Aneksu Spółka zakończy audyt przedsiębiorstwa Vedia w terminie\n                           do dnia 16 stycznia 2017 r., a ewentualna umowa inwestycyjna zawarta zostanie – pod\n                           warunkiem pozytywnego wyniku audytu – w terminie do dnia 31 stycznia 2017 r.O dalszych ustaleniach zarząd Spółki poinformuje w oddzielnych komunikatach.",
        "date": "2016-11-30"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           list intencyjny _\"List Intencyjny\"_ z p. Leszkiem Ślazykiem, tj. reprezentantem _dalej:\n                           \"Przedstawiciel\"_ grupy podmiotów z rynków dalekowschodnich _w szczególności z rynku\n                           chińskiego_, zainteresowanych udziałem kapitałowym w innowacyjnych przedsięwzięciach\n                           realizowanych na terytorium Unii Europejskiej oraz państw Europy Środkowo-Wschodniej,\n                           nie będących członkami Unii Europejskiej. Przedmiotem Listu Intencyjnego jest chęć rozpoczęcia rozmów, mających na celu doprowadzenie\n                           Spółki i podmiotów, o których mowa wyżej, do współpracy polegającej na inwestowaniu\n                           kapitału pochodzącego z rynków dalekowschodnich w innowacyjne przedsięwzięcia, o których\n                           mowa wyżej, które to przedsięwzięcia wskazane zostaną przez Spółkę. W trakcie wzmiankowanych rozmów ustalone zostaną – w terminie do dnia 10 grudnia 2016\n                           r. – szczegółowe zasady ewentualnej współpracy, a w szczególności ujawnione zostaną\n                           podmioty, które reprezentuje Przedstawiciel, a także ustalona zostanie wysokość zaangażowania\n                           kapitałowego tych podmiotów oraz tryb inwestowania.",
        "date": "2016-11-10"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki _\"NWZ\"_, które odbyło się w dniu 24 października 2016 roku,\n                           co najmniej 5% liczby głosów na NWZ posiadali następujący akcjonariusze: PJW Holdings Limited - posiadający 14 460 100 głosów na NWZ, co stanowi 100,00 % liczby\n                           głosów na NWZ oraz 65,98% ogólnej liczby głosów.",
        "date": "2016-10-24"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje w załączeniu\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki w dniu 24 października\n                           2016 roku.",
        "date": "2016-10-24"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym Spółka zawarła\n                           list intencyjny _\"List Intencyjny\"_ z Vedia S.A. z siedzibą w Warszawie _\"Vedia\"_.\n                           Przedmiotem Listu Intencyjnego jest ocena możliwości zaangażowania Spółki w Vedia.\n                           Vadia posiada doświadczenie w działaniu na rynkach dalekowschodnich oraz udziały w spółkach na terytorium Chińskiej Republiki Ludowej - w Hongkongu i Shenzhen, co\n                           wpisuje się w opracowywaną przez nowy zarząd strategię inwestycyjną Spółki.  Zgodnie z informacjami otrzymanymi przez Spółkę Vedia przechodzi okres restrukturyzacji\n                           finansowej i organizacyjnej, co wymaga wsparcia finansowego oraz zarządczego oferowanego\n                           przez Spółkę. Oba podmioty dostrzegają duże możliwości współpracy i liczą na efekt synergii dzięki\n                           połączeniu swoich doświadczeń. Zgodnie z postanowieniami Listu Intencyjnego Spółka przeprowadzi audyt przedsiębiorstwa\n                           Vedia w terminie do 30 listopada 2016 r., a ewentualna umowa inwestycyjna zawarta\n                           zostanie – pod warunkiem pozytywnego wyniku audytu – w terminie do 15 grudnia 2016\n                           r.O dalszych ustaleniach zarząd Spółki poinformuje w oddzielnych komunikatach. Zawarcie\n                           Listu Intencyjnego uznano za informację istotną, ze względu na to, że przedmiot działalności\n                           Vadia, w szczególności w aspekcie geograficznym, odbiega od dotychczasowej, standardowej\n                           polityki inwestycyjnej Spółki i stanowi rozpoczęcie analizy nowych rynków dalekowschodnich.",
        "date": "2016-10-20"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym Rada Nadzorcza\n                           Spółki przyjęła rezygnację Pana Piotra Mikołaja Wiśniewskiego z dalszego pełnienia\n                           funkcji Prezesa Zarządu Spółki oraz członkostwa w Zarządzie Spółki.  Jednocześnie Rada Nadzorcza Spółki powołała na stanowisko Prezesa Zarządu Spółki Pana\n                           Pawła Narożnego.Pan Paweł Narożny jest managerem z 20-letnim doświadczeniem w zakresie zarządzania\n                           projektami, finansów, sprzedaży oraz realizowania celów biznesowych. Pełnił funkcje\n                           kierownicze m.in. w Ingenium Partners, Financier, Narodowym Banku Polskim oraz Ministerstwie\n                           Finansów. Pracował przy złożonych transakcjach i projektach dla wielu renomowanych\n                           polskich oraz zagranicznych klientów, gdzie zajmował się restrukturyzacją, pozyskiwaniem\n                           finansowania, wycenami, modelowaniem finansowym, wprowadzaniem nowych produktów, negocjacjami\n                           i relacjami inwestorskimi. Był członkiem Komitetu Komunikacji Zewnętrznej Europejskiego\n                           Banku Centralnego we Frankfurcie oraz pracownikiem naukowym w Katedrze Międzynarodowych\n                           Porównań Gospodarczych Szkoły Głównej Handlowej w Warszawie. Pełnił także funkcję\n                           doradcy zarządu w Konfederacji Lewiatan. Obecnie pełni funkcje Prezesa Zarządu Vedia\n                           S.A. spółki notowanej na New Connect, gdzie odpowiada za restrukturyzacje Grupy w\n                           Polsce, Hongkongu oraz Chinach. Pan Paweł narożny jest Absolwentem Szkoły Głównej\n                           Handlowej w Warszawie oraz Szkoły Praktycznego Zarządzania prowadzonej przez SGH i\n                           Institut Francais De Gestion _IFG_. Posiada także uprawnienia Ministerstwa Skarbu\n                           Państwa do zasiadania w radach nadzorczych.Zarząd Spółki informuje, że nowo powołany Członek Zarządu Pan Paweł Narożny złożył\n                           oświadczenie, z którego wynika, że jego działalność wykonywana poza przedsiębiorstwem\n                           Spółki nie jest konkurencyjna w stosunku do działalności wykonywanej w przedsiębiorstwie\n                           Spółki, nie uczestniczy on w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej ani jako członek organu spółki kapitałowej, a także nie uczestniczy\n                           w innych konkurencyjnych osobach prawnych jako członek ich organów. Otrzymane przez\n                           Spółkę oświadczenie zawiera również deklarację nowo powołanego Członka Zarządu Spółki,\n                           że nie został wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2016-09-30"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 30\n                           września 2016 roku uchwałami nr 4, 5 oraz 6 Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           ze składu Rady Nadzorczej Spółki odwołani zostali:1. Pan Tomasz Lubański2. Pan Leszek Wiśniewski 3. Pan Tadeusz Pietka. Jednocześnie uchwałami nr 7, 8, 9, 10 oraz 11 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki w skład Rady Nadzorczej Spółki powołani zostali:1. Pan Tomasz Marcin Nowak, jako Przewodniczący Rady Nadzorczej SpółkiPan Tomasz Marcin Nowak jest absolwentem Wydziału Prawa i Administracji Uniwersytetu\n                           Warszawskiego oraz Podyplomowych Studiów w zakresie prawa spółek na Uniwersytecie\n                           Warszawskim. Posiada wieloletnie doświadczenie w zakresie prawa rynku kapitałowego,\n                           funkcjonowania spółek publicznych, wszechstronnej restrukturyzacji przedsiębiorstw\n                           w ramach prawa upadłościowego i naprawczego. Specjalizujący się w tematyce prawa handlowego,\n                           gospodarczego oraz prawa upadłościowego i naprawczego. Wieloletni prawnik a następnie\n                           dyrektor działu prawnego Internet Group S.A., spółki notowanej na Giełdzie Papierów\n                           Wartościowych S.A. w Warszawie, gdzie zdobył szerokie doświadczenie w segmencie rynku\n                           mediów, nowoczesnych technologii oraz call center. W ramach Internet Group S.A. odpowiedzialny\n                           za zarządzanie zespołem prawników oraz koordynujący obsługę prawną spółek zależnych\n                           w ramach holdingu, prowadzący walne zgromadzenia, wykonujący obowiązki informacyjne\n                           spółki publicznej oraz nadzór nad procedurami zarządzania korporacyjnego _corporate\n                           governance_. Wielokrotnie pełnił funkcje członka zarządu min. IMPP Sp. z o.o., Webtel Sp. z o.o.,\n                           Sabela Media Polska Sp z o.o., Contact Point Sp. z o.o., Grupa Pino Sp z o.o., Polskie\n                           Centrum Pomocy Poszkodowanym Sp. z o.o, DNT Solicitors Sp. z o.o., Zasiadał również\n                           w radach nadzorczych spółek prawa handlowego min. Call Center Poland S.A. – przewodniczący\n                           rady nadzorczej, CR Media Consulting S.A., Inpingo S.A., Vedia S.A.Uczestnik wielu szkoleń z zakresu prawa handlowego, prawa gospodarczego, prawa upadłościowego\n                           i naprawczego, sporów korporacyjnych, wykonywania obowiązków informacyjnych przez\n                           spółki publiczne, pozyskiwania finansowania z UE.Obecnie zaangażowany jako prezes zarządu TechnoBoard Sp. z o.o., który funkcjonuje\n                           od 2007 r. jako fundusz inwestycyjny typu seed TechnoBoard – pre – i inkubator komercjalizacji\n                           przedsięwzięć gospodarki elektronicznej. TechnoBoard Sp. z o.o. realizuje projekt\n                           inkubacji small e-biznesu, skierowany do nowych przedsiębiorców tego rynku, oraz jako\n                           prezes zarządu Polskiego Centrum Pomocy Poszkodowanym Sp. z o.o. – kancelarii wyspecjalizowanej\n                           w dochodzeniu odszkodowań od firm ubezpieczeniowych.2. Pan Krystian Tkacz Pan Krystian Dominik Tkacz jest absolwentem Wydziału Prawa i Administracji Uniwersytetu\n                           Warszawskiego. Jest licencjonowanym syndykiem. Posiada wieloletnie doświadczenie w\n                           zakresie funkcjonowania spółek kapitałowych _w tym publicznych_, transakcji M&A, a\n                           także restrukturyzacji przedsiębiorstw, również w ramach prawa upadłościowego oraz\n                           prawa restrukturyzacyjnego. Przez wiele lat pracował dla przedsiębiorców działających na rynku mediów, nowoczesnych\n                           technologii, call center oraz outsourcingu _Internet Group S.A., Call Center Poland\n                           S.A., Butterfly S.A., Webtel sp. z o. o., Grupa Pino sp. z o. o., ContactPoint sp.\n                           z o. o., HRO Center sp. z o. o., DNT Solicitors sp. z o. o., Made2Measure sp. z o.\n                           o._. Zajmował się również obsługą prawną funduszu venture capital _TechnoBoard sp.\n                           z o. o._.Dotychczas wielokrotnie pełnił funkcję członka rady nadzorczej _odpowiadając za nadzór\n                           nad zarządem oraz wypracowywanie nowych polityk rozwoju_ spółek działających w szczególności\n                           w obszarze nowych technologii _Call Center Poland S.A., Butterfly S.A., Inpingo S.A._.Uczestnik wielu szkoleń z zakresu prawa handlowego, prawa dewizowego, prawa upadłościowego\n                           oraz prawa restrukturyzacyjnego, a także obowiązków informacyjnych spółek publicznych.3. Pan Artur Igor Bobrowski Pan Artur Igor Bobrowski jest adwokatem, członkiem Izby Adwokackiej w Warszawie. Ukończył\n                           Wydział Prawa i Administracji na Uniwersytecie Warszawskiem.Posiada duże doświadczenie w zakresie obsługi spółek prawa handlowego, w tym spółek\n                           publicznych. W ramach swojej praktyki zawodowej zajmował się wielokrotnie łączeniem,\n                           podziałem oraz przekształceniem spółek handlowych. Specjalizuje się w dziedzinie prawa\n                           handlowego, prawa upadłościowego oraz w prowadzeniu cywilnych sporów sądowych.Swoje doświadczenie zdobywał w renomowanych warszawskich kancelariach, w których w\n                           głównej mierze zajmował się tematyką spółek prawa handlowego. Obecnie prowadzi indywidualną\n                           praktykę zawodową, w ramach której prowadzi kompleksową obsługę podmiotów gospodarczych.\n                           Współpracuje zarówno z dużymi korporacjami działającymi w formie spółek kapitałowych,\n                           jak i ze średnimi i małymi podmiotami gospodarczymi działającymi w formie spółek komandytowych,\n                           spółek jawnych oraz w oparciu o wpis do ewidencji działalności gospodarczej.4. Pan Michał SzapiroPan Michał Szapiro posiada tytuł MBA Executive nadany przez Szkołę Główną Handlową\n                           w Warszawie oraz Uniwersytet w Minnesocie. Jest magistrem ekonomii Szkoły Głównej\n                           Handlowej. Specjalizuje się w zarządzaniu reputacją, komunikacji korporacyjnej oraz\n                           Public Affairs. Prowadzi szkolenia i wykłady.  Od 2011 członek rady nadzorczej Perła-Browary\n                           Lubelskie S.A. Od 2008 związany z czołowymi krajowymi i zagranicznymi firmami Public\n                           Relations m.in. Hill+Knowlton Strategies, 24/7Communication Group, GlaubiczGarwolińska\n                           Consultants gdzie kierował działami komunikacji korporacyjnej. Koordynował i współrealizował\n                           projekty m.in. dla: Boeing, Procter&Gamble, Ergo Hestia, Tauron, Komisja Europejska,\n                           PKPP Lewiatan, GlaxoSmithKline, Lidl, Amerykańska Izba Handlowa w Polsce, Deloitte,\n                           Bioton i wiele innych.5. Pan Jakub MazurkiewiczPan Jakub Mazurkiewicz jest absolwentem Wydziału Prawa i Administracji na Uniwersytecie\n                           Warszawskim. Radca prawny z ponad 10 letnim szerokim doświadczeniem, specjalizujący\n                           się w zakresie obsługi korporacyjnej, restrukturyzacji, spraw procesowych i prawa\n                           nieruchomości. Doświadczenie zdobywał zarówno jako prawnik w wiodących, międzynarodowych\n                           kancelariach prawnych, jak i jako prawnik in-house zarządzający departamentami prawnymi\n                           w notowanych na giełdzie papierów wartościowych spółkach z sektora deweloperskiego\n                           i budowlanego. Świadczył kompleksową pomoc prawną w szeregu złożonych transakcji nieruchomościowych\n                           oraz  doradzał przy prywatnych oraz publiczno-prywatnych procesach inwestycyjnych\n                           w budownictwie. Jako ekspert wydawnictw prawniczych jest autorem szeregu praktycznych\n                           komentarzy i publikacji w prasie fachowej.Uchwały w sprawie odwołania oraz powołania Członków Rady Nadzorczej Spółki weszły\n                           w życie z dniem podjęcia.",
        "date": "2016-09-30"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki _\"NWZ\"_, które odbyło się w dniu 30 września 2016 roku,\n                           co najmniej 5% liczby głosów na NWZ posiadali następujący akcjonariusze: PJW Holdings Limited - posiadający 14 460 100 głosów na NWZ, co stanowi 100,00 % liczby\n                           głosów na NWZ oraz 65,98% ogólnej liczby głosów.",
        "date": "2016-09-30"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje w załączeniu\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki w dniu 30 września\n                           2016 roku.",
        "date": "2016-09-30"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym Spółka zawarła,\n                           za pośrednictwem domu maklerskiego, umowę sprzedaży _\"Umowa\"_ akcji spółki Green S.A.\n                           z siedzibą we Wrocławiu _\"Green\"_.  Przedmiotem Umowy była sprzedaż 20.999.999 akcji imiennych Green, reprezentujących\n                           92,69% kapitału zakładowego Green oraz uprawniających do 20.999.999 głosów na walnym\n                           zgromadzeniu Green. Nabywcą akcji była spółka W Investments Holding Limited z siedzibą w Republice Cypryjskiej.Cena sprzedaży wyniosła 23.848.000,00 zł i zgodnie z postanowieniami Umowy zostanie\n                           zapłacona do końca 2016 roku, przy czym dom maklerski nie uczestniczy w rozliczeniu\n                           finansowym transakcji.Przeniesienie własności akcji oraz wydanie odcinków zbiorowych nastąpiło w dniu dzisiejszym.\n                           W Umowie nie zastrzeżono warunku ani terminu. Umowa nie przewiduje obowiązku zapłaty kar umownych. Nie występują powiązania między\n                           osobami nadzorującymi lub zarządzającymi Spółką, a osobami zarządzającymi lub nadzorującymi\n                           nabywcy.",
        "date": "2016-09-29"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym do Spółki wpłynęło\n                           oświadczenie Pana Oskara Kowalewskiego o rezygnacji z członkostwa w Radzie Nadzorczej\n                           Spółki ze skutkiem na dzień 29 września 2016 roku. Zgodnie z oświadczeniem Pana Oskara Kowalewskiego, rezygnacja związana jest z jego\n                           obecną sytuacją zawodową, która może okazać się nie do pogodzenia z funkcją pełnioną\n                           w Spółce.",
        "date": "2016-09-29"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym do Spółki wpłynęło\n                           oświadczenie Pana Karola Macieja Szymańskiego o rezygnacji z dalszego pełnienia funkcji\n                           Przewodniczącego Rady Nadzorczej Spółki oraz członkostwa w Radzie Nadzorczej Spółki\n                           ze skutkiem na dzień 29 września 2016 roku. Zgodnie z oświadczeniem Pana Karola Macieja Szymańskiego, rezygnacja podyktowana jest\n                           jego planami zawodowymi, które mogą okazać się nie do pogodzenia z funkcją pełnioną\n                           dotychczas w ramach Spółki.",
        "date": "2016-09-29"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż działając\n                           na podstawie art. 399 § 1, art. 402[1] § 1 i 2, art. 402[2] Kodeksu spółek handlowych\n                           oraz art. 25 ust. 4 Statutu Spółki, niniejszym zwołuje Nadzwyczajne Walne Zgromadzenie\n                           Spółki _dalej także: \"NWZ\"_ na dzień 24 października 2016 roku na godzinę 12:00 w\n                           Kancelarii Notarialnej Adama Suchty przy ul. Siennej 39, 00-121 Warszawa.  Pełną treść ogłoszenia, zawierającą niezbędne informacje określone przepisami Kodeksu\n                           spółek handlowych oraz projekty uchwał będące przedmiotem rozpatrzenia przez NWZ,\n                           Zarząd Spółki przekazuje w załączeniu.Wszelkie informacje oraz materiały dotyczące NWZ dostępne są na stronie internetowej\n                           Spółki pod adresem www.wi.pl w zakładce Relacje inwestorskie/Walne Zgromadzenia.",
        "date": "2016-09-26"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż działając\n                           na podstawie art. 399 § 1, art. 402[1] § 1 i 2, art. 402[2] Kodeksu spółek handlowych\n                           oraz art. 25 ust. 4 Statutu Spółki, niniejszym zwołuje Nadzwyczajne Walne Zgromadzenie\n                           Spółki _dalej także: \"NWZ\"_ na dzień 30 września 2016 roku na godzinę 12:00 w Kancelarii\n                           Notarialnej Adama Suchty przy ul. Siennej 39,  00-121 Warszawa.  Pełną treść ogłoszenia, zawierającą niezbędne informacje określone przepisami Kodeksu\n                           spółek handlowych oraz projekty uchwał będące przedmiotem rozpatrzenia przez NWZ,\n                           Zarząd Spółki przekazuje w załączeniu.Wszelkie informacje oraz materiały dotyczące NWZ dostępne są na stronie internetowej\n                           Spółki pod adresem www.wi.pl w zakładce Relacje inwestorskie/Walne Zgromadzenia.",
        "date": "2016-09-02"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_, w związku z uzyskaniem w dniu dzisiejszym wstępnych,\n                           niepoddanych audytowi danych finansowych za pierwsze półrocze 2016 roku informuje,\n                           że: 1. szacowane wyniki Grupy wynoszą:a_ przychód ze sprzedaży: 25.842 tys. zł;b_ zysk z działalności operacyjnej: 1.151 tys. zł;c_ strata netto: _6.030_ tys. zł;2. szacowane wyniki jednostkowe wynoszą: a_ przychód ze sprzedaży: 2.431 tys. zł;b_ zysk z działalności operacyjnej: 874 tys. zł;c_ zysk netto: 1.547 tys. zł.Powodem podania wstępnych skonsolidowanych wyników Grupy Kapitałowej do publicznej\n                           wiadomości jest ich istotna zmiana w stosunku do wyników osiągniętych w okresie porównawczym,\n                           tj. za I półrocze 2015. Na wyniki Grupy za I półrocze 2016  w największym stopniu\n                           wpływ miało zmniejszenie zaangażowania Grupy w segmencie telekomunikacyjnym na rzecz\n                           wzrostu zaangażowania w segmencie handlu i inwestycji. Zmniejszenie wolumenu przychodów\n                           ze sprzedaży oraz zysku z działalności operacyjnej Grupy związane jest przede wszystkim\n                           z zaprzestaniem konsolidowania wyników grupy Financial Assets Management Group S.A.\n                           metodą pełną. Powodem podania wstępnych jednostkowych wyników Spółki do publicznej wiadomości jest\n                           ich istotna zmiana w stosunku do wyników osiągniętych w okresie porównawczym, tj.\n                           za pierwsze półrocze 2015. Na jednostkowe wyniki za pierwsze półrocze 2016  znaczący\n                           wpływ miało zaprzestanie działalności w segmencie doradztwa i pośrednictwa biznesowego.Do dnia publikacji raportu Spółka będzie monitorować szacunkowe wyniki. Ostateczne\n                           wyniki zostaną przedstawione w zaplanowanej wcześniej dacie, czyli 31 sierpnia 2016\n                           roku.",
        "date": "2016-08-25"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym Spółka otrzymała\n                           zawiadomienie od Mega Sonic S.A. z siedzibą w Warszawie, o zwiększeniu przez Mega\n                           Sonic S.A. udziału w ogólnej liczbie głosów na walnym zgromadzeniu Spółki powyżej\n                           5%. Zgodnie z przekazanym zawiadomieniem Mega Sonic S.A. posiada obecnie 1.497.333 akcji\n                           w kapitale zakładowym Spółki, co odpowiada 6,38% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki. Treść zawiadomienia otrzymanego od Mega Sonic S.A. Zarząd Spółki przekazuje w załączeniu.",
        "date": "2016-08-05"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym Spółka zawarła\n                           aneks do umowy z dnia 25 listopada 2014 roku _\"Umowa\"_, dotyczącej sprzedaży udziałów\n                           spółki Dengold Capital Limited z siedzibą na Cyprze _\"Dengold\"_.Zgodnie z zawartym aneksem pozostała cześć ceny za udziały zostanie zapłacona przez\n                           Dengold w terminie do dnia 31 grudnia 2016 roku. Strony dopuściły możliwość dokonania\n                           zapłaty w transzach. Pozostałe postanowienia Umowy pozostały bez zmian.O zawarciu Umowy Spółka informowała w raporcie bieżącym ESPI nr 40/2014 z dnia 25\n                           listopada 2014 roku. Przedmiotem Umowy była sprzedaż 810 _osiemset dziesięciu_ udziałów\n                           Dengold, o wartości nominalnej 2,00 EUR _dwa euro_ każdy udział, o łącznej wartości\n                           nominalnej 1.620,00 EUR _jeden tysiąc sześćset dwadzieścia euro_. Zbyte udziały stanowiły\n                           81% _osiemdziesiąt jeden procent_ kapitału zakładowego Dengold. Udziały zostały sprzedane\n                           za cenę wynoszącą 120.000.000,00 zł _sto dwadzieścia milionów złotych_.",
        "date": "2016-06-29"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki _\"ZWZ\"_, które odbyło się w dniu 24 czerwca 2016 roku,\n                           co najmniej 5% liczby głosów na ZWZ posiadali następujący akcjonariusze: - PJW Holdings Limited - posiadający 14 460 100 głosów na ZWZ, co stanowi 100,00 %\n                           liczby głosów na ZWZ oraz 65,98% ogólnej liczby głosów",
        "date": "2016-06-24"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje w załączeniu\n                           treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Spółki w dniu 24 czerwca\n                           2016 roku.",
        "date": "2016-06-24"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości informację,\n                           iż w dniu 15 czerwca 2016 roku Rada Nadzorcza Spółki podjęła uchwałę o powołaniu Pana\n                           Piotra Mikołaja Wiśniewskiego, dotychczasowego Prezesa Zarządu Spółki, do pełnienia\n                           funkcji Prezesa Zarządu Spółki na nową, kolejną trzyletnią kadencję. Uchwała Rady Nadzorczej, o której mowa powyżej, wchodzi w życie z dniem odbycia Zwyczajnego\n                           Walnego Zgromadzenia Spółki za rok obrotowy zakończony 31 grudnia 2015 roku.",
        "date": "2016-06-15"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż działając\n                           na podstawie art. 399 § 1, art. 402[1] § 1 i 2, art. 402[2] Kodeksu spółek handlowych\n                           oraz art. 25 ust. 2 i 4 Statutu Spółki, niniejszym zwołuje Zwyczajne Walne Zgromadzenie\n                           Spółki _dalej także: \"ZWZ\"_ na dzień 24 czerwca 2016 roku na godzinę 10:00 w Kancelarii\n                           Notarialnej Adama Suchty przy ul. Siennej 39, 00-121 Warszawa.  Pełną treść ogłoszenia, zawierającą niezbędne informacje określone przepisami Kodeksu\n                           spółek handlowych oraz projekty uchwał będące przedmiotem rozpatrzenia przez ZWZ,\n                           Zarząd Spółki przekazuje w załączeniu.Wszelkie informacje oraz materiały dotyczące ZWZ dostępne są na stronie internetowej\n                           Spółki pod adresem www.wi.pl w zakładce Relacje inwestorskie/Walne Zgromadzenia.",
        "date": "2016-05-23"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ niniejszym, zgodnie z zasadami Dobrych Praktyk\n                           Spółek Notowanych na GPW, przekazuje do publicznej wiadomości sprawozdanie z działalności\n                           Rady Nadzorczej Spółki w roku obrotowym zakończonym 31 grudnia 2015 roku zawierające\n                           m. in. zwięzłą ocenę sytuacji Spółki, z uwzględnieniem oceny systemu kontroli wewnętrznej\n                           i systemu zarządzania ryzykiem istotnym dla Spółki wraz z pozytywną oceną rekomendacji\n                           Zarządu Spółki w sprawie podziału zysku wypracowanego przez Spółkę w roku obrotowym\n                           2015 zgodnie z treścią podaną do publicznej wiadomości w raporcie bieżącym nr 8/2016.",
        "date": "2016-05-12"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym podjął uchwałę\n                           w sprawie przyjęcia i skierowania do Zwyczajnego Walnego Zgromadzenia, po uprzednim\n                           zaopiniowaniu przez Radę Nadzorczą Spółki, wniosku w sprawie podziału zysku netto\n                           wypracowanego przez Spółkę w roku 2015. Zarząd zawnioskował, aby osiągnięty przez Spółkę w roku obrotowym 2015 zysk netto\n                           w wysokości 1 326 107,42 zł _słownie: jeden milion trzysta dwadzieścia sześć tysięcy\n                           sto siedem złotych 42/100_, podzielić w następujący sposób:a_ kwotę w wysokości 106 088,59 zł _słownie: sto sześć tysięcy osiemdziesiąt osiem\n                           złotych 59/100_  przeznaczyć na kapitał zapasowy Spółki,b_ kwotę w wysokości 1 220 018,83 zł _słownie: jeden milion dwieście dwadzieścia tysięcy\n                           osiemnaście złotych 83/100_ przeznaczyć na kapitał rezerwowy, o użyciu którego zadecyduje\n                           Zwyczajne Walne Zgromadzenie Spółki. Ostateczna decyzja o podziale zysku netto wypracowanego przez Spółkę w roku obrotowym\n                           zakończonym 31 grudnia 2015 roku, zostanie podjęta przez Zwyczajne Walne Zgromadzenie\n                           Spółki.",
        "date": "2016-05-09"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym Spółka otrzymała\n                           pismo kierowane do Spółki przez Dom Maklerski W Investments S.A. _\"Dom Maklerski\"_,\n                           dotyczące potencjalnych, warunkowych zobowiązań Spółki z tytułu gwarancji udzielonych\n                           przez Spółkę na rzecz uczestników funduszy inwestycyjnych zamkniętych aktywów niepublicznych,\n                           zarządzanych przez Fincrea Towarzystwo Funduszy Inwestycyjnych S.A. oraz -  w trybie\n                           art. 45a ustawy z dnia 27 maja 2004 r. o funduszach inwestycyjnych - przez Dom Maklerski.\n                           Przedmiotowe pismo skierowano do Spółki w związku z przydziałem, w dniu 29 kwietnia\n                           br., certyfikatów inwestycyjnych przez następujące fundusze: _1_ WI Inwestycje Rolne Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą\n                           we Wrocławiu, wpisany do rejestru funduszy inwestycyjnych pod numerem RFi 698;_2_ WI Vivante Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą we\n                           Wrocławiu, wpisany do rejestru funduszy inwestycyjnych pod numerem RFi 859;_3_ WI Inwestycje Selektywne Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych\n                           z siedzibą we Wrocławiu, wpisany do rejestru funduszy inwestycyjnych pod numerem RFi\n                           879;_4_ SGB WI Lasy Polskie Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą\n                           we Wrocławiu, wpisany do rejestru funduszy inwestycyjnych pod numerem RFi 1113. Po dokonaniu przydziału oraz podsumowaniu dokonanych zapisów, wg. stanu ujawnionego\n                           w piśmie Domu Maklerskiego, szacunkowe przyszłe zobowiązanie warunkowe Spółki z tytułu\n                           hipotetycznych wypłat dla uczestników obejmujących certyfikaty inwestycyjne emitowane\n                           przez wyżej wskazane fundusze, stanowiące wypłatę świadczenia z tytułu gwarancji udzielonej\n                           przez Spółkę, na podstawie przyjętego przez Spółkę modelu wyceny zobowiązania warunkowego,\n                           wynoszą wg. stanu na dzień 2 maja 2016 roku łącznie kwotę 17 545 tys. zł. Jest to\n                           zobowiązanie hipotetyczne, przyszłe i niepewne, a zrealizuje się wyłącznie w sytuacji,\n                           jeśli w przyszłości uczestnicy nie otrzymają stosownych wypłat z samych funduszy,\n                           oraz jeśli ziszczą się ostrożnościowe założenia przyjęte w modelu wyceny zobowiązania.\n                           Zobowiązanie to stanowi zobowiązanie warunkowe. Spółka  zgodnie z MSSF 37 pkt 18 i\n                           19 ujawnia informację o istnieniu tego zobowiązania warunkowego wskazując jednocześnie,\n                           że zobowiązanie warunkowe powstało wskutek udzielania przez Spółkę gwarancji i stanowi\n                           możliwy obowiązek Spółki, który może powstać na skutek przyszłych zdarzeń. W ocenie\n                           Spółki prawdopodobieństwo wystąpienia obowiązku wypłaty kwoty gwarantowanej przez\n                           Spółkę zależy od wielu niepewnych przyszłych zdarzeń, które nie w pełni podlegają\n                           kontroli Spółki oraz potwierdzenie przyszłego obowiązku Spółki możliwe będzie dopiero\n                           w momencie wystąpienia zdarzenia przyszłego.Spółka podaje powyższą informację do publicznej wiadomości, z uwagi na fakt, iż szacowane,\n                           warunkowe zobowiązanie Spółki z tytułu gwarancji, obliczone w oparciu o przyjęty przez\n                           Zarząd Spółki model na podstawie danych przekazanych przez Dom Maklerski w dniu dzisiejszym,\n                           osiągnęło poziom 10% kapitałów własnych Spółki i zostało rozpoznane przez Zarząd Spółki\n                           jako potencjalne zobowiązanie istotne. Opisana powyżej gwarancja polega na udzieleniu przez Spółkę poręczenia na rzecz nieokreślonego\n                           grona osób posiadających nowo emitowane certyfikaty inwestycyjne wyżej wskazanych\n                           funduszy. Poręczenie polega na zobowiązaniu Spółki do wypłaty w przyszłości posiadaczom\n                           niektórych serii certyfikatów kwoty odpowiadającej różnicy pomiędzy ceną wykupu certyfikatów\n                           a wartością odpowiadającą cenie emisyjnej certyfikatów odpowiedniej serii. Zobowiązanie\n                           z tytułu gwarancji zostało wykreowane poprzez dokument przekazywany przez towarzystwo\n                           funduszy inwestycyjnych posiadaczom certyfikatów wraz z potwierdzeniem dokonania przydziału\n                           certyfikatów danej serii lub potwierdzeniem wpisu do ewidencji uczestników. Warunkiem\n                           realizacji gwarancji są następujące przesłanki: a_ wartość aktywów netto danego funduszu\n                           przypadająca na certyfikat w dniu wykupu jest niższa niż wartość gwarantowana; b_\n                           uczestnik nie otrzymał od danego funduszu lub towarzystwa funduszy inwestycyjnych\n                           zarządzającego funduszem innych świadczeń rekompensujących różnicę wartości, o której\n                           mowa w lit a_; c_ od dnia przydziału certyfikatów do dnia wykupu upłynął określony\n                           okres czasu, nie krótszy niż 12 miesięcy lub 24 miesiące _w zależności od funduszu_.\n                           Pod warunkiem ziszczenia się przesłanek wskazanych pod lit. a_ – c_  powyżej, zapłata\n                           kwoty należnej z tytułu gwarancji zostanie dokonana przez Spółkę na rachunek bankowy\n                           wskazany w formularzu żądania wykupu certyfikatów złożonego przez danego uczestnika,\n                           w terminie 10 dni kalendarzowych licząc od dnia wykupu certyfikatów objętych gwarancją.\n                           Gwarancja udzielona przez Spółkę nie wyłącza ani nie ogranicza obowiązku funduszy\n                           inwestycyjnych wypłaty kwot należnych uczestnikom. Powyższe poręczenie dotyczy wyłącznie czterech wyżej wskazanych funduszy i jego ramowe\n                           warunki są analogiczne dla każdego z funduszy, z pewnymi modyfikacjami w zależności\n                           od konkretnego funduszu.",
        "date": "2016-05-02"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_, w związku z uzyskaniem w dniu dzisiejszym wstępnych,\n                           niepoddanych audytowi, skonsolidowanych danych finansowych za rok 2015 informuje,\n                           że szacowane wyniki grupy kapitałowej Spółki wynoszą: a_ skonsolidowane przychody ze sprzedaży 147.533 tys. zł;b_ skonsolidowany zysk z działalności operacyjnej 8.064 tys. zł; c_ skonsolidowany zysk netto 13.062 tys. zł;d_ zysk netto przypadający akcjonariuszom podmiotu dominującego 12.131 tys. zł;e_ suma aktywów Grupy 231.365 tys. zł.Powodem podania wstępnych, skonsolidowanych wyników grupy kapitałowej Spółki do publicznej\n                           wiadomości jest ich istotna zmiana w stosunku do wyników osiągniętych w roku 2014,\n                           na co wpływ miała w głównej mierze utrata kontroli nad spółkami z grupy Polish Services\n                           Group S.A. w III kwartale 2015 roku, w związku ze zmniejszeniem udziału Spółki w ogólnej\n                           liczbie głosów w Polish Services Group S.A.",
        "date": "2016-03-10"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym Spółka zawarła\n                           aneks do umowy z dnia 25 listopada 2014 roku _\"Umowa\"_, dotyczącej sprzedaży udziałów\n                           spółki Dengold Capital Limited z siedzibą na Cyprze _\"Dengold\"_. Zgodnie z zawartym aneksem pozostała cześć ceny za udziały zostanie zapłacona przez\n                           Dengold w terminie do dnia 31 marca 2016 roku. Strony dopuściły możliwość dokonania\n                           zapłaty w transzach. Pozostałe postanowienia Umowy pozostały bez zmian. O zawarciu Umowy Spółka informowała w raporcie bieżącym ESPI nr 40/2014 z dnia 25\n                           listopada 2014 roku. Przedmiotem Umowy była sprzedaż 810 _osiemset dziesięciu_ udziałów\n                           Dengold, o wartości nominalnej 2,00 EUR _dwa euro_ każdy udział, o łącznej wartości\n                           nominalnej 1.620,00 EUR _jeden tysiąc sześćset dwadzieścia euro_. Zbyte udziały stanowiły\n                           81% _osiemdziesiąt jeden procent_ kapitału zakładowego Dengold. Udziały zostały sprzedane\n                           za cenę wynoszącą 120.000.000,00 zł _sto dwadzieścia milionów złotych_.",
        "date": "2016-03-10"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. _\"Spółka\"_, w związku z uzyskaniem w dniu dzisiejszym wstępnych,\n                           niepoddanych audytowi jednostkowych danych finansowych za rok 2015 informuje, że szacowane\n                           wyniki Spółki wynoszą: a_ przychód ze sprzedaży: 8.718 tys. zł;b_ zysk z działalności operacyjnej: 4.189 tys. zł; c_ zysk netto: 1.367 tys. zł. Powodem podania wstępnych jednostkowych wyników Spółki do publicznej wiadomości jest\n                           ich istotna zmiana w stosunku do wyników osiągniętych w roku 2014, przy czym na wyniki\n                           roku 2014 znaczący wpływ miało otrzymanie dywidendy od spółki W Investments Limited,\n                           co nie wystąpiło w roku 2015.  Do dnia publikacji raportu rocznego Spółka będzie monitorować szacunkowe wyniki. Ostateczne\n                           wyniki zostaną przedstawione w zaplanowanej wcześniej dacie, czyli 18 marca 2016 roku.",
        "date": "2016-03-08"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd spółki W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż powziął\n                           informację, że w dniu dzisiejszym Rada Nadzorcza Spółki dokonała wyboru nowego Członka\n                           Rady Nadzorczej Spółki w osobie Pana Tomasza Lubańskiego. Wybór nowego Członka Rady\n                           Nadzorczej nastąpił w trybie przewidzianym w art. 20 ust. 5 Statutu Spółki. Nowy Członek\n                           Rady Nadzorczej Spółki został wybrany w miejsce Pana Piotra Sieradzana, którego mandat\n                           wygasł przed upływem aktualnej kadencji Rady Nadzorczej Spółki, o czym Spółka informowała\n                           w raporcie bieżącym nr 35/2015 z 16 listopada 2015 roku. Pan Tomasz Lubański jest absolwentem Szkoły Głównej Handlowej w Warszawie na kierunku\n                           Finanse i Bankowość prowadzonej przez Katedrę Bankowości Szkoły Głównej Handlowej\n                           oraz posiada kwalifikacje ACCA _Association of Chartered Certified Accountants_. Pan Tomasz Lubański swoją karierę zawodową rozpoczął jako pracownik Departamentu Analiz\n                           i Badań _Departament Naukowy_ w Narodowym Banku Polskim. Pracował w PricewaterhouseCoopers,\n                           gdzie zajmował się audytem i doradztwem dla sektora finansowego, oraz w Ernst & Young,\n                           gdzie zajmował się zagadnieniami audytu regulacyjnego sektora telekomunikacyjnego.\n                           Od 2006 roku związany jest z sektorem bankowym, w latach 2006-2009 uczestniczył w\n                           trzech projektach typu green field _Polbank, Allianz Bank oraz The Bank w Kijowie\n                           na Ukrainie_ będąc odpowiedzialnym za budowę departamentów finansowych oraz środowiska\n                           raportowego i analitycznego. Od maja 2009 do września 2015 roku sprawował funkcję Dyrektora Biura Analiz i Badania\n                           Rynku w Banku Pekao SA, gdzie odpowiedzialny był między innymi za analizy i raportowanie\n                           na potrzeby Zarządu oraz Rady Nadzorczej Banku. Obecnie sprawuje funkcję Dyrektora Finansowego w spółce Yes Finance S.A., Prezesa\n                           Primus Finance sp. z o.o. a także Członka Zarządu Duo Finance sp. z o.o. , Liberis\n                           Polska Sp. z o.o. oraz Credis Polska Sp. z o.o.Według złożonego oświadczenia Pan Tomasz Lubański:• nie prowadzi działalności konkurencyjnej w stosunku do Spółki;• nie jest wspólnikiem w żadnej konkurencyjnej spółce cywilnej, spółce osobowej oraz\n                           nie jest członkiem organów w innych konkurencyjnych wobec Spółki osobach prawnych;• nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.",
        "date": "2016-02-16"
    },
    {
        "company_name": "W INVESTMENTS",
        "content": "Zarząd W Investments S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu 16\n                           lutego 2016 roku Pan Adam Szprot złożył rezygnację z funkcji prokurenta Spółki.",
        "date": "2016-02-16"
    }
]