[
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. informuje, że w dniu 17 września 2015r. otrzymał zawiadomienie\n                           w trybie art. 160 Ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           od osoby pełniącej funkcję Przewodniczącego Rady Nadzorczej Spółki w 2015 roku.Zawiadomienie dotyczy nabycia przez Przewodniczącego Rady Nadzorczej Tomasza Berlinga\n                           10.690 _dziesięć tysięcy sześćset dziewięćdziesiąt_ akcji Spółki na podstawie następujących\n                           transakcji:- w dniu 10.09.2015 r. nabył 6.051 akcje po cenie 4,00 zł za jedną akcję. Transakcja\n                           została dokonana podczas sesji na Giełdzie Papierów Wartościowych w Warszawie;- w dniu 14.09.2015 r. nabył 3.140 akcje po cenie 4,16 zł za jedną akcję. Transakcja\n                           została dokonana podczas sesji na Giełdzie Papierów Wartościowych w Warszawie;- w dniu 15.09.2015 r. nabył 1.499 akcji po cenie 4,00 zł za jedną akcję. Transakcja\n                           została dokonana podczas sesji na Giełdzie Papierów Wartościowych w Warszawie;Podstawa prawna przekazania raportu: Art. 160 ust.4  Ustawy o obrocie instrumentami\n                           finansowymi",
        "date": "2015-09-18"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd BERLING S.A. informuje, iż suma wartości zakupów _dostaw_ od firmy GEA Heat\n                           Exchangers a.s. GEA Goedhart Systems, z siedzibą Kostomlatecka 180; 288 26 Nymburk,\n                           Czech Republik w okresie 01.01.2015 – 11.08.2015 wyniosła 8.523.865,11 zł.Kryterium uznania zawartych umów _zakupów_ za znaczące jest fakt, iż przekroczyły\n                           one 10% wartości przychodów grupy kapitałowej emitenta za okres ostatnich czterech\n                           kwartałów obrotowych.Podstawa prawna przekazania raportu:§ 5 ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2009 r. nr 33, poz. 259 wraz z późn. zm._",
        "date": "2015-08-11"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. poniżej przedstawia uzupełnione Sprawozdanie Zarządu z Działalności\n                           Grupy Kapitałowej Emitenta w 2014r..SPRAWOZDANIE ZARZĄDU Z DZIAŁALNOŚCI GRUPY KAPITAŁOWEJ EMITENTAW 2014 ROKU1\tInformacje o GrupieBerling Spółka Akcyjna _dalej Spółka, Jednostka, Jednostka dominująca_ powstała w\n                           wyniku przekształcenia z Berling Centrum Chłodnictwa Spółka Jawna, która prowadziła\n                           działalność gospodarczą od kwietnia 1993 r. Przekształcenie w spółkę akcyjną nastąpiło\n                           na mocy Postanowienia Sądu Rejonowego dla m.st. Warszawy, XIV Wydziału Gospodarczego\n                           Krajowego Rejestru Sadowego z dnia 01 lutego 2008 i z tym dniem spółka została wpisana\n                           do Rejestru przedsiębiorców Krajowego Rejestru Sądowego pod numerem 0000298346.Numer Identyfikacji Podatkowej spółce nadany został przez Urząd Skarbowy Warszawa\n                           Ochota w dniu 29.03.1995 - NIP 522 00 59 742. Numer Regon 010164538 nadany został\n                           przez Wojewódzki Urząd Statystyczny ul. Wiktorska 91A w Warszawie w dniu 01.04.1993.\n                           Obecnie siedziba Spółki mieści się w Warszawie przy ul Zgada 5/8., zarejestrowana\n                           w Sądzie Rejonowym dla m. ST. Warszawy, XII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego. Wysokość kapitału zakładowego w Berling S.A. wynosi 17.550.200 PLN.Głównym przedmiotem działalności Spółki jest:•\tHandel hurtowy i detaliczny urządzeniami chłodniczymi,•\tUsługi w zakresie napraw, montażu i kompletacji urządzeń przemysłowych w szczególności\n                           związanych z chłodnictwem.Grupa Kapitałowa Berling obejmuje jednostkę dominującą Berling S.A. oraz jednostkę\n                           zależną Przedsiębiorstwo Wielobranżowe Arkton Sp. z o.o., w której jednostka dominująca\n                           posiada 100% udziałów, oraz Berling Promotions Sp. z o.o. _dawniej MW Legal 9 Sp.\n                           z o.o._, w której jednostka dominująca posiada 100% udziałów. Emitent posiada dwa podmioty zależne, którymi są:- Przedsiębiorstwo Wielobranżowe ARKTON Spółka z ograniczona odpowiedzialnością z\n                           siedzibą Wilkowicach, ul. Mórkowska 36, 64 – 100 Leszno, zarejestrowaną w Sądzie Rejonowym\n                           w Poznaniu, XXII Wydział Gospodarczy Krajowego Rejestru Sądowego  pod numerem KRS\n                           0000024882, z kapitałem zakładowym w wysokości 6 000 000,00 PLN.Emitent posiada 100% udziałów w kapitale zakładowym spółki, co daje 100% głosów na\n                           zgromadzeniu wspólników.Arkton z siedzibą w Wilkowicach w Wielkopolsce, od momentu założeniu firmy w 1991\n                           r., zajmował się doradztwem, projektowaniem, dostawą, produkcją zespołów wielosprężarkowych\n                           i schładzaczy, jak również  dystrybucją komponentów do tych instalacji. Od momentu\n                           przejęcia Arktonu w 2008 r. rozwijana jest działalność produkcyjna urządzeń chłodniczych.Arkton specjalizuje się w:•\tProdukcji  urządzeń katalogowych z podziałem na agregaty skraplające i zespoły sprężarkowe;•\tProdukcji specjalnej: wychładzacze cieczy, urządzenia do central klimatyzacyjnych,\n                           i innych urządzeń na indywidualne zamówienie•\tFachowym doborze i sprzedaży urządzeń i komponentów oferowanych przez Grupę Berling\n                           firmom instalacyjnym i drobnym hurtowniom;•\tWykonywaniu na zlecenie projektów instalacji chłodniczych.oraz- zakupiona w 2011 roku przez BERLING  spółka BERLING Promotions sp. z o.o. , w której\n                           Berling nabył 100% udziałów, jej przedmiotem działalności jest:•\tdziałalność marketingowa, •\tpozostałe doradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania.Czas trwania jednostek zależnych jest nieokreślony.2\tInformacje dotyczące składu osobowego Zarządu oraz Rady Nadzorczej SpółkiW okresie obrotowym członkami Zarządu Spółki byli:•\tHanna Berling – Prezes Zarządu•\tPaweł Ciechański – Vice Prezes Zarządu •\tRadosław Mrowiński – Vice Prezes Zarządu W okresie obrotowym członkami Rady Nadzorczej Spółki byli: •\tTomasz Berling - Przewodniczący Rady Nadzorczej •\tMarcin Marczuk  - Wiceprzewodniczący Rady Nadzorczej•\tKajetan Paweł Wojnicz – Członek Rady NAdzorczej•\tMarcin Berling - Członek Rady Nadzorczej•\tAgata  Pomorska –Członek Rady Nadzorczej 3\tZdarzenia istotnie wpływające na działalność Grupy, jakie miały miejsce w roku obrotowym\n                           2013 Zdaniem Zarządu Berling w okresie, którego dotyczy raport nie miały miejsca istotne\n                           zdarzenia, które miałyby wpływ na działalność Grupy Emitenta w 2014 roku.4\tPrzewidywany rozwój Grupy KapitałowejCelem strategicznym Grupy jest dalsza ekspansja na rynku krajowym i na rynkach zagranicznych.\n                           Docelowo planowane jest dalsze umacnianie pozycji lidera na rynku krajowym, w szczególności\n                           poprzez rozszerzenie gamy oferowanych produktów i osiągnięcie silniejszej pozycji\n                           na wybranych rynkach lokalnych, np. w Wielkopolsce, w woj Świętokrzyskim.Wypracowana przez kilkanaście lat funkcjonowania na rynku pozycja Grupy, potencjał\n                           biznesowy i finansowy, znacząca zdolność do dalszego rozwoju, posiadane narzędzia\n                           _potencjał dystrybucyjny, handlowy, sprawność organizacyjna_, stałe poszerzanie kręgu\n                           odbiorców zarówno w kraju, jak i za granicą oraz planowane rozszerzenie produkcji\n                           o nowe produkty w związku z dalszym rozwojem spółki Arkton, pozwalają zakładać wykonalność\n                           przyjętej przez Grupę strategii.Grupa konsekwentnie realizuje strategię dalszego wzmacniania pozycji rynkowej, co\n                           zamierza osiągnąć poprzez rozwój organiczny oraz inwestycje kapitałowe.Grupa będzie konsekwentnie wzmacniać swoją konkurencyjność rynkową poprzez jakość\n                           i szerokość oferty. W tym celu Grupa systematycznie poszerza swój potencjał logistyczny\n                           oraz dystrybucyjny.W celu zaspokojenia stale rosnących potrzeb odbiorców Grupa planuje dalsze rozszerzanie\n                           oferty produktowej. 5\tWażniejsze osiągnięcia w dziedzinie badań i rozwojuGrupa Kapitałowa nie prowadzi prac badawczych i rozwojowych.6\tAktualna sytuacja finansowaPoniżej wybrane dane finansowe Grupy _w tys. PLN__TEUR_, zawierające podstawowe pozycje\n                           rocznego sprawozdania finansowego _również przeliczone na euro_ za bieżący i poprzedni\n                           rok obrotowy oraz opis wybranych danych finansowych.Wybrane dane finansowe Grupy Emitenta w PLN wskazują na 19% spadek sprzedaży, oraz\n                           39% spadek zysku z działalności operacyjnej i 37% spadek zysku netto w porównaniu\n                           do roku poprzedniego.Na koniec 2014 r. oku odnotowano 2% wzrost kapitałów własnych. Wartość Aktywów/Pasywów na koniec 2014 roku wzrosła o 3%.Wartość zadłużenia krótkoterminowego w porównaniu do roku poprzedniego wzrosła o 7%.Zarząd Grupy w związku z obecną sytuacją w roku 2015 oczekuje niewielkiego wzrostu\n                           przychodów oraz zysku netto.Wyszczególnienie\t2013 PLN\t2014 PLN\t2013 EUR\t2014 EURPrzychody neto ze sprzedaży\t100 792\t81 155\t23 935\t19 372Zysk _strata_ na działalności operacyjnej\t13 132\t8 065\t3 118\t1 925Zysk _strata_ brutto\t13 428\t8 817\t3 189\t2 105Zysk _strata_ netto \t10 861\t6 878\t2 579\t1 642 Zysk _strata_ na jedną akcję _w PLN_ *\t0,62\t0,39\t0,15\t0,09*wartość zysku na jedną akcję obliczono jako iloraz liczby akcji oraz zysku za dany\n                           okresWyszczególnienie\t31.12.2013 PLN\t31.12.2014 PLN\t31.12.2013 EUR\t31.12.2014 EURAktywa \t94 948\t97 496\t22 894\t22 874Zobowiązania długoterminowe \t                 538      \t656    \t130\t154Zobowiązania krótkoterminowe\t       10 924    \t11 741\t2 634\t2 755Kapitał własny\t       83 486    \t85 099\t20 131\t19 966Liczba akcji _w tys. sztuk_\t       17 524 \t17 550\t17 524\t17 550Średnie kursy wymiany złotego w okresach objętych sprawozdaniem finansowym i porównywalnymi\n                           danymi finansowymi w stosunku do EUR ustalanych przez NBP w szczególności:•\tkursu obowiązującego na ostatni dzień każdego okresu _31.12.2014 r. - kurs ogłoszony\n                           przez NBP – tabela kursów średnich NBP nr 252/A/NBP/2014 z dnia 2014-12-31 tj.  4,2623\n                           zł; 31.12.2013 r. - kurs ogłoszony przez NBP – tabela kursów średnich NBP nr 251/A/NBP/2013\n                           z dnia 31.12.2013 tj.  4,1472 zł_,•\tkurs średni w każdym okresie, obliczony jako średnia arytmetyczna kursów obowiązujących\n                           na ostatni dzień każdego miesiąca w danym okresie _2014r. – 4,1893 zł; 2013r. – 4,2110\n                           zł_.7\tNabycie udziałów własnychW 2014 roku nie wystąpiły w Grupie transakcje polegające na nabyciu udziałów/akcji\n                           własnych.8\tOddziały i zakładyGrupa nie posiada oddziałów oraz zakładów.9\tInstrumenty finansoweDo głównych instrumentów finansowych, z których korzystała Grupa, należą umowy leasingu\n                           finansowego.W 2014 roku jednostka w związku z dużą zmiennością cen miedzi na światowych rynkach\n                           zawierała opcje zabezpieczające wartość godziwą posiadanej przez Grupę miedzi oraz\n                           zabezpieczała kursy walut związanych z zakupem towarów.Głównym celem tych instrumentów finansowych jest optymalizacja podatkowa i zabezpieczenie\n                           działalności Grupy. Grupa  posiada też aktywa finansowe, takie jak należności z tytułu\n                           dostaw i usług, środki pieniężne i depozyty krótkoterminowe, które powstają bezpośrednio\n                           w toku prowadzonej przez nią działalności.Zasadą stosowaną przez Grupę było nieprowadzenie obrotu instrumentami finansowymi.Główne rodzaje ryzyka wynikającego z instrumentów finansowych Grupy obejmują ryzyko\n                           stopy procentowej przepływów pieniężnych, ryzyko płynności oraz ryzyko walutowe. Zarząd weryfikuje i uzgadnia zasady zarządzania każdym z tych rodzajów ryzyka – zasady\n                           te zostały w skrócie omówione poniżej.Ryzyko stopy procentowejNarażenie Grupy na ryzyko wywołane zmianami rynkowych stóp procentowych dotyczy przede\n                           wszystkim długoterminowych zobowiązań finansowych ze zmienną stopą procentową tj.\n                           zobowiązań z tytułu zawartych umów leasingu.Ryzyko kredytoweGrupa zawiera transakcje wyłącznie z renomowanymi firmami o dobrej zdolności kredytowej.\n                           Wszyscy klienci, którzy pragną korzystać z kredytów kupieckich, poddawani są procedurom\n                           wstępnej weryfikacji.Ponadto, dzięki bieżącemu monitorowaniu stanów należności, narażenie Grupy Kapitałowej\n                           na ryzyko nieściągalnych należności jest nieznaczne. Ryzyko związane z płynnościąGrupa monitoruje ryzyko braku funduszy przy pomocy narzędzia okresowego planowania\n                           płynności.Narzędzie to uwzględnia terminy zapadalności zarówno inwestycji jak i aktywów finansowych\n                           _np. konta należności, pozostałych aktywów finansowych_ oraz prognozowane przepływy\n                           pieniężne z działalności operacyjnej.Celem Grupy jest utrzymanie równowagi pomiędzy ciągłością a elastycznością finansowania,\n                           poprzez korzystanie z rozmaitych źródeł finansowania, takich jak umowy leasingu finansowego\n                           z opcją zakupu.Ryzyko walutoweKurs walut wywiera wpływ na działalność Grupy. Ze względu na fakt dokonywania zakupu\n                           towarów u zagranicznych dostawców oraz sprzedaży w dominującej części przeznaczonej\n                           do odbiorców krajowych ryzyko w tym obszarze może być istotne. Grupa wykorzystuje\n                           transakcje zabezpieczające przed ryzykiem kursowym. Ponadto Grupa na bieżąco monitoruje\n                           sytuację finansową związaną z zawieranymi w innych walutach transakcjami w celu ograniczenia\n                           ryzyka mogącego negatywnie wpłynąć na sytuację finansową i osiągane przez Grupę wyniki.\n                           Dodatkowo Spółka stosuje hedging naturalny polegający na tym, iż nabywa zapasy w EUR\n                           i równocześnie sprzedaje je stosując dla swoich odbiorców cennik EUR _część faktur\n                           sprzedaży jest wystawiana w EUR_, co powoduje, że ewentualne zmiany cen towarów maja\n                           ograniczony wpływ na wynik osiągany przez jednostkę. 10\tOpis istotnych czynników ryzyka\n                           i zagrożeń, z określeniem, w jakim stopniu Grupa emitenta jest na nie narażonyCzynniki ryzyka związane z działalnością Grupy Kapitałowej:Ryzyka związane z rynkami, na których Grupa prowadzi działalność.Głównym rynkiem zbytu jest Polska i wielkość sprzedaży jest w znacznym stopniu uzależniona\n                           od wielkości inwestycji w Polsce, na które Grupa nie ma wpływu. Niekorzystne zmiany\n                           koniunktury mogą mieć wpływ na przychody oraz wyniki Grupy. Stopień narażenia na ww.\n                           ryzyko jest średni.W celu ograniczenia tego ryzyka Grupa Berling stara się zwiększyć % sprzedaży zagranicę\n                           , oraz posiada szeroki asortyment części do serwisowania istniejących instalacji chłodniczych.Ryzyko związane z warunkami pogodowymi.Niskie temperatury oraz śnieżne zimy wydłużają okres inwestycji co może mieć wpływ\n                           na sprzedaż i przychody Grupy. Stopień narażenia na ww. ryzyko jest małyRyzyko związane\n                           z ograniczonymi mocami produkcyjnymi.Ograniczone moce produkcyjne mają negatywny wpływ na wynik Grupy, nierealizowanie\n                           zamówień w krótkim czasie może spowodować odpływ części odbiorców do innych dostawców.\n                           Stopień narażenia na ww. ryzyko jest małyW celu ograniczenia tego ryzyka Zarząd na bieżąco monitoruje moce produkcyjne i podejmuje\n                           decyzje w celu poprawy efektywności produkcji firmy zależnej - Przedsiębiorstwo Wielobranżowe\n                           Arkton Sp. z o.o. Zarząd w razie potrzeby może zdecydować o szybkiej rozbudowie hali\n                           produkcyjnej w spółce zależnej. Ryzyko związane z małą powierzchnią magazynową.Wzrost sprzedaży, wiąże się ze wzrostem asortymentu jak i wzrostem zapasów, co powoduje\n                           większe zapotrzebowanie na powierzchnie magazynową, która jest ograniczona. Stopień\n                           narażenia na ww. ryzyko jest małyAby zapobiec przyhamowaniu wzrostu sprzedaży, który mógłby być spowodowany brakiem\n                           wystarczającej powierzchni magazynowej. Zarząd cały czas monitoruje te potrzeby i\n                           w razie potrzeby może zdecydować o szybkiej rozbudowie powierzchni magazynowej w spółce\n                           zależnej – Przedsiębiorstwo Wielobranżowe Arkton sp. z o.o.  11\tWskazanie, czy emitent jest jednostką dominującą lub znaczącym inwestorem oraz\n                           czy sporządza skonsolidowane sprawozdanie finansoweBerling S.A. od dnia 31 marca 2008 jest jednostką dominującą nad Przedsiębiorstwem\n                           Wielobranżowym Arkton spółka z ograniczoną odpowiedzialnością i sporządza skonsolidowane\n                           sprawozdanie finansowe. Spółka posiada 100% udziałów.Ponadto Berling S.A. od 22 listopada 2011 jest jednostką dominującą nad Berling Promotions\n                           sp. z o.o. i sporządza skonsolidowane sprawozdanie finansowe. Spółka posiada 100%\n                           udziałów.12\tWskazanie skutków zmian w strukturze jednostki gospodarczej, w tym w wyniku połączenia\n                           jednostek gospodarczych, przejęcia lub sprzedaży jednostek grupy kapitałowej emitenta,\n                           inwestycji długoterminowych, podziału, restrukturyzacji i zaniechania działalności.W 2014 roku nie wystąpiły takie zdarzenia.13\tInformacje dotyczące akcjonariuszy jednostki dominującej - emitentaStruktura akcjonariuszy na dzień sporządzenia raportu za 2014 rokuWyszczególnieni\tIlość akcji\t% akcji\tWartość nominalna _w zł_\tLiczba głosów na walnym zgromadzeniu\t% udział głosów na walnym zgromadzeniuBerling Hanna\t120\t-\t120\t120\t-DAO sp. z o.o.\t10 770 000\t61,37\t10 770 000\t10 770 000\t61,37Berling Marcin\t40\t-\t40\t40\t-Berling Tomasz\t80 040\t-\t80 040\t80 040\t-Łącznie Fundusze Zarządzane w Ramach Aviva Inwestors TFI\t1 473 986\t8,40\t1 473 986\t1\n                           473 986\t8,40 Znaczącym akcjonariuszem Spółki posiadającym 61,37 % akcji jest DAO sp. z o.o. z siedzibą\n                           w Warszawie.Udziałowcami Spółki DAO sp. z o.o. są:•\tPrezes Zarządu – Hanna Berling 50% udziałów•\tPrzewodniczący Rady Nadzorczej – Tomasz Berling 25% udziałów•\tCzłonek Rady Nadzorczej Marcin Berling 25% udziałówWszystkie wyemitowane przez podmiot dominujący akcje są akcjami zwykłymi bez żadnego\n                           uprzywilejowania, co do uczestnictwa w podziale zysku. Zarząd na dzień sporządzenia raportu nie posiada żadnych informacji o znanych emitentowi\n                           umowach _w tym również zawartych po dniu bilansowym_, w wyniku których mogą w przyszłości\n                           nastąpić zmiany w proporcjach posiadanych akcji przez dotychczasowych akcjonariuszy\n                           i obligatariuszy.Zestawienie stanu posiadania akcji emitenta przez osoby zarządzające i nadzorujące\n                           na dzień 31.12.2014r.•\tPrezes Zarządu – Hanna Berling 120 akcji•\tCzłonek Zarządu – Paweł Ciechański 150.000 akcji•\tPrzewodniczący Rady Nadzorczej – Tomasz Berling 40 akcji•\tCzłonek Rady Nadzorczej - Marcin Berling 40 akcjiPonadto ww. osoby oprócz Pawła Ciechańskiego – Członka Zarządu są udziałowcami firmy\n                           Berling Investments Ltd, który posiada 10 770 000 akcji spółki Berling S.A. w następujących\n                           proporcjach:•\tPrezes Zarządu – Hanna Berling 50% udziałów•\tPrzewodniczący Rady Nadzorczej – Tomasz Berling 25% udziałów•\tCzłonek Rady Nadzorczej - Marcin Berling 25% udziałów Dodatkowo w styczniu 2015r. Przewodniczący Rady Nadzorczej – Tomasz Berling zwiększył\n                           swój stan posiadania o 80.000 akcji i obecnie posiada 80.040 akcji14\tInformacje o podstawowych produktach:Grupa Kapitałowa rozpoznaje następujący asortyment:•\tSprężarki,•\tChłodnice,•\tSkraplacze,•\tKomponenty,•\tProdukty Arkton•\tPozostałe.Struktura przychodów ze sprzedaży wg asortymentuWyszczególnienieProdukty Arktonu \t12 miesięcy201425 601\t\t12 miesięcy201325 324\t\tSprężarki\t10 352\t\t13 463\t\tChłodnice\t19 461\t\t33 386\t\tSkraplacze\t4 349\t\t7 149\t\tKomponenty\t12 463 \t\t16 250\t\tPozostałe\t8 929\t\t5 220\t\tRazem\t81 155\t\t100 792\t\tZe względu na złożoną specyfikę branży grupa kapitałowa nie pokazuje ilości sprzedanych\n                           produktów.15\tInformacje dotyczące głównych klientówW Grupie nie występują klienci stanowiący indywidualnie co najmniej 10% przychodów\n                           ze sprzedaży ogółem w danym roku obrotowym.16\tInformacje o rynkach zbytu Wyszczególnienie\t12 miesięcy2014\t\t12 miesięcy2013 Polska\t74 633\t\t93 804\t\tZagranicaUE\t3 8212 701\t\t4 7012 287\t\tRazem\t81 155\t\t100 792\t\t17\tInformacje o dostawcachDostawcami są zarówno firmy krajowe, jak i zagraniczne, ze znaczną przewagą firm zagranicznychDostawcy osiągający co najmniej 10% sprzedaży ogółem:•\tGEA Heat Exchangers a.s. GEA Goedhart Systems z siedzibą Kostomlatecka 180; 288\n                           26 Nymburk, Czech Republik•\tBitzer Kuhlmaschinenbau GmbH z siedzibą Eschenbrunnlestrabe 15; 71065 Sindelfingen,\n                           Germany  Brak powiązań z ww. dostawcami18\tInformacje o zawartych umowach znaczących dla działalności Grupy emitenta, w tym\n                           znanych emitentowi umowach zawartych pomiędzy akcjonariuszami _wspólnikami_, umowach\n                           ubezpieczenia, współpracy lub kooperacjiW roku 2014 nie wystąpiły takie umowy.19\tInformacje o powiązaniach organizacyjnych lub kapitałowych Grupy kapitałowej z\n                           innymi podmiotami oraz określenie jego głównych inwestycji krajowych i zagranicznych\n                           _papiery wartościowe, instrumenty finansowe, wartości niematerialne i prawne oraz\n                           nieruchomości_, w tym inwestycji kapitałowych dokonanych poza jego grupą jednostek\n                           powiązanych oraz opis metod ich finansowania;W roku 2014 nie wystąpiły. Emitent od 2008 roku posiada 100% udziałów w Przedsiębiorstwie\n                           Wielobranżowym Arkton sp. z o.o., a od 22 listopada 2011 roku posiada 100% udziałów\n                           w Berling Promotions sp. z o.o. 20\tinformacje o istotnych transakcjach zawartych przez emitenta lub jednostkę od niego\n                           zależną z podmiotami powiązanymi na innych warunkach niż rynkowe, wraz z ich kwotami\n                           oraz informacjami określającymi charakter tych transakcji - obowiązek uznaje się za\n                           spełniony poprzez wskazanie miejsca zamieszczenia informacji w sprawozdaniu finansowym;W roku 2014 nie wystąpiły.21\tInformacje o zaciągniętych i wypowiedzianych w danym roku obrotowym umowach dotyczących\n                           kredytów i pożyczek, z podaniem co najmniej ich kwoty, rodzaju i wysokości stopy procentowej,\n                           waluty i terminu wymagalności;W roku 2014 nie zostały zaciągnięte żadne umowy dotyczące kredytów i pożyczek.22\tInformacje o udzielonych w danym roku obrotowym pożyczkach, ze szczególnym uwzględnieniem\n                           pożyczek udzielonych jednostkom powiązanym emitenta, z podaniem co najmniej ich kwoty,\n                           rodzaju i wysokości stopy procentowej, waluty i terminu wymagalności;W roku 2014 nie zostały udzielone żadne pożyczki23\tInformacje o udzielonych i otrzymanych w danym roku obrotowym poręczeniach i gwarancjach,\n                           ze szczególnym uwzględnieniem poręczeń i gwarancji udzielonych jednostkom powiązanym\n                           emitentaW 2014 roku nie wystąpiły takie zdarzenia24\tW przypadku emisji papierów wartościowych w okresie objętym raportem - opis wykorzystania\n                           przez emitenta wpływów z emisji do chwili sporządzenia sprawozdania z działalności;W 2014 roku nie wystąpiły takie zdarzenia25\tObjaśnienie różnic pomiędzy wynikami finansowymi wykazanymi w raporcie rocznym\n                           a wcześniej publikowanymi prognozami wyników na dany rok;Grupa nie publikowała prognoz na 2014 rok.26\tOcenę, wraz z jej uzasadnieniem, dotyczącą zarządzania zasobami finansowymi, ze\n                           szczególnym uwzględnieniem zdolności wywiązywania się z zaciągniętych zobowiązań,\n                           oraz określenie ewentualnych zagrożeń i działań, jakie emitent podjął lub zamierza\n                           podjąć w celu przeciwdziałania tym zagrożeniom;W strukturze finansowania Grupy w 2014 roku nie zaszły istotne zmiany w porównaniu\n                           do roku 2013, w którym to Grupa korzystała w dużym stopniu z finansowania wewnętrznego.\n                           Na koniec 2014 roku Grupa nie ma zaciągniętych żadnych kredytów, ani pożyczek. Jedyne\n                           zewnętrzne finansowanie to leasing na zakup środków transportu. Sytuacja Grupy na\n                           dzień 31.12.2014 roku została przedstawiona poniżej i pokazuje finansowanie działalności\n                           kapitałem własnym.SKONSOLIDOWANE SPRAWOZDANIE Z SYTUACJI FINANSOWEJ \t2014tys. zł\t2013tys. zł\tDynamika\tStruktura2014\tStruktura2013  Aktywa trwałe\t\t\t\t\tWartość firmy\t7 186\t8 471\t-15%\t7%\t9%Rzeczowe aktywa trwałe\t6 370\t6 224\t2%\t7%\t7%Wartości niematerialne\t75\t3\t2 500%\t0%\t0%Aktywa z tytułu odroczonego podatku dochodowego\t3 679\t3 903\t-6%\t4%\t4%\t-\t\t-\t-\tAktywa trwałe razem\t17 311\t18 602\t-7%\t18%\t20% Aktywa obrotowe\t\t\t\t\tZapasy\t36 581\t39 565\t-8%\t38%\t42%Należności handlowe oraz pozostałe należności\t11 981\t15 221\t-21%\t12%\t16%Środki pieniężne i ich ekwiwalenty\t29 791\t20 229\t47%\t31%\t21%Pozostałe aktywa\t1 832\t1 331\t38%\t2%\t1%Aktywa obrotowe razem\t80 185\t76 346\t5%\t82%\t80% Aktywa trwałe przeznaczone do sprzedaży\t-\t-\t-\t-\t- Aktywa razem\t97 496\t94 948\t3%\t100,00%\t100% \t2014tys. zł\t2013tys. zł\tDynamika\tStruktura2014\tStruktura2013 Kapitał własny\t\t\t\t\tKapitał podstawowy\t17 550\t17 550\t0%\t18%\t18%Kapitał zapasowy\t60 671\t55 075\t10%\t62%\t58%Zysk netto okresu sprawozdawczego\t6 878\t10 861\t-37%\t7%\t11%Kapitał przypadający akcjonariuszom podmiotu dominującego\t85 099\t83 486\t2%\t87%\t88%Kapitał przypadający udziałom niesprawującym kontroli\t-\t-\t-\t-\t-Kapitał własny razem\t85 099\t83 486\t2%\t87%\t88% Zobowiązanie długoterminowe\t\t\t\t\tPożyczki i kredyty bankowe\t-\t-\t-\t\t-Zobowiązania z tytułu odroczonego podatku dochodowego\t463\t390\t19%\t0%\t0%Zobowiązania długoterminowe z tytułu leasingu finansowego\t159\t103\t54%\t0%\t0%Rozliczane w czasie dotacje\t34\t44\t-23%\t0%\t0%Zobowiązania długoterminowe razem\t656\t538\t22%\t1%\t1%Zobowiązania związane bezpośrednio z aktywami trwałymi przeznaczonymi do sprzedaży\t-\t-\t-\t-\t- Zobowiązania krótkoterminowe\t\t\t\t\tZobowiązania handlowe oraz pozostałe zobowiązania\t10 730\t10 141\t6%\t11%\t11%Zobowiązania z tytułu świadczeń pracowniczych\t498\t417\t19%\t1%\t0%Zobowiązania z tytułu podatku dochodowego\t303\t221\t37%\t0%\t0%Pożyczki i kredyty bankowe\t-\t -\t-\t-\t-Zobowiązania krótkoterminowe z tytułu leasingu finansowego\t201\t133\t51%\t0%\t0%Rozliczane w czasie dotacje\t10\t11\t-9%\t0%\t0%Zobowiązania krótkoterminowe razem\t11 741\t10 924\t7%\t12%\t12% Zobowiązania razem\t12 397\t11 461\t8%\t13%\t12% Pasywa razem\t97 496\t94 948\t3%\t100,00%\t100,00%Zdaniem Zarządu płynność finansowa Grupy nie jest zagrożona a do zdolności wywiązywania\n                           się z zaciągniętych zobowiązań mówią nam poniższe wskaźniki płynności.Wskaźnik\tFormuła obliczeniowa\tWartość wskaźnika\t\t2014\t2013\t2012Wskaźnik płynności szybkiej\t_inwestycje krótkoterminowe + należności krótkoterminowe_/\n                           zobowiązania krótkoterminowe\t3,7\t3,4\t2,7Wskaźnik płynności bieżącej\taktywa obrotowe/ zobowiązania krótkoterminowe\t6,8\t7,0\t5,2Na dzień sporządzenia sprawozdania Zarządowi nie są znane żadne zdarzenia, które mogłyby\n                           stanowić zagrożenia dla regulowania zobowiązań w przyszłości.Ponadto w celu poprawy płynności Zarząd stara się o pozyskiwanie środków pieniężnych\n                           z funduszy europejskich, a standardowe terminy płatności zobowiązań wynoszą od 30\n                           dni do 90.27\tOcena możliwości realizacji zamierzeń inwestycyjnych, w tym inwestycji kapitałowych,\n                           w porównaniu do wielkości posiadanych środków, z uwzględnieniem możliwych zmian w\n                           strukturze finansowania tej działalnościNa dzień sporządzenia raportu Grupa Kapitałowa ma możliwość realizacji zamierzeń inwestycyjnych\n                           ze środków własnych. 28\tOcenę czynników i nietypowych zdarzeń mających wpływ na wynik z działalności za\n                           rok obrotowy, z określeniem stopnia wpływu tych czynników lub nietypowych zdarzeń\n                           na osiągnięty wynik;Zdaniem Zarządu Berling w okresie, którego dotyczy raport, nie wystąpiły istotne zdarzenia\n                           mające wpływ na wynik z działalności Emitenta i osiągnięte wyniki finansowe w 2014\n                           roku.Głównym czynnikiem który miał wpływ na osiągnięte wyniki, był duży spadek sprzedaży,\n                           co przy określonych \"stałych kosztach\" ma duży wpływ na osiągnięty wynik końcowy Spółki29\tCharakterystykę zewnętrznych i wewnętrznych czynników istotnych dla rozwoju przedsiębiorstwa\n                           emitenta oraz opis perspektyw rozwoju działalności emitenta co najmniej do końca roku\n                           obrotowego następującego po roku obrotowym, za który sporządzono sprawozdanie finansowe\n                           zamieszczone w raporcie rocznym, z uwzględnieniem elementów strategii rynkowej przez\n                           niego wypracowanej;Czynniki zewnętrzne i wewnętrzne:•\twzrost cen surowców•\twzrost cen towarów•\tspadek bezrobocia•\twzrost inflacji•\tpoprawa sytuacji ekonomicznej w Europie•\twzrost stóp procentowych•\tkurs euro w 2014r. w przedziale 3,9 - 4,4•\tkurs USD w 2014r. w przedziale 3,5 - 4,0Zarząd stale monitoruje rynek, oraz podejmuje działania, które maja spowodować trwały\n                           wzrost wyników Grupy Kapitałowej. Zarząd dostrzega potencjał rynku i aby sprostać\n                           wymaganiom rynku strategia grupy przewiduje:•\twprowadzenie szerszego asortymentu towarów•\tpoprawienie wydajności produkcyjnych•\twprowadzenie nowych produktów•\tzdobywanie nowych rynków zbytu oraz nowych sektorów gospodarczych•\tbieżące modyfikowanie cen sprzedaży towarów i materiałów, w celu poprawienia zysku\n                           na sprzedaży30\tZmiany w podstawowych zasadach zarządzania przedsiębiorstwem emitenta i jego grupą\n                           kapitałową;W 2014 roku nie zaszły ww. zmiany31\tWszelkie umowy zawarte między emitentem a osobami zarządzającymi, przewidujące\n                           rekompensatę w przypadku ich rezygnacji lub zwolnienia z zajmowanego stanowiska bez\n                           ważnej przyczyny lub gdy ich odwołanie lub zwolnienie następuje z powodu połączenia\n                           emitenta przez przejęcie;W roku obrotowym 2014 nie zostały zawarte takie umowy32\tWartość wynagrodzeń, nagród lub korzyści, w tym wynikających z programów motywacyjnych\n                           lub premiowych opartych na kapitale emitenta, w tym programów opartych na obligacjach\n                           z prawem pierwszeństwa, zamiennych, warrantach subskrypcyjnych _w pieniądzu, naturze\n                           lub jakiejkolwiek innej formie_, wypłaconych, należnych lub potencjalnie należnych,\n                           odrębnie dla każdej z osób zarządzających i nadzorujących emitenta w przedsiębiorstwie\n                           emitenta, bez względu na to, czy odpowiednio były one zaliczane w koszty, czy też\n                           wynikały z podziału zysku; w przypadku gdy emitentem jest jednostka dominująca, wspólnik\n                           jednostki współzależnej lub znaczący inwestor - oddzielnie informacje o wartości wynagrodzeń\n                           i nagród otrzymanych z tytułu pełnienia funkcji we władzach jednostek podporządkowanych;\n                           jeżeli odpowiednie informacje zostały przedstawione w sprawozdaniu finansowym - obowiązek\n                           uznaje się za spełniony poprzez wskazanie miejsca ich zamieszczenia w sprawozdaniu\n                           finansowym; Wynagrodzenie osób wchodzących w skład organów zarządzających oraz nadzorujących wypłacone\n                           lub należne:Wyszczególnienie\tstan na dzień 31.12.2014\t\tstan na dzień 31.12.2013\tOrgany zarządzające\t1 135\t\t1 091\tOrgany nadzorujące\t36\t\t39\tRazem\t1 174\t\t1 130\tUzupełnienie:Emitent jeszcze nie posiada polityki wynagradzania. Wynagrodzenie zarządu określa\n                           co roku Rada Nadzorcza indywidualnie dla każdego członka zarządu, Członkowie Rady\n                           Nadzorczej są wynagradzani za posiedzenie, z wyjątkiem Przewodniczącego Rady, który\n                           otrzymuje stałe comiesięczne wynagrodzenie. W firmie nie występują żadne programy\n                           motywacyjne.W 2014r. Zarząd otrzymywał wynagrodzenie w wysokości 1 135 TPLN: Skład Zarządu W 2014r.•\tHanna Berling – Prezes Zarządu, - 377 tyś zł•\tPaweł Ciechański – Vice Prezes Zarządu, -  430 tyś zł•\tRadosław Mrowiński – Vice Prezes Zarządu  - 329 tyś złW 2013r. Zarząd otrzymał wynagrodzenia w wysokości 1 091 TPLN:Skład Zarządu w 2013r. •\tHanna Berling – Prezes Zarządu, - 353 tyś zł•\tPaweł Ciechański – Vice Prezes Zarządu, - 484 tyś zł•\tRadosław Mrowiński – Vice Prezes Zarządu _od 16.04.2013r_. - 253 tyś zł Wynagrodzenia członków Rady Nadzorczej Berling S.A. w  2014 i 2013 roku kształtowały\n                           się następująco:W 2014 r.•\tTomasz Berling – 30 tys. zł,•\tMarcin Berling –  2 tys. zł,•\tMarcin Marczuk – 3,2 tys. zł,•\tKajetan Wojnicz – 2 tys. zł.•\tAgata Pomorska – 2 tyś. zł.W 2013 r. •\tTomasz Berling – 30 tys. zł,•\tMarcin Berling –  2 tys. zł,•\tMarcin Marczuk – 3,2 tys. zł,•\tKajetan Wojnicz – 2 tys. zł.•\tAgata Pomorska  - 2 tys. zł,Dodatkowo w 2014 roku Pan Marcin Berling z tytułu umowy o pracę w Berling S.A. otrzymał\n                           wynagrodzenie zasadnicze w wysokości 29 tys. zł i z tytułu umowy o pracę w spółce\n                           zależnej Berling Promotions Sp. z o.o. uzyskał wynagrodzenie w kwocie 96 tyś zł, a\n                           w roku 2013, otrzymał 35 tyś. zł. z tytułu umowy o prace w Berling S.A., i 96 tyś\n                           zł z tytułu umowy o pracę w spółce zależnej Berling Promotions Sp. z o.o. 33\tInformacje o systemie kontroli programów akcji pracowniczych;Grupa nie posiada systemu kontroli programów akcji pracowniczych34\tInformacje o: i.\tdacie zawarcia przez emitenta umowy, z podmiotem uprawnionym do badania sprawozdań\n                           finansowych, o dokonanie badania lub przeglądu sprawozdania finansowego lub skonsolidowanego\n                           sprawozdania finansowego oraz okresie, na jaki została zawarta ta umowa,27.06.2014r. ii.\twynagrodzeniu podmiotu uprawnionego do badania sprawozdań finansowych, wypłaconym\n                           lub należnym za rok obrotowy odrębnie za: - badanie rocznego skonsolidowanego sprawozdania finansowego,10 tys. zł- inne usługi poświadczające, w tym przegląd skonsolidowanego sprawozdania finansowego,7\n                           tys. złc_ informacje określone w lit. b należy podać także dla poprzedniego roku obrotowego,- badanie rocznego skonsolidowanego sprawozdania finansowego, 10 tys. zł- inne usługi poświadczające, w tym przegląd skonsolidowanego sprawozdania finansowego,7\n                           tys. zł35\tPostępowanie sądowe i arbitrażowe – informacja na temat wszystkich postępowań przed\n                           organami rządowymi, postępowań sądowych lub arbitrażowych _łącznie ze wszelkimi postępowaniami\n                           w toku lub które według wiedzy Spółki mogą wystąpić_ za okres obejmujący co najmniej\n                           ostatnie 12 miesięcy, które to postępowania mogły mieć lub miały w niedawnej przeszłości\n                           istotny wpływ na sytuację finansową lub rentowność  Grupy albo zamieszczenie stosownego\n                           oświadczenia stwierdzającego ich brak Spółka w raporcie bieżącym 014/2014 z dnia 05.12.2014r. poinformowała, że w dniu 5\n                           grudnia 2014r. powzięła informację o otrzymaniu przez jego pełnomocnika decyzji Dyrektora\n                           Urzędu Kontroli Skarbowej w Gdańsku z dnia 26 listopada2014r., znak sprawy UKS2291/W2P5/42/42/13/123/029,\n                           _sprawa dotyczy 2011r. o której Spółka informowała w raporcie nr 11/2014_ w którym\n                           został określony:1.\tPrzychód ogółem 103.567 tys. zł _według deklaracji Spółki za 2011 rok było 84.456\\tyś\n                           zł_, co zwiększa dochód do opodatkowania o 19.110 tys.. zł _podstawa opodatkowania\n                           wzrosła z tytułu objęcia udziałów za wkład niepieniężny w Berling Promotions Sp. z\n                           o.o. – dochód w 2011r. wzrósł o kwotę 19.110 tys. zł zł_.2.\tPodatek za 2011r. w związku z zwiększeniem dochodu wzrósł o 3.631 tys. zł.Stanowisko Spółki jest odmienne od stanowiska UKS, które zostało przedstawione ww.\n                           decyzji stwierdzającej, że wniesiony aport nie stanowił zorganizowanej części przedsiębiorstwa\n                           Berling S.A. i w związku z tym nie podlegał zwolnieniu od podatku dochodowego od osób\n                           prawnych.Wobec powyższego Spółka wniosła odwołanie od ww. decyzji Dyrektora UKS do Dyrektora\n                           Izby Skarbowej w Warszawie, które powinno umożliwić prawidłowe określenie podstawy\n                           opodatkowania za 2011r. i wydanie korzystnej dla Spółki decyzji, która będzie zgodna\n                           z opinią, którą reprezentował Zarząd Spółki w 2011 roku, iż była to zorganizowana\n                           część przedsiębiorstwa Berling S.A. i w związku z tym objęcie udziałów za wkład niepieniężny\n                           podlegało zwolnieniu od podatku dochodowego od osób prawnych.Do dnia sporządzenia raportu Spółka nie otrzymała decyzji Dyrektora Izby Skarbowej,\n                           co do wniesionego odwołania.W przypadku negatywnej decyzji Dyrektora Izby Skarbowej Zarząd zamierza się odwołać\n                           do wyższej instancji.Poza tym nie toczą się żadne istotne postępowania prowadzone w imieniu i przeciwko\n                           Grupie Berling.36\tInformacje o udzieleniu przez emitenta lub przez jednostkę od niego\n                           zależną poręczeń kredytu lub pożyczki lub udzieleniu gwarancji - łącznie jednemu podmiotowi\n                           lub jednostce zależnej od tego podmiotu, jeżeli łączna wartość istniejących poręczeń lub gwarancji stanowi\n                           równowartość co najmniej 10 % kapitałów własnych emitenta.Grupa Berling nie udzielała poręczeń kredytów lub pożyczek lub gwarancji.37\tInformacje o zawarciu przez emitenta lub jednostkę od niego zależną jednej lub\n                           wielu transakcji z podmiotami powiązanymi, jeżeli pojedynczo lub łącznie są one istotne i zostały zawarte\n                           na innych warunkach niż rynkowe, z wyjątkiem transakcji zawieranych przez emitenta\n                           będącego funduszem z podmiotem powiązanym, wraz ze wskazaniem ich wartości, przy czym\n                           informacje dotyczące poszczególnych transakcji mogą być zgrupowane według rodzaju,\n                           z wyjątkiem przypadku, gdy informacje na temat poszczególnych transakcji są niezbędne\n                           do zrozumienia ich wpływu na sytuację majątkową, finansową i wynik finansowy emitenta. Wszystkie transakcje w Grupie Berling są zawierane na zasadach rynkowych.Uzupełnienie:38\tOpis struktury głównych lokat kapitałowych lub głównych inwestycji kapitałowych\n                           dokonanych w ramach grupy kapitałowej emitenta w danym roku obrotowym.Nie wystąpiły.Uzupełnienie:39\tOpis istotnych pozycji pozabilansowych w ujęciu podmiotowym, przedmiotowym i wartościowym.Nie wystąpiły Warszawa, dnia 20 marca 2015 roku\tUZUPEŁNIENIEOŚWIADCZENIE O STOSOWANIU ŁADU KORPORACYJNEGO PRZEZ EMITENTA W 2014 ROKUZbiór Zasad Ładu Korporacyjnego, któremu podlega Emitent, oraz miejsce, gdzie tekst\n                           zbioru jest publicznie dostępnyZarząd BERLING S.A. z siedzibą w Warszawie w związku z § 29 pkt 2 podlega Regulaminowi\n                           Giełdy Papierów Wartościowych zbiorowi zasad ładu korporacyjnego uchwalonego przez\n                           Radę Giełdya_ Tekst zbioru zasad ładu korporacyjnego jest dostępny na stronie z poniższym adresem:www.corp-gov.gpw.pl/assets/library/polish/regulacje/dobre_praktyki_16_11_2012.pdfb_ Zakres, w jakim emitent odstąpił od postanowień zasad ładu korporacyjnego.Emitent w roku 2014 odstąpił od stosowania następujących zasad \"Dobrych Praktyk Spółek\n                           Notowanych na Giełdzie Papierów Wartościowych:I Rekomendacje dotyczące dobrych praktyk spółek giełdowych:Zasada I.5Spółka powinna posiadać politykę wynagrodzeń oraz zasady jej ustalania. Polityka wynagrodzeń\n                           powinna w szczególności określać formę, strukturę i poziom wynagrodzeń członków organów\n                           nadzorujących i zarządzających. Przy określaniu polityki wynagrodzeń członków organów\n                           nadzorujących i zarządzających spółki powinno mieć zastosowanie zalecenie Komisji\n                           Europejskiej z 14 grudnia 2004 r. w sprawie wspierania odpowiedniego systemu wynagrodzeń\n                           dyrektorów spółek notowanych na giełdzie _2004/913/WE_,uzupełnione o zalecenie KE\n                           z 30 kwietnia 2009 r. _2009/385/WE_.Emitent jeszcze nie posiada polityki wynagradzania. Wynagrodzenie zarządu określa\n                           co roku Rada Nadzorcza indywidualnie dla każdego członka zarządu, Członkowie Rady\n                           Nadzorczej są wynagradzani za posiedzenie, z wyjątkiem Przewodniczącego Rady, który\n                           otrzymuje stałe comiesięczne wynagrodzenie. W firmie nie występują żadne programy\n                           motywacyjne.Spółka zamierza w niedalekiej przyszłości wdrożyć ww. rekomendacjeZasada I.12Spółka powinna zapewnić akcjonariuszom możliwość wykonywania osobiście lub przez pełnomocnika\n                           prawa głosu w toku walnego zgromadzenia, poza miejscem odbywania walnego zgromadzenia,\n                           przy wykorzystaniu środków komunikacji elektronicznej.Ze względu na koszty i skomplikowanie tego procesu, Spółka odstąpiła od stosowania\n                           ww. rekomendacji w całości:II Dobre praktyki realizowane przez zarządy spółek giełdowych:Zasada II.1Spółka prowadzi korporacyjną stronę internetową i zamieszcza na niej, oprócz informacji\n                           wymaganych przez przepisy prawa:9a_ zapis przebiegu obrad walnego zgromadzenia, w formie audio lub wideoZe względu na koszty i skomplikowanie tego procesu, Spółka odstąpiła od stosowania\n                           ww. rekomendacji w całości:14_ informację o treści obowiązującej w spółce reguły dotyczącej zmienienia podmiotu\n                           uprawnionego do badania sprawozdań finansowych lub  informację o braku takiej regułyObecnie brak takiej reguły w Spółce. Pomimo braku takiej reguły Spółka dokonała zmiany\n                           Kluczowego Biegłego Rewidenta.Spółka nie widzi takiej potrzeby, gdyż o wyborze podmiotu do badania sprawozdań finansowych\n                           decyduje co roku Rada Nadzorcza i zawsze wybiera optymalną ofertę. Spółka dokonała\n                           zmiany Kluczowego Biegłego Rewidenta. Spółka rozważy w przyszłości wdrożenie takiej reguły. Zasada II.2Spółka zapewnia funkcjonowanie swojej strony internetowej również w języku angielskim,\n                           przynajmniej w zakresie wskazanym w części II. pkt 1.Ze względu na koszty tłumaczenia, Zarząd zdecydował o niestosowaniu powyższej zasady.Spółka rozważy w przyszłości zamieszczanie w języku angielskim wymaganych informacji.\n                           IV Dobre praktyki stosowane przez akcjonariuszy:Zasada IV.1Dzień ustalenia praw do dywidendy oraz dzień wypłaty dywidendy powinny być tak ustalone,\n                           aby czas przypadający pomiędzy nimi był możliwie najkrótszy, a w każdym przypadku\n                           nie dłuższy niż 15 dni roboczych. Ustalenie dłuższego okresu pomiędzy tymi terminami\n                           wymaga szczegółowego uzasadnienia.Akcjonariusze nie stosują powyższej zasady.Zasada IV.10Spółka powinna zapewnić akcjonariuszom możliwość udziału w walnym zgromadzeniu przy\n                           wykorzystaniu środków komunikacji elektronicznej, polegającej na:1_ transmisji obrad walnego zgromadzenia w czasie rzeczywistym2_ dwustronnej komunikacji w czasie rzeczywistym, w ramach której akcjonariusze mogą\n                           wypowiadać się w toku obrad walnego zgromadzenia przebywając w miejscu innym niż miejsce\n                           obradZe względu na koszty i skomplikowanie tego procesu, Spółka odstąpiła od stosowania\n                           ww. rekomendacji w całości:c_ Opis głównych cech stosowanych  w przedsiębiorstwie emitenta systemów kontroli\n                           wewnętrznej i zarządzania ryzykiem w odniesieniu do procesu sporządzania sprawozdań\n                           finansowych i skonsolidowanych sprawozdań finansowych.W Spółce za nadzór nad całym procesem sporządzania sprawozdań finansowych i skonsolidowanych\n                           sprawozdań finansowych jest odpowiedzialna specjalnie do tego wydzielona komórka organizacyjna.Do podstawowych regulacji w zakresie sporządzania sprawozdań finansowych należą zasady\n                           polityki rachunkowości stosowane u emitenta, jak i w grupie kapitałowej.Ponadto ocena rzetelności i prawidłowości sprawozdania finansowego oraz skonsolidowanego\n                           sprawozdania finansowego jest dokonywana przez niezależnego Biegłego Rewidenta.d_ Opis zasad dotyczących powoływania i odwoływania osób zarządzających oraz ich uprawnieńZa powoływanie i odwoływanie Członków Zarządu jest odpowiedzialna Rada Nadzorcza,\n                           zgodnie ze statutem firmy, który określa uprawnienia członków zarządu.e_ Opis zasad zmiany statutuZmiany statutu spółki może dokonać Walne Zgromadzenie. f_ Sposób działania walnego zgromadzeniaWalne Zgromadzenie działa zgodnie z KSH i statutem spółki.Zgodnie z §33 statutu spółki: \"uchwały Walnego Zgromadzenia zapadają bezwzględną większością\n                           głosów, w obecności akcjonariuszy reprezentujących co najmniej 50% kapitału zakładowego,\n                           jeżeli przepisy Kodeksu spółek handlowych lub Statutu nie przewidują warunków surowszych\",g_ Skład osobowy i zmiany, które w nim zaszły w ciągu ostatniego roku obrotowego,\n                           oraz opis działania organów zarządzających, nadzorujących oraz ich komitetów.W ostatnim roku nie wystąpiły żadne zmiany osobowe w składzie zarządu i rady nadzorczej.Zarząd jest odpowiedzialny za sprawy spółki i jest jej reprezentantem, działa zgodnie\n                           ze statutem spółki.Rada Nadzorcza składa się z 5 członków i nie zostały wyodrębnione komitety. Rada Nadzorcza\n                           spotyka sie cztery razy w ciągu roku i działa zgodnie ze statutem firmy. Podstawa prawna przekazania raportu:Podstawa prawna przekazania raportu: art. 56 ust. 1 ustawy z  dnia 29 lipca 2005r.\n                           o ofercie publicznej i warunkach wprowadzenia instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.",
        "date": "2015-08-11"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. poniżej przedstawia uzupełnione Sprawozdanie Zarządu z Działalności\n                           Emitenta w 2014r..SPRAWOZDANIE ZARZĄDU Z DZIAŁALNOŚCI EMITENTAW 2014 ROKU1\tInformacje o EmitencieBerling Spółka Akcyjna _Spółka, Emitent_ powstała w wyniku przekształcenia z Berling\n                           Centrum Chłodnictwa Spółka Jawna, która prowadziła działalność gospodarczą od kwietnia\n                           1993 r. Przekształcenie w spółkę akcyjną nastąpiło na mocy Postanowienia Sądu Rejonowego\n                           dla m.st. Warszawy, XIV Wydziału Gospodarczego Krajowego Rejestru Sadowego z dnia\n                           01 lutego 2008 i z tym dniem spółka została wpisana do Rejestru przedsiębiorców Krajowego\n                           Rejestru Sądowego pod numerem 0000298346.Numer Identyfikacji Podatkowej spółce nadany został przez Urząd Skarbowy Warszawa\n                           Ochota w dniu 29.03.1995 - NIP 522 00 59 742. Numer Regon 010164538 nadany został\n                           przez Wojewódzki Urząd Statystyczny ul. Wiktorska 91A w Warszawie w dniu 01.04.1993.\n                           Obecnie siedziba Spółki mieści się w Warszawie przy ul. Zgoda 5/8, zarejestrowana\n                           w Sądzie Rejonowym dla m. ST. Warszawy, XII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego. Wysokość kapitału zakładowego Spółki wynosi 17.550.200 PLN. Głównym przedmiotem działalności Spółki jest:•\tHandel hurtowy i detaliczny urządzeniami chłodniczymi, Usługi w zakresie napraw,\n                           montażu i kompletacji urządzeń przemysłowych w szczególności związanych z chłodnictwem.Emitent posiada dwa podmioty zależne:•\tPierwszy podmiot zależny to Przedsiębiorstwo Wielobranżowe ARKTON Spółka z ograniczona\n                           odpowiedzialnością z siedzibą Wilkowicach, ul. Mórkowska 36, 64 – 100 Leszno, zarejestrowany\n                           w Sądzie Rejonowym w Poznaniu, XXII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000024882, z kapitałem zakładowym w wysokości 5 000 000,00 PLN. _od\n                           03.02.2014 kapitał zakładowy wynosi 6 000 000,00 PLN_Emitent posiada 100% udziałów w kapitale zakładowym spółki, co daje 100% głosów na\n                           zgromadzeniu wspólników.Arkton z siedzibą w Wilkowicach w Wielkopolsce, od momentu założeniu firmy w 1991\n                           r., zajmował się doradztwem, projektowaniem, dostawą, produkcją zespołów wielosprężarkowych\n                           i schładzaczy, jak również  dystrybucją komponentów do tych instalacji. Od momentu\n                           przejęcia Arktonu w 2008 r. rozwijana jest działalność produkcyjna urządzeń chłodniczych.Arkton specjalizuje się w:•\tProdukcji  urządzeń katalogowych z podziałem na agregaty skraplające i zespoły sprężarkowe;•\tProdukcji specjalnej: wychładzacze cieczy, urządzenia do central klimatyzacyjnych,\n                           i innych urządzeń na indywidualne zamówienie;•\tFachowym doborze i sprzedaży urządzeń i komponentów oferowanych przez Grupę Berling\n                           firmom instalacyjnym i drobnym hurtowniom;•\tWykonywaniu na zlecenie projektów instalacji chłodniczych.a_\tDrugi podmiot zależny to Berling Promotions Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Warszawie, ul. Zgoda 5/8, 00-018 Warszawa, zarejestrowany w Sądzie Rejonowym\n                           dla m. ST. Warszawy, XII Wydział Gospodarczy Krajowego Rejestru Sądowego, numer KRS:\n                           0000374290, wysokość kapitału zakładowego 19.325.000 PLN.Emitent posiada 100% udziałów w kapitale zakładowym spółki, co daje 100% głosów na\n                           zgromadzeniu wspólników.Firma Berling Promotions Sp. z o.o. została nabyta w listopadzie 2011 roku, jej przedmiotem\n                           działalności jest:•\tDziałalność marketingowa;•\tPozostałe doradztwo z zakresie prowadzenia działalności gospodarczej i zarządzania.\n                           Informacje dotyczące składu osobowego Zarządu oraz Rady Nadzorczej SpółkiW okresie obrotowym członkami Zarządu Spółki byli:•\tHanna Berling – Prezes Zarządu•\tPaweł Ciechański – Vice Prezes Zarządu•\tRadosław Mrowiński – Vice Prezes Zarządu  W okresie obrotowym członkami Rady Nadzorczej Spółki byli: •\tTomasz Berling - Przewodniczący Rady Nadzorczej •\tMarcin Marczuk  - Wiceprzewodniczący Rady Nadzorczej•\tKajetan Paweł Wojnicz – Członek Rady Nadzorczej•\tMarcin Berling - Członek Rady Nadzorczej•\tAgata  Pomorska – Członek Rady Nadzorczej 2\tZdarzenia istotnie wpływające na działalność Emitenta, jakie miały miejsce w roku\n                           obrotowym 2014 Zdaniem Zarządu Berling S.A. w okresie, którego dotyczy raport nie miały miejsca istotne\n                           zdarzenia, które miałyby wpływ na działalność Emitenta w 2014 roku.3\tPrzewidywany rozwój EmitentaCelem strategicznym Jednostki jest dalsza ekspansja na rynku krajowym i na rynkach\n                           zagranicznych. Docelowo planowane jest dalsze umacnianie pozycji lidera na rynku krajowym,\n                           w szczególności poprzez rozszerzenie gamy oferowanych produktów, otwarcie regionalnych\n                           sklepów sprzedaży i osiągnięcie silniejszej pozycji na wybranych rynkach lokalnych,\n                           np. w Wielkopolsce, w woj. Swiętokrzyskim.Wypracowana przez kilkanaście lat funkcjonowania na rynku pozycja firmy Berling S.A.,\n                           potencjał biznesowy i finansowy, znacząca zdolność do dalszego rozwoju, posiadane\n                           narzędzia _potencjał dystrybucyjny, handlowy, sprawność organizacyjna_, stałe poszerzanie\n                           kręgu odbiorców zarówno w kraju, jak i za granicą oraz planowane rozszerzenie produkcji\n                           o nowe produkty sprzedawane również przez Emitenta, w związku z dalszym rozwojem spółki\n                           Arkton, pozwalają zakładać wykonalność przyjętej przez Spółkę strategii.Emitent konsekwentnie realizuje strategię dalszego wzmacniania pozycji rynkowej, co\n                           zamierza osiągnąć poprzez dalszy rozwój organiczny oraz poprzez dalsze inwestycje\n                           kapitałowe.Spółka będzie konsekwentnie wzmacniać swoją konkurencyjność rynkową poprzez jakość\n                           i szerokość oferty. W tym celu Firma systematycznie poszerza swój potencjał logistyczny\n                           oraz dystrybucyjny.W celu zaspokojenia stale rosnących potrzeb odbiorców Emitenta planuje dalsze rozszerzanie\n                           oferty produktowej. 4\tWażniejsze osiągnięcia w dziedzinie badań i rozwojuEmitent nie prowadzi prac badawczych i rozwojowych.5\tAktualna sytuacja finansowaPoniżej wybrane dane finansowe Emitenta _w tys. PLN_, zawierające podstawowe pozycje\n                           rocznego sprawozdania finansowego _również przeliczone na euro_ za bieżący i poprzedni\n                           rok obrotowy oraz opis wybranych danych finansowych;Wybrane dane finansowe Emitenta w PLN wskazują iż sprzedaż spadła o około 21% w porównaniu\n                           z rokiem  ubiegłym, oraz odnotowała 43% spadek zysku z działalności operacyjnej  i\n                           40% spadek zysku netto w porównaniu do roku poprzedniego.Na koniec 2014 roku odnotowano 1% spadek kapitałów własnych. Wartość Aktywów/Pasywów na koniec 2014 był na podobnym poziomie co na koniec roku\n                           2013.Wartość zadłużenia krótkoterminowego w porównaniu do roku poprzedniego wzrosła o 9%.Zarząd Emitenta w związku z obecną sytuacją w roku 2015 oczekuje niewielkiego wzrostu\n                           przychodów, oraz zysku netto.Wyszczególnienie\t2014PLN\t2013PLN\t2014EUR\t2013EURPrzychody netto ze sprzedaży \t78 389\t98 676\t18 709\t23 433Zysk _strata_ ze sprzedaży\t4 671\t8 986\t1 115\t2 134Zysk _strata_ z działalności operacyjnej\t4 769\t8 736\t1 138\t2 075Zysk _strata_ przed opodatkowania\t5 345\t8 980\t1 276\t2 133Zysk _strata_ netto\t4 321\t7 230\t1 031\t1 717Przepływy pieniężne netto z działalności operacyjnej\t9 839\t1 609\t2 349\t382Przepływy pieniężne netto z działalności inwestycyjnej\t108\t-6 989\t26\t-1 660Przepływy pieniężne netto z działalności finansowej\t-5 546\t-4 076\t-1 324\t-968Przepływy pieniężne netto – razem\t4 401\t-9 456\t1 051\t-2 246Aktywa/Pasywa razem\t79 582\t79 753\t18 671\t19 231Aktywa trwałe\t26 741\t26 703\t6 274\t6 439Aktywa obrotowe\t52 841\t53 049\t12 397\t12 792Kapitał własny \t70 610\t71 554\t16 566\t17 254Zobowiązania razem \t8 972\t8 198\t2 105\t1 977Zobowiązania długoterminowe\t243\t182\t57\t44Zobowiązania krótkoterminowe\t8 729\t8 016\t2 048\t1 933Liczba akcji _tys. szt._\t17 550\t17 524 \t17 550\t17 524Zysk _strata_ na jedną akcję zwykłą _w zł / EUR _\t0,25\t0,41\t0,06\t0,10Wartość księgowa na jedną akcję _w zł /EUR _\t4,02\t4,08\t0,94\t0,98Średnie kursy wymiany złotego w okresach objętych sprawozdaniem finansowym i porównywalnymi\n                           danymi finansowymi w stosunku do EUR ustalanych przez NBP w szczególności:•\tkursu obowiązującego na ostatni dzień każdego okresu _31.12.2014 r. - kurs ogłoszony\n                           przez NBP – tabela kursów średnich NBP nr 252/A/NBP/2014 z dnia 2014-12-31 tj.  4,2623\n                           zł; 31.12.2013 r. - kurs ogłoszony przez NBP – tabela kursów średnich NBP nr 251/A/NBP/2013\n                           z dnia 31.12.2013 tj.  4,1472 zł_,•\tkurs średni w każdym okresie, obliczony jako średnia arytmetyczna kursów obowiązujących\n                           na ostatni dzień każdego miesiąca w danym okresie _2014r. – 4,1893 zł; 2013r. – 4,2110\n                           zł_.6\tNabycie udziałów własnychW 2014 roku nie wystąpiły u Emitenta transakcje polegające na nabyciu akcji własnych.7\tOddziały i zakładyEmitent nie posiada oddziałów oraz zakładów.8\tInstrumenty finansoweDo głównych instrumentów finansowych, z których korzystał Emitent, należą umowy leasingu\n                           finansowego.W 2014 roku Jednostka w związku z dużą zmiennością cen miedzi na światowych rynkach\n                           zawierała opcje zabezpieczające wartość godziwą posiadanej przez Spółkę miedzi oraz\n                           zabezpieczenie kursu walut związanych z zakupem towarów.Głównym celem tych instrumentów finansowych jest optymalizacja podatkowa i zabezpieczenie\n                           działalności Spółki. Jednostka  posiada też aktywa finansowe, takie jak należności\n                           z tytułu dostaw i usług, środki pieniężne i depozyty krótkoterminowe, które powstają\n                           bezpośrednio w toku prowadzonej przez nią działalności.Zasadą stosowaną przez Spółkę było nieprowadzenie obrotu instrumentami finansowymi.Główne rodzaje ryzyka wynikającego z instrumentów finansowych Spółki obejmują ryzyko\n                           stopy procentowej przepływów pieniężnych, ryzyko płynności oraz ryzyko walutowe. Zarząd weryfikuje i uzgadnia zasady zarządzania każdym z tych rodzajów ryzyka – zasady\n                           te zostały w skrócie omówione poniżej.Ryzyko stopy procentowejNarażenie Emitenta na ryzyko wywołane zmianami rynkowych stóp procentowych dotyczy\n                           przede wszystkim długoterminowych zobowiązań finansowych ze zmienną stopą procentową\n                           tj. zobowiązań z tytułu zawartych umów leasingu.Ryzyko kredytoweEmitent zawiera transakcje wyłącznie z renomowanymi firmami o dobrej zdolności kredytowej.\n                           Wszyscy klienci, którzy pragną korzystać z kredytów kupieckich, poddawani są procedurom\n                           wstępnej weryfikacji.Ponadto, dzięki bieżącemu monitorowaniu stanów należności, narażenie Spółki na ryzyko\n                           nieściągalnych należności jest nieznaczne. Ryzyko związane z płynnościąEmitent monitoruje ryzyko braku funduszy przy pomocy narzędzia okresowego planowania\n                           płynności.Narzędzie to uwzględnia terminy zapadalności zarówno inwestycji jak i aktywów finansowych\n                           _np. konta należności, pozostałych aktywów finansowych_ oraz prognozowane przepływy\n                           pieniężne z działalności operacyjnej.Celem Emitenta jest utrzymanie równowagi pomiędzy ciągłością a elastycznością finansowania,\n                           poprzez korzystanie z rozmaitych źródeł finansowania, takich jak umowy leasingu finansowego\n                           z opcją zakupu.Ryzyko walutoweKurs walut wywiera wpływ na działalność Emitenta. Ze względu na fakt dokonywania zakupu\n                           towarów u zagranicznych dostawców oraz sprzedaży w dominującej części przeznaczonej\n                           do odbiorców krajowych ryzyko w tym obszarze może być istotne. Spółka wykorzystuje\n                           transakcje zabezpieczające przed ryzykiem kursowym. Ponadto Jednostka na bieżąco monitoruje\n                           sytuację finansową związaną z zawieranymi w innych walutach transakcjami w celu ograniczenia\n                           ryzyka mogącego negatywnie wpłynąć na sytuację finansową i osiągane przez Spółkę wyniki.\n                           Dodatkowo Spółka stosuje hedging naturalny polegający na tym, iż nabywa zapasy w EUR\n                           i równocześnie sprzedaje je stosując dla swoich odbiorców cennik EUR _część faktur\n                           sprzedaży jest wystawiana w EUR_, co powoduje, że ewentualne zmiany cen towarów mają\n                           ograniczony wpływ na wynik osiągany przez jednostkę. 9\tOpis istotnych czynników ryzyka i zagrożeń, z określeniem, w jakim stopniu emitent\n                           jest na nie narażonyCzynniki ryzyka związane z działalnością Emitenta:Ryzyka związane z rynkami, na których Emitent prowadzi działalność.Głównym rynkiem zbytu jest Polska i wielkość sprzedaży jest w znacznym stopniu uzależniona\n                           od wielkości inwestycji w Polsce, na które spółka nie ma wpływu. Niekorzystne zmiany\n                           koniunktury mogą mieć wpływ na przychody oraz wyniki spółki. Stopień narażenia na\n                           ww. ryzyko jest średni.W celu ograniczenia tego ryzyka Berling stara się zwiększyć % sprzedaży zagranicę,\n                           oraz posiada szeroki asortyment części do serwisowania istniejących instalacji chłodniczych.Ryzyko związane z warunkami pogodowymi.Niskie temperatury oraz śnieżne zimy wydłużają okres inwestycji co może mieć wpływ\n                           na sprzedaż i przychody Emitenta. Stopień narażenia na ww. ryzyko jest małyRyzyko związane z ograniczonymi mocami produkcyjnymi.Ograniczone moce produkcyjne mają negatywny wpływ na wynik Spółki, nierealizowanie\n                           zamówień w krótkim czasie może spowodować odpływ części odbiorców do innych dostawców.\n                           Stopień narażenia na ww. ryzyko jest małyW celu ograniczenia tego ryzyka Zarząd na bieżąco monitoruje moce produkcyjne i podejmuje\n                           decyzje w celu poprawy efektywności produkcji firmy zależnej – Przedsiębiorstwo Wielobranżowe\n                           Arkton Sp. z o.o.  Zarząd w razie potrzeby może zdecydować o szybkiej rozbudowie hali\n                           produkcyjnej w spółce zależnej. Ryzyko związane z małą powierzchnią magazynową.Wzrost sprzedaży, wiąże się ze wzrostem asortymentu jak i wzrostem zapasów, co powoduje\n                           większe zapotrzebowanie na powierzchnie magazynową, która jest ograniczona. Stopień\n                           narażenia na ww. ryzyko jest małyAby zapobiec przyhamowaniu wzrostu sprzedaży, który mógłby być spowodowany brakiem\n                           wystarczającej powierzchni magazynowej. Zarząd cały czas monitoruje te potrzeby i\n                           w razie potrzeby może zdecydować o szybkiej rozbudowie powierzchni magazynowej w spółce\n                           zależnej – Przedsiębiorstwo Wielobranżowe Arkton Sp. z o.o.  10\tWskazanie, czy spółka jest jednostką dominującą lub znaczącym inwestorem oraz czy\n                           sporządza skonsolidowane sprawozdanie finansoweBerling S.A. od dnia 31 marca 2008 jest jednostką dominującą nad Przedsiębiorstwem\n                           Wielobranżowym Arkton spółka z ograniczoną odpowiedzialnością i sporządza skonsolidowane\n                           sprawozdanie finansowe. Spółka posiada 100% udziałów.Ponadto od 22 listopada 2011 Berling S.A. jest jednostką dominującą nad Berling Promotions\n                           Sp. z o.o. i sporządza skonsolidowane sprawozdanie finansowe. Spółka posiada 100%\n                           udziałów.11\tWskazanie skutków zmian w strukturze jednostki gospodarczej, w tym w wyniku połączenia\n                           jednostek gospodarczych, przejęcia lub sprzedaży jednostek grupy kapitałowej emitenta,\n                           inwestycji długoterminowych, podziału, restrukturyzacji i zaniechania działalności.W 2014 roku nie wystąpiły takie zdarzenia.12\tInformacje dotyczące akcjonariuszy jednostki dominującej - emitentaStruktura akcjonariuszy na dzień sporządzenia raportu. Wyszczególnieni\tIlość akcji\t%akcji\tWartość nominalna _w zł_\tLiczba głosów na walnym zgromadzeniu\t% udział głosów na walnym zgromadzeniuBerling Hanna\t120\t-\t120\t120\t-DAO Sp. z o.o.\t10 770 000\t61,37\t10 770 000\t10 770 000\t61,37Berling Marcin\t80 040\t-\t80 040\t80 040\t-Berling Tomasz\t40\t-\t40\t40\t-Łącznie Fundusze Zarządzane w Ramach Aviva Inwestors TFI.\t1 473 986\t8,40\t1 473 986\t1\n                           473 986\t8,40 Znaczącym akcjonariuszem Spółki posiadającym 61,37 % akcji jest DAO Sp. z o.o. z siedzibą\n                           w Warszawie.Udziałowcami spółki DAO Sp. z o.o. są:•\tPrezes Zarządu – Hanna Berling 50% udziałów•\tPrzewodniczący Rady Nadzorczej – Tomasz Berling 25% udziałów•\tCzłonek Rady Nadzorczej - Marcin Berling 25% udziałówWszystkie wyemitowane przez podmiot dominujący akcje są akcjami zwykłymi bez żadnego\n                           uprzywilejowania,co do uczestnictwa w podziale zysku. Zarząd na dzień sporządzenia raportu nie posiada żadnych informacji o znanych emitentowi\n                           umowach _w tym również zawartych po dniu bilansowym_, w wyniku których mogą w przyszłości\n                           nastąpić zmiany w proporcjach posiadanych akcji przez dotychczasowych akcjonariuszy\n                           i obligatariuszy.13\tZestawienie stanu posiadania akcji emitenta przez osoby zarządzające i nadzorujące\n                           na dzień 31.12.2014 r.•\tPrezes Zarządu – Hanna Berling 120 akcji•\tCzłonek Zarządu – Paweł Ciechański 150.000 akcji•\tPrzewodniczący Rady Nadzorczej – Tomasz Berling 40 akcji•\tCzłonek Rady Nadzorczej Marcin Berling 40 akcjiPonadto ww. osoby oprócz Pawła Ciechańskiego – Członka Zarządu, są udziałowcami firmy\n                           Berling Investments Ltd, który posiada 10 770 000 akcji spółki Berling S.A. w następujących\n                           proporcjach:•\tPrezes Zarządu – Hanna Berling 50% udziałów•\tPrzewodniczący Rady Nadzorczej – Tomasz Berling 25% udziałów•\tCzłonek Rady Nadzorczej - Marcin Berling 25% udziałówDodatkowo w styczniu 2015r. Przewodniczący Rady Nadzorczej – Tomasz Berling zwiększył\n                           swój stan posiadania o 80.000 akcji i obecnie posiada 80.040 akcji14\tInformacje o podstawowych produktach:Emitent rozpoznaje następujący asortyment:•\tSprężarki,•\tChłodnice,•\tSkraplacze,•\tKomponenty,•\tProdukty Arktonu,•\tPozostałe.Struktura przychodów ze sprzedaży wg asortymentuWyszczególnienieProdukty Arktonu\t12 miesięcy201415 830\t\t12 miesięcy201321 205\t\tSprężarki\t10 604\t\t13 463\t\tChłodnice\t23 296\t\t33 386\t\tSkraplacze\t4 920\t\t7 149\t\tKomponenty\t13 826 \t\t15 765\t\tPozostałe\t9 913\t\t7 708\t\tRazem\t78 389\t\t98 676\t\tZe względu na złożoną specyfikę branży Emitent nie pokazuje ilości sprzedanych produktów.15\tInformacje dotyczące głównych klientówU Emitenta nie występują klienci stanowiący indywidualnie co najmniej 10% przychodów\n                           ze sprzedaży ogółem w danym roku obrotowym.16\tInformacje o rynkach zbytuWyszczególnienie\t12 miesięcy2014\t\t12 miesięcy2013 PolskaUE\t71 8712 697\t\t91 7012 268\t\tZagranica\t3 821\t\t4 701\t\tRazem\t78 389\t\t98 676\t\t17\tInformacje o dostawcachDostawcami są zarówno firmy krajowe, jak i zagraniczne, ze znaczną przewagą firm zagranicznych.Dostawcy osiągający co najmniej 10% sprzedaży ogółem:•\tGEA Heat Exchangers a.s. GEA Goedhart Systems z siedzibą Kostomlatecka 180; 288\n                           26 Nymburk, Czech Republik•\tBitzer Kuhlmaschinenbau GmbH z siedzibą Eschenbrunnlestrabe 15; 71065 Sindelfingen,\n                           Germany  Brak powiązań z ww. dostawcami.18\tInformacje o zawartych umowach znaczących dla działalności emitenta, w tym znanych\n                           emitentowi umowach zawartych pomiędzy akcjonariuszami _wspólnikami_, umowach ubezpieczenia,\n                           współpracy lub kooperacjiW roku 2014 nie wystąpiły takie umowy19\tInformacje o powiązaniach organizacyjnych lub kapitałowych Emitenta z innymi podmiotami\n                           oraz określenie jego głównych inwestycji krajowych i zagranicznych _papiery wartościowe,\n                           instrumenty finansowe, wartości niematerialne i prawne oraz nieruchomości_, w tym\n                           inwestycji kapitałowych dokonanych poza jego grupą jednostek powiązanych oraz opis\n                           metod ich finansowania;W roku 2014 nie wystąpiły. Emitent od 2008 roku posiada 100% udziałów w Przedsiębiorstwie\n                           Wielobranżowym Arkton Sp. z o.o., a od 22 listopada 2011 roku posiada 100% udziałów\n                           w Berling Promotions Sp. z o.o..20\tInformacje o istotnych transakcjach zawartych przez emitenta lub jednostkę od niego\n                           zależną z podmiotami powiązanymi na innych warunkach niż rynkowe, wraz z ich kwotami\n                           oraz informacjami określającymi charakter tych transakcji - obowiązek uznaje się za\n                           spełniony poprzez wskazanie miejsca zamieszczenia informacji w sprawozdaniu finansowym;W roku 2014 nie wystąpiły21\tInformacje o zaciągniętych i wypowiedzianych w danym roku obrotowym umowach dotyczących\n                           kredytów i pożyczek, z podaniem co najmniej ich kwoty, rodzaju i wysokości stopy procentowej,\n                           waluty i terminu wymagalności;W roku 2014 nie zostały zaciągnięte żadne umowy dotyczące kredytów i pożyczek.22\tInformacje o udzielonych w danym roku obrotowym pożyczkach, ze szczególnym uwzględnieniem\n                           pożyczek udzielonych jednostkom powiązanym emitenta, z podaniem co najmniej ich kwoty,\n                           rodzaju i wysokości stopy procentowej, waluty i terminu wymagalności;W roku 2014 nie zostały udzielone żadne pożyczki23\tInformacje o udzielonych i otrzymanych w danym roku obrotowym poręczeniach i gwarancjach,\n                           ze szczególnym uwzględnieniem poręczeń i gwarancji udzielonych jednostkom powiązanym\n                           emitentaW 2014 roku nie wystąpiły takie zdarzenia24\tW przypadku emisji papierów wartościowych w okresie objętym raportem - opis wykorzystania\n                           przez emitenta wpływów z emisji do chwili sporządzenia sprawozdania z działalności;W 2014 roku nie wystąpiły takie zdarzenia25\tObjaśnienie różnic pomiędzy wynikami finansowymi wykazanymi w raporcie rocznym\n                           a wcześniej publikowanymi prognozami wyników na dany rok;Spółka nie publikowała prognoz za 2014 rok.26\tOcena, wraz z jej uzasadnieniem, dotycząca zarządzania zasobami finansowymi, ze\n                           szczególnym uwzględnieniem zdolności wywiązywania się z zaciągniętych zobowiązań,\n                           oraz określenie ewentualnych zagrożeń i działań, jakie emitent podjął lub zamierza\n                           podjąć w celu przeciwdziałania tym zagrożeniom;W strukturze finansowania Spółki w 2014 roku nie zaszły żadne znaczące zmiany w porównaniu\n                           do roku 2013, w którym to Spółka korzystała w dużym stopniu z finansowania wewnętrznego.\n                           Na koniec 2014 roku Spółka nie ma zaciągniętych żadnych kredytów, ani pożyczek. Jedyne\n                           zewnętrzne finansowanie to leasing na zakup środków transportu. Sytuacja Emitenta\n                           na dzień 31.12.2014 roku została przedstawiona poniżej i pokazuje finansowanie   działalności\n                           kapitałem własnym.SPRAWOZDANIE Z SYTUACJI FINANSOWEJ\tRokbieżącytys. zł\t\tRok poprzedni tys. zł\t\tDynamika%\t\tRokbieżącyStruktura %\t\tRok poprzedniStruktura % AKTYWA\t \t \t \t \t \t \t \t \t Aktywa trwałe\t26 741\t \t26 703\t \t0%\t \t34%\t\t33%Udziały \t24 809\t\t24 809\t \t0%\t \t31%\t \t31%Rzeczowe aktywa trwałe\t1 241\t\t1 225\t \t1%\t \t2%\t \t2%Wartości niematerialne\t43\t\t0\t\t\t\t0%\t\t0%Aktywa z tytułu odroczonego podatku dochodowego\t648\t\t669\t \t-3%\t \t1%\t \t1%Aktywa obrotowe\t52 841\t \t53 049\t \t0%\t \t66%\t\t67%Zapasy\t26 849\t\t28 349\t \t-5%\t \t34%\t\t36%Należności handlowe oraz pozostałe należności\t9 771\t\t13 384\t \t-27%\t \t12%\t\t17%Środki pieniężne i ich ekwiwalenty\t14 435\t\t10 034\t \t44%\t \t18%\t\t13%Pozostałe aktywa\t1 786\t\t1 283\t \t39%\t \t2%\t\t2%Aktywa razem\t79 582\t \t79 753\t \t0%\t \t100%\t \t100% \tRokbieżącytys. zł\t\tRok poprzedni tys. zł\t\tDynamika%\t\tRokbieżącyStruktura %\t\tRok poprzedniStruktura %PASYWA\t \t \t \t \t \t \t \t \t Kapitał własny\t70 610\t \t71 554\t \t-1%\t \t89%\t \t90%Kapitał podstawowy\t17 550\t\t17 550\t \t0%\t \t22%\t\t22%Kapitał zapasowy \t48 739\t\t46 774\t \t4%\t \t61%\t\t59% Zysk netto okresu obrotowego\t4 321\t\t7 230\t \t-40%\t \t5%\t\t9%Zobowiązania długoterminowe\t243\t \t182\t \t34%\t \t0%\t\t0%Pożyczki i kredyty bankowe\t-\t\t-\t \t-\t \t-\t \t-Zobowiązania z tytułu odroczonego podatku dochodowego + leasing\t145\t\t112\t \t29%\t \t0%\t\t0%Zobowiązania długoterminowe z tytułu leasingu finansowego\t97\t\t70\t \t39%\t \t0%\t\t0%Zobowiązania krótkoterminowe\t8 729\t \t8 016\t \t9%\t \t11%\t\t10%Zobowiązania handlowe oraz pozostałe zobowiązania\t8 116\t\t7 692\t \t6%\t \t10%\t\t10%Zobowiązania z tytułu świadczeń pracowniczych i podatku dochodowego\t477\t\t212\t\t125%\t\t1%\t\t0%Zobowiązania krótkoterminowe z tytułu leasingu finansowego\t136\t\t113\t \t20%\t\t0%\t\t0%Pasywa razem\t79 582\t \t79 753\t \t0%\t \t100%\t \t100%Zdaniem Zarządu płynność finansowa Emitenta nie jest zagrożona a o zdolności wywiązywania\n                           się z zaciągniętych zobowiązań mówią nam poniższe wskaźniki płynności.Wskaźnik\tFormuła obliczeniowa\tWartość wskaźnika\t\t2014\t2013\t2012Wskaźnik płynności szybkiej\t_inwestycje krótkoterminowe + należności krótkoterminowe_/\n                           zobowiązania krótkoterminowe\t                 3,0    \t                 3,1    \t  \n                           3,7    Wskaźnik płynności bieżącej\t_aktywa obrotowe - krótkoterminowe rozliczenia międzyokresowe_/\n                           zobowiązania krótkoterminowe\t                 6,0    \t                6,6    \t   \n                           6,3    Na dzień sporządzenia sprawozdania Zarządowi nie są znane żadne zdarzenia, które mogłyby\n                           stanowić zagrożenia dla regulowania zobowiązań w przyszłości.Ponadto w celu poprawy płynności Zarząd stara się o pozyskiwanie środków pieniężnych\n                           z funduszy europejskich, a standardowe terminy płatności zobowiązań wynoszą od 30\n                           dni do 90.27\tOcena możliwości realizacji zamierzeń inwestycyjnych, w tym inwestycji kapitałowych,\n                           w porównaniu do wielkości posiadanych środków, z uwzględnieniem możliwych zmian w\n                           strukturze finansowania tej działalności;Na dzień sporządzenia raportu Emitent ma możliwość realizacji zamierzeń inwestycyjnych\n                           ze środków własnych 28\tOcena czynników i nietypowych zdarzeń mających wpływ na wynik z działalności za\n                           rok obrotowy, z określeniem stopnia wpływu tych czynników lub nietypowych zdarzeń\n                           na osiągnięty wynik;Zdaniem Zarządu Berling w okresie, którego dotyczy raport, nie wystąpiły istotne zdarzenia,\n                           które miały wpływ na wynik z działalności Emitenta i osiągnięte wyniki finansowe w\n                           2014 roku.Głównym czynnikiem który miał wpływ na osiągnięte wyniki, był duży spadek sprzedaży,\n                           co przy określonych \"stałych kosztach\" ma duży wpływ na osiągnięty wynik końcowy Spółki29\tCharakterystyka zewnętrznych i wewnętrznych czynników istotnych dla rozwoju przedsiębiorstwa\n                           emitenta oraz opis perspektyw rozwoju działalności emitenta co najmniej do końca roku\n                           obrotowego następującego po roku obrotowym, za który sporządzono sprawozdanie finansowe\n                           zamieszczone w raporcie rocznym, z uwzględnieniem elementów strategii rynkowej przez\n                           niego wypracowanej;Czynniki zewnętrzne i wewnętrzne:•\twzrost cen surowców•\twzrost cen towarów•\tspadek bezrobocia•\twzrost inflacji•\tpoprawa sytuacji ekonomicznej w Europie•\twzrost stóp procentowych•\tkurs euro w 2015r. w przedziale 4,0-4,3•\tkurs USD w 2015r. w przedziale 3,5-4,0Zarząd stale monitoruje rynek, oraz podejmuje działania, które maja spowodować trwały\n                           wzrost wyników Grupy Kapitałowej. Zarząd dostrzega potencjał rynku i aby sprostać\n                           wymaganiom rynku strategia grupy przewiduje:•\twprowadzenie szerszego asortymentu towarów•\twprowadzenie nowych produktów•\tzdobywanie nowych rynków zbytu oraz nowych sektorów gospodarczych•\tbieżące modyfikowanie cen sprzedaży towarów i materiałów, w celu poprawienia zysku\n                           na sprzedaży30\tZmiany w podstawowych zasadach zarządzania przedsiębiorstwem emitenta i jego grupą\n                           kapitałową;W 2014 roku nie zaszły ww. zmiany.31\tWszelkie umowy zawarte między emitentem a osobami zarządzającymi, przewidujące\n                           rekompensatę w przypadku ich rezygnacji lub zwolnienia z zajmowanego stanowiska bez\n                           ważnej przyczyny lub gdy ich odwołanie lub zwolnienie następuje z powodu połączenia\n                           emitenta przez przejęcie;W roku obrotowym 2014 nie zostały zawarte takie umowy32\tWartość wynagrodzeń, nagród lub korzyści, w tym wynikających z programów motywacyjnych\n                           lub premiowych opartych na kapitale emitenta, w tym programów opartych na obligacjach\n                           z prawem pierwszeństwa, zamiennych, warrantach subskrypcyjnych _w pieniądzu, naturze\n                           lub jakiejkolwiek innej formie_, wypłaconych, należnych lub potencjalnie należnych,\n                           odrębnie dla każdej z osób zarządzających i nadzorujących emitenta w przedsiębiorstwie\n                           emitenta, bez względu na to, czy odpowiednio były one zaliczane w koszty, czy też\n                           wynikały z podziału zysku; w przypadku gdy emitentem jest jednostka dominująca, wspólnik\n                           jednostki współzależnej lub znaczący inwestor - oddzielnie informacje o wartości wynagrodzeń\n                           i nagród otrzymanych z tytułu pełnienia funkcji we władzach jednostek podporządkowanych;\n                           jeżeli odpowiednie informacje zostały przedstawione w sprawozdaniu finansowym - obowiązek\n                           uznaje się za spełniony poprzez wskazanie miejsca ich zamieszczenia w sprawozdaniu\n                           finansowym;Wynagrodzenie osób wchodzących w skład organów zarządzających oraz nadzorujących wypłacone\n                           lub należne:Wyszczególnienie\tstan na dzień 31.12.2014\t\tstan na dzień 31.12.2013\tOrgany zarządzające\t1 135\t\t1 091\tOrgany nadzorujące\t36\t\t39\tRazem\t1 174\t\t1 130\tUzupełnienie:Emitent jeszcze nie posiada polityki wynagradzania. Wynagrodzenie zarządu określa\n                           co roku Rada Nadzorcza indywidualnie dla każdego członka zarządu, Członkowie Rady\n                           Nadzorczej są wynagradzani za posiedzenie, z wyjątkiem Przewodniczącego Rady, który\n                           otrzymuje stałe comiesięczne wynagrodzenie. W firmie nie występują żadne programy\n                           motywacyjne.W 2014r. Zarząd otrzymywał wynagrodzenie w wysokości 1 135 TPLN: Skład Zarządu W 2014r.•\tHanna Berling – Prezes Zarządu, - 377 tyś zł•\tPaweł Ciechański – Vice Prezes Zarządu, -  430 tyś zł•\tRadosław Mrowiński – Vice Prezes Zarządu  - 329 tyś złW 2013r. Zarząd otrzymał wynagrodzenia w wysokości 1 091 TPLN:Skład Zarządu w 2013r. •\tHanna Berling – Prezes Zarządu, - 353 tyś zł•\tPaweł Ciechański – Vice Prezes Zarządu, - 484 tyś zł•\tRadosław Mrowiński – Vice Prezes Zarządu _od 16.04.2013r_. - 253 tyś zł Wynagrodzenia członków Rady Nadzorczej Berling S.A. w  2014 i 2013 roku kształtowały\n                           się następująco:W 2014 r.•\tTomasz Berling – 30 tys. zł,•\tMarcin Berling –  2 tys. zł,•\tMarcin Marczuk – 3,2 tys. zł,•\tKajetan Wojnicz – 2 tys. zł.•\tAgata Pomorska – 2 tyś. zł.W 2013 r. •\tTomasz Berling – 30 tys. zł,•\tMarcin Berling –  2 tys. zł,•\tMarcin Marczuk – 3,2 tys. zł,•\tKajetan Wojnicz – 2 tys. zł.•\tAgata Pomorska  - 2 tys. zł,Dodatkowo w 2014 roku Pan Marcin Berling z tytułu umowy o pracę w Berling S.A. otrzymał\n                           wynagrodzenie zasadnicze w wysokości 29 tys. zł i z tytułu umowy o pracę w spółce\n                           zależnej Berling Promotions Sp. z o.o. uzyskał wynagrodzenie w kwocie 96 tyś zł, a\n                           w roku 2013, otrzymał 35 tyś. zł. z tytułu umowy o prace w Berling S.A., i 96 tyś\n                           zł z tytułu umowy o pracę w spółce zależnej Berling Promotions Sp. z o.o. 33\tInformacje o systemie kontroli programów akcji pracowniczych;Emitent nie posiada systemu kontroli programów akcji pracowniczych.34\tInformacje o: a_\tdacie zawarcia przez emitenta umowy, z podmiotem uprawnionym do badania sprawozdań\n                           finansowych, o dokonanie badania lub przeglądu sprawozdania finansowego lub skonsolidowanego\n                           sprawozdania finansowego oraz okresie, na jaki została zawarta ta umowa,-27.06.2014r.b_\t wynagrodzeniu podmiotu uprawnionego do badania sprawozdań finansowych, wypłaconym\n                           lub należnym za rok obrotowy odrębnie za: - badanie rocznego sprawozdania finansowego  - 26 tys. zł,- inne usługi poświadczające, w tym przegląd sprawozdania finansowego 14 tys. zł.c_\tinformacje określone w lit. b należy podać także dla poprzedniego roku obrotowego,- badanie rocznego sprawozdania finansowego 26 tys. zł- inne usługi poświadczające, w tym przegląd skonsolidowanego sprawozdania finansowego\n                           13 tys. zł.35\tPostępowanie sądowe i arbitrażowe – informacja na temat wszystkich postępowań przed\n                           organami rządowymi, postępowań sądowych lub arbitrażowych _łącznie ze wszelkimi postępowaniami\n                           w toku lub które według wiedzy Spółki mogą wystąpić_ za okres obejmujący co najmniej\n                           ostatnie 12 miesięcy, które to postępowania mogły mieć lub miały w niedawnej przeszłości\n                           istotny wpływ na sytuację finansową lub rentowność Spółki albo zamieszczenie stosownego\n                           oświadczenia stwierdzającego ich brak Spółka w raporcie bieżącym 014/2014 z dnia 05.12.2014r. poinformowała, że w dniu 5\n                           grudnia 2014r. powzięła informację o otrzymaniu przez jego pełnomocnika decyzji Dyrektora\n                           Urzędu Kontroli Skarbowej w Gdańsku z dnia 26 listopada2014r., znak sprawy UKS2291/W2P5/42/42/13/123/029,\n                           _sprawa dotyczy 2011r. o której Spółka informowała w raporcie nr 11/2014_ w którym\n                           został określony:1.\tPrzychód ogółem 103.567 tys. zł _według deklaracji Spółki za 2011 rok było 84.456\\tyś\n                           zł_, co zwiększa dochód do opodatkowania o 19.110 tys.. zł _podstawa opodatkowania\n                           wzrosła z tytułu objęcia udziałów za wkład niepieniężny w Berling Promotions Sp. z\n                           o.o. – dochód w 2011r. wzrósł o kwotę 19.110 tys. zł zł_.2.\tPodatek za 2011r. w związku z zwiększeniem dochodu wzrósł o 3.631 tys. zł.Stanowisko Spółki jest odmienne od stanowiska UKS, które zostało przedstawione ww.\n                           decyzji stwierdzającej, że wniesiony aport nie stanowił zorganizowanej części przedsiębiorstwa\n                           Berling S.A. i w związku z tym nie podlegał zwolnieniu od podatku dochodowego od osób\n                           prawnych.Wobec powyższego Spółka wniosła odwołanie od ww. decyzji Dyrektora UKS do Dyrektora\n                           Izby Skarbowej w Warszawie, które powinno umożliwić prawidłowe określenie podstawy\n                           opodatkowania za 2011r. i wydanie korzystnej dla Spółki decyzji, która będzie zgodna\n                           z opinią, którą reprezentował Zarząd Spółki w 2011 roku, iż była to zorganizowana\n                           część przedsiębiorstwa Berling S.A. i w związku z tym objęcie udziałów za wkład niepieniężny\n                           podlegało zwolnieniu od podatku dochodowego od osób prawnych.Do dnia sporządzenia raportu Spółka nie otrzymała decyzji Dyrektora Izby Skarbowej,\n                           co do wniesionego odwołania.W przypadku negatywnej decyzji Dyrektora Izby Skarbowej Zarząd zamierza się odwołać\n                           do wyższej instancji.Poza tym nie toczą się żadne istotne postępowania prowadzone w imieniu i przeciwko\n                           Berling S.A..36\tInformacje o udzieleniu przez emitenta lub przez jednostkę od niego zależną poręczeń\n                           kredytu lub pożyczki lub udzieleniu gwarancji - łącznie jednemu podmiotowi lub jednostce\n                           zależnej od tego podmiotu, jeżeli łączna wartość istniejących poręczeń lub gwarancji stanowi\n                           równowartość co najmniej 10 % kapitałów własnych emitenta.Emitent nie udzielał poręczeń kredytów lub pożyczek lub gwarancji.37\tInformacje o zawarciu przez emitenta lub jednostkę od niego zależną jednej lub\n                           wielu transakcji z podmiotami powiązanymi, jeżeli pojedynczo lub łącznie są one istotne i zostały zawarte\n                           na innych warunkach niż rynkowe, z wyjątkiem transakcji zawieranych przez emitenta\n                           będącego funduszem z podmiotem powiązanym, wraz ze wskazaniem ich wartości, przy czym\n                           informacje dotyczące poszczególnych transakcji mogą być zgrupowane według rodzaju,\n                           z wyjątkiem przypadku, gdy informacje na temat poszczególnych transakcji są niezbędne\n                           do zrozumienia ich wpływu na sytuację majątkową, finansową i wynik finansowy emitenta. Wszystkie transakcje w Grupie Berling są zawierane na zasadach rynkowych.Warszawa, dnia 20 marca 2015 roku\tUZUPEŁNIENIEOŚWIADCZENIE O STOSOWANIU ŁADU KORPORACYJNEGO PRZEZ EMITENTA W 2014 ROKUZbiór Zasad Ładu Korporacyjnego, któremu podlega Emitent, oraz miejsce, gdzie tekst\n                           zbioru jest publicznie dostępnyZarząd BERLING S.A. z siedzibą w Warszawie w związku z § 29 pkt 2 podlega Regulaminowi\n                           Giełdy Papierów Wartościowych zbiorowi zasad ładu korporacyjnego uchwalonego przez\n                           Radę Giełdya_ Tekst zbioru zasad ładu korporacyjnego jest dostępny na stronie z poniższym adresem:www.corp-gov.gpw.pl/assets/library/polish/regulacje/dobre_praktyki_16_11_2012.pdfb_ Zakres, w jakim emitent odstąpił od postanowień zasad ładu korporacyjnego.Emitent w roku 2014 odstąpił od stosowania następujących zasad \"Dobrych Praktyk Spółek\n                           Notowanych na Giełdzie Papierów Wartościowych:I Rekomendacje dotyczące dobrych praktyk spółek giełdowych:Zasada I.5Spółka powinna posiadać politykę wynagrodzeń oraz zasady jej ustalania. Polityka wynagrodzeń\n                           powinna w szczególności określać formę, strukturę i poziom wynagrodzeń członków organów\n                           nadzorujących i zarządzających. Przy określaniu polityki wynagrodzeń członków organów\n                           nadzorujących i zarządzających spółki powinno mieć zastosowanie zalecenie Komisji\n                           Europejskiej z 14 grudnia 2004 r. w sprawie wspierania odpowiedniego systemu wynagrodzeń\n                           dyrektorów spółek notowanych na giełdzie _2004/913/WE_,uzupełnione o zalecenie KE\n                           z 30 kwietnia 2009 r. _2009/385/WE_.Emitent jeszcze nie posiada polityki wynagradzania. Wynagrodzenie zarządu określa\n                           co roku Rada Nadzorcza indywidualnie dla każdego członka zarządu, Członkowie Rady\n                           Nadzorczej są wynagradzani za posiedzenie, z wyjątkiem Przewodniczącego Rady, który\n                           otrzymuje stałe comiesięczne wynagrodzenie. W firmie nie występują żadne programy\n                           motywacyjne.Spółka zamierza w niedalekiej przyszłości wdrożyć ww. rekomendacjeZasada I.12Spółka powinna zapewnić akcjonariuszom możliwość wykonywania osobiście lub przez pełnomocnika\n                           prawa głosu w toku walnego zgromadzenia, poza miejscem odbywania walnego zgromadzenia,\n                           przy wykorzystaniu środków komunikacji elektronicznej.Ze względu na koszty i skomplikowanie tego procesu, Spółka odstąpiła od stosowania\n                           ww. rekomendacji w całości:II Dobre praktyki realizowane przez zarządy spółek giełdowych:Zasada II.1Spółka prowadzi korporacyjną stronę internetową i zamieszcza na niej, oprócz informacji\n                           wymaganych przez przepisy prawa:9a_ zapis przebiegu obrad walnego zgromadzenia, w formie audio lub wideoZe względu na koszty i skomplikowanie tego procesu, Spółka odstąpiła od stosowania\n                           ww. rekomendacji w całości:14_ informację o treści obowiązującej w spółce reguły dotyczącej zmienienia podmiotu\n                           uprawnionego do badania sprawozdań finansowych lub  informację o braku takiej regułyObecnie brak takiej reguły w Spółce. Pomimo braku takiej reguły Spółka dokonała zmiany\n                           Kluczowego Biegłego Rewidenta.Spółka nie widzi takiej potrzeby, gdyż o wyborze podmiotu do badania sprawozdań finansowych\n                           decyduje co roku Rada Nadzorcza i zawsze wybiera optymalną ofertę. Spółka dokonała\n                           zmiany Kluczowego Biegłego Rewidenta. Spółka rozważy w przyszłości wdrożenie takiej reguły. Zasada II.2Spółka zapewnia funkcjonowanie swojej strony internetowej również w języku angielskim,\n                           przynajmniej w zakresie wskazanym w części II. pkt 1.Ze względu na koszty tłumaczenia, Zarząd zdecydował o niestosowaniu powyższej zasady.Spółka rozważy w przyszłości zamieszczanie w języku angielskim wymaganych informacji.\n                           IV Dobre praktyki stosowane przez akcjonariuszy:Zasada IV.1Dzień ustalenia praw do dywidendy oraz dzień wypłaty dywidendy powinny być tak ustalone,\n                           aby czas przypadający pomiędzy nimi był możliwie najkrótszy, a w każdym przypadku\n                           nie dłuższy niż 15 dni roboczych. Ustalenie dłuższego okresu pomiędzy tymi terminami\n                           wymaga szczegółowego uzasadnienia.Akcjonariusze nie stosują powyższej zasady.Zasada IV.10Spółka powinna zapewnić akcjonariuszom możliwość udziału w walnym zgromadzeniu przy\n                           wykorzystaniu środków komunikacji elektronicznej, polegającej na:1_ transmisji obrad walnego zgromadzenia w czasie rzeczywistym2_ dwustronnej komunikacji w czasie rzeczywistym, w ramach której akcjonariusze mogą\n                           wypowiadać się w toku obrad walnego zgromadzenia przebywając w miejscu innym niż miejsce\n                           obradZe względu na koszty i skomplikowanie tego procesu, Spółka odstąpiła od stosowania\n                           ww. rekomendacji w całości:c_ Opis głównych cech stosowanych  w przedsiębiorstwie emitenta systemów kontroli\n                           wewnętrznej i zarządzania ryzykiem w odniesieniu do procesu sporządzania sprawozdań\n                           finansowych i skonsolidowanych sprawozdań finansowych.W Spółce za nadzór nad całym procesem sporządzania sprawozdań finansowych i skonsolidowanych\n                           sprawozdań finansowych jest odpowiedzialna specjalnie do tego wydzielona komórka organizacyjna.Do podstawowych regulacji w zakresie sporządzania sprawozdań finansowych należą zasady\n                           polityki rachunkowości stosowane u emitenta, jak i w grupie kapitałowej.Ponadto ocena rzetelności i prawidłowości sprawozdania finansowego oraz skonsolidowanego\n                           sprawozdania finansowego jest dokonywana przez niezależnego Biegłego Rewidenta.d_ Opis zasad dotyczących powoływania i odwoływania osób zarządzających oraz ich uprawnieńZa powoływanie i odwoływanie Członków Zarządu jest odpowiedzialna Rada Nadzorcza,\n                           zgodnie ze statutem firmy, który określa uprawnienia członków zarządu.e_ Opis zasad zmiany statutuZmiany statutu spółki może dokonać Walne Zgromadzenie. f_ Sposób działania walnego zgromadzeniaWalne Zgromadzenie działa zgodnie z KSH i statutem spółki.Zgodnie z §33 statutu spółki: \"uchwały Walnego Zgromadzenia zapadają bezwzględną większością\n                           głosów, w obecności akcjonariuszy reprezentujących co najmniej 50% kapitału zakładowego,\n                           jeżeli przepisy Kodeksu spółek handlowych lub Statutu nie przewidują warunków surowszych\",g_ Skład osobowy i zmiany, które w nim zaszły w ciągu ostatniego roku obrotowego,\n                           oraz opis działania organów zarządzających, nadzorujących oraz ich komitetów.W ostatnim roku nie wystąpiły żadne zmiany osobowe w składzie zarządu i rady nadzorczej.Zarząd jest odpowiedzialny za sprawy spółki i jest jej reprezentantem, działa zgodnie\n                           ze statutem spółki.Rada Nadzorcza składa się z 5 członków i nie zostały wyodrębnione komitety. Rada Nadzorcza\n                           spotyka sie cztery razy w ciągu roku i działa zgodnie ze statutem firmy. Podstawa prawna przekazania raportu:Podstawa prawna przekazania raportu: art. 56 ust. 1 ustawy z  dnia 29 lipca 2005r.\n                           o ofercie publicznej i warunkach wprowadzenia instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.",
        "date": "2015-08-11"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. informuje, że w dniu 29.07.2015r. Walne Zgromadzenie Spółki powzięło\n                           uchwałę o wypłacie dywidendy dla Akcjonariuszy w kwocie 20 groszy _słownie: dwadzieścia\n                           groszy_ na 1 akcję. Liczba akcji objętych dywidendą na dzień walnego wynosi 17.550.200\n                           sztuk. Kwota dywidendy 3.510.040 zł _trzy miliony pięćset dziesięć tysięcy czterdzieści\n                           złotych_. Dniem ustalenia prawa do dywidendy jest 12 sierpnia 2015r., natomiast terminem\n                           wypłaty dywidendy jest 26 sierpnia 2015r.Podstawa prawna przekazania raportu:RMF w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim § 38 ust. 1 pkt. 7",
        "date": "2015-07-29"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. informuje, iż w Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy w\n                           dniu 29 lipca 2015r. wzięli udział następujący akcjonariusze posiadający co najmniej\n                           5% liczby głosów:1.\tDAO sp. z o.o. – 10.770.000 głosów, co stanowi 61,37% w ogólnej liczbie głosów\n                           i stanowiło 83,37% głosów na Zwyczajnym Walnym Zgromadzeniu;2.\tAviva Investors Poland Towarzystwo Funduszy Inwestycyjnych S.A. działając na podstawie\n                           pełnomocnictwa udzielonego przez Aviva Investors Fundusz Inwestycyjny Otwarty oraz\n                           Aviva Investors Specjalistyczny Fundusz Inwestycyjny Otwarty.– 1.473.986 głosów, co\n                           stanowi 8,40% w ogólnej liczbie głosów i stanowiło 11,41% głosów na Zwyczajnym Walnym\n                           Zgromadzeniu;3.\tOFE PZU Złota Jesień - 674.000 głosów co stanowi 3,84% w ogólnej liczbie głosów\n                           i stanowiło 5,22% głosów na Zwyczajnym Walnym Zgromadzeniu;",
        "date": "2015-07-29"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. przekazuje treść uchwał podjętych podczas Zwyczajnego Walnego\n                           Zgromadzenia Berling S.A., które miało miejsce w dniu 29 lipca 2015r. w Warszawie.Uchwała nr 1zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o wyborze przewodniczącego walnego zgromadzenia\"Na podstawie art. 409 § 1 k.s.h., zwyczajne walne zgromadzenie spółki wybiera na\n                           przewodniczącego zwyczajnego walnego zgromadzenia pana Radosława Marka Mrowińskiego.\n                           Uchwała wchodzi w życie z dniem podjęcia.\"\t          Ustalono, że w głosowaniu tajnym z reprezentowanych na zgromadzeniu 12 917\n                           986 akcji stanowiących 73,61 % kapitału zakładowego zostało oddanych łącznie 12 917\n                           986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Do punktów 3 i 4 porządku obrad:\t          Przewodniczący walnego zgromadzenia stwierdził, że zgromadzenie to zostało\n                           zwołane prawidłowo, gdyż zostały zachowane wymogi formalne zwołania.\t          Przewodniczący walnego zgromadzenia zarządził sporządzenie listy obecności,\n                           a następnie polecił wyłożyć ją do podpisu na czas obrad zgromadzenia.\t          Po złożeniu przez obecnych podpisów na wyłożonej liście, a następnie sprawdzeniu\n                           tej listy, jak też uprawnień do uczestnictwa i wykonywania prawa głosu przez osoby\n                           na niej podpisane, przewodniczący walnego zgromadzenia stwierdził, że na zgromadzeniu\n                           obecni są uczestnicy reprezentujący łącznie 12 917 986 w pełni pokrytych akcji dających\n                           tyle samo głosów na ogólną – na dzień ustalenia uprawnienia do uczestnictwa – liczbę\n                           17 550 200 akcji dających tyle samo głosów, toteż reprezentowane na zgromadzeniu akcje\n                           stanowią 73,61 % tak ustalonego kapitału zakładowego spółki.\t          Wobec powyższego, mając na względzie spełnienie wymogu określonego postanowieniem\n                           § 33 statutu, przewodniczący walnego zgromadzenia stwierdził, że zgromadzenie to jest\n                           zdolne do powzięcia uchwał.\t          Do punktu 5 porządku obrad:\t          Przewodniczący zarządził głosowanie jawne nad uchwałą o następującej treści:\tUchwała nr 2zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o przyjęciu porządku obrad\"Przyjmuje się porządek obrad zwyczajnego walnego zgromadzenia spółki ustalony i ogłoszony\n                           na stronie internetowej spółki w dniu 26.06.2015 r. Uchwała wchodzi w życie z dniem\n                           podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Do punktów 6-9 porządku obrad:\t          Przedstawione i rozpatrzone zostały:\t1_\tsprawozdanie zarządu z działalności spółki w 2014 r.;\t2_\tsprawozdanie zarządu z działalności Grupy Kapitałowej Berling S.A. w 2014 r.;\t3_\tpropozycja zarządu co do sposobu przeznaczenia zysku spółki osiągniętego w roku\n                           obrotowym 2014;\t4_\tjednostkowe sprawozdanie finansowe spółki za rok obrotowy 2014;\t5_\tskonsolidowane sprawozdanie finansowe Grupy Kapitałowej Berling S.A. za rok obrotowy\n                           2014;\t6_\tsprawozdanie z działalności rady nadzorczej za rok obrotowy 2014.\t          Do punktu 10 porządku obrad:\t          Przewodniczący zarządził głosowanie jawne nad uchwałą o następującej treści:\tUchwała nr 3zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o zatwierdzeniu sprawozdania zarządu z działalności spółki w 2014 r.\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 1 k.s.h., zwyczajne walne zgromadzenie\n                           spółki, po uprzednim rozpatrzeniu, zatwierdza sprawozdanie zarządu z działalności\n                           spółki w 2014 r. Uchwała wchodzi w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący zarządził głosowanie jawne nad uchwałą o następującej treści:\tUchwała nr 4zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o zatwierdzeniu jednostkowego sprawozdania finansowego spółki za rok obrotowy 2014\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 1 k.s.h., zwyczajne walne zgromadzenie\n                           spółki, po uprzednim rozpatrzeniu, zatwierdza sprawozdanie finansowe spółki za rok\n                           obrotowy 2014. Uchwała wchodzi w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący zarządził głosowanie jawne nad uchwałą o następującej treści:\tUchwała nr 5zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o zatwierdzeniu sprawozdania zarządu z działalności Grupy Berling za rok obrotowy\n                           2014\"Na podstawie art. 395 § 5 k.s.h., zwyczajne walne zgromadzenie spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza skonsolidowane sprawozdanie zarządu z działalności Grupy\n                           Berling w 2014 r. Uchwała wchodzi w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący zarządził głosowanie jawne nad uchwałą o następującej treści:\tUchwała nr 6zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o zatwierdzeniu skonsolidowanego sprawozdania finansowego Grupy Berling za rok obrotowy\n                           2014\"Na podstawie art. 395 § 5 k.s.h., zwyczajne walne zgromadzenie spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza sporządzone zgodnie z Międzynarodowymi Standardami Sprawozdawczości\n                           Finansowej skonsolidowane sprawozdanie finansowe Grupy Berling za rok obrotowy 2014.\n                           Uchwała wchodzi w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie tajne nad uchwałą\n                           o podanej niżej treści, zaznaczając, że w głosowaniu tym nie może brać udziału akcjonariusz,\n                           którego uchwała dotyczy, chyba że uczestniczy w walnym zgromadzeniu jako pełnomocnik\n                           innej osoby.\tUchwała nr 7zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o udzieleniu absolutorium z wykonania obowiązków w 2014 r.\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., zwyczajne walne zgromadzenie\n                           spółki udziela pani Hannie Berling absolutorium z wykonania przez nią obowiązków prezesa\n                           zarządu spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu tajnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie tajne nad uchwałą\n                           o podanej niżej treści, zaznaczając, że w głosowaniu tym nie może brać udziału akcjonariusz,\n                           którego uchwała dotyczy, chyba że uczestniczy w walnym zgromadzeniu jako pełnomocnik\n                           innej osoby.\tUchwała nr 8zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o udzieleniu absolutorium z wykonania obowiązków w 2014 r.\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., zwyczajne walne zgromadzenie\n                           spółki udziela panu Radosławowi Mrowińskiemu absolutorium z wykonania przez niego\n                           obowiązków vice prezesa zarządu spółki w okresie sprawowania tej funkcji w 2014 r.\n                           Uchwała wchodzi w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu tajnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie tajne nad uchwałą\n                           o podanej niżej treści, zaznaczając, że w głosowaniu tym nie może brać udziału akcjonariusz,\n                           którego uchwała dotyczy, chyba że uczestniczy w walnym zgromadzeniu jako pełnomocnik\n                           innej osoby.\tUchwała nr 9zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o udzieleniu absolutorium z wykonania obowiązków w 2014 r.\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., zwyczajne walne zgromadzenie\n                           spółki udziela panu Pawłowi Ciechańskiemu absolutorium z wykonania przez niego obowiązków\n                           vice prezesa zarządu spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu tajnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący zarządził głosowanie jawne nad uchwałą o następującej treści:\tUchwała nr 10zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o przeznaczeniu zysku spółki osiągniętego w roku obrotowym 2014\"§ 1\"Na podstawie art. 395 § 2 pkt 2 k.s.h., osiągnięty przez spółkę w roku obrotowym\n                           2014 zysk w wysokości 4.321 tyś zł _cztery miliony trzysta dwadzieścia jeden tysięcy\n                           złotych_ zwyczajne walne zgromadzenie spółki:\ta_\tw części w wysokości 0,20 zł _dwadzieścia groszy_ na każdą akcję spółki – przeznacza\n                           do podziału między akcjonariuszy w drodze wypłaty dywidendy,\tb_\tw pozostałej części – wyłącza od podziału i przeznacza na kapitał zapasowy spółki,\tc_\tdzień dywidendy ustala na 12 sierpnia 2015 roku,\td_\ttermin wypłaty dywidendy ustala na 26 sierpnia 2015 roku.\t§ 2Uchwała wchodzi w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący zarządził głosowanie jawne nad uchwałą o następującej treści:\tUchwała nr 11zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o zatwierdzeniu sprawozdania z działalności rady nadzorczej w 2014 r.\"Na podstawie art. 395 § 5 k.s.h., zwyczajne walne zgromadzenie spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza sprawozdanie z działalności rady nadzorczej za rok obrotowy\n                           2014 obejmujące: ocenę sprawozdania zarządu z działalności spółki i sprawozdania finansowego\n                           za rok obrotowy 2014, ocenę wniosku zarządu dotyczącego podziału zysku, ocenę swojej\n                           pracy oraz opinię o sprawach mających być przedmiotem uchwał zwyczajnego walnego zgromadzenia.\n                           Uchwała wchodzi w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie tajne nad uchwałą\n                           o podanej niżej treści, zaznaczając, że w głosowaniu tym nie może brać udziału akcjonariusz,\n                           którego uchwała dotyczy, chyba że uczestniczy w walnym zgromadzeniu jako pełnomocnik\n                           innej osoby.\tUchwała nr 12zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o udzieleniu absolutorium z wykonania obowiązków w 2014 r.\"Na podstawie 395 § 2 pkt 3 k.s.h., zwyczajne walne zgromadzenie spółki udziela panu\n                           Tomaszowi Berling absolutorium z wykonania przez niego obowiązków przewodniczącego\n                           rady nadzorczej spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu tajnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie tajne nad uchwałą\n                           o podanej niżej treści, zaznaczając, że w głosowaniu tym nie może brać udziału akcjonariusz,\n                           którego uchwała dotyczy, chyba że uczestniczy w walnym zgromadzeniu jako pełnomocnik\n                           innej osoby.\tUchwała nr 13zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o udzieleniu absolutorium z wykonania obowiązków w 2014 r.\"Na podstawie art. 395 § 2 pkt 3 k.s.h., zwyczajne walne zgromadzenie spółki udziela\n                           panu Marcinowi Marczukowi absolutorium z wykonania przez niego obowiązków wiceprzewodniczącego\n                           rady nadzorczej spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu tajnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie tajne nad uchwałą\n                           o podanej niżej treści, zaznaczając, że w głosowaniu tym nie może brać udziału akcjonariusz,\n                           którego uchwała dotyczy, chyba że uczestniczy w walnym zgromadzeniu jako pełnomocnik\n                           innej osoby.\tUchwała nr 14zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o udzieleniu absolutorium z wykonania obowiązków w 2014 r.\"Na podstawie art. 395 § 2 pkt 3 k.s.h., zwyczajne walne zgromadzenie spółki udziela\n                           panu Marcinowi Berling absolutorium z wykonania przez niego obowiązków członka rady\n                           nadzorczej spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu tajnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie tajne nad uchwałą\n                           o podanej niżej treści, zaznaczając, że w głosowaniu tym nie może brać udziału akcjonariusz,\n                           którego uchwała dotyczy, chyba że uczestniczy w walnym zgromadzeniu jako pełnomocnik\n                           innej osoby.\tUchwała nr 15zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o udzieleniu absolutorium z wykonania obowiązków w 2014 r.\"Na podstawie art. 395 § 2 pkt 3 k.s.h., zwyczajne walne zgromadzenie spółki udziela\n                           panu: Kajetanowi Wojnicz absolutorium z wykonania przez niego obowiązków członka rady\n                           nadzorczej spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu tajnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie tajne nad uchwałą\n                           o podanej niżej treści, zaznaczając, że w głosowaniu tym nie może brać udziału akcjonariusz,\n                           którego uchwała dotyczy, chyba że uczestniczy w walnym zgromadzeniu jako pełnomocnik\n                           innej osoby.\tUchwała nr 16zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o udzieleniu absolutorium z wykonania obowiązków w 2014 r.\"Na podstawie art. 395 § 2 pkt 3 k.s.h., zwyczajne walne zgromadzenie spółki udziela\n                           pani: Agacie Pomorskiej absolutorium z wykonania przez nią obowiązków członka rady\n                           nadzorczej spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu tajnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t          Uczestnik reprezentujący akcjonariuszy, którymi są fundusze inwestycyjne\n                           zarządzane przez Aviva Investors Poland S.A., zgłosił wniosek o zmianę treści zaplanowanej\n                           w tym miejscu porządku obrad pod głosowanie uchwały w ten sposób, aby ustalić następujące\n                           zasady wynagradzania członków rady nadzorczej:\ta_\tprzewodniczący rady nadzorczej – 2 500 _dwa tysiące pięćset_ złotych brutto miesięcznie,\tb_\twiceprzewodniczący rady nadzorczej – 1 200 _tysiąc dwieście_ złotych brutto miesięcznie,c_\tczłonek rady nadzorczej – 800 _osiemset_ złotych brutto miesięcznie.\t          Przewodniczący walnego zgromadzenia zarządził głosowanie jawne w sprawie\n                           przyjęcia zgłoszonego wniosku.\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza wnioskiem zostało oddanych 2 147 986 głosów,\t\tprzeciw zostało oddanych 10 770 000 głosów,\t\twstrzymujących się nie było,\tzatem walne zgromadzenie zgłoszonego wniosku nie przyjęło.\t          Przewodniczący zarządził głosowanie jawne nad uchwałą o następującej treści:\tUchwała nr 17zwyczajnego walnego zgromadzeniaBerling S.A. w Warszawiez 29 lipca 2015 r.o ustaleniu zasad wynagradzania członków rady nadzorczej spółki od 01.07.2015 r.\"Na podstawie art. 392 § 1 k.s.h., zwyczajne walne zgromadzenie spółki ustala następujące\n                           zasady wynagradzania członków rady nadzorczej:\ta_\tprzewodniczący rady nadzorczej – 2.500 zł _dwa tysiące pięćset złotych_ brutto\n                           miesięcznie,\tb_\twiceprzewodniczący rady nadzorczej – 1.200 zł _jeden tysiąc dwieście złotych_ brutto\n                           za każdy udział w posiedzeniu rady nadzorczej,\tc_\tczłonek rady nadzorczej – 800 zł _osiemset złotych_ brutto za każdy udział w posiedzeniu\n                           rady nadzorczej.\"\t          Przewodniczący walnego zgromadzenia stwierdził, że w głosowaniu jawnym z\n                           reprezentowanych na zgromadzeniu 12 917 986 akcji stanowiących 73,61 % kapitału zakładowego\n                           zostało oddanych łącznie 12 917 986 ważnych głosów, przy czym:\t\tza uchwałą zostało oddanych 12 917 986 głosów,\t\tgłosów przeciw nie było,\t\twstrzymujących się nie było,\tzatem powyższa uchwała została powzięta.\t\tPodstawa prawna: § 38 ust. 1 pkt. 5 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2009 r. nr 33,\n                           poz. 259 wraz z późn. zm._",
        "date": "2015-07-29"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. przekazuje w załączeniu wykaz akcjonariuszy uprawnionych do udziału\n                           w Zwyczajnym Walnym Zgromadzeniu Berling S.A. zwołanym na dzień 29 lipca 2015r. o\n                           godzinie 11:00.Lista akcjonariuszy została przekazana do kancelarii Komisji Nadzoru Finansowego.",
        "date": "2015-07-21"
    },
    {
        "company_name": "BERLING SA",
        "content": "Niniejszym, Zarząd Berling S.A. z siedzibą w Warszawie _00-018_ przy ul. Zgoda 5/8,\n                           wpisanej do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla m. st. Warszawy,\n                           XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000298346 _\"Spółka\"_,\n                           działając na podstawie art. 399 § 1 k.s.h. oraz art. 4021 i 4022 oraz art. 395 § 1\n                           k.s.h., zwołuje Zwyczajne Walne Zgromadzenie, które odbędzie się w dniu 29 lipca 2015\n                           r., godz. 11.00 w Mamaison Hotel Le Regina w Warszawie _00-218_, ul. Kościelna 12.\n                           Jednocześnie informujemy, że wszelkie materiały związane z Walnym Zgromadzeniem dostępne\n                           są na stronie internetowej Spółki: www.berling.plProjekty uchwał, dot. Zwyczajnego Walnego Zgromadzenia zwołanego na dzień 29 lipca\n                           2015r.: uchwała o wyborze przewodniczącego ZWZ,\"Na podstawie art. 409 § 1 k.s.h., Zwyczajne Walne Zgromadzenie Spółki wybiera na\n                           Przewodniczącego Zwyczajnego Walnego Zgromadzenia Panią/Pana [imię i nazwisko]. Uchwała\n                           wchodzi w życie z dniem podjęcia.\" uchwała o przyjęciu porządku obrad ZWZ,\"Przyjmuje się porządek obrad Zwyczajnego Walnego Zgromadzenia Spółki ustalony i ogłoszony\n                           na stronie internetowej Spółki w dniu 26.06.2015 r. Uchwała wchodzi w życie z dniem\n                           podjęcia.\" uchwała o rozpatrzeniu i zatwierdzeniu sprawozdania Zarządu z działalności Spółki\n                           za rok obrotowy 2014,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 1 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki, po uprzednim rozpatrzeniu, zatwierdza sprawozdanie Zarządu z działalności\n                           Spółki w 2014 r. Uchwała wchodzi w życie z dniem podjęcia.\" uchwała o rozpatrzeniu i zatwierdzeniu jednostkowego sprawozdania finansowego Spółki\n                           za rok obrotowy 2014,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 1 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki, po uprzednim rozpatrzeniu, zatwierdza sprawozdanie finansowe Spółki za rok\n                           obrotowy 2014. Uchwała wchodzi w życie z dniem podjęcia.\" uchwała w sprawie rozpatrzenia i zatwierdzenia sprawozdania Zarządu z działalności\n                           Grupy Berling za rok obrotowy 2014,\"Na podstawie art. 395 § 5 k.s.h., Zwyczajne Walne Zgromadzenie Spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza skonsolidowane sprawozdanie Zarządu z działalności Grupy\n                           Berling w 2014 r. Uchwała wchodzi w życie z dniem podjęcia.\" uchwała w sprawie rozpatrzenia i zatwierdzenia skonsolidowanego sprawozdania finansowego\n                           Grupy Berling za rok obrotowy 2014,\"Na podstawie art. 395 § 5 k.s.h., Zwyczajne Walne Zgromadzenie Spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza sporządzone zgodnie z Międzynarodowymi Standardami Sprawozdawczości\n                           Finansowej skonsolidowane sprawozdanie finansowe Grupy Berling za rok obrotowy 2014.\n                           Uchwała wchodzi w życie z dniem podjęcia.\" uchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Zarządu Spółki,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki udziela Pani Hannie Berling absolutorium z wykonania przez nią obowiązków Prezesa\n                           Zarządu Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\" uchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Zarządu Spółki,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki udziela Panu Radosławowi Mrowińskiemu absolutorium z wykonania przez niego\n                           obowiązków Vice Prezesa Zarządu Spółki w okresie sprawowania tej funkcji w 2014 r.\n                           Uchwała wchodzi w życie z dniem podjęcia.\" uchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Zarządu Spółki,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki udziela Panu Pawłowi Ciechańskiemu absolutorium z wykonania przez niego obowiązków\n                           Vice Prezesa Zarządu Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\" uchwała o przeznaczeniu zysku Spółki uzyskanego w roku obrotowym 2014,§1\"Na podstawie art. 395 § 2 pkt 2 k.s.h., osiągnięty przez Spółkę w roku obrotowym\n                           2014 zysk w wysokości 4.321 tyś zł _cztery miliony trzysta dwadzieścia jeden tysięcy\n                           złotych_ Zwyczajne Walne Zgromadzenie Spółki:a_ w części w wysokości 0,20 zł _dwadzieścia groszy_ na każdą akcję Spółki – przeznacza\n                           do podziału między akcjonariuszy w drodze wypłaty dywidendy;b_ w pozostałej części – wyłącza od podziału i przeznacza na kapitał zapasowy Spółki,c_ dzień dywidendy ustala na 12 sierpnia 2015 roku,d_ termin wypłaty dywidendy ustala na 26 sierpnia 2015 roku.§2Uchwała wchodzi w życie z dniem podjęcia.\" uchwała o rozpatrzeniu i zatwierdzeniu sprawozdania z działalności Rady Nadzorczej\n                           oraz oceny pracy Rady Nadzorczej za rok obrotowy 2014,\"Na podstawie art. 395 § 5 k.s.h., Zwyczajne Walne Zgromadzenie Spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza sprawozdanie z działalności Rady Nadzorczej za rok obrotowy\n                           2014 obejmujące: ocenę sprawozdania Zarządu z działalności Spółki i sprawozdania finansowego\n                           za rok obrotowy 2014, ocenę wniosku Zarządu dotyczącego podziału zysku, ocenę swojej\n                           pracy oraz opinię o sprawach mających być przedmiotem uchwał Zwyczajnego Walnego Zgromadzenia.\n                           Uchwała wchodzi w życie z dniem podjęcia.\" uchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela Panu\n                           Tomaszowi Berling absolutorium z wykonania przez niego obowiązków Przewodniczącego\n                           Rady Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\" uchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela\n                           Panu Marcinowi Marczukowi absolutorium z wykonania przez niego obowiązków Wiceprzewodniczącego\n                           Rady Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\" uchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela\n                           Panu Marcinowi Berling absolutorium z wykonania przez niego obowiązków członka Rady\n                           Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\" uchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela\n                           Panu: Kajetanowi Wojnicz absolutorium z wykonania przez niego obowiązków członka Rady\n                           Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\" uchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela\n                           Pani: Agacie Pomorskiej absolutorium z wykonania przez nią obowiązków członka Rady\n                           Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\" uchwała o ustaleniu zasad wynagradzania Członków Rady Nadzorczej Spółki od 01.07.2015r.,\"Na podstawie art. 392 § 1 k.s.h., Zwyczajne Walne Zgromadzenie Spółki ustala następujące\n                           zasady wynagradzania Członków Rady Nadzorczej:a_ Przewodniczący Rady Nadzorczej - 2.500 zł _dwa tysiące pięćset złotych_ brutto\n                           miesięcznieb_ Wiceprzewodniczący Rady Nadzorczej - 1.200 zł _jeden tysiąc dwieście złotych_ brutto\n                           za każdy udział w posiedzeniu Rady Nadzorczejc_ Członek Rady Nadzorczej - 800 zł _osiemset złotych_ brutto za każdy udział w posiedzeniu\n                           Rady Nadzorczejpodstawa prawna: Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2009 r. nr 33, poz. 259 wraz z późn. zm._",
        "date": "2015-06-26"
    },
    {
        "company_name": "BERLING SA",
        "content": "Niniejszym, Zarząd Berling S.A. z siedzibą w Warszawie _00-018_ przy ul. Zgoda 5/8,\n                           wpisanej do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla m. st. Warszawy,\n                           XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000298346 _\"Spółka\"_,\n                           działając na podstawie art. 399 § 1 k.s.h. oraz art. 4021 i 4022 oraz art. 395 § 1\n                           k.s.h., zwołuje Zwyczajne Walne Zgromadzenie, które odbędzie się w dniu 29 lipca 2015\n                           r., godz. 11.00 w Mamaison Hotel Le Regina w  Warszawie _00-218_, ul. Kościelna 12.Porządek obrad Zwyczajnego Walnego Zgromadzenia:1. Otwarcie Zwyczajnego Walnego Zgromadzenia,2. Wybór przewodniczącego Zwyczajnego Walnego Zgromadzenia,3. Sporządzenie listy obecności,4. Stwierdzenie prawidłowości odbycia Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał,5. Przyjęcie porządku obrad,6. Dyskusja nad sprawozdaniem Zarządu z działalności Spółki oraz Grupy Kapitałowej\n                           Berling S.A. za rok obrotowy 2014,7. Dyskusja nad sposobem przeznaczenia zysku Spółki uzyskanego w roku obrotowym 2014,8. Dyskusja nad jednostkowym sprawozdaniem finansowym Spółki za rok obrotowy 2014\n                           oraz skonsolidowanym sprawozdaniem finansowym Grupy Kapitałowej Berling S.A. za rok\n                           obrotowy 2014,  9. Dyskusja nad sprawozdaniem z działalności Rady Nadzorczej oraz oceną pracy Rady\n                           Nadzorczej za rok obrotowy 2014,10. Podjęcie uchwał w następujących sprawach:a_\trozpatrzenia i zatwierdzenia sprawozdania Zarządu z działalności Spółki za rok\n                           obrotowy 2014,b_\trozpatrzenia i zatwierdzenia jednostkowego sprawozdania finansowego Spółki za rok\n                           obrotowy 2014,c_\trozpatrzenia i zatwierdzenia sprawozdania Zarządu z działalności Grupy Berling\n                           za rok obrotowy 2014,d_\trozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy Berling\n                           za rok obrotowy 2014,e_\tudzielenia absolutorium za rok obrotowy 2014 poszczególnym członkom Zarządu Spółki,f_\tprzeznaczenia zysku Spółki uzyskanego w roku obrotowym 2014, g_\trozpatrzenia i zatwierdzenia sprawozdania z działalności Rady Nadzorczej oraz oceny\n                           pracy Rady Nadzorczej za rok obrotowy 2014,h_\tudzielenia absolutorium za rok obrotowy 2014 poszczególnym członkom Rady Nadzorczej\n                           Spółki,i_\tzmiana wynagrodzeń Członków Rady Nadzorczej 11. Wolne wnioski,12. Zakończenie obrad.Na podstawie art. 4022 k.s.h. Zarząd przekazuje informacje dotyczące udziału w Zwyczajnym\n                           Walnym Zgromadzeniu Spółki:a_\tAkcjonariuszowi lub akcjonariuszom Spółki reprezentującym co najmniej jedną dwudziestą\n                           kapitału zakładowego przysługuje prawo żądania umieszczenia określonych spraw w porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi\n                           Spółki nie później niż na 21 dni przed wyznaczonym terminem Zwyczajnego Walnego Zgromadzenia.\n                           Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Akcjonariusz lub akcjonariusze żądający umieszczenia określonych\n                           spraw w porządku obrad muszą do powyższego żądania załączyć zaświadczenie _świadectwo\n                           depozytowe_, wystawione przez właściwy podmiot, potwierdzające stan posiadania przez\n                           akcjonariusza lub akcjonariuszy, wymaganej do złożenia powyższego żądania części kapitału\n                           zakładowego Spółki. Dodatkowo w przypadku akcjonariusza lub akcjonariuszy instytucjonalnych\n                           lub będących osobami prawnymi lub innymi, których reprezentacja wymaga przedłożenia\n                           właściwych dokumentów zgodnie z zasadami ich reprezentacji, wymagane jest załączenie\n                           do powyższego żądania oryginałów lub kopii tychże dokumentów. Żądanie może zostać\n                           złożone na piśmie w siedzibie Spółki lub w postaci elektronicznej i przesłane na następujący\n                           adres poczty elektronicznej Spółki: ZWZ@berling.pl. Spółka może podjąć proporcjonalne\n                           do celu działania służące identyfikacji akcjonariusza lub akcjonariuszy i weryfikacji\n                           ważności przesłanych dokumentów _art. 4022 pkt 2 lit. a_ k.s.h._,b_\tAkcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Zwyczajnego Walnego Zgromadzenia zgłaszać\n                           Spółce na piśmie _w siedzibie Spółki_ lub w postaci elektronicznej _przesyłając przy\n                           wykorzystaniu środków komunikacji elektronicznej na następujący adres poczty elektronicznej\n                           Spółki: ZWZ@berling.pl projekty uchwał dotyczące spraw wprowadzonych do porządku obrad\n                           Zwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad. Akcjonariusz lub akcjonariusze żądający umieszczenia określonych spraw w porządku\n                           obrad muszą do powyższego żądania załączyć zaświadczenie _świadectwo depozytowe_,\n                           wystawione przez właściwy podmiot, potwierdzające stan posiadania przez akcjonariusza\n                           lub akcjonariuszy, wymaganej do złożenia powyższego żądania części kapitału zakładowego\n                           Spółki. Dodatkowo w przypadku akcjonariusza lub akcjonariuszy instytucjonalnych lub\n                           będących osobami prawnymi lub innymi, których reprezentacja wymaga przedłożenia właściwych\n                           dokumentów zgodnie z zasadami ich reprezentacji, wymagane jest załączenie do powyższego\n                           żądania oryginałów lub kopii tychże dokumentów. Spółka może podjąć proporcjonalne\n                           do celu działania służące identyfikacji akcjonariusza lub akcjonariuszy i weryfikacji\n                           ważności przesłanych dokumentów _art. 4022 pkt 2 lit. b_ k.s.h._,c_\tKażdy z akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           może podczas Zwyczajnego Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad _art. 4022 pkt 2 lit. c_ k.s.h._,d_\tAkcjonariusz może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Pełnomocnik może udzielić dalszego pełnomocnictwa,\n                           jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż\n                           jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza. Akcjonariusz\n                           posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych może\n                           ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na każdym\n                           z rachunków. Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Zwyczajnym\n                           Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną do składania\n                           oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnictwo do uczestniczenia\n                           w Zwyczajnym Walnym Zgromadzeniu i wykonywania prawa głosu wymaga udzielenia na piśmie\n                           lub w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci elektronicznej nie\n                           wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym przy pomocy ważnego\n                           kwalifikowanego certyfikatu. W przypadku  udzielenia pełnomocnictwa w postaci elektronicznej\n                           akcjonariusz informuje o tym fakcie Spółkę przy wykorzystaniu środków komunikacji\n                           elektronicznej na następujący adres poczty elektronicznej Spółki: ZWZ@berling.pl.\n                           Spółka informuje, że wzór formularza pozwalającego na wykonywanie prawa głosu przez\n                           pełnomocnika zawierającego dane określone w art. 4023 § 3 k.s.h. został umieszczony\n                           na stronie internetowej Spółki www.berling.pl w zakładce WALNE ZGROMADZENIE. W przypadku\n                           akcjonariusza instytucjonalnego lub będącego osobą prawną lub inną, którego reprezentacja\n                           wymaga przedłożenia właściwych dokumentów zgodnie z zasadami ich reprezentacji, wymagane\n                           jest załączenie do pełnomocnictwa lub zawiadomienia o udzieleniu pełnomocnictwa w\n                           postaci elektronicznej tychże dokumentów. Zawiadomienie o udzieleniu pełnomocnictwa\n                           w postaci elektronicznej musi być dokonane najpóźniej na 24 godziny przed terminem\n                           Zwyczajnego Walnego Zgromadzenia. Członek Zarządu Spółki i pracownik Spółki mogą być\n                           pełnomocnikami akcjonariuszy na Zwyczajnym Walnym Zgromadzeniu. Jeżeli pełnomocnikiem\n                           na Zwyczajnym Walnym Zgromadzeniu jest członek zarządu, członek rady nadzorczej, likwidator,\n                           pracownik Spółki lub członek organów lub pracownik Spółki lub spółdzielni zależnej\n                           od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym Walnym\n                           Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności wskazujące\n                           na istnienie bądź możliwość wystąpienia konfliktu interesów. _art. 4022 pkt 2 lit.\n                           d_ k.s.h._,e_\tStatut Spółki nie dopuszcza możliwości udziału w Zwyczajnym Walnym Zgromadzeniu,\n                           wypowiadania się ani oddania głosu przy wykorzystaniu środków komunikacji elektronicznej,\n                           a Regulamin Walnego Zgromadzenia nie przewiduje możliwości oddania głosu na Zwyczajnym\n                           Walnym Zgromadzeniu drogą korespondencyjną _art. 4022 pkt 2 lit. e_ - g_ k.s.h._,f_\tDniem rejestracji uczestnictwa na Zwyczajnym Walnym Zgromadzeniu jest dzień 13\n                           lipca 2015 r. _\"Dzień Rejestracji\"_. W Zwyczajnym Walnym Zgromadzeniu Spółki mają\n                           prawo uczestniczyć osoby, które:•\tbyły akcjonariuszami Spółki w Dniu Rejestracji, oraz•\tzwróciły się - nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia _tj.\n                           26 czerwca 2015 r._ i nie później niż w pierwszym dniu powszednim po Dniu Rejestracji\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu _tj. 14 lipca 2015 r._ podmiotowi prowadzącemu\n                           rachunek papierów wartościowych z żądaniem wystawienia imiennego zaświadczenia o prawie\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu. Spółka ustala listę akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu na podstawie wykazu sporządzonego i przekazanego Spółce przez Krajowy\n                           Depozyt Papierów Wartościowych. Krajowy Depozyt Papierów Wartościowych sporządza wykaz\n                           na podstawie informacji przekazywanych przez podmioty prowadzące rachunki papierów\n                           wartościowych. Podstawą sporządzenia informacji przekazywanych Krajowemu Depozytowi\n                           Papierów Wartościowych są zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu\n                           Spółki.Lista akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           zostanie wyłożona w siedzibie Spółki na trzy dni powszednie przed odbyciem Zwyczajnego\n                           Walnego Zgromadzenia. Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy\n                           uprawnionych do udziału w Zwyczajnym Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną,\n                           podając własny adres poczty elektronicznej, na który lista powinna być wysłana. g_\tOsoby uprawnione do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mogą uzyskać\n                           pełny tekst dokumentacji, która ma być przedstawiona na Zwyczajnym Walnym Zgromadzeniu\n                           oraz projekty uchwał w siedzibie Spółki oraz na stronie internetowej Spółki www.berling.pl\n                           w zakładce WALNE ZGROMADZENIE.h_\tWszelkie informacje dotyczące Walnego Zgromadzenia udostępnione są na stronie internetowej\n                           Spółki www.berling.pl w zakładce WALNE ZGROMADZENIE.podstawa prawna: Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2009 r. nr 33, poz. 259 wraz z późn. zm._",
        "date": "2015-06-26"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. informuje, iż w związku z §33 statutu spółki: \"uchwały Walnego\n                           Zgromadzenia zapadają bezwzględną większością głosów, w obecności akcjonariuszy reprezentujących\n                           co najmniej 50% kapitału zakładowego, jeżeli przepisy Kodeksu spółek handlowych lub\n                           Statutu nie przewidują warunków surowszych\", natomiast zgodnie z listą uprawnionych\n                           do uczestnictwa w niniejszym walnym zgromadzeniu prawo mieli uczestniczy reprezentujący\n                           łącznie 1.473.986 w pełni pokrytych akcji dających tyle samo głosów na ogólną - na\n                           dzień ustalenia uprawnienia do uczestnictwa - liczbę 17.550.200 akcji dających tyle\n                           samo głosów, czyli 8,40% kapitału zakładowego spółki, wobec czego zgromadzenie to\n                           nie było zdolne do powzięcia uchwał.Podstawa prawna: § 38 ust. 1 pkt. 5 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2009 r. nr 33,\n                           poz. 259 wraz z późn. zm._",
        "date": "2015-06-17"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. informuje, iż w Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy w\n                           dniu 17 czerwca 2015r. wzięli udział następujący akcjonariusze posiadający co najmniej\n                           5% liczby głosów:1.Aviva Investors – 1.473.986 głosów, co stanowi 8,40% w ogólnej liczbie głosów i\n                           stanowiło100,00% głosów na Zwyczajnym Walnym Zgromadzeniu;Podstawa prawna przekazania raportu:Ustawa o ofercie , art. 70 pkt.3",
        "date": "2015-06-17"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. informuje, iż Rada Nadzorcza w dniu 27.05.2015r. dokonała wyboru\n                           biegłego rewidenta/audytora firmę 4AUDYT Sp. z o.o. z siedzibą w Poznaniu przy ul.\n                           Kościelnej 18/4, do przeglądu jednostkowego i skonsolidowanego sprawozdania finansowego\n                           grupy kapitałowej Berling S.A. za I półrocze 2015r. oraz do badania jednostkowego\n                           i skonsolidowanego sprawozdania finansowego grupy kapitałowej Berling S.A. za 2015r.Podstawa prawna:\t§ 5 ust. 1 pkt. 19 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009r. Nr 33,\n                           poz. 259 ze zm._.",
        "date": "2015-05-28"
    },
    {
        "company_name": "BERLING SA",
        "content": "Niniejszym, Zarząd Berling S.A. z siedzibą w Warszawie _00-018_ przy ul. Zgoda 5/8,\n                           wpisanej do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla m. st. Warszawy,\n                           XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000298346 _\"Spółka\"_,\n                           działając na podstawie art. 399 § 1 k.s.h. oraz art. 4021 i 4022 oraz art. 395 § 1\n                           k.s.h., zwołuje Zwyczajne Walne Zgromadzenie, które odbędzie się w dniu 17 czerwca\n                           2015 r., godz. 11.00 w Mamaison Hotel Le Regina w  Warszawie _00-218_, ul. Kościelna\n                           12. Jednocześnie informujemy, że wszelkie materiały związane z Walnym Zgromadzeniem\n                           dostępne są na stronie internetowej Spółki: www.berling.plProjekty uchwał, dot. Zwyczajnego Walnego Zgromadzenia zwołanego na dzień 17 czerwca\n                           2015r.: •\tuchwała o wyborze przewodniczącego ZWZ,\"Na podstawie art. 409 § 1 k.s.h., Zwyczajne Walne Zgromadzenie Spółki wybiera na\n                           Przewodniczącego Zwyczajnego Walnego Zgromadzenia Panią/Pana [imię i nazwisko]. Uchwała\n                           wchodzi w życie z dniem podjęcia.\" •\tuchwała o przyjęciu porządku obrad ZWZ,\"Przyjmuje się porządek obrad Zwyczajnego Walnego Zgromadzenia Spółki ustalony i ogłoszony\n                           na stronie internetowej Spółki w dniu 22.05.2015 r. Uchwała wchodzi w życie z dniem\n                           podjęcia.\"•\tuchwała o  rozpatrzeniu i zatwierdzeniu sprawozdania Zarządu z działalności Spółki\n                           za rok obrotowy 2014,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 1 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki, po uprzednim rozpatrzeniu, zatwierdza sprawozdanie Zarządu z działalności\n                           Spółki w 2014 r. Uchwała wchodzi w życie z dniem podjęcia.\"•\tuchwała o rozpatrzeniu i zatwierdzeniu jednostkowego sprawozdania finansowego Spółki\n                           za rok obrotowy 2014,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 1 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki, po uprzednim rozpatrzeniu, zatwierdza sprawozdanie finansowe Spółki za rok\n                           obrotowy 2014. Uchwała wchodzi w życie z dniem podjęcia.\"•\tuchwała w sprawie rozpatrzenia i zatwierdzenia sprawozdania Zarządu z działalności\n                           Grupy Berling za rok obrotowy 2014,\"Na podstawie art. 395 § 5 k.s.h., Zwyczajne Walne Zgromadzenie Spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza skonsolidowane sprawozdanie Zarządu z działalności Grupy\n                           Berling w 2014 r. Uchwała wchodzi w życie z dniem podjęcia.\"•\tuchwała w sprawie rozpatrzenia i zatwierdzenia skonsolidowanego sprawozdania finansowego\n                           Grupy Berling za rok obrotowy 2014,\"Na podstawie art. 395 § 5 k.s.h., Zwyczajne Walne Zgromadzenie Spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza sporządzone zgodnie z Międzynarodowymi Standardami Sprawozdawczości\n                           Finansowej skonsolidowane sprawozdanie finansowe Grupy Berling za rok obrotowy 2014.\n                           Uchwała wchodzi w życie z dniem podjęcia.\"•\tuchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Zarządu Spółki,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki udziela Pani Hannie Berling absolutorium z wykonania przez nią obowiązków Prezesa\n                           Zarządu Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\"•\tuchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Zarządu Spółki,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki udziela Panu Radosławowi Mrowińskiemu absolutorium z wykonania przez niego\n                           obowiązków Vice Prezesa Zarządu Spółki w okresie sprawowania tej funkcji w 2014 r.\n                           Uchwała wchodzi w życie z dniem podjęcia.\"•\tuchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Zarządu Spółki,\"Na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie\n                           Spółki udziela Panu Pawłowi Ciechańskiemu absolutorium z wykonania przez niego obowiązków\n                           Vice Prezesa Zarządu Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\"•\tuchwała o przeznaczeniu zysku Spółki uzyskanego w roku obrotowym 2014,§1\"Na podstawie art. 395 § 2 pkt 2 k.s.h., osiągnięty przez Spółkę w roku obrotowym\n                           2014 zysk w wysokości 4.321 tyś zł _cztery miliony trzysta dwadzieścia jeden tysięcy\n                           złotych_ Zwyczajne Walne Zgromadzenie Spółki:a_\tw części w wysokości 0,15 zł _piętnaście groszy_ na każdą akcję Spółki – przeznacza\n                           do podziału między akcjonariuszy w drodze wypłaty dywidendy;b_\tw pozostałej części – wyłącza od podziału i przeznacza na kapitał zapasowy Spółki,c_\tdzień dywidendy ustala na 30 czerwca 2015 roku,d_\ttermin wypłaty dywidendy ustala na 10 lipca 2015 roku.§2Uchwała wchodzi w życie z dniem podjęcia.\" •\tuchwała o rozpatrzeniu i zatwierdzeniu sprawozdania z działalności Rady Nadzorczej\n                           oraz oceny pracy Rady Nadzorczej za rok obrotowy 2014,\"Na podstawie art. 395 § 5 k.s.h., Zwyczajne Walne Zgromadzenie Spółki, po uprzednim\n                           rozpatrzeniu, zatwierdza sprawozdanie z działalności Rady Nadzorczej za rok obrotowy\n                           2014 obejmujące: ocenę sprawozdania Zarządu z działalności Spółki i sprawozdania finansowego\n                           za rok obrotowy 2014, ocenę wniosku Zarządu dotyczącego podziału zysku, ocenę swojej\n                           pracy oraz opinię o sprawach mających być przedmiotem uchwał Zwyczajnego Walnego Zgromadzenia.\n                           Uchwała wchodzi w życie z dniem podjęcia.\"•\tuchwała o udzieleniu absolutorium za rok obrotowy 2013 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela Panu\n                           Tomaszowi Berling absolutorium z wykonania przez niego obowiązków Przewodniczącego\n                           Rady Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\"•\tuchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela\n                           Panu Marcinowi Marczukowi absolutorium z wykonania przez niego obowiązków Wiceprzewodniczącego\n                           Rady Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi\n                           w życie z dniem podjęcia.\"•\tuchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela\n                           Panu Marcinowi Berling absolutorium z wykonania przez niego obowiązków członka Rady\n                           Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\"•\tuchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi Rady Nadzorczej\n                           Spółki,\"Na podstawie art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela\n                           Panu: Kajetanowi Wojnicz absolutorium z wykonania przez niego obowiązków członka Rady\n                           Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\"•\tuchwała o udzieleniu absolutorium za rok obrotowy 2014 członkowi\n                           Rady Nadzorczej Spółki,\"Na podstawie art. 395 § 2 pkt 3 k.s.h., Zwyczajne Walne Zgromadzenie Spółki udziela\n                           Pani: Agacie Pomorskiej absolutorium z wykonania przez nią obowiązków członka Rady\n                           Nadzorczej Spółki w okresie sprawowania tej funkcji w 2014 r. Uchwała wchodzi w życie\n                           z dniem podjęcia.\"•\tuchwała o ustaleniu zasad wynagradzania Członków Rady Nadzorczej Spółki od 01.07.2015r.,\"Na podstawie art. 392 § 1 k.s.h., Zwyczajne Walne Zgromadzenie Spółki ustala następujące\n                           zasady wynagradzania Członków Rady Nadzorczej:a_ Przewodniczący Rady Nadzorczej - 2.500 zł _dwa tysiące pięćset złotych_ brutto\n                           miesięcznieb_ Wiceprzewodniczący Rady Nadzorczej - 1.200 zł _jeden tysiąc dwieście złotych_ brutto\n                           za każdy udział w posiedzeniu Rady Nadzorczejc_ Członek Rady Nadzorczej - 800 zł _osiemset złotych_ brutto za każdy udział w posiedzeniu\n                           Rady Nadzorczejpodstawa prawna: Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2009 r. nr 33, poz. 259 wraz z późn. zm._",
        "date": "2015-05-22"
    },
    {
        "company_name": "BERLING SA",
        "content": "OGŁOSZENIE O ZWOŁANIU ZWYCZAJNEGO WALNEGO ZGROMADZENIA BERLING S.A.Niniejszym, Zarząd Berling S.A. z siedzibą w Warszawie _00-018_ przy ul. Zgoda 5/8,\n                           wpisanej do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla m. st. Warszawy,\n                           XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000298346 _\"Spółka\"_,\n                           działając na podstawie art. 399 § 1 k.s.h. oraz art. 4021 i 4022 oraz art. 395 § 1\n                           k.s.h., zwołuje Zwyczajne Walne Zgromadzenie, które odbędzie się w dniu 17 czerwca\n                           2015 r., godz. 11.00 w Mamaison Hotel Le Regina w  Warszawie _00-218_, ul. Kościelna\n                           12.Porządek obrad Zwyczajnego Walnego Zgromadzenia:1. Otwarcie Zwyczajnego Walnego Zgromadzenia,2. Wybór przewodniczącego Zwyczajnego Walnego Zgromadzenia,3. Sporządzenie listy obecności,4. Stwierdzenie prawidłowości odbycia Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał,5. Przyjęcie porządku obrad,6. Dyskusja nad sprawozdaniem Zarządu z działalności Spółki oraz Grupy Kapitałowej\n                           Berling S.A. za rok obrotowy 2014,7. Dyskusja nad sposobem przeznaczenia zysku Spółki uzyskanego w roku obrotowym 2014,8. Dyskusja nad jednostkowym sprawozdaniem finansowym Spółki za rok obrotowy 2014\n                           oraz skonsolidowanym sprawozdaniem finansowym Grupy Kapitałowej Berling S.A. za rok\n                           obrotowy 2014,  9. Dyskusja nad sprawozdaniem z działalności Rady Nadzorczej oraz oceną pracy Rady\n                           Nadzorczej za rok obrotowy 2014,10. Podjęcie uchwał w następujących sprawach:a_\trozpatrzenia i zatwierdzenia sprawozdania Zarządu z działalności Spółki za rok\n                           obrotowy 2014,b_\trozpatrzenia i zatwierdzenia jednostkowego sprawozdania finansowego Spółki za rok\n                           obrotowy 2014,c_\trozpatrzenia i zatwierdzenia sprawozdania Zarządu z działalności Grupy Berling\n                           za rok obrotowy 2014,d_\trozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy Berling\n                           za rok obrotowy 2014,e_\tudzielenia absolutorium za rok obrotowy 2014 poszczególnym członkom Zarządu Spółki,f_\tprzeznaczenia zysku Spółki uzyskanego w roku obrotowym 2014, g_\trozpatrzenia i zatwierdzenia sprawozdania z działalności Rady Nadzorczej oraz oceny\n                           pracy Rady Nadzorczej za rok obrotowy 2014,h_\tudzielenia absolutorium za rok obrotowy 2014 poszczególnym członkom Rady Nadzorczej\n                           Spółki,i_\tzmiana wynagrodzeń Członków Rady Nadzorczej 11. Wolne wnioski,12. Zakończenie obrad.Na podstawie art. 4022 k.s.h. Zarząd przekazuje informacje dotyczące udziału w Zwyczajnym\n                           Walnym Zgromadzeniu Spółki:a_\tAkcjonariuszowi lub akcjonariuszom Spółki reprezentującym co najmniej jedną dwudziestą\n                           kapitału zakładowego przysługuje prawo żądania umieszczenia określonych spraw w porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi\n                           Spółki nie później niż na 21 dni przed wyznaczonym terminem Zwyczajnego Walnego Zgromadzenia.\n                           Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Akcjonariusz lub akcjonariusze żądający umieszczenia określonych\n                           spraw w porządku obrad muszą do powyższego żądania załączyć zaświadczenie _świadectwo\n                           depozytowe_, wystawione przez właściwy podmiot, potwierdzające stan posiadania przez\n                           akcjonariusza lub akcjonariuszy, wymaganej do złożenia powyższego żądania części kapitału\n                           zakładowego Spółki. Dodatkowo w przypadku akcjonariusza lub akcjonariuszy instytucjonalnych\n                           lub będących osobami prawnymi lub innymi, których reprezentacja wymaga przedłożenia\n                           właściwych dokumentów zgodnie z zasadami ich reprezentacji, wymagane jest załączenie\n                           do powyższego żądania oryginałów lub kopii tychże dokumentów. Żądanie może zostać\n                           złożone na piśmie w siedzibie Spółki lub w postaci elektronicznej i przesłane na następujący\n                           adres poczty elektronicznej Spółki: ZWZ@berling.pl. Spółka może podjąć proporcjonalne\n                           do celu działania służące identyfikacji akcjonariusza lub akcjonariuszy i weryfikacji\n                           ważności przesłanych dokumentów _art. 4022 pkt 2 lit. a_ k.s.h._,b_\tAkcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej jedną dwudziestą\n                           kapitału zakładowego mogą przed terminem Zwyczajnego Walnego Zgromadzenia zgłaszać\n                           Spółce na piśmie _w siedzibie Spółki_ lub w postaci elektronicznej _przesyłając przy\n                           wykorzystaniu środków komunikacji elektronicznej na następujący adres poczty elektronicznej\n                           Spółki: ZWZ@berling.pl projekty uchwał dotyczące spraw wprowadzonych do porządku obrad\n                           Zwyczajnego Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad. Akcjonariusz lub akcjonariusze żądający umieszczenia określonych spraw w porządku\n                           obrad muszą do powyższego żądania załączyć zaświadczenie _świadectwo depozytowe_,\n                           wystawione przez właściwy podmiot, potwierdzające stan posiadania przez akcjonariusza\n                           lub akcjonariuszy, wymaganej do złożenia powyższego żądania części kapitału zakładowego\n                           Spółki. Dodatkowo w przypadku akcjonariusza lub akcjonariuszy instytucjonalnych lub\n                           będących osobami prawnymi lub innymi, których reprezentacja wymaga przedłożenia właściwych\n                           dokumentów zgodnie z zasadami ich reprezentacji, wymagane jest załączenie do powyższego\n                           żądania oryginałów lub kopii tychże dokumentów. Spółka może podjąć proporcjonalne\n                           do celu działania służące identyfikacji akcjonariusza lub akcjonariuszy i weryfikacji\n                           ważności przesłanych dokumentów _art. 4022 pkt 2 lit. b_ k.s.h._,c_\tKażdy z akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           może podczas Zwyczajnego Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad _art. 4022 pkt 2 lit. c_ k.s.h._,d_\tAkcjonariusz może uczestniczyć w Zwyczajnym Walnym Zgromadzeniu oraz wykonywać\n                           prawo głosu osobiście lub przez pełnomocnika. Pełnomocnik może udzielić dalszego pełnomocnictwa,\n                           jeżeli wynika to z treści pełnomocnictwa. Pełnomocnik może reprezentować więcej niż\n                           jednego akcjonariusza i głosować odmiennie z akcji każdego akcjonariusza. Akcjonariusz\n                           posiadający akcje zapisane na więcej niż jednym rachunku papierów wartościowych może\n                           ustanowić oddzielnych pełnomocników do wykonywania praw z akcji zapisanych na każdym\n                           z rachunków. Akcjonariusz nie będący osobą fizyczną może uczestniczyć w Zwyczajnym\n                           Walnym Zgromadzeniu oraz wykonywać prawo głosu przez osobę uprawnioną do składania\n                           oświadczeń woli w jego imieniu lub przez pełnomocnika. Pełnomocnictwo do uczestniczenia\n                           w Zwyczajnym Walnym Zgromadzeniu i wykonywania prawa głosu wymaga udzielenia na piśmie\n                           lub w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci elektronicznej nie\n                           wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym przy pomocy ważnego\n                           kwalifikowanego certyfikatu. W przypadku  udzielenia pełnomocnictwa w postaci elektronicznej\n                           akcjonariusz informuje o tym fakcie Spółkę przy wykorzystaniu środków komunikacji\n                           elektronicznej na następujący adres poczty elektronicznej Spółki: ZWZ@berling.pl.\n                           Spółka informuje, że wzór formularza pozwalającego na wykonywanie prawa głosu przez\n                           pełnomocnika zawierającego dane określone w art. 4023 § 3 k.s.h. został umieszczony\n                           na stronie internetowej Spółki www.berling.pl w zakładce WALNE ZGROMADZENIE. W przypadku\n                           akcjonariusza instytucjonalnego lub będącego osobą prawną lub inną, którego reprezentacja\n                           wymaga przedłożenia właściwych dokumentów zgodnie z zasadami ich reprezentacji, wymagane\n                           jest załączenie do pełnomocnictwa lub zawiadomienia o udzieleniu pełnomocnictwa w\n                           postaci elektronicznej tychże dokumentów. Zawiadomienie o udzieleniu pełnomocnictwa\n                           w postaci elektronicznej musi być dokonane najpóźniej na 24 godziny przed terminem\n                           Zwyczajnego Walnego Zgromadzenia. Członek Zarządu Spółki i pracownik Spółki mogą być\n                           pełnomocnikami akcjonariuszy na Zwyczajnym Walnym Zgromadzeniu. Jeżeli pełnomocnikiem\n                           na Zwyczajnym Walnym Zgromadzeniu jest członek zarządu, członek rady nadzorczej, likwidator,\n                           pracownik Spółki lub członek organów lub pracownik Spółki lub spółdzielni zależnej\n                           od Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym Walnym\n                           Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności wskazujące\n                           na istnienie bądź możliwość wystąpienia konfliktu interesów. _art. 4022 pkt 2 lit.\n                           d_ k.s.h._,e_\tStatut Spółki nie dopuszcza możliwości udziału w Zwyczajnym Walnym Zgromadzeniu,\n                           wypowiadania się ani oddania głosu przy wykorzystaniu środków komunikacji elektronicznej,\n                           a Regulamin Walnego Zgromadzenia nie przewiduje możliwości oddania głosu na Zwyczajnym\n                           Walnym Zgromadzeniu drogą korespondencyjną _art. 4022 pkt 2 lit. e_ - g_ k.s.h._,f_\tDniem rejestracji uczestnictwa na Zwyczajnym Walnym Zgromadzeniu jest dzień 1 czerwca\n                           2015 r. _\"Dzień Rejestracji\"_. W Zwyczajnym Walnym Zgromadzeniu Spółki mają prawo\n                           uczestniczyć osoby, które:•\tbyły akcjonariuszami Spółki w Dniu Rejestracji, oraz•\tzwróciły się - nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia _tj.\n                           22 maja 2015 r._ i nie później niż w pierwszym dniu powszednim po Dniu Rejestracji\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu _tj. 2 czerwca 2015 r._ podmiotowi prowadzącemu\n                           rachunek papierów wartościowych z żądaniem wystawienia imiennego zaświadczenia o prawie\n                           uczestnictwa w Zwyczajnym Walnym Zgromadzeniu. Spółka ustala listę akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym\n                           Zgromadzeniu na podstawie wykazu sporządzonego i przekazanego Spółce przez Krajowy\n                           Depozyt Papierów Wartościowych. Krajowy Depozyt Papierów Wartościowych sporządza wykaz\n                           na podstawie informacji przekazywanych przez podmioty prowadzące rachunki papierów\n                           wartościowych. Podstawą sporządzenia informacji przekazywanych Krajowemu Depozytowi\n                           Papierów Wartościowych są zaświadczenia o prawie uczestnictwa w Walnym Zgromadzeniu\n                           Spółki.Lista akcjonariuszy uprawnionych do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu\n                           zostanie wyłożona w siedzibie Spółki na trzy dni powszednie przed odbyciem Zwyczajnego\n                           Walnego Zgromadzenia. Akcjonariusz Spółki może żądać przesłania mu listy akcjonariuszy\n                           uprawnionych do udziału w Zwyczajnym Walnym Zgromadzeniu nieodpłatnie pocztą elektroniczną,\n                           podając własny adres poczty elektronicznej, na który lista powinna być wysłana. g_\tOsoby uprawnione do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu mogą uzyskać\n                           pełny tekst dokumentacji, która ma być przedstawiona na Zwyczajnym Walnym Zgromadzeniu\n                           oraz projekty uchwał w siedzibie Spółki oraz na stronie internetowej Spółki www.berling.pl\n                           w zakładce WALNE ZGROMADZENIE.h_\tWszelkie informacje dotyczące Walnego Zgromadzenia udostępnione są na stronie internetowej\n                           Spółki www.berling.pl w zakładce WALNE ZGROMADZENIE.podstawa prawna: Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2009 r. nr 33, poz. 259 wraz z późn. zm._",
        "date": "2015-05-22"
    },
    {
        "company_name": "BERLING SA",
        "content": "Było:Zarząd BERLING S.A. Informuje, że w dniu 31 marca 2014r.Jest: Zarząd BERLING S.A. Informuje, że w dniu 31 marca 2015r. powziął informację o otrzymaniu\n                           przez jego pełnomocnika decyzji Dyrektora Izby Skarbowej w Warszawie z dnia 25.03.2015r.,\n                           znak sprawy 1401/PD-I/4210-7/15/MG orzekającej utrzymanie w mocy decyzję organu pierwszej\n                           instancji, _sprawa dotyczy 2011r. o której Spółka informowała w raporcie nr 11/2014\n                           oraz 14/2014_ w której został określony:1.\tPrzychód ogółem 103.566.702,69 zł _według deklaracji spółki za 2011 rok było 84.456.028,02\n                           zł_, co zwiększa dochód do opodatkowania o 19.110.674,67 zł _podstawa opodatkowania\n                           wzrosła z tytułu objęcia udziałów za wkład niepieniężny w Berling Promotions Sp. z\n                           o.o. – dochód w 2011r. wzrósł o kwotę 19.110.674,67 zł_.2.\tPodatek za 2011r. w związku z zwiększeniem dochodu wzrósł o 3.631.028 zł z 2.671.242\n                           zł do 6.302.270 złW raporcie okresowym za  I i III kwartał 2014 roku oraz w raporcie półrocznym za 2014\n                           rok spółka informowała o kontroli Urzędu Kontroli Skarbowej, który badał rzetelność\n                           deklarowanych podstaw opodatkowania oraz prawidłowości obliczania i wpłacania podatku\n                           dochodowego od osób prawnych za 2011r. Ponadto w raporcie rocznym za 2014 rok spółka\n                           informowała o Decyzji Dyrektora Urzędu Kontroli Skarbowej w Gdańsku od której to spółka\n                           wniosła odwołanie.Stanowisko Spółki jest odmienne od stanowiska Dyrektora Izby Skarbowej w Warszawie,\n                           które zostało przedstawione ww. decyzji stwierdzającej, że wniesiony aport nie stanowił\n                           zorganizowanej części przedsiębiorstwa Berling S.A. i w związku z tym nie podlegał\n                           zwolnieniu od podatku dochodowego od osób prawnych.Wobec powyższego spółka zamierza wnieść skargę od ww. decyzji Dyrektora Izby Skarbowej\n                           w Warszawie do Wojewódzkiego Sądu Administracyjnego w Warszawie, która umożliwi wydanie\n                           korzystnej dla spółki decyzji, która będzie zgodna z opinią reprezentowaną przez Zarząd\n                           Spółki w 2011 roku, iż była to zorganizowana część przedsiębiorstwa Berling S.A. i\n                           w związku z tym objęcie udziałów za wkład niepieniężny podlegało zwolnieniu od podatku\n                           dochodowego od osób prawnych.Podstawa prawna przekazania raportu:Art. 154 ust.1  ustawy o obrocie instrumentami finansowymi",
        "date": "2015-04-01"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd BERLING S.A. Informuje, że w dniu 31 marca 2014r. powziął informację o otrzymaniu\n                           przez jego pełnomocnika decyzji Dyrektora Izby Skarbowej w Warszawie z dnia 25.03.2015r.,\n                           znak sprawy 1401/PD-I/4210-7/15/MG orzekającej utrzymanie w mocy decyzję organu pierwszej\n                           instancji, _sprawa dotyczy 2011r. o której Spółka informowała w raporcie nr 11/2014\n                           oraz 14/2014_ w której został określony:1.\tPrzychód ogółem 103.566.702,69 zł _według deklaracji spółki za 2011 rok było 84.456.028,02\n                           zł_, co zwiększa dochód do opodatkowania o 19.110.674,67 zł _podstawa opodatkowania\n                           wzrosła z tytułu objęcia udziałów za wkład niepieniężny w Berling Promotions Sp. z\n                           o.o. – dochód w 2011r. wzrósł o kwotę 19.110.674,67 zł_.2.\tPodatek za 2011r. w związku z zwiększeniem dochodu wzrósł o 3.631.028 zł z 2.671.242\n                           zł do 6.302.270 złW raporcie okresowym za  I i III kwartał 2014 roku oraz w raporcie półrocznym za 2014\n                           rok spółka informowała o kontroli Urzędu Kontroli Skarbowej, który badał rzetelność\n                           deklarowanych podstaw opodatkowania oraz prawidłowości obliczania i wpłacania podatku\n                           dochodowego od osób prawnych za 2011r. Ponadto w raporcie rocznym za 2014 rok spółka\n                           informowała o Decyzji Dyrektora Urzędu Kontroli Skarbowej w Gdańsku od której to spółka\n                           wniosła odwołanie.Stanowisko Spółki jest odmienne od stanowiska Dyrektora Izby Skarbowej w Warszawie,\n                           które zostało przedstawione ww. decyzji stwierdzającej, że wniesiony aport nie stanowił\n                           zorganizowanej części przedsiębiorstwa Berling S.A. i w związku z tym nie podlegał\n                           zwolnieniu od podatku dochodowego od osób prawnych.Wobec powyższego spółka zamierza wnieść skargę od ww. decyzji Dyrektora Izby Skarbowej\n                           w Warszawie do Wojewódzkiego Sądu Administracyjnego w Warszawie, która umożliwi wydanie\n                           korzystnej dla spółki decyzji, która będzie zgodna z opinią reprezentowaną przez Zarząd\n                           Spółki w 2011 roku, iż była to zorganizowana część przedsiębiorstwa Berling S.A. i\n                           w związku z tym objęcie udziałów za wkład niepieniężny podlegało zwolnieniu od podatku\n                           dochodowego od osób prawnych.Podstawa prawna przekazania raportu:Art. 154 ust.1  ustawy o obrocie instrumentami finansowymi",
        "date": "2015-03-31"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling  S.A. przekazuje wykaz wszystkich informacji określonych w art. 56\n                           ust. 1 ustawy z dnia 29 lipca 2005r. o ofercie publicznej i warunkach wprowadzenia\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           przekazanych do publicznej wiadomości w roku 2014.Przekazane informacje dostępne są na stronie internetowej Spółki www.berling.plRaporty bieżące Data\tNr raportu\tTemat07.01.2014\t001/2014\tTerminy publikacji raportów okresowych w 2014 roku26.03.2014\t002/2014\tWykaz wszystkich informacji przekazanych do publicznej wiadomości\n                           w roku 201323.05.2013\t003/2014\tWybór podmiotu uprawnionego do przeglądu sprawozdania finansowego\n                           i skonsolidowanego sprawozdania finansowego emitenta28.05.2014\t004/2014\tOgłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki28.05.2014\t005/2014\tProjekty uchwał na Zwyczajne Walne Zgromadzenie spółki Berling\n                           S.A.16.06.2014\t006/2014\tWykaz akcjonariuszy uprawnionych do udziału w Zwyczajnym Walnym\n                           Zgromadzeniu Berling S.A24.06.2014\t007/2014\tUchwały podjęte na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy\n                           Berling S.A.24.06.2014\t008/2014\t Wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu Berling S.A w dniu 11 czerwca 2013r.24.06.2014\t009/2014\tWypłata dywidendy przez spółkę Berling S.A.16.07.2014\t010/2014\tObroty na wartość umowy znaczącej 13.08.2014\t011/2014\tOtrzymanie protokołu z czynności postępowania kontrolnego Urzędu\n                           Kontroli Skarbowej w Gdańsku12.09.2014\t012/2014\tTransakcja dotycząca znacznych pakietów akcji zawarta przez spółkę\n                           należącą do osób wchodzących w skład organów zarządzających i nadzorujących u emitenta16.09.2014\t013/2014\tTransakcja dotycząca znacznych pakietów akcji zawarta przez spółkę\n                           należącą do osób wchodzących w skład organów zarządzających i nadzorujących u emitenta05.12.2014\t014/2014\tOtrzymanie decyzji Dyrektora Urzędu Kontroli Skarbowej w GdańskuRaporty okresoweData\tNr raportu\tTemat21.03.2014\tR/2013\tRaport roczny za rok 201321.03.2014\tSR/2013\tSkonsolidowany raport roczny za rok 201315.05.2014\tSRQ1\tSkonsolidowany raport kwartalny za I kwartał 2014 roku29.08.2014\tSRP\tSkonsolidowany raport półroczny za I półrocze 2014 roku14.11.2014\tSRQ3\tSkonsolidowany raport kwartalny za III kwartał 2014 rokuPodstawa prawna przekazania raportu: art. 65 ust. 1 ustawy z  dnia 29 lipca 2005r.\n                           o ofercie publicznej i warunkach wprowadzenia instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych",
        "date": "2015-03-10"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd BERLING S.A. informuje, że w dniu 27 stycznia 2015r. otrzymał zawiadomienie\n                           od AvivaInvestors Poland S.A. na podstawie art. 69 ust.1 pkt. 2_ w związku z art. 69a ust.\n                           1 pkt 1_ i art. 87 ust.1 pkt. 3_ lit. b_ ustawy z dnia 29 lipca 2005r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _t.j. Dz. U. z 2013r., poz. 1382_ - zwana dalej \"Ustawa\",\n                           Aviva Investors Poland S.A., działając w imieniu własnym, jako podmiot, któremu Aviva\n                           Investors Poland Towarzystwo Funduszy Investycyjnych S.A., zleciło zarządzanie portfelami\n                           inwestycyjnymi funduszy inwestycyjnych, których jest organem, tj.:1_ Aviva Investors Fyundusz Inwestycyjny Otwarty oraz2_ Aviva Investors Specjalistyczny Fundusz Inwestycyjny Otwarty _dalej \"Fundusze\"_Informujące, że w dniu 01 .01.2015r. rozwiązaniu uległy dotychczasowe umowy o świadczenie\n                           przez Aviva Investors Poland S.A, usług zarządzania portfelami w skład których wchodzi\n                           jeden lub większa liczba instrumentów finansowych na rzecz ww. Funduszy, wobec czego\n                           Aviva Investors Poland S.A przestało być uprawnione do wykonywania prawa głosu z akcji\n                           Spółki wchodzącej w skład portfeli inwestycyjnych funduszy.W wyniku ww. zdarzenia Aviva Investors Poland S.A, nie posiada już udziału w ogólnej\n                           liczbie głosów na walnym zgromadzeniu Spółki, jako podmiot, który może w imieniu swoich\n                           zleceniodawców wykonywać prawo głosu na walnym zgromadzeniu Spółki.Przedmiotowy komunikat pozostaje bez wpływu na dotychczasowe oświadczenia składane\n                           przez Aviva Investors Poland S.A w imieniu i na rzecz Funduszy w zakresie poziomu\n                           zaangażowania Funduszy w ogólnej liczbie głosów na walnym zgromadzeniu Spółki, który\n                           nadal kształtuje się na poziomie powyżej 5% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki.Podstawa prawna przekazania raportu:Art. 70 ust. 1 Ustawy z dnia 29 lipca 2005r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych",
        "date": "2015-01-27"
    },
    {
        "company_name": "BERLING SA",
        "content": "Zarząd Berling S.A. informuje, że w dniu 26 stycznia 2015r. otrzymał zawiadomienie\n                           w trybie art. 160 Ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi\n                           od osoby pełniącej funkcję Przewodniczącego Rady Nadzorczej Spółki w 2015 roku.Zawiadomienie dotyczy nabycia przez Przewodniczącego Rady Nadzorczej Tomasza Berlinga\n                           80.000 _osiemdziesiąt tysięcy_ akcji Spółki na podstawie następujących transakcji:- w dniu 19.01.2015 r. nabył 40.262 akcje po cenie 3,80 zł za jedną akcję. Transakcja\n                           została dokonana podczas sesji na Giełdzie Papierów Wartościowych w Warszawie;- w dniu 21.01.2015 r. nabył 2.362 akcje po cenie 3,79 zł za jedną akcję. Transakcja\n                           została dokonana podczas sesji na Giełdzie Papierów Wartościowych w Warszawie;- w dniu 26.01.2015 r. nabył 37.376 akcji po cenie 3,80 zł za jedną akcję. Transakcja\n                           została dokonana podczas sesji na Giełdzie Papierów Wartościowych w Warszawie;Podstawa prawna przekazania raportu: Art. 160 ust.4 Ustawy o obrocie instrumentami\n                           finansowymi",
        "date": "2015-01-26"
    }
]