[
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. informuje, że z dniem 31 grudnia 2005 roku ulega\n                           zamknięciu Oddział Spółki działający pod firmą Korporacja Gospodarcza \"efekt\" S.A.\n                           Oddział Handlu w Krakowie. Jego dotychczasowe agendy zostają z dniem 1 stycznia 2006\n                           roku włączone do struktury organizacyjnej emitenta. Zmiana ta ma na celu uproszczenie\n                           struktury organizacyjnej Korporacji Gospodarczej \"efekt\" S.A.",
        "date": "2005-12-29"
    },
    {
        "company_name": "EFEKT",
        "content": "W nawiązaniu do raportu bieżącego nr 17/2005 Korporacja Gospodarcza \"efekt\" S.A. informuje,\n                           że w dniu 1 grudnia 2005 roku otrzymała postanowienie Sądu Rejonowego dla Krakowa\n                           - Śródmieścia w Krakowie, Wydział VII Gospodarczy Rejestru Zastawów z dnia 23 listopada\n                           2005 roku o wykreśleniu w rejestrze zastawów zastawu ustanowionego na rzecz Banku\n                           Millennium S.A. na 908 udziałach w kapitale zakładowym \"EFEKT-HOTELE\" spółki z o.o.,\n                           będącej spółką zależna emitenta.Wykreślenie zastawu ustanowionego na rzecz Banku Millennium S.A. nastąpiło w związku\n                           z wygaśnięciem umowy kredytowej zawartej przez spółkę \"EFEKT-HOTELE\" sp. z o.o. z\n                           Bankiem Millennium S.A., o czym emitent informował w raporcie bieżącym nr 19/2005.Obecnie jedynym obciążeniem udziałów posiadanych przez emitenta w spółce \"EFEKT-HOTELE\"\n                           sp. z o.o. jest zastaw rejestrowy na rzecz BPH Banku Hipotecznego S.A., o którego\n                           ustanowieniu emitent informował w raporcie bieżącym nr 17/2005.",
        "date": "2005-12-02"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. informuje, że od dnia 15 listopada 2005 roku zmianie\n                           ulega adres Spółki. Nowa siedziba Zarządu Korporacji mieścić się będzie w Krakowie\n                           przy ul. Opolskiej 12, 31-323 Kraków, tel. 12/ 420 33 30, fax 12/ 420 33 44.",
        "date": "2005-11-14"
    },
    {
        "company_name": "EFEKT",
        "content": "Emitent informuje, że w dniu 27 października 2005 roku zawiązana została spółka pod\n                           firmą LIDER HOTEL sp. z o.o. w Krakowie, którą powołała Korporacja Gospodarcza \"efekt\"\n                           S.A. oraz spółka od niej w 100% zależna EFEKT-HOTELE sp. z o.o. Kapitał zakładowy\n                           spółki LIDER HOTEL sp. z o.o. wynosi 8.000.000,00zł. Udziały w kapitale zakładowym\n                           objęte zostały w ten sposób, że EFEKT-HOTELE sp. z o.o. objęła 395 udziałów o wartości\n                           nominalnej 20.000,00zł każdy udział, tj. udziały o łącznej wartości nominalnej 7.900.000,00zł,\n                           natomiast Korporacja Gospodarcza \"efekt\" S.A. objęła 5 udziałów o wartości nominalnej\n                           20.000,00 zł każdy udział, tj. udziały o łącznej wartości nominalnej 100.000,00zł.\n                           Udziały w kapitale zakładowym spółki LIDER HOTEL sp. z o.o. objęte przez EFEKT-HOTELE\n                           pokryte zostały aportem w postaci nieruchomości położonych przy ul. Opolskiej w Krakowie,\n                           tj. 1_ częściowo zabudowaną i uzbrojoną nieruchomością objętą księgą wieczystą kw\n                           nr KR1P/00259250/2 o łącznej powierzchni 13.408 m2, 2_ nieruchomością o łącznej powierzchni\n                           217 m2 objętą księgą wieczystą kw nr KR1P/00261917/3 oraz 3_ prawem użytkowania wieczystego\n                           nieruchomości o powierzchni 180 m2 objętej księgą wieczystą kw nr KR1P/00259251/9.\n                           Udziały w kapitale zakładowym spółki LIDER HOTEL sp. z o.o. objęte przez Korporację\n                           Gospodarczą \"efekt\" S.A. pokryte zostały wkładem pieniężnym.Aktywa wnoszone do spółki LIDER HOTEL sp. z o.o. przez EFEKT-HOTELE sp. z o.o. wycenione\n                           zostały według ich wartości ewidencyjnej figurującej w księgach rachunkowych EFEKT-HOTELE\n                           sp. z o.o.  Za kryterium uznania aktywów za aktywa o znacznej wartości przyjęta została wartość\n                           wnoszonego aportu przekraczająca 10% wartości kapitałów własnych emitenta.Podstawa prawna: § 5 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 października\n                           2005 r.",
        "date": "2005-10-28"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. w Krakowie informuje o zmianie daty przekazania\n                           skonsolidowanego raportu półrocznego SA-PS 2005, który zostanie podany do publicznej\n                           wiadomości w dniu 28 października 2005 roku, a nie jak wskazano w terminarzu 31 października\n                           2005 roku. Zmiana terminu wynika z zakończenia przeglądu sprawozdania i uzyskania\n                           opinii biegłego rewidenta. Podstawa prawna: § 107 ust. 1 rozporządzenia Rady Ministrów z dnia 21 marca 2005 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych",
        "date": "2005-10-25"
    },
    {
        "company_name": "EFEKT",
        "content": "Emitent informuje o otrzymaniu w dniu dzisiejszym od spółki zależnej Efekt-Hotele\n                           spółki z o.o. z siedzibą w Krakowie, informacji o dokonaniu przez Efekt-Hotele spółkę\n                           z o.o. w dniu 30.09.2005 roku spłaty całości zobowiązań wynikających z kredytu inwestycyjnego\n                           zaciągniętego przez tę spółkę w Banku Millennium S.A. na podstawie umowy z dnia 14.02.2002\n                           roku, o której emitent informował w raporcie bieżącym nr 6/2002 roku.Spłata zobowiązań nastąpiła środkami finansowymi uzyskanymi z kredytu udzielonego\n                           spółce Efekt-Hotele przez BPH Bank Hipoteczny S.A., o której to umowie emitent informował\n                           w raporcie bieżącym nr 16/2005 z dnia 5.08.2005 roku. Dokonana przez spółkę zależną\n                           Efekt-Hotele sp. z o.o. spłata zobowiązań kredytowych wobec Banku Millennium S.A.\n                           powoduje wygaśnięcie umowy kredytowej zawartej z tym Bankiem.Spłacony kredyt inwestycyjny zastąpiony został kredytem refinansowym zaciągniętym\n                           w BPH Banku Hipotecznym S.A. o wydłużonym okresie spłaty ustalonym na 20 lat, tj.\n                           do roku 2025.",
        "date": "2005-10-03"
    },
    {
        "company_name": "EFEKT",
        "content": "Emitent informuje, że w dniu 20 września 2005 roku Pan Edward Pietras złożył rezygnację\n                           z pełnienia funkcji Członka Zarządu Korporacji Gospodarczej \"efekt\" SA ze skutkiem\n                           na dzień 30 września 2005 roku.",
        "date": "2005-09-21"
    },
    {
        "company_name": "EFEKT",
        "content": "W nawiązaniu do raportu bieżącego nr 16/2005 z dnia 5 sierpnia 2005 roku, Korporacja\n                           Gospodarcza \"efekt\" S.A. z siedzibą w Krakowie informuje, że w dniu dzisiejszym otrzymała\n                           postanowienie Sądu Rejonowego dla Krakowa-Śródmieścia w Krakowie o wpisie zastawu\n                           rejestrowego na rzecz BPH Banku Hipotecznego S.A. z siedzibą w Warszawie. Wpisu dokonano\n                           w dniu 1 września 2005 roku. Przedmiotem zastawu jest 908 udziałów Korporacji Gospodarczej\n                           \"efekt\" S.A.  w kapitale zakładowym spółki zależnej Efekt-Hotele sp. z o.o. z siedzibą\n                           w Krakowie o wartości nominalnej 20.000,00 złotych każdy udział. Zastawione udziały\n                           stanowią 100 % kapitału zakładowego spółki Efekt-Hotele sp. z o.o.. Ustanowiony zastaw\n                           rejestrowy stanowi zabezpieczenie spłaty wierzytelności BPH Banku Hipotecznego S.A.\n                           wobec spółki Efekt-Hotele sp. z o.o. z tytułu umowy kredytowej na kwotę 7.057.717,00\n                           franków szwajcarskich _CHF_, o której emitent informował w raporcie bieżącym nr 16/2005\n                           z dnia 5 sierpnia 2005 roku. Wartość ewidencyjna obciążonych aktywów w księgach rachunkowych\n                           emitenta wynosi 20.920.320,00 złotych. Pomiędzy emitentem i osobami zarządzającymi\n                           lub nadzorującymi emitenta a PBH Bankiem Hipotecznym S.A. z siedzibą w Warszawie i\n                           osobami nim zarządzającymi brak jest jakichkolwiek powiązań. Kryterium będącym podstawą\n                           uznania aktywów za aktywa o znacznej wartości jest wartość obciążonych aktywów przekraczająca\n                           20 % kapitału zakładowego Efekt-Hotele sp. z o.o.par. 5 ust. 1 pkt 1 RO - ustanowienie zastawu na aktywach o znacznej wartości",
        "date": "2005-09-09"
    },
    {
        "company_name": "EFEKT",
        "content": "Podstawa prawna: § 27 ust. 3 Regulaminu GPWKorporacja Gospodarcza \"efekt\" S.A. informuje, że zgodnie ze stanowiskiem Zarządu\n                           Spółki wyrażonym w uchwale nr 5/2005 z dnia 17 maja 2005 roku oraz stanowiskiem Rady\n                           Nadzorczej wyrażonym w uchwale nr 6/2005 z dnia 17 maja 2005 roku Spółka podtrzymuje\n                           swoje dotychczasowe stanowisko przekazane do wiadomości publicznej raportem bieżącym\n                           nr 19/2004 z dnia 29 czerwca 2004 roku i analogicznie jak to miało miejsce w stosunku\n                           do dokumentu \"Dobre praktyki w spółkach publicznych w 2002 roku\" nie przyjmuje zasad\n                           ładu korporacyjnego zawartych w dokumencie pt. \"Dobre praktyki w spółkach publicznych\n                           2005\". Stanowisko to powodowane jest krytyczną oceną sposobu ujęcia poszczególnych\n                           zasad zawartych w dokumencie pt. \"Dobre praktyki w spółkach publicznych 2005\" oraz\n                           nie ustalonym do chwili obecnej trybem rozpatrywania ewentualnych sporów związanych\n                           z przestrzeganiem zasad ładu korporacyjnego.Jednocześnie Korporacja Gospodarcza \"efekt\" S.A. potwierdza, iż trwałą wartością w\n                           działaniach Spółki, jej organów oraz akcjonariuszy jest przestrzeganie zasad ładu\n                           korporacyjnego w granicach określonych przez obowiązujące prawo, w tym przez odpowiednie\n                           regulacje Kodeksu spółek handlowych oraz Prawa o publicznym obrocie papierami wartościowymi.",
        "date": "2005-06-30"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. z siedzibą w Krakowie informuje, że z dniem 10\n                           czerwca 2005 roku uległa zmianie umowa o udzielenie inwestycyjnego kredytu dewizowego\n                           nr 5/02 zawarta w dniu 14 lutego 2002 roku pomiędzy spółką zależną Efekt-Hotele sp.\n                           z o.o. z siedzibą w Krakowie a Bankiem Millennium S.A. z siedzibą w Warszawie, o której\n                           emitent informował raportem bieżącym nr 6/2002 z dnia 15 lutego 2002 roku. Zmiana\n                           polega na wydłużeniu okresu spłaty kredytu do dnia 31 grudnia 2011 roku.",
        "date": "2005-06-22"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. z siedzibą w Krakowie przekazuje wykaz akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki, które odbyło się w dniu 21 czerwca 2005 roku: 1. \"Inwest-Efekt\" spółka z o.o. w Krakowie 403.134 głosy stanowiące 26,08% głosów\n                           na tym zgromadzeniu2. Gminna Spółdzielnia SCh w Niepołomicach 151.366 głosów stanowiących 9,79% głosów\n                           na tym zgromadzeniu3. Rejonowa Spółdzielnia Zaopatrzenia i Zbytu w Krzeszowicach 126.670 głosów stanowiących\n                           8,19% głosów na tym zgromadzeniu4. Spółdzielnia Rolniczo-Handlowa \"ROLA\" w Skawinie 87.750 głosów stanowiących 5,67%\n                           głosów na tym zgromadzeniuAkcjonariuszom uczestniczącym w Zwyczajnym Walnym Zgromadzeniu przysługiwało 1.545.496\n                           głosów.",
        "date": "2005-06-22"
    },
    {
        "company_name": "EFEKT",
        "content": "Emitent informuje, że w dniu dzisiejszym otrzymał postanowienie Sądu Najwyższego z\n                           dn. 06.05.2005r., sygn. akt III CK 170/05, którym Sąd Najwyższy odmówił przyjęcia\n                           do rozpoznania kasacji wniesionej przez Roberta Orła w sprawie o unieważnienie uchwały\n                           Walnego Zgromadzenia Korporacji Gospodarczej \"efekt\" S.A. z dnia 28 września 1999\n                           roku, dotyczącej połączenia \"efekt\" S.A. z \"AGRO-EFEKT\" S.A..Odmowa przyjęcia kasacji do rozpoznania powoduje, że wyrok Sądu Okręgowego w Krakowie,\n                           Wydział IX Gospodarczy z dnia 10 marca 2004 roku, którym oddalono wniesione przez\n                           Roberta Orła powództwo o unieważnienie uchwały emitenta z dnia 28 września 1999 roku\n                           w sprawie połączenia z \"AGRO-EFEKT\" S.A., jest prawomocny.",
        "date": "2005-06-13"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. z siedzibą w Krakowie przekazuje treść projektów\n                           uchwał, przygotowanych na Zwyczajne Walne Zgromadzenie Spółki, zwołane na dzień 21\n                           czerwca 2005 roku. UCHWAŁA NR 1Zwyczajnego Walnego Zgromadzenia Korporacji Gospodarczej \"efekt\" S.A. w Krakowiez dnia 21 czerwca 2005 rokuw sprawie wyboru Przewodniczącego ZgromadzeniaZwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z siedzibą w Krakowie\n                           – działając na podstawie art. 409 § 1 Kodeksu spółek handlowych oraz § 6 Regulaminu\n                           WZA – wybiera na Przewodniczącego Zwyczajnego Walnego Zgromadzenia Panią/Pana _________________________________.\n                           UCHWAŁA NR 2Zwyczajnego Walnego ZgromadzeniaKorporacji Gospodarczej \"efekt\" S.A. w Krakowiez dnia 21 czerwca 2005 rokuw sprawie wyboru Komisji Mandatowo-Skrutacyjnej Zwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z siedzibą w Krakowie\n                           – działając na podstawie § 9 Regulaminu WZA – wybiera do Komisji Mandatowo-Skrutacyjnej\n                           niżej wymienione osoby:1. _________________________________2. _________________________________3. _________________________________ UCHWAŁA NR 3Zwyczajnego Walnego Zgromadzenia Korporacji Gospodarczej \"efekt\" S.A. w Krakowiez dnia 21 czerwca 2005 rokuw sprawie przyjęcia porządku obradZwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z  siedzibą w Krakowie\n                           – działając na podstawie art. 404 Kodeksu spółek handlowych – uchwala następujący\n                           porządek obrad:1. Otwarcie obrad, wybór Przewodniczącego Walnego Zgromadzenia. 2. Wybór Komisji Mandatowo – Skrutacyjnej oraz stwierdzenie prawidłowości zwołania\n                           Walnego Zgromadzenia i jego zdolności do podejmowania uchwał.3. Przyjęcie porządku obrad.4. Rozpatrzenie sprawozdania Zarządu z działalności Spółki wraz ze sprawozdaniem finansowym\n                           za 2004 rok oraz sprawozdaniem z wykorzystania kapitałów rezerwowych i funduszu motywacyjnego\n                           w 2004 roku. 5. Rozpatrzenie skonsolidowanego sprawozdania finansowego grupy kapitałowej \"efekt“\n                           S.A. za 2004 rok.6. Rozpatrzenie sprawozdania Rady Nadzorczej.7. Podjęcie uchwał w sprawie:a_ zatwierdzenia sprawozdania Zarządu z działalności Spółki za 2004 rok, zatwierdzenia\n                           sprawozdania finansowego za 2004 rok oraz sprawozdania z wykorzystania kapitałów rezerwowych\n                           i funduszu motywacyjnego w 2004 roku;b_ zatwierdzenia skonsolidowanego sprawozdania finansowego grupy kapitałowej \"efekt“\n                           S.A. za 2004 rok.8. Podjęcie uchwały w sprawie udzielenia członkom Zarządu absolutorium z wykonania\n                           obowiązków za 2004 rok.9. Podjęcie uchwały w sprawie udzielenia członkom Rady Nadzorczej absolutorium z wykonania\n                           obowiązków za 2004 rok.10. Podjęcie uchwały w sprawie podziału zysku.11. Zamknięcie obrad. UCHWAŁA NR 4Zwyczajnego Walnego ZgromadzeniaKorporacji Gospodarczej \"efekt\" S.A. w Krakowiez dnia 21 czerwca 2005 rokuw sprawie zatwierdzeniasprawozdania Zarządu z działalności Spółki za 2004 rok,sprawozdania finansowego za 2004 rokoraz sprawozdania z wykorzystania kapitałów rezerwowychi funduszu motywacyjnego w 2004 rokuI.Zwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z  siedzibą w Krakowie\n                           – działając na podstawie art. 393 pkt 1, art. 395 § 2 pkt 1 Kodeksu spółek handlowych,\n                           § 6 ust. 2 pkt 3 Statutu Spółki oraz art. 53 ust. 1 ustawy o rachunkowości – przyjmuje\n                           i zatwierdza:1. sprawozdanie finansowe Spółki za rok obrotowy 2004 obejmujące:a_ bilans sporządzony na dzień 31.12.2004 roku, który po stronie aktywów i pasywów\n                           zamyka się sumą\t60.134.260,35 złb_ rachunek zysków i strat za rok obrotowy 2004, wykazujący zysk netto w wysokości\n                           \t1.712.574,56 złc_ zestawienie zmian w kapitale własnym za rok obrotowy 2004, wykazujące zwiększenie\n                           kapitału własnego o kwotę\t932.630,83 złd_ rachunek przepływów pieniężnych, wykazujący zmniejszenie stanu środków pieniężnych\n                           w ciągu roku obrotowego 2004 o kwotę 46.579,42 złe_ informację dodatkową\t2. sprawozdanie z działalności Spółki w 2004 roku.II.Zwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. – działając na podstawie\n                           art. 396 § 5 Kodeksu spółek handlowych, § 12 ust. 3 Statutu Spółki oraz uchwalonych\n                           przez WZA regulaminów – przyjmuje i zatwierdza sprawozdanie Zarządu z wykorzystania\n                           kapitałów rezerwowych oraz funduszu motywacyjnego w roku obrotowym 2004. UCHWAŁA NR\n                           5Zwyczajnego Walnego Zgromadzenia Korporacji Gospodarczej \"efekt\" S.A. w Krakowiez dnia 21 czerwca 2005 rokuw sprawie zatwierdzeniaskonsolidowanego sprawozdania finansowego grupy kapitałowejKorporacji Gospodarczej \"efekt\" S.A. za rok 2004Zwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z  siedzibą w Krakowie\n                           – działając na podstawie art. 395 § 5 Kodeksu spółek handlowych, § 6 ust. 2 pkt 3\n                           Statutu Spółki oraz art. 63 c ust. 4 ustawy o rachunkowości – przyjmuje i zatwierdza\n                           skonsolidowane sprawozdanie finansowe grupy kapitałowej \"efekt\" za rok obrotowy 2004\n                           obejmujące: a_ skonsolidowany bilans sporządzony na dzień 31.12.2004 roku, który po stronie aktywów\n                           i pasywów zamyka się sumą 81.669.158,35 złb_ skonsolidowany rachunek zysków i strat za rok obrotowy 2004, wykazujący zysk netto\n                           w wysokości\t 1.042.266,42 złc_ zestawienie zmian w skonsolidowanym kapitale własnym za rok obrotowy 2004, wykazujące\n                           zmniejszenie stanu kapitału własnego o kwotę 374.063,89 złd_ skonsolidowany rachunek przepływów pieniężnych, wykazujący zwiększenie stanu środków\n                           pieniężnych w ciągu roku obrotowego 2004 o kwotę 1.944.780,30 złe_ informację dodatkową\tf_ dołączone do rocznego skonsolidowanego sprawozdania finansowego sprawozdanie Zarządu\n                           z działalności grupy kapitałowej w 2004 roku.\t UCHWAŁA NR 6Zwyczajnego Walnego Zgromadzenia Korporacji Gospodarczej \"efekt\" S.A. w Krakowiez dnia 21 czerwca 2005 rokuw sprawie udzielenia Członkom Zarząduabsolutorium z wykonania obowiązków Zwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z  siedzibą w Krakowie\n                           – działając na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3  Kodeksu spółek handlowych\n                           oraz § 6 ust. 2 pkt 5 Statutu Spółki – udziela absolutorium z wykonania obowiązków:- Panu Bogumiłowi Adamkowi - Prezesowi Zarządu za okres od 01.01.2004 roku do 31.12.2004\n                           roku, - Panu Mieczysławowi Kokosińskiemu - Wiceprezesowi Zarządu za okres od 01.01.2004\n                           roku do 31.12.2004 roku,- Pani Jadwidze Chachlowskiej - Członkowi Zarządu za okres od 01.01.2004 roku do 31.12.2004\n                           roku,- Panu Edwardowi Pietrasowi - Członkowi Zarządu za okres od 01.01.2004 roku do 31.12.2004\n                           roku. UCHWAŁA NR 7Zwyczajnego Walnego Zgromadzenia Korporacji Gospodarczej \"efekt\" S.A. w Krakowiez dnia 21 czerwca 2005 rokuw sprawie udzielenia Członkom Rady Nadzorczejabsolutorium z wykonania obowiązkówZwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z  siedzibą w Krakowie\n                           – działając na podstawie art. 393 pkt 1 i art. 395 § 2 pkt 3 Kodeksu spółek handlowych\n                           oraz § 6 ust. 2 pkt 5 Statutu Spółki -  udziela absolutorium z wykonania obowiązków:- Panu Romanowi Niestrojowi - Przewodniczącemu Rady Nadzorczej za okres od 01.01.2004\n                           roku do 31.12.2004 roku,- Panu Janowi Leśniakowi - Wiceprzewodniczącemu Rady Nadzorczej za okres od 01.01.2004\n                           roku do 31.12.2004 roku,- Panu Stanisławowi Lasce - Członkowi Rady Nadzorczej za okres od 01.01.2004 roku\n                           do 31.12.2004 roku,- Panu Bogumiłowi Przybyło - Członkowi Rady Nadzorczej za okres od 01.01.2004 roku\n                           do 31.12.2004 roku,- Panu Ryszardowi Rudzkiemu - Członkowi Rady Nadzorczej za okres od 01.01.2004 roku\n                           do 31.12.2004 roku. UCHWAŁA NR 8Zwyczajnego Walnego Zgromadzenia Korporacji Gospodarczej \"efekt\" S.A. w Krakowiez dnia 21 czerwca 2005 rokuw sprawie podziału zysku netto za 2004 rokI. Zwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z siedzibą w\n                           Krakowie – działając na podstawie art. 395 § 2 pkt 2 Kodeksu spółek handlowych oraz\n                           § 6 ust. 2 pkt 4 Statutu Spółki, na wniosek Zarządu Spółki pozytywnie zaopiniowany\n                           przez Radę Nadzorczą – uchwala następujący podział zysku bilansowego za rok 2004:zysk bilansowy netto za rok 2004 wynoszący 1.712.574,56 złprzeznacza się na:1_ dywidendę\t677.910,00 zł2_ kapitały rezerwowe\t912.630,83 zł3_ kontynuację ubezpieczeń na warunkach III filaru\t120.000,00 zł4_ opłaty dla KDPW z tytułu obsługi wypłaty dywidendy\t2.033,73 złII. Dywidenda na jedną akcję zwykłą wynosi 0,40 zł _brutto_, dywidenda na jedną akcję\n                           uprzywilejowaną wynosi 0,48 zł _brutto_.III. Zwyczajne Walne Zgromadzenie Korporacji Gospodarczej \"efekt\" S.A. z siedzibą\n                           w Krakowie – działając na podstawie art. 348 § 3 w zw. z art. 347 § 1 Kodeksu spółek\n                           handlowych oraz § 6 ust. 3 Statutu Spółki – określa dzień ustalenia prawa do dywidendy\n                           na 30 sierpnia 2005 roku oraz ustala termin wypłaty dywidendy na dzień 10 października\n                           2005 roku. IV. Wykonanie uchwały powierza się Zarządowi Spółki.",
        "date": "2005-06-13"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. w Krakowie informuje o zmianie daty przekazania\n                           skonsolidowanego raportu rocznego za 2004 rok, który zostanie podany do publicznej\n                           wiadomości w dniu 24 maja 2005 roku, a nie jak wskazano w terminarzu – 31 maja 2005\n                           roku. Zmiana terminu wynika z zakończenia badania sprawozdania i uzyskania opinii\n                           biegłego rewidenta.",
        "date": "2005-05-18"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. w Krakowie informuje, że na posiedzeniu w dniu\n                           17 maja 2005 roku Rada Nadzorcza Spółki zaakceptowała wniosek Zarządu, który zaproponował\n                           wypłatę dywidendy z zysku za rok 2004 w kwocie 0,40 zł na jedną akcję zwykłą i 0,48\n                           zł na jedną akcje uprzywilejowaną. Ostateczną decyzję w sprawie podziału zysku netto\n                           za rok 2004 podejmie Walne Zgromadzenie, które odbędzie się w dniu 21 czerwca 2005\n                           roku.",
        "date": "2005-05-18"
    },
    {
        "company_name": "EFEKT",
        "content": "Zarząd Korporacji Gospodarczej \"efekt\" S.A. z siedzibą w Krakowie przy ul. Saskiej\n                           4, wpisanej pod numerem 0000115403 do rejestru przedsiębiorców w Sądzie Rejonowym\n                           dla Krakowa-Śródmieścia w Krakowie, Wydział XI Gospodarczy Krajowego Rejestru Sądowego,\n                           działając na podstawie art. 395, 399 § 1 i art. 402 k.s.h. oraz § 5 ust. 1 Statutu\n                           Spółki, zwołuje Zwyczajne Walne Zgromadzenie na dzień 21 czerwca 2005 r., godz. 11.00\n                           w Krakowie przy ul. Opolskiej 14 _Hotel Express by Holiday Inn_.Porządek obrad:1. Otwarcie obrad, wybór Przewodniczącego Walnego Zgromadzenia. 2. Wybór Komisji Mandatowo – Skrutacyjnej oraz stwierdzenie prawidłowości zwołania\n                           Walnego Zgromadzenia i jego zdolności do podejmowania uchwał.3. Przyjęcie porządku obrad.4. Rozpatrzenie sprawozdania Zarządu z działalności Spółki wraz ze sprawozdaniem finansowym\n                           za 2004 rok oraz sprawozdaniem z wykorzystania kapitałów rezerwowych i funduszu motywacyjnego\n                           w 2004 roku. 5. Rozpatrzenie skonsolidowanego sprawozdania finansowego grupy kapitałowej \"efekt“\n                           S.A. za 2004 rok.6. Rozpatrzenie sprawozdania Rady Nadzorczej.7. Podjęcie uchwał w sprawie:a_ zatwierdzenia sprawozdania Zarządu z działalności Spółki za 2004 rok, zatwierdzenia\n                           sprawozdania finansowego za 2004 rok oraz sprawozdania z wykorzystania kapitałów rezerwowych\n                           i funduszu motywacyjnego w 2004 roku;b_ zatwierdzenia skonsolidowanego sprawozdania finansowego grupy kapitałowej \"efekt“\n                           S.A. za 2004 rok.8. Podjęcie uchwały w sprawie udzielenia członkom Zarządu absolutorium z wykonania\n                           obowiązków za 2004 rok.9. Podjęcie uchwały w sprawie udzielenia członkom Rady Nadzorczej absolutorium z wykonania\n                           obowiązków za 2004 rok.10. Podjęcie uchwały w sprawie podziału zysku.11. Zamknięcie obrad. Imienne świadectwa depozytowe należy składać w siedzibie Zarządu\n                           Spółki w Krakowie przy ul. Saskiej 4 do dnia 14 czerwca 2005 roku do godz. 15.30.Lista Akcjonariuszy oraz materiały w sprawach objętych porządkiem obrad wyłożone będą\n                           w siedzibie Spółki w terminach i na zasadach określonych w kodeksie spółek handlowych.",
        "date": "2005-05-18"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. w Krakowie informuje, iż w roku obrotowym 2004\n                           osiągnęła:1. przychody netto ze sprzedaży towarów i usług – 23 593 tys. zł,2. zysk z działalności operacyjnej – 3 113 tys. zł,3. zysk brutto – 2 240 tys. zł,4. zysk netto – 1 712 tys. zł.Powyższe dane finansowe są danymi wstępnymi, wynikającymi ze sprawozdania F-01 Korporacji,\n                           sporządzonego na ostatni dzień IV kwartału 2004 roku.Pełny raport finansowy za IV kwartał 2004 roku Spółka przekaże do publicznej wiadomości\n                           wraz z raportem skonsolidowanym zgodnie z terminarzem raportów – w dniu 1 marca 2005\n                           roku.",
        "date": "2005-02-04"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. w Krakowie przekazuje do wiadomości stałe daty\n                           przekazywania raportów okresowych w roku obrotowym 2005:1 marca 2005 r. _wtorek_ - raport skonsolidowany za IV kwartał 2004 r.16 maja 2005 r. _poniedziałek_ - raport skonsolidowany za I kwartał 2005 r.24 maja 2005 r. _wtorek_ - raport roczny jednostkowy za 2004 r.31 maja 2005 r. _wtorek_ - raport roczny skonsolidowany za 2004 r.12 sierpnia 2005 r. _piątek_ - raport skonsolidowany za II kwartał 2005 r.30 września 2005 r. _piątek_ - raport jednostkowy za I półrocze 2005 r.31 października 2005 r. _poniedziałek_ - raport skonsolidowany za I półrocze 2005\n                           r.14 listopada 2005 r. _poniedziałek_ - raport skonsolidowany za III kwartał 2005 r.",
        "date": "2005-01-27"
    },
    {
        "company_name": "EFEKT",
        "content": "Korporacja Gospodarcza \"efekt\" S.A. informuje o prawomocnym wykreśleniu z ksiąg wieczystych\n                           prowadzonych dla nieruchomości położonych w Krakowie-Podgórzu hipoteki łącznej kaucyjnej\n                           do kwoty 10.000.000,00 złotych, o której ustanowieniu emitent informował w raporcie\n                           bieżącym nr 26/2002. Hipoteka ta ustanowiona była w na rzecz Banku Polska Kasa Opieki\n                           S.A. I Oddział w Krakowie w celu zabezpieczenia wierzytelności Banku powstałych w\n                           wyniku zawieranych umów w ramach stałej umowy o współpracy. Wskazane zabezpieczenie\n                           hipoteczne zostało zamienione na ustanowienie na rzecz tego Banku hipoteki zwykłej\n                           w kwocie 3.000.000,00 złotych oraz hipotek kaucyjnych do wysokości 4.000.000,00 złotych\n                           na innych nieruchomościach emitenta położonych w dz. adm. Kraków-Podgórze.Pomiędzy emitentem a Bankiem Polska Kasa Opieki S.A. I Oddział w Krakowie, na rzecz\n                           którego ustanowiono hipotekę, brak jest jakichkolwiek powiązań. Za kryterium będące\n                           podstawą uznania obciążonych aktywów za aktywa z znacznej wartości przyjęto kwotę\n                           ustanowionego zabezpieczenia przekraczającą 10 % kapitałów własnych emitenta.",
        "date": "2005-01-21"
    },
    {
        "company_name": "EFEKT",
        "content": "Emitent informuje, że otrzymał odpis kasacji wniesionej przez Roberta Orła od wyroku\n                           Sądu Okręgowego w Krakowie, Wydział IX Gospodarczy z dnia 10 marca 2004 roku, którym\n                           oddalono powództwo Roberta Orła o unieważnienie uchwały Walnego Zgromadzenia Akcjonariuszy\n                           Korporacji Gospodarczej \"efekt\" S.A. z dnia 28 września 1999 roku w sprawie połączenia\n                           Korporacji Gospodarczej \"efekt\" S.A. z \"AGRO-EFEKT\" S.A.",
        "date": "2005-01-19"
    }
]