[
    {
        "company_name": "APS ENERGIA SA",
        "content": "Zarząd APS Energia S.A. _Spółka_ informuje, iż w związku z wykonaniem uchwały z dnia\n                           10 kwietnia 2013 r. w sprawie przyjęcia Programu Motywacyjnego _w oparciu o warunkowe\n                           podwyższenie kapitału zakładowego_ w dniu 30 grudnia 2015 r. Zarząd Spółki dokonał\n                           przydziału łącznie 156.107 akcji serii C2 oraz 182.107 akcji serii C3. W związku z dokonaniem przydziału akcji serii C2 i C3 Emitent poniżej przedstawia\n                           informacje nt. zakończonej subskrypcji i przydziału tych akcji.1. Zapisy na akcje serii C2 i C3 rozpoczęły się w dniu 28 grudnia i zakończyły w dniu\n                           30 grudnia 2015 r.2. Przydział akcji został dokonany w dniu 30 grudnia 2015 r.3. Subskrypcją zostało objętych 156.107 akcji serii C2 oraz 182.107 akcji serii C3,\n                           łącznie 338.214 akcji Spółki.4. W ramach przeprowadzonej subskrypcji nie miała miejsca redukcja zapisów na akcje.5. W ramach przeprowadzonej subskrypcji złożono zapisy na 156.107 akcji serii C2 oraz\n                           182.107 akcji serii C3, łącznie 338.214 akcji Spółki.6. W ramach przeprowadzonej subskrypcji dokonano przydziału 156.107 akcji serii C2\n                           oraz 182.107 akcji serii C3, łącznie 338.214 akcji Spółki.7. Akcje były obejmowane po cenie emisyjnej równej 0,2 zł.8. Zapisów na akcje dokonało 28 osób fizycznych.9. W ramach przeprowadzonej subskrypcji dokonano przydziału akcji 28 osobom fizycznym.10. Akcje nie zostały objęte przez subemitentów _nie zawarto umów o subemisję_.11. Wartość przeprowadzonej subskrypcji wyniosła 67.642,8 zł.12. Łączny koszt emisji akcji serii C2 i C3 wyniósł ok. 1 tys. zł, na co składały\n                           się koszty przygotowania i przeprowadzenia emisji. W związku z emisją akcji serii\n                           C2 i C3 nie zostały poniesione inne koszty tj. w szczególności koszty wynagrodzenia\n                           subemitentów, sporządzenia prospektu emisyjnego, doradztwa oraz promocji oferty.Koszty emisji akcji zostaną rozliczone w księgach rachunkowych Spółki poprzez pomniejszenie\n                           kapitału zapasowego i zostaną ujęte w sprawozdaniu finansowym w pozycji kapitał zapasowy.13. Średni koszt przeprowadzenia subskrypcji przypadający na jedną akcję wyniósł mniej\n                           niż 0,01 zł.14. Wszystkie osoby, które objęły akcje serii C2 i C3 zobowiązały się bezwarunkowo\n                           do niezbywania akcji serii C2 i C3 przez okres do dnia 30 czerwca 2016 r., za wyjątkiem\n                           przypadków wyraźnie wskazanych w Regulaminie Programu Motywacyjnego.Szczegółowa postawa prawna: §33 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych [...].",
        "date": "2015-12-30"
    },
    {
        "company_name": "APS ENERGIA SA",
        "content": "Zarząd APS Energia S.A. _Emitent, Spółka_ informuje, iż w dniu 12 listopada 2015 r.\n                           Spółka zawarła umowę z Bamix Sp. z o.o. Spółka komandytowa z siedzibą w Warszawie\n                           _Wykonawca_ na wykonanie budowy i wykończenie hali produkcyjno-biurowej na nieruchomości\n                           położonej w miejscowości Stanisławów Pierwszy w gminie Nieporęt _Umowa_. Budowa kompleksu produkcyjnego Spółki w Stanisławowie Pierwszym jest kluczowym elementem\n                           rozwoju Spółki. Prowadzona w nim będzie zarówno produkcja _przeniesiona z dotychczas\n                           wynajmowanego obiektu w Zielonce_ jak i działania badawczo-rozwojowe. Zarząd szacuje,\n                           że w wyniku realizacji inwestycji moce produkcyjne Spółki wzrosną o ok. 150%.Umowa obejmuje roboty ziemne, fundamentowe, konstrukcyjne, instalacyjne i drogowe\n                           w ramach tzw. II etapu inwestycji. O poprzedniej umowie zawartej z wymienionym Wykonawcą\n                           na tzw. I etap inwestycji _roboty ziemne, fundamentowe i konstrukcyjne_ Emitent informował\n                           w raporcie bieżącym nr 20/2015 przekazanym w systemie EBI w dniu 9 lipca 2015 r.Termin realizacji Umowy to 3 czerwca 2016 r., a jej wartość wynosi 11,46 mln zł netto.\n                           Umowa przewiduje m.in. następujące kary umowne:- strona winna odstąpienia od umowy zapłaci drugiej stronie karę umowną w wysokości\n                           15% wynagrodzenia za pozostałe do wykonania prace, nie mniej jednak niż 5% łącznego\n                           wynagrodzenia za wykonanie przedmiotu Umowy,- Spółka zapłaci Wykonawcy za opóźnienie we wprowadzeniu na plac budowy – w wysokości\n                           0,01% wynagrodzenia określonego w harmonogramie za każdy dzień opóźnienia,- Spółka zapłaci Wykonawcy za opóźnienie w dokonaniu odbioru  prac wskazanych w Umowie\n                           - w wysokości 0,01% wynagrodzenia za odbierany element robót, za każdy dzień opóźnienia,\n                           łącznie nie więcej jednak niż 0,5% wynagrodzenia określonego w harmonogramie za wykonanie\n                           danej pracy. Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Jako kryterium uznania Umowy za znaczącą Emitent przyjął 10 % kapitałów własnych.",
        "date": "2015-11-13"
    },
    {
        "company_name": "APS ENERGIA SA",
        "content": "W związku z dopuszczeniem akcji Spółki do obrotu na rynku regulowanym, w nawiązaniu\n                           do raportu bieżącego nr 1/2015 z dnia 30 stycznia 2015 r. w sprawie terminów przekazywania\n                           raportów okresowych w 2015 roku przekazanego systemem EBI oraz działając zgodnie z\n                           §103 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych […] _Rozporządzenie_, Zarząd APS Energia S.A. _Spółka_ informuje,\n                           iż rozszerzony skonsolidowany raport kwartalny za III kwartał 2015 r. APS Energia\n                           S.A. zostanie opublikowany w systemie ESPI oraz na stronie internetowej Spółki w dniu\n                           13 listopada 2015 r.Jednocześnie Spółka oświadcza, że na podstawie §83 ust. 1 Rozporządzenia Spółka nie\n                           będzie przekazywała jednostkowego raportu kwartalnego, w związku z czym rozszerzony\n                           skonsolidowany raport kwartalny będzie zawierał kwartalną informację finansową.",
        "date": "2015-11-09"
    },
    {
        "company_name": "APS ENERGIA SA",
        "content": "Zarząd APS Energia S.A. _Emitent_ informuje, że w dniu 16 października 2015 r. wpłynęło\n                           do Spółki zawiadomienie od osoby nadzorującej  APS Energia S.A. w trybie art. 160\n                           Ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi, o dokonaniu przez\n                           nią w dniu 9 października 2015 r., w drodze umowy cywilno-prawnej, darowizny 25.000\n                           akcji Emitenta. Osoba, której dotyczy zawiadomienie nie wyraziła zgody na przekazanie do publicznej\n                           wiadomości danych określonych w § 2 ust. 1 pkt 1 Rozporządzenia Ministra Finansów\n                           z dnia 15 listopada 2005 r. w sprawie przekazywania i udostępniania informacji o niektórych\n                           transakcjach instrumentami finansowymi [...].",
        "date": "2015-10-16"
    },
    {
        "company_name": "APS ENERGIA SA",
        "content": "Zarząd APS Energia S.A. _Emitent_ informuje, że w dniu 5 października 2015 r. na podstawie\n                           zawiadomienia od Członka Rady Nadzorczej APS Energia SA otrzymanego 5 października\n                           2015 roku. w trybie art. 160 Ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami\n                           finansowymi, o transakcjach zawartych na akcjach Spółki, których łączna wartość przekroczyła\n                           kwotę 5.000 Euro., raport bieżący został omyłkowo upubliczniony za pośrednictwem Elektronicznej\n                           Bazy Informacji _\"EBI\"_.Z przekazanej informacji wynika, że Członek Rady Nadzorczej sprzedał w dniu 25.09.2015\n                           r. łącznie 20.000 akcji za łączną kwotę 92.000 zł. Załącza się szczegółowe zestawienie.\n                           W/w transakcje na akcjach Spółki zostały zawarte w Alternatywnym Systemie Obrotu na\n                           rynku NewConnect w sesji zwykłej.",
        "date": "2015-10-13"
    },
    {
        "company_name": "APS ENERGIA SA",
        "content": "Na podstawie § 11 pkt 1 Regulaminu korzystania z Elektronicznego Systemu Przekazywania\n                           Informacji _ESPI_, Zarząd APS Energia S.A. _Spółka_ informuje, że w dniu 8 października\n                           2015 r. Spółka otrzymała dostęp do Systemu ESPI w typie \"EMITENT\" - dla spółek notowanych\n                           na rynku regulowanym Giełdy Papierów Wartościowych w Warszawie S.A. _GPW_. W związku z uchwałą Zarządu GPW w sprawie dopuszczenia z dniem 8 października 2015\n                           roku do obrotu giełdowego na rynku równoległym akcji Spółki, APS Energia S.A. rozpoczyna\n                           z tym dniem przekazywanie Systemie ESPI informacji, jako spółka notowana na rynku\n                           regulowanym.",
        "date": "2015-10-08"
    },
    {
        "company_name": "APS ENERGIA SA",
        "content": "Stosownie do art. 54 ust. 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U. z 2013 r. poz. 1382_ oraz na podstawie prospektu\n                           emisyjnego zatwierdzonego przez Komisję Nadzoru Finansowego w dniu 4 sierpnia 2015\n                           roku _\"Prospekt\"_,  spółka APS Energia S.A. z siedzibą w Zielonce _\"Spółka\"_, niniejszym\n                           informuje, że Zarząd Spółki, Uchwałą Nr  1/ 2015 z dnia 2 września 2015 r. w sprawie\n                           ustalenia ostatecznej ceny emisyjnej akcji serii E, ostatecznej sumy, o jaką ma być\n                           podwyższony kapitał zakładowy Spółki w drodze emisji nowych akcji serii oraz ostatecznej\n                           liczby oferowanych akcji serii E, ustalił: 1_ ostateczną cenę emisyjną akcji zwykłych na okaziciela nowej emisji serii E objętych\n                           ofertą publiczną na podstawie Prospektu _\"Akcje\"_ na poziomie:a_ 4,50 _słownie: cztery pięćdziesiąt_ złotych za Akcję  - w Transzy Instytucjonalnej\n                           _dla inwestorów instytucjonalnych_,b_ 4,50 _słownie: cztery pięćdziesiąt_ Akcji za Akcję   - w Transzy Detalicznej _dla\n                           inwestorów indywidualnych_;2_ ostateczną liczbę oferowanych Akcji na  1 730 000 _słownie: jeden milion siedemset\n                           trzydzieści tysięcy_  Akcji, z czego:a_  1 699 001 _słownie: jeden milion sześćset dziewięćdziesiąt dziewięć tysięcy jeden_\n                           Akcji - w Transzy Instytucjonalnej,b_ 30 999 _słownie: trzydzieści tysięcy dziewięćset dziewięćdziesiąt dziewięć_ Akcji\n                           - w Transzy Detalicznej.",
        "date": "2015-09-02"
    },
    {
        "company_name": "APS ENERGIA SA",
        "content": "Zarząd APS Energia S.A. informuje o zwołaniu Zwyczajnego Walnego Zgromadzenia Akcjonariuszy_ZWZA_ APS Energia S.A., na dzień 27 maja 2015 roku na godzinę 10:00 w Zielonce _05-220_,\n                           przyulicy Mareckiej 47.W załączeniu pełna treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia, projektyuchwał, wzory formularzy do wykonywania prawa głosu na Walnym Zgromadzeniu przezpełnomocnika _osoby fizyczne / osoby prawne_, oraz informacja o ogólnej liczbie akcji\n                           w Spółce iliczbie głosów.Załączniki:• Ogłoszenie ZWZ APS Energia 27 05 2015• Projekty uchwał ZWZ APS Energia SA 27 05 2015• Wzór pełnomocnictwa na ZWZ APS Energia SA 27 05 2015• Formularz - wykonywanie prawa głosu ZWZ APS Energia SA 27 05 2015• Informacja o ogólnej liczbie akcji APS Energia SA i liczbie głosów",
        "date": "2015-04-30"
    }
]