[
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Spółka\", \"Emitent\"_ informuje, że w dniu\n                           21 grudnia 2015 roku Spółka otrzymała zawiadomienie na podstawie art. 160 Ustawy o\n                           obrocie instrumentami finansowymi od Pana Marios Christou, Dyrektora Spółki, który\n                           poinformował, że w dniu 21 grudnia 2015 roku powziął informację o otrzymaniu 250.000\n                           akcji Spółki. Akcje zostały otrzymane bez zapłaty oraz zostały przekazane przez KS\n                           Holdings Limited w ramach zbycia, o którym KS Holdings informował w dniu 26 listopada\n                           2015 roku.Przeniesione akcje są objęte 12-miesięcznym zakazem zbywania.",
        "date": "2015-12-21"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Spółka\", \"Emitent\"_ informuje, że w dniu\n                           21 grudnia 2015 roku Spółka otrzymała zawiadomienie na podstawie art. 160 Ustawy o\n                           obrocie instrumentami finansowymi od Pana Constantinos Tziamalis, Dyrektora Spółki,\n                           który poinformował, że w dniu 21 grudnia 2015 roku powziął informację o otrzymaniu\n                           500.000 akcji Spółki. Akcje zostały otrzymane bez zapłaty oraz zostały przekazane\n                           przez KS Holdings Limited w ramach zbycia, o którym KS Holdings informował w dniu\n                           26 listopada 2015 roku.Przeniesione akcje są objęte 12-miesięcznym zakazem zbywania.",
        "date": "2015-12-21"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Spółka\", \"Emitent\"_ informuje, że w dniu\n                           27 listopada 2015 roku Spółka otrzymała zawiadomienie na podstawie art. 160 Ustawy\n                           o obrocie instrumentami finansowymi od Pana Siarhei Kostevich, Przewodniczącego Rady\n                           Dyrektorów oraz Dyrektora Generalnego Spółki, który poinformował, że w dniu 26 listopada\n                           2015 roku KS Holdings Ltd - podmiot powiązany z  nim - przeniósł własność łącznie\n                           2.275.000 akcji Spółki bez wynagrodzenia. Transakcje zostały dokonane poza rynkiem\n                           regulowanym na podstawie umów cywilnoprawnych. Przeniesione akcje są objęte 12-miesięcznym\n                           zakazem zbywania.",
        "date": "2015-11-27"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Emitent\", \"Spółka\"_ informuje, iż w dniu\n                           27 listopada 2015 roku Spółka otrzymała zawiadomienie w trybie art. 69 ustawy o ofercie\n                           publicznej od Pana Siarhei Kostevich, Przewodniczącego Rady Dyrektorów oraz Dyrektora\n                           Generalnego Spółki, o następującej treści:Działając na podstawie art. 69 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych niniejszym informuję o zmianie posiadanego udziału ponad\n                           33% akcji ASBISc Enterprises Plc, o co najmniej 1%. Zmiana nastąpiła w wyniku transakcji\n                           zbycia 2.275.000 _dwóch milionów dwustu siedemdziesiąciu pięciu tysięcy_ akcji w dniu\n                           26 listopada 2015 roku przez podmiot ze mną powiązany. Zbyte akcje są objęte 12-miesięcznym\n                           lock-upem.Przed wskazaną powyżej transakcją posiadałem _bezpośrednio i pośrednio_ 22.718.127\n                           akcji, które uprawniały do 22.718.127 głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           ASBISc Enterprises Plc, stanowiły 40,93% w kapitale zakładowym ASBISc Enterprises\n                           PLC oraz 40,93% w całkowitej liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy tej\n                           spółki. W tym:Bezpośrednio:41.766 akcji ASBISc Enterprises PLC of o wartości nominalnej 0.20 USD każda, które\n                           uprawniały do 41.766 głosów na Walnym Zgromadzeniu Akcjonariuszy ASBISc Enterprises\n                           Plc, stanowiły 0,08% w kapitale zakładowym ASBISc Enterprises PLC oraz 0,08% w całkowitej\n                           liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy tej spółki.Pośrednio, przez KS Holdings Ltd:22.676.361 akcji ASBISc Enterprises PLC o wartości nominalnej 0.20 USD każda, które\n                           uprawniają do 22.676.361 akcji na Walnym Zgromadzeniu Akcjonariuszy ASBISc Enterprises\n                           Plc, stanowią 40,86% w kapitale zakładowym ASBISc Enterprises PLC oraz 40,86% w całkowitej\n                           liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy tej spółki.Po wskazanej powyżej transakcji posiadam _bezpośrednio i pośrednio_ 20.443.127 akcji,\n                           które uprawniają do 20.443.127 głosów na Walnym Zgromadzeniu Akcjonariuszy ASBISc\n                           Enterprises Plc, stanowią 36,83% w kapitale zakładowym ASBISc Enterprises PLC oraz\n                           36,83% w całkowitej liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy tej spółki.\n                           W tym:Bezpośrednio:41.766 akcji ASBISc Enterprises PLC of o wartości nominalnej 0.20 USD każda, które\n                           uprawniają do 41.766 głosów na Walnym Zgromadzeniu Akcjonariuszy ASBISc Enterprises\n                           Plc, stanowią 0,08% w kapitale zakładowym ASBISc Enterprises PLC oraz 0,08% w całkowitej\n                           liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy tej spółki.Pośrednio, przez KS Holdings Ltd:20.401.361 akcji ASBISc Enterprises PLC o wartości nominalnej 0.20 USD każda, które\n                           uprawniają do 20.401.361 akcji na Walnym Zgromadzeniu Akcjonariuszy ASBISc Enterprises\n                           Plc, stanowią 36,76% w kapitale zakładowym ASBISc Enterprises PLC oraz 36,76% w całkowitej\n                           liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy tej spółki.Nie planuję zmniejszać mojego udziału w ASBISc Enterprise PLC w ciągu 12 miesięcy\n                           od daty niniejszego zawiadomienia.",
        "date": "2015-11-27"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Emitent\", \"Spółka\"_ informuje, iż w dniu\n                           27 listopada 2015 roku Spółka otrzymała zawiadomienie w trybie art. 69 ustawy o ofercie\n                           publicznej od KS Holdings Ltd, o następującej treści:Działając na podstawie art. 69 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych niniejszym informujemy o zmianie posiadanego udziału ponad\n                           33% akcji ASBISc Enterprises Plc, o co najmniej 1%. Zmiana nastąpiła w wyniku transakcji\n                           zbycia 2.275.000 _dwóch milionów dwustu siedemdziesiąciu pięciu tysięcy_ akcji w dniu\n                           26 listopada 2015 roku.Przed wskazaną powyżej transakcją posiadaliśmy:22.676.361 akcji ASBISc Enterprises PLC o wartości nominalnej 0.20 USD każda, które\n                           uprawniały do 22.676.361 akcji na Walnym Zgromadzeniu Akcjonariuszy ASBISc Enterprises\n                           Plc, co stanowiło 40,86% w kapitale zakładowym ASBISc Enterprises PLC oraz 40,86%\n                           w całkowitej liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy tej spółki.Po wskazanej powyżej transakcji posiadamy:20.401.361 akcji ASBISc Enterprises PLC o wartości nominalnej 0.20 USD każda, które\n                           uprawniają do 20.401.361 akcji na Walnym Zgromadzeniu Akcjonariuszy ASBISc Enterprises\n                           Plc, stanowią 36,76% w kapitale zakładowym ASBISc Enterprises PLC oraz 36,76% w całkowitej\n                           liczbie głosów na Walnym Zgromadzeniu Akcjonariuszy tej spółki.Nie planujemy zmniejszać naszego udziału w ASBISc Enterprise Plc w ciągu 12 miesięcy\n                           od daty niniejszego zawiadomienia.",
        "date": "2015-11-27"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _“Spółka\", \"Emitent\"_ niniejszym przedstawia\n                           wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów, obecnych na Nadzwyczajnym\n                           Walnym Zgromadzeniu Akcjonariuszy Spółki, które odbyło się w dniu 30 września 2015\n                           roku.Na Nadzwyczajnym Walnym Zgromadzeniu Akcjonariuszy ASBISc Enterprises Plc reprezentowanych\n                           było łącznie 24,207,999 akcji.",
        "date": "2015-09-30"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _“Spółka\", \"Emitent“_ przekazuje treść uchwał\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy Spółki, które odbyło\n                           się w dniu 30 września 2015 roku.",
        "date": "2015-09-30"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Spółka\", \"Emitent\"_ niniejszym informuje\n                           o powołaniu z dniem 29 września 2015 roku Pana Yuri Ulasovich do Rady Dyrektorów jako\n                           Dyrektora Wykonawczego.Pan Ulasovich urodził się w 1962 roku. Otrzymał tytuł magistra z Nowosybirskiej Wyższej\n                           Szkoły Wojskowej _1983_ oraz tytuł magistra _z wyróżnieniem_ w filozofii i ekonomii\n                           Moskiewskiej Akademii Sił Zbrojnych _1992_, ukończył również studia podyplomowe w\n                           Instytucie Szkolnictwa Wyższego z Białorusi _Teoria ekonomiczna i ekomomia w przemyśle_\n                           w 1995 roku. Pan Ulasovich rozpoczął pracę w Spółce w 1995 roku jako Regionalny Dyrektor Sprzedaży\n                           i został awansowany na stanowisko Wiceprezesa ds. marketingu produktów w 2004 roku.\n                           Został dyrektorem operacyjnym od sierpnia 2015 r.Zgodnie z oświadczeniem Pana Yuri Ulasovich nie prowadzi on żadnej działalności konkurencyjnej\n                           wobec ASBISc Enterprises Plc. Nie był również nigdy wpisany do Rejestru Dłużników\n                           Niewypłacalnych.Podstawa prawna: § 5 paragraf 1 punkt 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim oraz Artykuł 56 sekcja\n                           1 punkt 2 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.",
        "date": "2015-09-30"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Emitent\", \"Spółka\"_ niniejszym informuje,\n                           że w dniu 28 września 2015 roku otrzymała informację od jednej ze swoich spółek zależnych\n                           w Polsce - ASBIS PL Sp. z o.o. _Warszawa, Polska_, że lokalny Urząd Skarbowy nałożył\n                           pewne ograniczenia na jej działalność, w wyniku działań sprawdzających w zakresie\n                           przeszłych transakcji tej spółki zależnej z lat 2012 i 2013.Spółka, po sprawdzeniu wszystkich tych transakcji oraz konsultacji z doradcami prawnymi,\n                           pragnie zapewnić wszystkich partnerów, klientów i innych interesariuszy, że jesteśmy\n                           głęboko przekonani, iż wszystkie zarzuty ze strony Urzędu Skarbowego są bezpodstawne\n                           oraz że podejmujemy wszelkie odpowiednie działania prawne i inne aby zabezpieczyć\n                           interesy Spółki.Międzyczasie, działalność Spółki w Polsce będzie kontynuowana w pełnym zakresie poprzez\n                           inne podmioty i wszystkie zaplanowane pozytywne zmiany zostaną wprowadzone, w celu\n                           wykorzystania potencjału rynku.Emitent uważa, że powyższa sytuacja nie będzie miała istotnego wpływu na jego obecne\n                           lub przyszłe wyniki.",
        "date": "2015-09-29"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Spółka\", \"Emitent\"_ przekazuje w załączniku\n                           treść projektu uchwały, która ma być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki ASBISc Enterprises Plc, zwołanego na dzień 30 września 2015 r.",
        "date": "2015-09-03"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises PLC _“Spółka\", “Emitent\"_ niniejszym informuje,\n                           że zgodnie z Artykułem 125 Cypryjskiego Prawa Spółek, oraz w nawiązaniu do par. 38\n                           ust. 1 p 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędacego\n                           państwem czlonkowskim, zwołuje Nadzwyczajne Walne Zgromadzenia ASBISc Enterprises\n                           PLC, na dzień 30 września 2015 roku, na godzinę 10:00 CET w siedzibie Spółki mieszczącej\n                           się w Diamond Court, 43 Kolonakiou Street, Ayios Athanasios, CY-4103 Limassol, Cypr.Porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia;2. Wybór Przewodniczącego Zgromadzenia;3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał;4. Rozpatrzenie i podjęcie uchwały w sprawie upoważnienia dla Rady Dyrektorów do przeprowadzenia\n                           skupu akcji własnych Spółki;5. Zamknięcie obrad zgromadzenia. Zgodnie z artykułem 72 Statutu ASBISc Enterprises PLC oraz z art par. 38 ust. 1 pkt\n                           1_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim, Rada Dyrektorów Spółki ogłasza że prawo do udziału w Walnym\n                           Zgromadzeniu mają Ci akcjonariusze, którzy dostarczyli do Spółki imienne świadectwa\n                           depozytowe lub zaświadczenia o złożeniu akcji do depozytu, co najmniej dwa dni przed\n                           datą Walnego Zgromadzenia Akcjonariuszy, i nie odbiorą tych certyfikatów przed końcem\n                           Zgromadzenia. Certyfikaty depozytowe powinny zostać dostarczone do siedziby spółki\n                           mieszczącej się w Diamond Court, 43 Kolonakiou Street, Ayios Athanasios, CY-4103 Limassol,\n                           Cyprus przed godz. 17:00 w dniu 25 września 2015 r. Wymagane przez przepisy prawa odpisy dokumentów i materiały informacyjne związane\n                           z Nadzwyczajnym Walnym Zgromadzeniem dostępne będą w przewidzianych ustawowo terminach\n                           w siedzibie Spółki w godz. 9:00-17:00. Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo osobiście\n                           lub przez przedstawicieli działających na podstawie pisemnego pełnomocnictwa. Akcjonariusze\n                           zostaną dopuszczeni do uczestnictwa w Walnym Zgromadzeniu po okazaniu dowodu tożsamości,\n                           a pełnomocnicy po okazaniu dowodu tożsamości, ważnego pełnomocnictwa oraz w przypadku\n                           podmiotów innych niż osoby fizyczne, odpisu z właściwego rejestru wskazującego osoby\n                           uprawnione do składania oświadczeń woli w imieniu podmiotu reprezentowanego przez\n                           pełnomocnika.",
        "date": "2015-09-03"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _“Spółka\", \"Emitent\"_ niniejszym informuje,\n                           że Pan Efstathios Papadakis, Dyrektor niewykonawczy Spółki, złożył rezygnację z zajmowanego\n                           stanowiska ze skutkiem na dzień 13 sierpnia 2015. Rezygnacja została przyjęta przez\n                           Radę Dyrektorów Spółki. Pan Efstathios Papadakis nie wskazał powodów swojej rezygnacji.\u2028Spółka pragnie podziękować Panu Efstathios Papadakis za jego cenne wsparcie działalności\n                           ASBIS podczas obecności w Radzie. Pan Papadakis wniósł do Spółki znaczącą wiedzę w\n                           czasie wielu lat współpracy. Spółka życzy Panu Papadakis sukcesów w przyszłych przedsięwzięciach.",
        "date": "2015-08-13"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Spółka\", \"Emitent\"_ niniejszym informuje,\n                           że Pan Demos Demou został powołany do Rady Dyrektorów jako Dyrektor Niewykonawczy\n                           począwszy od dnia 7 sierpnia 2015 roku.Pan Demou urodził się w 1969 roku. W swojej karierze zawodowej zajmował szereg stanowisk\n                           menedżerskich, głównie w branży bankowej i branży transportu morskiego.Aktualnie jest dyrektorem zarządzającym Fidelius Management Services Ltd. W przeszłości\n                           pracował dla szeregu firm, w tym dla Limassol Cooperative Savings Bank Ltd gdzie zajmował\n                           stanowisko Financial Manager przez pięć lat, jak również dla V.Ships Ltd, Comarine\n                           Ltd, Oesterreichischer Lloyd Ship Management _Cyprus_ Ltd, Acomarit _Cyprus_ Ltd,\n                           Blasco Ship Management _Cyprus_ Ltd, Unicom Management Services Ltd oraz Nikos Karantokis\n                           Holdings.Jest członkiem Institute of Certified Public Accountants of Cyprus od 1995 roku, członkiem\n                           Association of Chartered Certified Accountants of United Kingdom, członkiem Society\n                           of Trust and Estate Practitioners oraz absolwentem International Management Development\n                           Institute / University of Pittsburgh. Zgodnie z oświadczeniem Pana Demos Demou nie prowadzi on żadnej działalności konkurencyjnej\n                           wobec ASBISc Enterprises Plc. Nie był również nigdy wpisany do Rejestru Dłużników\n                           Niewypłacalnych.Podstawa prawna: § 5 paragraf 1 punkt 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim oraz Artykuł 56 sekcja\n                           1 punkt 2 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.",
        "date": "2015-08-07"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _“Emitent\", “Spółka\"_ niniejszym informuje,\n                           że w dniu 27 lipca 2015 otrzymała informację, iż w dniu 21 lipca 2015 wniosek o likwidację\n                           nieaktywnej spółki zależnej ASBIS DE GmbH, który został złożony przez Spółkę, został\n                           zaaprobowany przez odpowiedni sąd i rozpoczęta została likwidacja tej spółki zależnej.Proces likwidacji został rozpoczęty ze względu na wysiłki Spółki w celu budowy mniej\n                           rozbudowanej i bardziej efektywnej kosztowo organizacji. W rezultacie klienci w Niemczech\n                           będą obsługiwani bezpośrednio przez Spółkę, która jednocześnie dodatkowo zmniejszy\n                           swoje koszty ogólnego zarządu.W związku z powyższym, likwidacja wskazanej spółki zależnej nie będzie miała żadnego\n                           wpływu na działalność Emitenta w Niemczech.",
        "date": "2015-07-27"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Spółka\", \"Emitent\"_, niniejszym informuje,\n                           iż w dniu 14 lipca 2015 roku Spółka otrzymała od Quercus Towarzystwa Funduszy Inwestycyjnych\n                           S.A. działającego w imieniu zarządzanego funduszu inwestycyjnego QUERCUS Parasolowy\n                           SFIO _\"Fundusz\"_ zawiadomienie, iż w wyniku zbycia w dniu 10 lipca 2015 r. akcji Spółki\n                           samodzielny udział tego Funduszu przekroczył w dół próg 5% w ogólnej liczby głosów\n                           na WZA Spółki.Zgodnie z zawiadomieniem przed wskazanym powyżej zbyciem akcji Fundusz posiadał 2\n                           780 204 akcji Spółki, co stanowiło 5,01% kapitału zakładowego Spółki i posiadały 2\n                           780 204 głosów z tych akcji, co stanowiło 5,01% ogólnej liczby głosów.Zgodnie z zawiadomieniem po wskazanym powyżej zbyciu akcji Fundusz posiada 2 680 204\n                           akcji Spółki, co stanowi 4,83% kapitału zakładowego Spółki i posiada 2 680 204 głosów\n                           z tych akcji, co stanowi 4,83% ogólnej liczby głosów.",
        "date": "2015-07-14"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _“Spółka\", \"Emitent“_ przekazuje korektę raportu\n                           bieżącego nr 9/2015 z dnia 23 czerwca 2015 roku. Korekta dotyczy błędu edytorskiego\n                           dotyczącego nazwiska w ostatnim akapicie polskiej wersji językowej raportu. Poniżej\n                           poprawna treść raportu:Rada Dyrektorów ASBISc Enterprises Plc _“Spółka\", \"Emitent“_ informuje, że Zwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki, które odbyło się w dniu 23 czerwca 2015,\n                           wybrało ponownie do Rady Dyrektorów Pana Efstathios Papadakis.Efstathios Papadakis dołączył do firmy w 2009 roku. Kariera pana Papadakisa obejmuje\n                           szereg pozycji związanych z biznesem i administracją publiczną. Od 1962 roku był związany\n                           z przemysłem paliwowym. Następnie sprawował funkcję członka Rady Dyrektorów wielu\n                           prywatnych i publicznych firm na Cyprze, włączając KEO _Wiceprezydent_, Amathus Navigation,\n                           Orphanides Supermarkets, A.S.G. oraz Phil. Andreou.Był Ministrem Pracy i Ubezpieczeń Społecznych _1997-1998_ oraz prezydentem Rady Dyrektorów\n                           CYTA _2000-2003_. Sprawował funkcję członka Rady Dyrektorów Izby Handlowej w Limassol\n                           oraz Centrum produktywności Cyprysjkiej Izby  Handlu i Przemysłu. Od 1 stycznia 2009\n                           jest członkiem Tymczasowego Komitetu Zarządzającego Cypryjskiego Uniwersytetu Technologicznego\n                           _TEPAK_. Był Oficerem Obrony Cywilnej oraz członkiem Rady Dyrektorów Instytutu Eurodemokracji.\n                           Jest członkiem wielu instytucji charytatywnych. Ukończył Uniwersytet Ekonomii i Handlu\n                           w Atenach.Zgodnie z deklaracją Pana Efstathios Papadakis, nie prowadzi on żadnej działalności\n                           konkurencyjnej wobec ASBISc Enterprises Plc. Nie był również nigdy wpisany do Rejestru\n                           Dłużników Niewypłacalnych.",
        "date": "2015-06-23"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _“Spółka\", \"Emitent“_ informuje, że Zwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki, które odbyło się w dniu 23 czerwca 2015,\n                           wybrało ponownie do Rady Dyrektorów Pana Efstathios Papadakis.Efstathios Papadakis dołączył do firmy w 2009 roku. Kariera pana Papadakisa obejmuje\n                           szereg pozycji związanych z biznesem i administracją publiczną. Od 1962 roku był związany\n                           z przemysłem paliwowym. Następnie sprawował funkcję członka Rady Dyrektorów wielu\n                           prywatnych i publicznych firm na Cyprze, włączając KEO _Wiceprezydent_, Amathus Navigation,\n                           Orphanides Supermarkets, A.S.G. oraz Phil. Andreou.Był Ministrem Pracy i Ubezpieczeń Społecznych _1997-1998_ oraz prezydentem Rady Dyrektorów\n                           CYTA _2000-2003_. Sprawował funkcję członka Rady Dyrektorów Izby Handlowej w Limassol\n                           oraz Centrum produktywności Cyprysjkiej Izby  Handlu i Przemysłu. Od 1 stycznia 2009\n                           jest członkiem Tymczasowego Komitetu Zarządzającego Cypryjskiego Uniwersytetu Technologicznego\n                           _TEPAK_. Był Oficerem Obrony Cywilnej oraz członkiem Rady Dyrektorów Instytutu Eurodemokracji.\n                           Jest członkiem wielu instytucji charytatywnych. Ukończył Uniwersytet Ekonomii i Handlu\n                           w Atenach.Zgodnie z deklaracją Pana Constantinos Tziamalis, nie prowadzi on żadnej działalności\n                           konkurencyjnej wobec ASBISc Enterprises Plc. Nie był również nigdy wpisany do Rejestru\n                           Dłużników Niewypłacalnych.",
        "date": "2015-06-23"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _“Spółka\", \"Emitent\"_ niniejszym przedstawia\n                           wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów, obecnych na Zwyczajnym\n                           Walnym Zgromadzeniu Akcjonariuszy Spółki, które odbyło się w dniu 23 czerwca 2015\n                           roku.Na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy ASBISc Enterprises Plc reprezentowanych\n                           było łącznie 27,279,805 akcji.",
        "date": "2015-06-23"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _“Spółka\", \"Emitent“_ przekazuje treść uchwał\n                           podjętych przez Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki, które odbyło się\n                           w dniu 23 czerwca 2015 roku.",
        "date": "2015-06-23"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Emitent“, \"Spółka“_ w nawiązaniu do raportu\n                           bieżącego 15/2014 z dnia 9 lipca 2014 informuje, że w dniu 9 czerwca 2015 otrzymała\n                           informację, iż w dniu 13 kwietnia 2015 roku jej nieaktywna spółka zależna ASBIS Taiwan\n                           _New Taipei City, Taiwan_ została ostatecznie wyrejestrowana z odpowiedniego rejestru.\n                           Było to rezultatem wniosku Spółki z 2014 roku, który został złożony w związku z faktem,\n                           iż ta spółka zależna była nieaktywna i działalność Emitenta w Azji jest realizowana\n                           przez inne podmioty. W związku z tym zamknięcie tej spółki zależnej nie będzie miało\n                           żadnego wpływu na działalność Emitenta.",
        "date": "2015-06-10"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc _\"Spółka\"_ przekazuje w załączniku treść projektów\n                           uchwał, które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           Spółki ASBISc Enterprises Plc, zwołanego na dzień 23 czerwca 2015 r.Podstawa prawna: § 38 ust. 1 pkt. 3 Rozporządzenia Rady Ministrów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-05-19"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises Plc niniejszym przekazuje treść skorygowanego raportu\n                           bieżącego o zwołaniu Zwyczajnego Walnego Zgromadzenia Akcjonariuszy ASBISc Enterprises\n                           Plc na dzień 23 czerwca 2015 roku. Korekta dotyczy dodania do porządku obrad punktu\n                           dotyczącego uchwały w sprawie skupu akcji własnych.Treść skorygowanego raportu:Rada Dyrektorów ASBISc Enterprises Plc niniejszym informuje, że zgodnie z Artykułem\n                           125 Cypryjskiego Prawa Spółek, oraz w nawiązaniu do par. 38 ust. 1 p 1 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędacego państwem czlonkowskim,\n                           zwołuje Walne Zgromadzenia ASBISc Enterprises PLC, na dzień 23 czerwca 2015 roku,\n                           na godzinę 10:00 CET w siedzibie Spółki mieszczącej się w Diamond Court, 43 Kolonakiou\n                           Street, Ayios Athanasios, CY-4103 Limassol, Cypr.Porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia; 2. Wybór Przewodniczącego Zgromadzenia; 3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał; 4. Odebranie i rozpatrzenie raportu Rady Dyrektorów i rachunku wyników oraz bilansu\n                           Spółki za rok zakończony 31 grudnia 2014 roku wraz z raportem Niezależnego Rewidenta;\n                           5. Przyjęcie i przegłosowanie raportu Rady Dyrektorów i Niezależnego Rewidenta Spółki\n                           za rok zakończony 31 grudnia 2014 roku; 6. Przyjęcie i przegłosowanie zbadanego sprawozdania finansowego Spółki za rok zakończony\n                           31 grudnia 2014 roku; 7. Przyjęcie i przegłosowanie wynagrodzenia Niezależnego Rewidenta za rok zakończony\n                           31 grudnia 2014 roku; 8. Decyzja o upoważnieniu Rady Dyrektorów Spółki do wyboru Niezależnego Rewidenta\n                           i ustalenia jego wynagrodzenia za rok 2015 w późniejszym terminie; 9. Rozpatrzenie i podjęcie uchwały w sprawie ponownej nominacji Dyrektora ASBISc Enterprises\n                           Plc; 10. Podjęcie decyzji w sprawie dywidendy za rok zakończony 31 grudnia 2014 roku; 11. Decyzja w sprawie upoważnienia dla Rady Dyrektorów do przeprowadzenia skupu akcji\n                           własnych Spółki12. Zamknięcie obrad zgromadzenia.Zgodnie z artykułem 72 Statutu ASBISc Enterprises PLC oraz z art par. 38 ust. 1 pkt\n                           1_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim, Rada Dyrektorów Spółki ogłasza że prawo do udziału w Walnym\n                           Zgromadzeniu mają Ci akcjonariusze, którzy dostarczyli do Spółki imienne świadectwa\n                           depozytowe lub zaświadczenia o złożeniu akcji do depozytu, co najmniej dwa dni przed\n                           datą Walnego Zgromadzenia Akcjonariuszy, i nie odbiorą tych certyfikatów przed końcem\n                           Zgromadzenia. Certyfikaty depozytowe powinny zostać dostarczone do siedziby spółki\n                           mieszczącej się w Diamond Court, 43 Kolonakiou Street, Ayios Athanasios, CY-4103 Limassol,\n                           Cyprus przed godz. 17:00 w dniu 18 czerwca 2015 r.Wymagane przez przepisy prawa odpisy dokumentów i materiały informacyjne związane\n                           ze Zwyczajnym Walnym Zgromadzeniem dostępne będą w przewidzianych ustawowo terminach\n                           w siedzibie Spółki w godz. 9:00-17:00.Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo osobiście\n                           lub przez przedstawicieli działających na podstawie pisemnego pełnomocnictwa. Akcjonariusze\n                           zostaną dopuszczeni do uczestnictwa w Walnym Zgromadzeniu po okazaniu dowodu tożsamości,\n                           a pełnomocnicy po okazaniu dowodu tożsamości, ważnego pełnomocnictwa oraz w przypadku\n                           podmiotów innych niż osoby fizyczne, odpisu z właściwego rejestru wskazującego osoby\n                           uprawnione do składania oświadczeń woli w imieniu podmiotu reprezentowanego przez\n                           pełnomocnika.",
        "date": "2015-05-19"
    },
    {
        "company_name": "ASBISc",
        "content": "Rada Dyrektorów ASBISc Enterprises PLC niniejszym informuje, że zgodnie z Artykułem\n                           125 Cypryjskiego Prawa Spółek, oraz w nawiązaniu do par. 38 ust. 1 p 1 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędacego państwem czlonkowskim,\n                           zwołuje Walne Zgromadzenia ASBISc Enterprises Plc, na dzień 23 czerwca 2015 roku,\n                           na godzinę 10:00 CET w siedzibie Spółki mieszczącej się w Diamond Court, 43 Kolonakiou\n                           Street, Ayios Athanasios, CY-4103 Limassol, Cypr.Porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia; 2. Wybór Przewodniczącego Zgromadzenia; 3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał; 4. Odebranie i rozpatrzenie raportu Rady Dyrektorów i rachunku wyników oraz bilansu\n                           Spółki za rok zakończony 31 grudnia 2014 roku wraz z raportem Niezależnego Rewidenta;\n                           5. Przyjęcie i przegłosowanie raportu Rady Dyrektorów i Niezależnego Rewidenta Spółki\n                           za rok zakończony 31 grudnia 2014 roku; 6. Przyjęcie i przegłosowanie zbadanego sprawozdania finansowego Spółki za rok zakończony\n                           31 grudnia 2014 roku; 7. Przyjęcie i przegłosowanie wynagrodzenia Niezależnego Rewidenta za rok zakończony\n                           31 grudnia 2014 roku; 8. Decyzja o upoważnieniu Rady Dyrektorów Spółki do wyboru Niezależnego Rewidenta\n                           i ustalenia jego wynagrodzenia za rok 2015 w późniejszym terminie; 9. Rozpatrzenie i podjęcie uchwały w sprawie ponownej nominacji Dyrektora ASBISc Enterprises\n                           Plc; 10. Podjęcie decyzji w sprawie dywidendy za rok zakończony 31 grudnia 2014 roku; 11. Zamknięcie obrad zgromadzenia.Zgodnie z artykułem 72 Statutu ASBISc Enterprises PLC oraz z art par. 38 ust. 1 pkt\n                           1_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim, Rada Dyrektorów Spółki ogłasza że prawo do udziału w Walnym\n                           Zgromadzeniu mają Ci akcjonariusze, którzy dostarczyli do Spółki imienne świadectwa\n                           depozytowe lub zaświadczenia o złożeniu akcji do depozytu, co najmniej dwa dni przed\n                           datą Walnego Zgromadzenia Akcjonariuszy, i nie odbiorą tych certyfikatów przed końcem\n                           Zgromadzenia. Certyfikaty depozytowe powinny zostać dostarczone do siedziby spółki\n                           mieszczącej się w Diamond Court, 43 Kolonakiou Street, Ayios Athanasios, CY-4103 Limassol,\n                           Cyprus przed godz. 17:00 w dniu 18 czerwca 2015 r.Wymagane przez przepisy prawa odpisy dokumentów i materiały informacyjne związane\n                           ze Zwyczajnym Walnym Zgromadzeniem dostępne będą w przewidzianych ustawowo terminach\n                           w siedzibie Spółki w godz. 9:00-17:00.Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo osobiście\n                           lub przez przedstawicieli działających na podstawie pisemnego pełnomocnictwa. Akcjonariusze\n                           zostaną dopuszczeni do uczestnictwa w Walnym Zgromadzeniu po okazaniu dowodu tożsamości,\n                           a pełnomocnicy po okazaniu dowodu tożsamości, ważnego pełnomocnictwa oraz w przypadku\n                           podmiotów innych niż osoby fizyczne, odpisu z właściwego rejestru wskazującego osoby\n                           uprawnione do składania oświadczeń woli w imieniu podmiotu reprezentowanego przez\n                           pełnomocnika.",
        "date": "2015-05-19"
    }
]