[
    {
        "company_name": "ASM GROUP SA",
        "content": "Działając na podstawie art. 70 pkt. 3 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           Zarząd ASM GROUP S.A. _dalej: \"Emitent\"_ przekazuje wykaz akcjonariuszy, którzy posiadali\n                           co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu Emitenta, którego\n                           posiedzenie odbyło się w dniu 28 grudnia 2015 roku.1.Tatiana Pikula, której przysługiwało 15.428.616 głosów na Nadzwyczajnym Walnym Zgromadzeniu,\n                           co stanowiło 32,26% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu oraz 26,13% w\n                           ogólnej liczbie głosów.2.Marcin Skrzypiec, któremu przysługiwało 14.416.548 głosów na Nadzwyczajnym Walnym\n                           Zgromadzeniu, co stanowiło 30,15% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu\n                           oraz 24,41% w ogólnej liczbie głosów.3.Adam Stańczak, któremu przysługiwało 14.416.548 głosów na Nadzwyczajnym Walnym Zgromadzeniu,\n                           co stanowiło 30,15% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu oraz 24,41% w\n                           ogólnej liczbie głosów.4.Włodzimierz Skrzypiec, któremu przysługiwało 2.753.578 głosów na Nadzwyczajnym Walnym\n                           Zgromadzeniu, co stanowiło 5,76% głosów na tym Nadzwyczajnym Walnym Zgromadzeniu oraz\n                           4,66% w ogólnej liczbie głosów.",
        "date": "2015-12-29"
    },
    {
        "company_name": "ASM GROUP SA",
        "content": "Zarząd ASM GROUP Spółka Akcyjna _dalej: \"Emitent\"_ informuje, iż w dniu 2 grudnia\n                           2015 roku Emitent otrzymał od akcjonariusza tj. Green S.r.l. w likwidacji z siedzibą\n                           w Rzymie pod adresem, 00192 Rzym, Włochy, zarejestrowanej w rejestrze przedsiębiorstw\n                           pod numerem 08565420018 _dalej: \"Green\"_ zawiadomienie o zawarciu w dniu 27 listopada\n                           2015 roku, przez tego akcjonariusza, transakcji nabycia 2.033.814 akcji Emitenta _dalej:\n                           \"Akcje\"_ zrealizowanej poza obrotem zorganizowanym. W wyniku nabycia Akcji akcjonariusz Green S.r.l. w likwidacji przekroczył próg 5%\n                           w ogólnej liczbie głosów na Walnym Zgromadzeniu Emitenta. Zgodnie z treścią otrzymanego od Green S.r.l. w likwidacji zawiadomienia, przed dokonaniem\n                           opisanej transakcji akcjonariusz posiadał 2.033.813 akcji Emitenta, które stanowiły\n                           3,44% kapitału zakładowego oraz dawały prawo do 2.033.813 głosów na walnym zgromadzeniu\n                           Emitenta, co stanowiło 3,44% w ogólnej liczbie głosów Emitenta. Po dokonaniu raportowanej transakcji akcjonariusz posiada 4.067.627 akcji Emitenta,\n                           stanowiących 6,89% kapitału zakładowego Emitenta dających prawo do 4.067.627 głosów\n                           na Walnym Zgromadzeniu Emitenta, co stanowi 6,89% w ogólnej liczbie głosów Emitenta.Doręczone Emitentowi Zawiadomienie od akcjonariusza datowane jest na dzień 30 listopada\n                           2015 roku.",
        "date": "2015-12-03"
    },
    {
        "company_name": "ASM GROUP SA",
        "content": "Zarząd ASM GROUP Spółka Akcyjna z siedzibą w Warszawie _dalej: \"Spółka\"; \"Emitent\"_\n                           informuje, iż w dniu 27 listopada 2015 roku Spółka otrzymała zawiadomienie od Akcjonariusza\n                           Pana Marcina Skrzypiec, pełniącego funkcję Wiceprezesa Zarządu Emitenta, zgodnie z\n                           którym Pan Marcin Skrzypiec poinformował o zawarciu w dniu 27 listopada 2015 roku\n                           z spółką prawa włoskiego pod firmą: Green S.r.l. w likwidacji z siedzibą w Rzymie,\n                           pod adresem at Via Catone, 15, 00192 Rzym, Włochy _dalej: \"GREEN\"_ umowy zabezpieczającej\n                           wykonanie przez ASM GROUP S.A. obowiązku zapłaty wynagrodzenia na rzecz GREEN, wynikającego\n                           z podpisanej w dniu 27 listopada 2015 roku między Emitentem a GREEN umowy nabycia\n                           przez Emitenta akcji własnych w celu ich umorzenia.Akcjonariusz Marcin Skrzypiec poinformował, że w wykonaniu zawartej przez siebie umowy,\n                           tytułem zabezpieczenia wyżej wymienionego obowiązku, przeniósł w dniu 27 listopada\n                           2015 roku na rachunek papierów wartościowych GREEN 1.016.907 posiadanych przez siebie\n                           akcji ASM GROUP S.A.  Według oświadczenia akcjonariusza, ustanowione przez niego zabezpieczenie\n                           będzie obowiązywało do dnia zapłaty przez ASM GROUP S.A. wynagrodzenia za akcje nabyte\n                           w celu umorzenia. Zgodnie z postanowieniami umowy podpisanej przez akcjonariusza z GREEN, w sytuacji\n                           gdy wynagrodzenie za akcje nabyte przez Emitenta w celu ich umorzenia zgodnie z umową\n                           nabycia akcji zawartą w dniu 27 listopada 2015 roku nie zostanie zapłacone przez Spółkę,\n                           w dacie płatności tego wynagrodzenia, GREEN będzie uprawniona do zadysponowania akcjami\n                           zabezpieczającymi przeniesionymi przez Marcina Skrzypiec i zatrzymania ich na swoim\n                           rachunku papierów wartościowych lub ich sprzedania i zatrzymania ceny sprzedaży. Po wykonaniu przez Emitenta obowiązku zapłaty wynagrodzenia na rzecz GREEN, w dacie\n                           jego płatności określonej w umowie nabycia akcji w celu ich umorzenia, GREEN będzie\n                           zobowiązana, najpóźniej następnego dnia roboczego po otrzymaniu z banku informacji\n                           o zapłacie tego wynagrodzenia, do zwrotnego przeniesienia na rachunek papierów wartościowych\n                           Marcina Skrzypiec własności 1.016.907 akcji ASM GROUP S.A. przekazanych tytułem zabezpieczenia.\n                           Transakcja przeprowadzona została poza rynkiem NewConnect. Ponadto, zgodnie z treścią zawiadomienia Pan Marcin Skrzypiec przed dokonaniem opisanej\n                           transakcji posiadał 15.433.455 akcji Emitenta, które stanowiły 26,13% kapitału zakładowego\n                           oraz dawały prawo do 15.433.455 głosów na Walnym Zgromadzeniu Emitenta, co stanowiło\n                           26,13% w ogólnej liczbie głosów na Walnym Zgromadzeniu Emitenta. Po dokonaniu raportowanej transakcji Pan Marcin Skrzypiec posiada 14.416.548 akcji\n                           Emitenta stanowiących 24,41% kapitału zakładowego Emitenta, uprawniających do 14.416.548\n                           głosów na Walnym Zgromadzeniu Emitenta, co stanowi 24,41% w ogólnej liczbie głosów.\n                           W swoim zawiadomieniu zobowiązany Akcjonariusz poinformował również Spółkę, że Umowa\n                           zabezpieczająca nie przewidywała ceny transakcyjnej, bowiem liczba akcji przekazana\n                           przez Adama Stańczaka na zabezpieczenie została ustalona nie według wartości, lecz\n                           proporcjonalnie do liczby akcji przekazanych przez GREEN S.r.l. w likwidacji na rzecz\n                           ASM GROUP S.A. zgodnie z treścią Umowy Nabycia Akcji w celu ich umorzenia, jaka została\n                           podpisana między ASM GROUP S.A. i GREEN w dniu 27 listopada 2015 roku. Zgodnie z treścią zawiadomienia według wiedzy akcjonariusza nie istnieją, ani nie\n                           istniały w dacie zawarcia umowy podmioty zależne od Pana Marcina Skrzypiec, które\n                           posiadałyby akcje Emitenta. Ponadto, nie występują ani nie występowały w dacie nabycia\n                           Akcji osoby trzecie, z którymi Marcin Skrzypiec zawarłyby umowę, której przedmiotem\n                           byłoby przekazanie uprawnienia do wykonywania prawa głosu.",
        "date": "2015-12-01"
    },
    {
        "company_name": "ASM GROUP SA",
        "content": "Zarząd ASM GROUP Spółka Akcyjna z siedzibą w Warszawie _dalej: \"Spółka\"; \"Emitent\"_\n                           informuje, iż w dniu 27 listopada 2015 roku Spółka otrzymała zawiadomienie od Akcjonariusza\n                           Pana Adama Stańczaka, pełniącego funkcję Prezesa Zarządu Emitenta, zgodnie z którym\n                           Pan Adam Stańczak poinformował o zawarciu w dniu 27 listopada 2015 roku z spółką prawa\n                           włoskiego pod firmą: Green S.r.l. w likwidacji z siedzibą w Rzymie, pod adresem at\n                           Via Catone, 15, 00192 Rzym, Włochy _dalej: \"GREEN\"_ umowy zabezpieczającej wykonanie\n                           przez ASM GROUP S.A. obowiązku zapłaty wynagrodzenia na rzecz GREEN, wynikającego\n                           z podpisanej w dniu                           27 listopada 2015 roku między Emitentem\n                           a GREEN umowy nabycia przez Emitenta akcji własnych w celu ich umorzenia.Akcjonariusz Adam Stańczak poinformował, że w wykonaniu zawartej przez siebie umowy,\n                           tytułem zabezpieczenia wyżej wymienionego obowiązku, przeniósł w dniu 27 listopada\n                           2015 roku na rachunek papierów wartościowych GREEN 1.016.907 posiadanych przez siebie\n                           akcji ASM GROUP S.A.  Według oświadczenia akcjonariusza, ustanowione przez niego zabezpieczenie\n                           będzie obowiązywało do dnia zapłaty przez ASM GROUP S.A. wynagrodzenia za akcje nabyte\n                           w celu umorzenia. Zgodnie z postanowieniami umowy podpisanej przez akcjonariusza z GREEN, w sytuacji\n                           gdy wynagrodzenie za akcje nabyte przez Emitenta w celu ich umorzenia zgodnie z umową\n                           nabycia akcji zawartą w dniu 27 listopada 2015 roku nie zostanie zapłacone przez Spółkę,\n                           w dacie płatności tego wynagrodzenia, GREEN będzie uprawniona do zadysponowania akcjami\n                           zabezpieczającymi przeniesionymi przez Adama Stańczaka i zatrzymania ich na swoim\n                           rachunku papierów wartościowych lub ich sprzedania i zatrzymania ceny sprzedaży. Po wykonaniu przez Emitenta obowiązku zapłaty wynagrodzenia na rzecz GREEN, w dacie\n                           jego płatności określonej w umowie nabycia akcji w celu ich umorzenia, GREEN będzie\n                           zobowiązana, najpóźniej następnego dnia roboczego po otrzymaniu z banku informacji\n                           o zapłacie tego wynagrodzenia, do zwrotnego przeniesienia na rachunek papierów wartościowych\n                           Adama Stańczaka własności 1.016.907 akcji ASM GROUP S.A. przekazanych tytułem zabezpieczenia.\n                           Transakcja przeprowadzona została poza rynkiem NewConnect. Ponadto, zgodnie z treścią zawiadomienia Pan Adam Stańczak przed dokonaniem opisanej\n                           transakcji posiadał 15.433.455 akcji Emitenta, które stanowiły 26,13% kapitału zakładowego\n                           oraz dawały prawo do 15.433.455 głosów na Walnym Zgromadzeniu Emitenta, co stanowiło\n                           26,13% w ogólnej liczbie głosów na Walnym Zgromadzeniu Emitenta. Po dokonaniu raportowanej transakcji Pan Adam Stańczak posiada 14.416.548 akcji Emitenta\n                           stanowiących 24,41% kapitału zakładowego Emitenta, uprawniających do 14.416.548 głosów\n                           na Walnym Zgromadzeniu Emitenta, co stanowi 24,41% w ogólnej liczbie głosów. W swoim zawiadomieniu zobowiązany Akcjonariusz poinformował również Spółkę, że Umowa\n                           zabezpieczająca nie przewidywała ceny transakcyjnej, bowiem liczba akcji przekazana\n                           przez Adama Stańczaka na zabezpieczenie została ustalona nie według wartości, lecz\n                           proporcjonalnie do liczby akcji przekazanych przez GREEN S.r.l. w likwidacji na rzecz\n                           ASM GROUP S.A. zgodnie z treścią Umowy Nabycia Akcji w celu ich umorzenia, jaka została\n                           podpisana między ASM GROUP S.A. i GREEN w dniu 27 listopada 2015 roku. Zgodnie z treścią zawiadomienia według wiedzy akcjonariusza nie istnieją, ani nie\n                           istniały w dacie zawarcia umowy podmioty zależne od Pana Adama Stańczaka, które posiadałyby\n                           akcje Emitenta. Ponadto, nie występują ani nie występowały w dacie nabycia Akcji osoby\n                           trzecie, z którymi Adam Stańczak zawarłyby umowę, której przedmiotem byłoby przekazanie\n                           uprawnienia do wykonywania prawa głosu.",
        "date": "2015-12-01"
    },
    {
        "company_name": "ASM GROUP SA",
        "content": "Zarząd ASM GROUP Spółka Akcyjna _dalej: \"Spółka\"_ informuje o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia, które odbędzie się dnia 28 grudnia 2015 roku o godzinie 14:00\n                           w Warszawie, w siedzibie Spółki przy ulicy Świętokrzyskiej 18. W załączniku do niniejszego raportu Zarząd przekazuje pełną treść ogłoszenia, projekty\n                           uchwał oraz formularz do głosowania przez pełnomocnika",
        "date": "2015-11-30"
    },
    {
        "company_name": "ASM GROUP SA",
        "content": "Działając na podstawie art. 70 pkt. 3 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           Zarząd ASM GROUP Spółka Akcyjna _dalej: \"Spółka\"_ przekazuje wykaz akcjonariuszy Spółki\n                           posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu Spółki,\n                           które odbyło się w dniu 29 lipca 2015 roku.1.Adam Stańczak, któremu przysługiwało 15.433.455 głosów na walnym zgromadzeniu, co\n                           stanowiło 95,04% głosów na tym walnym zgromadzeniu oraz 26,13% w ogólnej liczbie głosów.",
        "date": "2015-08-05"
    },
    {
        "company_name": "ASM GROUP SA",
        "content": "Zarząd ASM GROUP Spółka Akcyjna _dalej: \"Spółka\"_ informuje o zwołaniu Nadzwyczajnego\n                           Walnego Zgromadzenia, które odbędzie się dnia 29 lipca 2015 roku o godzinie 14:00\n                           w Warszawie, w siedzibie Spółki przy ulicy Świętokrzyskiej 18. W załączniku do niniejszego\n                           raportu Zarząd przekazuje pełną treść ogłoszenia, projekty uchwał oraz formularz do\n                           głosowania przez pełnomocnika.",
        "date": "2015-07-03"
    },
    {
        "company_name": "ASM GROUP SA",
        "content": "Działając na podstawie art. 70 pkt. 3 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           Zarząd ASM GROUP Spółka Akcyjna _dalej: \"Spółka\"_ przekazuje wykaz akcjonariuszy Spółki\n                           posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu Spółki,\n                           które odbyło się w dniu 26 czerwca 2015 roku.1.Tatiana Pikula, której przysługiwało\n                           15.428.616 głosów na walnym zgromadzeniu, co stanowiło 48,72% głosów na tym walnym\n                           zgromadzeniu oraz 26,13% w ogólnej liczbie głosów.2.Adam Stańczak, któremu przysługiwało 15.433.455 głosów na walnym zgromadzeniu, co\n                           stanowiło 48,72% głosów na tym walnym zgromadzeniu oraz 26,13% w ogólnej liczbie głosów.",
        "date": "2015-07-02"
    }
]