[
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions S.A. informuje, iż Rada Nadzorcza Asseco Business\n                           Solutions S.A. działając na podstawie §13 ust. 10 pkt 6_ Statutu Spółki Asseco Business\n                           Solutions S.A. w dniu 16.07.2015 r. podjęła uchwałę o wyborze Ernst & Young Audyt\n                           Polska Spółka z ograniczoną odpowiedzialnością Sp.k. z siedzibą w Warszawie przy ulicy\n                           Rondo ONZ 1, 00-124 Warszawa, wpisaną na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych pod pozycją 130, jako podmiotu uprawnionego do dokonania przeglądu  półrocznego\n                           sprawozdania finansowego Spółki Asseco Business Solutions S.A. za pierwsze półrocze\n                           2015 roku oraz do badania rocznego sprawozdania finansowego Spółki Asseco Business\n                           Solutions S.A. za rok 2015.Umowa zostanie zawarta na dokonanie przeglądu półrocznego sprawozdania finansowego\n                           Spółki Asseco Business Solutions S.A. za pierwsze półrocze 2015 roku oraz do badania\n                           rocznego sprawozdania finansowego Spółki za rok 2015.Asseco Business Solutions S.A. korzystała z usług Ernst § Young Audit Sp. z o.o. w\n                           zakresie wykonania weryfikacji sprawozdań finansowych dla celów połączenia Asseco\n                           Business Solutions S.A. z Softlab Trade Sp. z o.o., Softlab Sp. z o.o., Safo Sp. z\n                           o.o. i Wa-pro Sp. z o.o. ,w zakresie weryfikacji półrocznych sprawozdań finansowych\n                           dla celów konsolidacji wyników w Grupie Kapitałowej Asseco Poland S.A., w zakresie\n                           wykonania badania rocznego sprawozdania finansowego Asseco Business Solutions S.A.\n                           za 2007 rok, w zakresie dokonania przeglądu półrocznego jednostkowego i skonsolidowanego\n                           sprawozdania finansowego Asseco Business Solutions S.A. za okres sześciu miesięcy\n                           zakończony dnia 30 czerwca 2008 roku, rocznego jednostkowego sprawozdania finansowego\n                           Spółki Asseco Business Solutions S.A. oraz rocznego skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej Asseco Business Solutions S.A za 2008 rok , w zakresie\n                           dokonania badania sprawozdań finansowych Spółki Asseco Business Solutions S.A. za\n                           rok 2009 oraz w zakresie dokonania przeglądu półrocznego jednostkowego sprawozdania\n                           finansowego Spółki Asseco Business Solutions S.A. za pierwsze półrocze 2010 roku.\n                           Asseco Business Solutions korzystała z usług Ernst § Young Audit Sp. z o.o. także\n                           przy badaniu rocznych sprawozdań finansowych Spółki Asseco Business Solutions S.A.\n                           za rok 2010, 2011, 2012, 2013 oraz przeglądu  półrocznych jednostkowych sprawozdań\n                           finansowych Spółki Asseco Business Solutions S.A. za pierwsze półrocze 2011, 2012,\n                           2013 roku. Asseco Business Solutions korzystała z usług Ernst & Young Audyt Polska Spółka z ograniczoną\n                           odpowiedzialnością Sp.k. z siedzibą w Warszawie _przed przekształceniem Ernst & Young\n                           Audit Sp. z o.o. z siedzibą w Warszawie_ przy badaniu rocznego sprawozdania finansowego\n                           Spółki Asseco Business Solutions S.A. za rok 2014 oraz przeglądu  półrocznego jednostkowego\n                           sprawozdania finansowego Spółki Asseco Business Solutions S.A. za pierwsze półrocze\n                           2014 roku. Wybór podmiotu uprawnionego do badania nastąpił zgodnie z obowiązującymi przepisami\n                           i normami zawodowymi. Podstawa Prawna: § 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2009, nr 33, poz.\n                           259_.",
        "date": "2015-06-17"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions S.A. informuje, iż w dniu 08 maja 2015 r. otrzymał\n                           od jednego z Członków Zarządu zawiadomienie, w trybie artykułu 160 Ustawy z dnia 29\n                           lipca 2005 roku o obrocie instrumentami finansowymi. Zgodnie z przekazaną informacją\n                           jeden z Członków Zarządu sprzedał w trybie transakcji sesyjnej zwykłej na Giełdzie\n                           Papierów Wartościowych w Warszawie S.A. w dniu 07.05.2015 roku 14 954 akcji Asseco\n                           Business Solutions S.A. za łączną kwotę 234.777,80 zł, po cenie 15,70 zł za jedną\n                           akcję.",
        "date": "2015-05-08"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions S.A. podaje do publicznej wiadomości, iż na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 21 kwietnia 2015 roku następujący\n                           Akcjonariusze wykonywali prawo głosu z akcji reprezentujących ponad 5% głosów:1.ASSECO POLAND S.A. wykonywała prawo głosu z 15.528.570 akcji reprezentujących 72,10%\n                           głosów obecnych na Zwyczajnym Walnym Zgromadzeniu, które stanowiły 46,47% ogólnej\n                           liczby głosów, 2.AVIVA OTWARTY FUNDUSZ EMERYTALNY AVIVA BZ WBK wykonywała prawo głosu z 3.330.000\n                           akcji reprezentujących 15,46% głosów obecnych na Zwyczajnym Walnym Zgromadzeniu, które\n                           stanowiły 9,96% ogólnej liczby głosów,Na ogólną liczbę 33.418.193 akcji Spółki, na Zwyczajnym Walnym Zgromadzeniu Asseco\n                           Business Solutions S.A., reprezentowanych było 21 539 864 akcji. Na każdą akcję przypada\n                           jeden głos.",
        "date": "2015-04-27"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions S.A.  informuje o podjęciu przez  Zwyczajne Walne\n                           Zgromadzenie Spółki w dniu 21 kwietnia 2015 r. uchwały w sprawie podziału zysku i\n                           wypłaty dywidendy.Zwyczajne Walne Zgromadzenie Asseco Business Solutions S.A. działając\n                           na podstawie art. 395 § 2 pkt 2_ kodeksu spółek handlowych oraz § 12 ust. 5 pkt 2\n                           Statutu Spółki postanowiło:Zysk netto wypracowany przez Spółkę w roku obrotowym 2014 w wysokości 28 570 709,30\n                           zł _słownie: dwadzieścia osiem milionów pięćset siedemdziesiąt tysięcy siedemset dziewięć\n                           złotych trzydzieści groszy_ podzielić w następujący sposób: 1_część zysku netto za 2014 rok w kwocie 28 405 464,05 zł _słownie: dwadzieścia osiem\n                           milionów czterysta pięć tysięcy czterysta sześćdziesiąt cztery złote pięć groszy_\n                           przeznaczyć do podziału miedzy Akcjonariuszy, tj. wypłacić dywidendę w kwocie po 0,85\n                           zł _słownie: osiemdziesiąt pięć groszy_ na jedną akcję;2_pozostałą część zysku netto za 2014 rok w kwocie 165 245,25 zł _słownie: sto sześćdziesiąt\n                           pięć tysięcy dwieście czterdzieści pięć złotych dwadzieścia pięć groszy_ przekazać\n                           na kapitał zapasowy.Zwyczajne Walne Zgromadzenie Asseco Business Solutions S.A. ustaliło dzień dywidendy\n                           na dzień 14 maja 2015 roku oraz termin wypłaty dywidendy na dzień 1 czerwca 2015 roku.Podstawa Prawna: § 38 ust. 2  Rozporządzenia Ministra Finansów z dn. 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259_",
        "date": "2015-04-21"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarzad Asseco Business Solutions S.A.  podaje do publicznej wiadomości treść uchwał\n                           podjętych przez Zwyczajne Walne Zgromadzenie Spółki w dniu 21 kwietnia 2015 r. w Lublinie.\n                           Treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Asseco Business Solutions\n                           S.A. w dniu 21 kwietnia 2015 r. stanowi załącznik do niniejszego raportu bieżącego.Podstawa Prawna: § 38 ust. 1 pkt 5  Rozporządzenia Ministra Finansów z dn. 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33,\n                           poz. 259_",
        "date": "2015-04-21"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions S.A. przekazuje wykaz wszystkich informacji określonych\n                           w art. 56 ust. 1 przekazanych do publicznej wiadomości w 2014 roku. Jednocześnie Zarząd\n                           informuje, że oryginały raportów bieżących i okresowych znajdują się w Warszawie,\n                           Wilanów Office Park ul. Adama Branickiego 13, 02-972 Warszawa oraz na stronie: http://www.assecobs.pl/pl/relacje-inwestorskie/raporty/raporty-biezaceWykaz\n                           raportów bieżących:lp. Numer raportu, Data sporządzenia,Temat1.  1/2014, 16-01-2014,Terminy przekazywania raportów okresowych w roku 20142.  2/2014, 06-03-2014, Rekomendacja Zarządu Asseco Business Solutions dotycząca wypłaty\n                           dywidendy3.  3/2014, 10-03-2014,Ogłoszenie Zarządu Asseco Business Solutions o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia4.  4/2014, 10-03-2014, Projekty uchwał na Zwyczajne Walne Zgromadzenie Asseco Business\n                           Solutions S.A. zwołane na dzień 15.04.2014 roku5.  5/2014, 10-03-2014,Rekomendacja Zarządu Asseco Business Solutions dotycząca wypłaty\n                           dywidendy6.  6/2014, 14-03-2014, Informacja o korekcie jednostkowego raportu rocznego Asseco\n                           Business Solutions za rok 20137.  7/2014, 18-03-2014, Sprawozdanie Rady Nadzorczej Asseco Business Solutions S.A.\n                           dotyczące oceny Sprawozdania Zarządu z działalności Spółki za rok obrotowy 2013 i\n                           oceny sprawozdania finansowego Spółki za rok obrotowy 20138.  8/2014, 18-03-2014, Rekomendacja Rady Nadzorczej Asseco Business Solutions dotycząca\n                           wypłaty dywidendy9.  9/2014, 15-04-2014, Wykaz informacji przekazanych do publicznej wiadomości w 2013\n                           roku10.  10/2014, 15-04-2014, Treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Asseco Business Solutions S.A. w dniu 15 kwietnia 2014 r.11.  11/2014, 15-04-2014, Podjęcie przez Zwyczajne Walne Zgromadzenie Asseco Business\n                           Solutions S.A. uchwały w przedmiocie wypłaty dywidendy12.  12/2014, 22-04-2014, Wykaz Akcjonariuszy reprezentujących ponad 5% głosów na\n                           ZWZ Asseco Business Solutions S.A.13.  13/2014, 24-04-2014, Sprzedaż akcji Asseco Business Solutions S.A. przez osobę\n                           zarządzającą14.  14/2014, 05-06-2014, Wybór biegłego rewidenta15.  14/2014, 23-06-2014, Wybór biegłego rewidenta - korekta16.  15/2014, 16-12-2014, Powołanie Wiceprezesa Zarządu Asseco Business Solutions\n                           S.A.Wykaz raportów okresowych:1.  R 2013, 05-03-2014, Jednostkowy raport roczny za rok 20132.  QSr 1/2014, 07-05-2014, Skrócone śródroczne jednostkowe sprawozdanie finansowe\n                           za I kwartał 2014 roku3.  P 2014, 06-08-2014, Jednostkowy raport półroczny4.  QSr 3/2014, 05-11-2014, Skrócone śródroczne jednostkowe sprawozdanie finansowe\n                           za III kwartał 2014 roku",
        "date": "2015-03-23"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions Spółka Akcyjna z siedzibą w Lublinie informuje, iż\n                           Rada Nadzorcza Asseco Business Solutions S.A. działając na podstawie § 13 ust. 10\n                           pkt 8_ Statutu Spółki oraz art. 369 § 1 KSH w związku z postanowieniami § 14 ust.\n                           2 Statutu Spółki na posiedzeniu w dniu 10 marca 2015 r. powołała na nową czteroletnią\n                           kadencję _obejmującą lata 2015 – 2019_ Zarząd Asseco Business Solutions S.A. w składzie:1.Wojciech Barczentewicz – do pełnienia funkcji Prezesa Zarządu2.Piotr Masłowski – do pełnienia funkcji Wiceprezesa Zarządu3.Andreas Enders – do pełnienia funkcji Wiceprezesa Zarządu4.Mariusz Lizon – Członek ZarząduPan Wojciech Barczentewicz posiada wykształcenie\n                           średnie, w roku 1989 ukończył Liceum Sztuk Plastycznych w Nałęczowie. Uczestniczył\n                           w programie doskonalenia umiejętności menedżerskich \"Management 2000\" w Canadian International\n                           Management Institute _1999-2000_. Karierę zawodową Wojciech Barczentewicz rozpoczął\n                           od prowadzenia, w latach 1988-1990, działalności gospodarczej. Następnie w latach\n                           1992-1993 był Dyrektorem Zarządzającym Edmar z siedzibą w Lublinie, a w latach 1993-1994\n                           – Dyrektorem Zarządzającym Sewo-Bau z siedzibą w Lublinie. Oba przedsiębiorstwa prowadziły\n                           eksport usług do Niemiec. Wojciech Barczentewicz, od roku 1991, był wspólnikiem i\n                           dyrektorem Anica System s.c. z siedzibą w Lublinie. Od roku 1995 był Prezesem Zarządu\n                           spółki Anica System S.A. z siedzibą w Lublinie odpowiedzialnym za sferę zarządzania\n                           strategicznego Spółką. Od 9 października 2008 roku do 1 lipca 2012 Wiceprezes Zarządu\n                           Asseco Business Solutions. Od 2 lipca 2012 roku Prezes Zarządu Asseco Business Solutions.Ponadto, Wojciech Barczentewicz pełni funkcję Prezesa Zarządu Fundacji Artystycznej\n                           \"JAM SESSION\" z siedzibą w Lublinie oraz Przewodniczącego Rady Fundacji Instytut Leczenia\n                           Niepłodności Małżeńskiej im. Jana Pawła II z siedzibą w Lublinie. Wojciech Barczentewicz\n                           prowadzi również działalność gospodarczą jako jednoosobowy przedsiębiorca wpisany\n                           do ewidencji działalności gospodarczej prowadzonej przez Prezydenta Miasta Lublin;\n                           przedmiotem działalności jest wynajem nieruchomości na własny rachunek.Pan Wojciech Barczentewicz nie prowadzi działalności, która byłaby konkurencyjna w\n                           stosunku do działalności Emitenta. Nie jest wspólnikiem konkurencyjnej spółki cywilnej\n                           lub spółki osobowej ani członkiem organu spółki kapitałowej lub członkiem organu jakiejkolwiek\n                           innej konkurencyjnej osoby prawnej. Nie został wpisany do rejestru dłużników niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym. Nie pełnił w przeszłości\n                           funkcji osoby nadzorującej lub zarządzającej w podmiotach, które znalazły się w okresie\n                           jej kadencji w stanie upadłości lub likwidacji.Pan Piotr Masłowski jest absolwentem Wydziału Elektrycznego Politechniki Lubelskiej.\n                           W latach 1996-1997 odbył Podyplomowe Studia Diploma in Management, University of Central\n                           Lancashire. W roku 1999 ukończył studia Master of Business Administration, University\n                           of Central Lancashire. Po ukończonych w roku 1992 studiach, Piotr Masłowski został\n                           asystentem w Katedrze Informatyki Politechniki Lubelskiej. Następnie, od roku 1993,\n                           zajmował stanowisko dyrektora handlowego w Anica System s.c. Od roku 1995 był Wiceprezesem\n                           Zarządu spółki Anica System S.A. z siedzibą w Lublinie odpowiedzialnym za działania\n                           związane z realizacją polityki produktowej i strategii handlowej. Od 9 października\n                           2008 roku jest Wiceprezesem Zarządu Asseco Business Solutions.Ponadto, Piotr Masłowski pełni funkcję Przewodniczącego Rady Fundacji Artystycznej\n                           \"JAM SESSION\" z siedzibą w Lublinie oraz Wiceprzewodniczącego Rady Fundacji Instytut\n                           Leczenia Niepłodności Małżeńskiej im. Jana Pawła II z siedzibą w Lublinie. Piotr Masłowski\n                           prowadzi również działalność gospodarczą jako jednoosobowy przedsiębiorca wpisany\n                           do ewidencji działalności gospodarczej prowadzonej przez Prezydenta Miasta Lublin;\n                           przedmiotem działalności jest wynajem nieruchomości na własny rachunek.Pan Piotr Masłowski nie prowadzi działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Emitenta. Nie jest wspólnikiem konkurencyjnej spółki cywilnej lub\n                           spółki osobowej ani członkiem organu spółki kapitałowej lub członkiem organu jakiejkolwiek\n                           innej konkurencyjnej osoby prawnej. Nie został wpisany do rejestru dłużników niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym. Nie pełnił w przeszłości\n                           funkcji osoby nadzorującej lub zarządzającej w podmiotach, które znalazły się w okresie\n                           jej kadencji w stanie upadłości lub likwidacji.Dr Andreas Enders mieszka w Niemczech. Jest absolwentem Uniwersytetu w Kolonii ze\n                           specjalizacją w zakresie marketingu i zarządzania, zarządzania zamówieniami i psychologii\n                           biznesu. Jesienią 1991 r. uzyskał dyplom magistra zarządzania _Diplom Kaufman_, a\n                           w 1996 r. obronił pracę doktorską na Uniwersytetach w Kolonii i Kaiserslautern. W\n                           latach 1992-1993 pracował jako adiunkt na Uniwersytecie w Kolonii a następnie w latach\n                           1993-1996 na Uniwersytecie w Kaiserslautern, gdzie zajmował się odpowiednio obszarami\n                           marketingu i psychologii biznesu. Od roku 1996 związany z branżą informatyczną. W\n                           latach 1996-1998 pracował w spółce K&V Information Systems _obecnie spółka ta jest\n                           częścią spółki SAP_ na stanowisku dyrektora marketingu. Od 1999 do 2009 r. był członkiem\n                           zarządu spółki CAS _obecnie spółka AccentureCAS_, gdzie pełnił następujące funkcje:\n                           dyrektora ds. marketingu korporacyjnego _1999-2001_, dyrektora ds. rozwoju przedsiębiorstwa\n                           _2002-2006_, dyrektora ds. marketingu produktowego _od roku 2007_. W latach 2009 –\n                           2011 zatrudniony w spółce Promax _obecne spółka Wipo PromaxAnalitics_, gdzie jako\n                           członek wyższej kadry kierowniczej odpowiadał za sprzedaż i marketing na Europę Środkową.\n                           W latach 2011-2014 pełnił funkcje dyrektora ds. sprzedaży międzynarodowej w spółce\n                           XTEL _obecnie Kantar Retail Company_. Od maja 2014 r. członek wyższej kadry kierowniczej\n                           w spółce Asseco Solutions pełniący funkcje wiceprezesa ds. rozwiązań mobilnych. Od\n                           1 stycznia 2015 r. jest Wiceprezesem Zarządu Asseco Business Solutions.Pan Andreas Enders nie prowadzi działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Emitenta. Nie jest wspólnikiem konkurencyjnej spółki cywilnej lub\n                           spółki osobowej ani członkiem organu spółki kapitałowej lub członkiem organu jakiejkolwiek\n                           innej konkurencyjnej osoby prawnej. Nie został wpisany do rejestru dłużników niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym. Nie pełnił w przeszłości\n                           funkcji osoby nadzorującej lub zarządzającej w podmiotach, które znalazły się w okresie\n                           jej kadencji w stanie upadłości lub likwidacji.Pan Mariusz Lizon jest absolwentem Wydziału Elektrycznego Politechniki Lubelskiej.\n                           W latach 1995 r.-1996 r. odbył szkolenie ACCA _The Chartered Association of Certified\n                           Accountants_ i uzyskał międzynarodowy dyplom z zakresu Rachunkowości i Finansów _nr\n                           166_. W latach 1999 r.-2000 r. odbył Podyplomowe Studium Finansów w Szkole Głównej\n                           Handlowej. Karierę zawodową Mariusz Lizon rozpoczął od prowadzenia, w latach 1990\n                           - 1997, działalności gospodarczej. Następnie w latach 1997 - 2008 był Dyrektorem finansowym\n                           w Spółce Anica System S.A. z siedzibą w Lublinie. Od 17 października 2008 roku jest\n                           Dyrektorem finansowym Spółki Asseco Business Solutions S.A. z siedzibą w Lublinie.\n                           Od dnia 6 listopada 2008 r. do dnia 24 czerwca 2009 pełnił funkcję prokurenta w Asseco\n                           Business Solutions S.A. Od 24 czerwca 2009 roku jest Członkiem Zarządu Asseco Business\n                           Solutions. Pan Mariusz Lizon nie prowadzi działalności, która byłaby konkurencyjna w stosunku\n                           do działalności Emitenta. Nie jest wspólnikiem konkurencyjnej spółki cywilnej lub\n                           spółki osobowej ani członkiem organu spółki kapitałowej lub członkiem organu jakiejkolwiek\n                           innej konkurencyjnej osoby prawnej. Nie został wpisany do rejestru dłużników niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym. Nie pełnił w przeszłości\n                           funkcji osoby nadzorującej lub zarządzającej w podmiotach, które znalazły się w okresie\n                           jego kadencji w stanie upadłości lub likwidacji.Podstawa Prawna: Zgodnie z § 5 ust. 1 pkt 22 w zw. z § 28 Rozporządzenia Ministra\n                           Finansów z dn. 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33, poz. 259_",
        "date": "2015-03-10"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions Spółka Akcyjna z siedzibą w Lublinie _\"Asseco BS\"_\n                           informuje, że Rada Nadzorcza Asseco BS na posiedzeniu w dniu 10.03.2015 r. pozytywnie\n                           zaopiniowała wniosek Zarządu w sprawie rekomendacji Zwyczajnemu Walnemu Zgromadzeniu,\n                           które zostało zwołane dzień 21 kwietnia 2015 roku wypłaty akcjonariuszom dywidendy\n                           w wysokości 0,85 zł _słownie: osiemdziesiąt pięć groszy_ na 1 akcję Asseco Business\n                           Solutions S.A. Część zysku netto za rok obrotowy 2014 przeznaczona na dywidendę wynosi\n                           28 405 464,05 zł _słownie: dwadzieścia osiem milionów czterysta pięć tysięcy czterysta\n                           sześćdziesiąt cztery złote pięć groszy_. Pozostałą część zysku netto za rok obrotowy\n                           2014 w kwocie 165 245,25 zł _słownie: sto sześćdziesiąt pięć tysięcy dwieście czterdzieści\n                           pięć złotych dwadzieścia pięć groszy_ proponuje przekazać na kapitał zapasowy.Podstawa Prawna: Zgodnie z § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dn.\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2\n                           009 r. Nr 33, poz. 259_",
        "date": "2015-03-10"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 3/2015 z dnia 06.03.2015 r. Zarząd Asseco Business\n                           Solutions S.A. przekazuje do publicznej wiadomości Sprawozdanie Rady Nadzorczej Asseco\n                           Business Solutions S.A. dotyczące oceny sprawozdania Zarządu z działalności Spółki\n                           za rok obrotowy 2014 i oceny sprawozdania finansowego Spółki za rok obrotowy 2014.\n                           Powyższe Sprawozdanie Rady Nadzorczej Asseco Business Solutions S.A. stanowi załącznik\n                           do niniejszego raportu bieżącego.",
        "date": "2015-03-10"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions Spółka Akcyjna z siedzibą w Lublinie rekomenduje\n                           Radzie Nadzorczej i Zwyczajnemu Walnemu Zgromadzeniu, które zostało zwołane na dzień\n                           21 kwietnia 2015 roku wypłatę akcjonariuszom dywidendy w wysokości 0,85 zł _słownie:\n                           osiemdziesiąt pięć groszy_ na 1 akcję Asseco Business Solutions S.A. Część zysku netto\n                           za rok obrotowy 2014 przeznaczona na dywidendę wynosi 28 405 464,05 zł _słownie: dwadzieścia\n                           osiem milionów czterysta pięć tysięcy czterysta sześćdziesiąt cztery złote pięć groszy_.\n                           Pozostałą część zysku netto za rok obrotowy 2014 w kwocie 165 245,25 zł _słownie:\n                           sto sześćdziesiąt pięć tysięcy dwieście czterdzieści pięć złotych dwadzieścia pięć\n                           groszy_ proponuje przekazać na kapitał zapasowy. Projekt uchwały nr 14 Zwyczajnego\n                           Walnego Zgromadzenia Asseco Business Solutions S.A. z dnia 21 kwietnia 2015 r. w sprawie\n                           podziału zysku i wypłaty dywidendy został przekazany raportem bieżącym nr 4/2015 z\n                           dnia 06.03.2015 r.Podstawa Prawna: Zgodnie z § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dn.\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2\n                           009 r. Nr 33, poz. 259_",
        "date": "2015-03-06"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions Spółka Akcyjna z siedzibą w Lublinie przy ul. Konrada\n                           Wallenroda 4C, 20-607 Lublin, wpisanej do Rejestru Przedsiębiorców prowadzonego przez\n                           Sąd Rejonowy Lublin – Wschód w Lublinie z siedzibą w Świdniku, VI Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego, pod numerem KRS 0000028257 _\"Spółka\"_ na podstawie art.\n                           399 § 1 Kodeksu spółek handlowych, a także mając na uwadze § 38 pkt 1 Rozporządzenia\n                           Ministra Finansów w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim z dnia 19 lutego\n                           2009 r. _Dz.U. 2009, Nr 33, poz. 259_, zwołuje na dzień 21 kwietnia 2015 r. Zwyczajne\n                           Walne Zgromadzenie Spółki _\"Walne Zgromadzenie\"_, które odbędzie się o godzinie 12:00\n                           w siedzibie Spółki w Lublinie, ul. Konrada Wallenroda 4C, 20-607 Lublin.Załączniki do niniejszego raportu: 1.Ogłoszenie Zarządu Asseco Business Solutions S.A. o zwołaniu Zwyczajnego Walnego\n                           Zgromadzenia.Podstawa Prawna: Zgodnie z § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dn.\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33, poz. 259_",
        "date": "2015-03-06"
    },
    {
        "company_name": "ASSECO BUSINESS SOLUTIONS SA",
        "content": "Zarząd Asseco Business Solutions Spółka Akcyjna z siedzibą w Lublinie postanawia zaproponować\n                           Radzie Nadzorczej Spółki i Zwyczajnemu Walnemu Zgromadzeniu Spółki, wypłatę akcjonariuszom\n                           dywidendy w wysokości 0,85 zł _słownie: osiemdziesiąt pięć groszy_ na 1 akcję Asseco\n                           Business Solutions S.A. Część zysku netto za rok obrotowy 2014 przeznaczona na dywidendę\n                           wynosi 28 405 464,05 zł _słownie: dwadzieścia osiem milionów czterysta pięć tysięcy\n                           czterysta sześćdziesiąt cztery złote pięć groszy_. Pozostałą część zysku netto za\n                           rok obrotowy 2014 w kwocie 165 245,25 zł _słownie: sto sześćdziesiąt pięć tysięcy\n                           dwieście czterdzieści pięć złotych dwadzieścia pięć groszy_ proponuje przekazać na\n                           kapitał zapasowy.Podstawa Prawna: Zgodnie z § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dn.\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           r. Nr 33, poz. 259_",
        "date": "2015-03-04"
    }
]