[
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. _Emitent_ informuje, iż w dniu 18 grudnia 2015\n                           r. Nadzwyczajne Zgromadzenie Wspólników spółki Benefit Development sp. z o.o. z siedzibą\n                           w Warszawie _dalej \"Benefit Development\"_ podjęło uchwałę w sprawie podwyższenia kapitału\n                           zakładowego Benefit Development z kwoty 5.000 _pięć tysięcy_ złotych do kwoty 50.000\n                           _pięćdziesiąt tysięcy_ złotych, tj. o kwotę 45.000 _czterdzieści pięć tysięcy_ złotych,\n                           w drodze utworzenia 900 _dziewięćset_ nowych udziałów o wartości nominalnej 50 _pięćdziesiąt_\n                           złotych każdy _dalej \"Udziały\"_ i łącznej wartości nominalnej 45.000 _czterdzieści\n                           pięć tysięcy_ złotych. Spółka Benefit Development prowadziła działalność inwestycyjną\n                           m.in. w spółki branży fitness, które w wyniku wcześniejszych działań reorganizacyjnych\n                           zostały przeniesione do innej spółki zależnej od Emitenta, Fit Invest Sp. z o.o.Wszystkie Udziały zostały przeznaczone do objęcia przez Emitenta w zamian za wkład\n                           niepieniężny w postaci 17.526.447 _siedemnastu milionów pięciuset dwudziestu sześciu\n                           tysięcy czterystu czterdziestu siedmiu_ akcji w kapitale zakładowym spółki pod firmą\n                           FitSport Polska S.A. z siedzibą w Warszawie, stanowiących 100% kapitału zakładowego\n                           tej spółki, wycenionych na kwotę 19.700.000 _dziewiętnaście milionów siedemset tysięcy_\n                           złotych _dalej \"Wkład Niepieniężny\"_.Spółka FitSport Polska S.A. zajmuje się sprzedażą\n                           kart MultiSport.W celu realizacji powyższego, w dniu 18 grudnia 2015 r. Emitent zawarł z Benefit Development\n                           umowę przeniesienia akcji, której przedmiotem jest wniesienie przez Emitenta do Benefit\n                           Development Wkładu Niepieniężnego na pokrycie Udziałów w podwyższonym kapitale zakładowym\n                           spółki Benefit Development. Umowa zawiera postanowienia typowe dla tego rodzaju umów.W\n                           wyniku w/w czynności Emitent posiadać będzie 945 _dziewięćset czterdzieści pięć_ udziałów\n                           w kapitale zakładowym spółki Benefit Development, stanowiących 94,5% kapitału zakładowego\n                           tejże spółki i dających prawo do 945 _dziewięćset czterdzieści pięć_ głosów na zgromadzeniu\n                           wspólników tej spółki.Wniesienie do Benefit Development przedmiotowego Wkładu Niepieniężnego ma charakter\n                           długoterminowy i stanowi element porządkowania aktywów Emitenta. W kolejnym kroku\n                           planowane jest połączenie spółek Benefit Development oraz FitSport Polska S.A.Kryterium uznania umowy za znaczącą jest fakt, iż jej wartość przekracza 10 % kapitałów\n                           własnych Emitenta.",
        "date": "2015-12-18"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _Spółka_ informuje, że w dniu 10 grudnia 2015 r. do Spółki\n                           wpłynęło zawiadomienie w trybie art. 160 ust. 1 ustawy o obrocie instrumentami finansowymi,\n                           od osoby, o której mowa w art. 160 ust. 1 pkt 2 ww. ustawy _Zawiadamiający_, w którym\n                           Zawiadamiający poinformował o nabyciu akcji Spółki.Zgodnie z treścią ww. zawiadomienia nabycie akcji nastąpiło na następujących warunkach:1_ Data transakcji – 08.12.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji sesyjnej zwykłej:   a. Łączna liczba nabytych akcji Spółki w tym trybie – 100 sztuk,   b. Średnia cena nabycia jednej akcji Spółki – 410,50 złotych,   c. Łączna wartość transakcji – 41.050 złotych.Zawiadamiający nie wyraził zgody na przekazanie do publicznej wiadomości danych określonych\n                           w § 2 ust. 1 pkt 1 rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych.",
        "date": "2015-12-11"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_, w nawiązaniu do Raportu Bieżącego nr 03/2013\n                           z dnia 29 stycznia 2013 roku oraz Raportu Bieżącego nr 17/2015 z dnia 3 kwietnia 2015\n                           roku, informuje, iż w dniu 9 grudnia 2015 roku Spółka zawarła z Panem Witoldem Szlachtą\n                           oraz Panem Łukaszem Bartoszewiczem aneksy do umów sprzedaży udziałów _\"Aneksy\"_ spółki\n                           MyBenefit sp. z o.o. z siedzibą we Wrocławiu _\"MyBenefit\"_. Na mocy wskazanych aneksów zmienione zostały postanowienia dotyczące niektórych warunków,\n                           od których uzależniona jest wypłata premii _\"Premia\"_, o której Spółka informowała\n                           w Raporcie Bieżącym nr 17/2015 z dnia 3 kwietnia 2015 roku. Zmiany te wynikają z reorganizacji\n                           segmentu platform kafeteryjnych i polegają na zastąpieniu warunków - dotyczących wyceny\n                           spółek MyBenefit i MultiBenefit - warunkami wzrostu liczby użytkowników oraz wzrostu\n                           marży brutto spółki MyBenefit w latach 2016-2017 oraz innymi czynnikami związanymi\n                           z rozwojem segmentu platform kafeteryjnych. Zgodnie z przedmiotowymi aneksami zmianie\n                           uległ również okres wypłaty Premii, który obecnie dotyczy: 1 stycznia 2017 roku –\n                           31 grudnia 2020 roku. Pozostałe warunki wypłaty Premii oraz maksymalna łączna wysokość\n                           premii pozostały bez zmian.",
        "date": "2015-12-09"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 31/2015\n                           z dnia 13 lipca 2015 roku informuje, iż żadna z osób uprawnionych do zamiany warrantów\n                           subskrypcyjnych serii D na akcje Spółki serii D, w ramach warunkowego podwyższenia\n                           kapitału zakładowego Spółki, nie skorzystała z takiej możliwości w okresie uprawniającym\n                           w roku 2015 do objęcia akcji Spółki serii D.",
        "date": "2015-10-23"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _Spółka_ informuje, że w dniu 06 października 2015 r.\n                           do Spółki wpłynęło zawiadomienie w trybie art. 160 ust. 1 ustawy o obrocie instrumentami\n                           finansowymi, od osoby, o której mowa w art. 160 ust. 1 pkt 2 ww. ustawy _Zawiadamiający_,\n                           w którym Zawiadamiający poinformował o nabyciu akcji Spółki.Zgodnie z treścią ww. zawiadomienia nabycie akcji nastąpiło na następujących warunkach:1_ Data transakcji – 01.10.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji sesyjnej zwykłej:   a. Łączna liczba nabytych akcji Spółki w tym trybie – 140 sztuk,   b. Średnia cena nabycia jednej akcji Spółki – 406 złotych,   c. Łączna wartość transakcji – 56.840 złotych.Zawiadamiający nie wyraził zgody na przekazanie do publicznej wiadomości danych określonych\n                           w § 2 ust. 1 pkt 1 rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych.",
        "date": "2015-10-07"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _Spółka_ informuje, że w dniu 18 września 2015 r. do Spółki\n                           wpłynęło zawiadomienie w trybie art. 160 ust. 1 ustawy o obrocie instrumentami finansowymi,\n                           od osoby, o której mowa w art. 160 ust. 1 pkt 2 ww. ustawy _Zawiadamiający_, w którym\n                           Zawiadamiający poinformował o nabyciu akcji Spółki.Zgodnie z treścią ww. zawiadomienia nabycie akcji nastąpiło na następujących warunkach:1_ Data transakcji – 14.09.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji sesyjnej zwykłej:   a. Łączna liczba nabytych akcji Spółki w tym trybie – 100 sztuk,   b. Średnia cena nabycia jednej akcji Spółki – 434,997 złotych,   c. Łączna wartość transakcji – 43.499,70 złotych.Zawiadamiający nie wyraził zgody na przekazanie do publicznej wiadomości danych określonych\n                           w § 2 ust. 1 pkt 1 rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych.",
        "date": "2015-09-18"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _dalej jako \"Spółka\"_ informuje, w nawiązaniu do raportu\n                           bieżącego nr 20/2015 z dnia 5 maja 2015 r. oraz do raportu bieżącego nr 32/2015 z\n                           dnia 17 lipca 2015 r., iż w dniu dzisiejszym Spółka otrzymała decyzję ostateczną Generalnego\n                           Inspektora Ochrony Danych Osobowych _dalej jako \"GIODO\"_ z dnia 11 września 2015 r.\n                           _dalej jako \"Decyzja\"_, zgodnie z którą uchylona została zaskarżona przez Spółkę decyzja\n                           GIODO z dnia 15 lipca 2015 r. w części dotyczącej terminu wykonania nakazu określonego\n                           w pkt I zaskarżonej decyzji. Z treści Decyzji wynika, iż GIODO podtrzymał swoje stanowisko, że Spółka posiada status\n                           administratora danych osobowych w rozumieniu ustawy z dnia 29 sierpnia 1997 r. o ochronie\n                           danych osobowych w stosunku do danych osobowych posiadaczy kart MultiSport i w związku\n                           z tym powinna przetwarzać te dane w oparciu o zgody tych osób. Stosowne zgody powinny\n                           zostać uzyskane w terminie sześciu miesięcy od dnia, w którym Decyzja stała się ostateczna.\n                           Spółce przysługuje prawo wniesienia skargi do Wojewódzkiego Sądu Administracyjnego\n                           w terminie przewidzianym prawem.",
        "date": "2015-09-14"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ informuje, że Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. _\"GPW\"_ w dniu 25.08.2015 roku podjął uchwałę nr 861/2015 w sprawie\n                           wyznaczenia dnia 28.08.2015 roku na pierwszy dzień notowań w alternatywnym systemie\n                           obrotu Catalyst 50.000 obligacji serii A wyemitowanych w dniu 2 czerwca 2015 roku\n                           przez Spółkę, o wartości nominalnej 1.000 PLN każda, oznaczonych kodem ISIN PLBNFTS00034\n                           _\"Obligacje\"_. Obligacje zostały wprowadzone do  alternatywnego systemu obrotu Catalyst\n                           na mocy uchwały GPW nr 771/2015 z dnia 29 lipca 2015 r. Zadania Animatora Rynku dla Obligacji pełnić będzie Dom Maklerski Banku Zachodniego\n                           WBK.",
        "date": "2015-08-26"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "W nawiązaniu do raportu bieżącego nr 68/2013 z dnia 22 listopada 2013 r., raportu\n                           bieżącego nr 23/2014 z dnia 16 lipca 2014 r. oraz raportu bieżącego nr 33/2015 z dnia\n                           22 lipca 2015 r. Zarząd Benefit System S.A. _dalej Spółka_ informuje, iż w dniu 30\n                           lipca 2015 roku Spółka otrzymała podpisaną umowę kredytu w rachunku bieżącym z mBank\n                           S.A. z siedzibą w Warszawie _dalej Bank_. Przedmiotem umowy jest udzielenie przez Bank Spółce linii kredytowej w wysokości 35\n                           000 000 złotych, która może być wykorzystana przez Spółkę na finansowanie bieżącej\n                           działalności, przy czym w pierwszej kolejności zostaną przeznaczone na spłatę zobowiązań\n                           Spółki wynikających z umowy kredytowej pomiędzy Spółką a Bankiem z dnia 22 listopada\n                           2013, której zawarcie przekazano do publicznej wiadomości raportem bieżącym 68/2013\n                           z dnia 22 listopada 2013. Oprocentowanie wykorzystanej linii kredytowej wynosi: WIBOR O/N powiększony o marżę\n                           w wysokości 0,7 punktu procentowego w skali roku. Termin spłaty linii kredytowej - 29.07.2016 roku.Zabezpieczeniem spłaty kredytu jest weksel własny in blanco wystawiony przez Spółkę\n                           wraz z deklaracją wekslowąW pozostałym zakresie umowa zawiera postanowienia typowe dla tego rodzaju umów. Pomiędzy Spółką a Bankiem nie ma żadnych powiązań. Nie występują również żadne powiązania\n                           pomiędzy osobami zarządzającymi lub nadzorującymi Spółką a osobami zarządzającymi\n                           lub nadzorującymi Bank. Kryterium uznania umowy za znaczącą jest fakt, iż wartość tej umowy przekracza 10\n                           % kapitałów własnych Spółki.",
        "date": "2015-07-30"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _dalej Spółka_, w nawiązaniu do Raportu Bieżącego nr 68/2013\n                           z dnia 22 listopada 2013 r. oraz Raportu Bieżącego nr 23/2014 z dnia 16 lipca 2014\n                           r. informuje, iż w dniu 22 lipca 2015 r. uzyskał informację o podpisaniu przez mBank\n                           S.A. _dalej Bank_ aneksu nr 2 do umowy kredytu obrotowego, której stroną jest Spółka.Przedmiotem aneksu jest przedłużenie terminu wykorzystania linii kredytowej do dnia\n                           31 lipca 2015 roku. W pozostałym zakresie aneks zawiera postanowienia typowe dla tego\n                           rodzaju umów. Pomiędzy Spółką a Bankiem nie ma żadnych powiązań. Nie występują również żadne powiązania\n                           pomiędzy osobami zarządzającymi lub nadzorującymi Spółką a osobami zarządzającymi\n                           lub nadzorującymi Bank. Kryterium uznania umowy za znaczącą jest fakt, iż wartość tej umowy przekracza 10\n                           % kapitałów własnych Spółki.",
        "date": "2015-07-22"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _dalej jako \"Spółka\"_ informuje, w nawiązaniu do raportu\n                           bieżącego nr 20/2015 z dnia 5 maja 2015 r., iż w dniu dzisiejszym Spółka otrzymała\n                           decyzję Generalnego Inspektora Danych Osobowych _dalej jako \"Decyzja\"_, z której wynika,\n                           iż Spółka posiada status administratora danych osobowych w rozumieniu ustawy z dnia\n                           29 sierpnia 1997 r. o ochronie danych osobowych w stosunku do danych osobowych posiadaczy\n                           kart MultiSport i w związku z tym powinna przetwarzać te dane w oparciu o zgody tych\n                           osób. Stosowne zgody powinny zostać uzyskane w terminie dwóch miesięcy od dnia, w\n                           którym Decyzja stanie się prawomocna. Jednocześnie, Generalny Inspektor Danych Osobowych nie zakwestionował bezpieczeństwa\n                           danych osobowych posiadaczy kart MultiSport przetwarzanych przez Spółkę, ani też zasadności\n                           ich przetwarzania w zakresie adekwatnym do celów związanych z realizacją programu\n                           MultiSport. Spółka podtrzymuje stanowisko, że nie decyduje o celach i środkach przetwarzania danych\n                           osobowych posiadaczy kart MultiSport, a więc nie jest w tym zakresie administratorem\n                           tych danych. Z tego też względu, Spółka zamierza złożyć wniosek o ponowne rozpatrzenie\n                           sprawy w terminie przewidzianym prawem.",
        "date": "2015-07-17"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. _\"Spółka\"_ informuje, iż w związku z realizacją\n                           postanowień uchwały nr 19/31.05.2012 Zwyczajnego Walnego Zgromadzenia Spółki z dnia\n                           31 maja 2012 r w sprawie ustanowienia w Spółce Programu Motywacyjnego na lata 2014-2016\n                           oraz uchwały nr 20/31.05.2012 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 31 maja\n                           2012 r. w sprawie zmiany Statutu Spółki oraz emisji warrantów subskrypcyjnych serii\n                           D, E i F z prawem pierwszeństwa do objęcia akcji serii D, Zarząd Spółki na podstawie\n                           uchwały Rady Nadzorczej Spółki dokonał w dniu 12 lipca 2015 r. przydziału 40.000 warrantów\n                           serii D osobom uprawnionym, uprawniających ich posiadaczy do objęcia akcji zwykłych\n                           na okaziciela serii D Spółki. Warranty Subskrypcyjne emitowane są na warunkach i w\n                           celu realizacji Programu Motywacyjnego, którego założenia zostały przyjęte na podstawie\n                           ww. uchwał. Emisja warrantów subskrypcyjnych skierowana jest do osób uprawnionych\n                           spośród wyższego i średniego kierownictwa Spółki i spółek zależnych grupy kapitałowej\n                           Benefit Systems S.A. _z wyłączeniem Pana Jamesa Van Bergh_, z którymi Spółka zawarła\n                           odpowiednie umowy. Warranty zostały wyemitowane nieodpłatnie i uprawniają do objęcia\n                           w okresie od dnia 1 września 2015 r. do dnia 30 września 2015 r. oraz odpowiednio\n                           od dnia 1 września 2016 r. do dnia 30 września 2016 r., oraz od dnia 1 września 2017\n                           r. do dnia 30 września 2017 r., akcji serii D Spółki po cenie emisyjnej określonej\n                           w uchwale nr 20/31.05.2012 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 31 maja\n                           2012 r., zmienionej Uchwałą nr 23/25.06.2014 Zwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 25 czerwca 2014 r.",
        "date": "2015-07-13"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. _\"Spółka\"_ informuje, iż w dniu 29 czerwca 2015\n                           roku Spółka zawarła aneks do umowy inwestycyjnej _\"Aneks\"_ ze wspólnikami spółki LangMedia\n                           sp. z o.o. z siedzibą we Wrocławiu, o której Spółka informowała w raporcie bieżącym\n                           nr 5/2014 z dnia 31 stycznia 2014 roku.Przedmiotem Aneksu jest możliwość zawarcia umów sprzedaży ze wspólnikami spółki LangMedia\n                           sp. z o.o., na mocy których Spółka w dniu 30 czerwca 2015 roku staje się właścicielem\n                           dodatkowych 12% udziałów w kapitale zakładowym spółki LangMedia sp. z o.o. za kwotę\n                           1.800.000,00 złotych. W związku z powyższym, w dniu 30 czerwca 2015 roku, Spółka posiada\n                           łącznie 24,5% udziałów w kapitale zakładowym spółki LangMedia sp. z o.o., uprawniających\n                           do 24,5% głosów na zgromadzeniu wspólników tej spółki. Docelowo, po zrealizowaniu\n                           II etapu, o którym mowa w raporcie bieżącym nr 5/2014 z dnia 31 stycznia 2014 roku,\n                           Spółka będzie posiadać 37% udziałów w kapitale zakładowym spółki LangMedia sp. z o.o.,\n                           których łączna cena będzie wynosić 4.100.000,00 zł. Spółka LangMedia sp. z o.o. to operator serwisu eTutor.pl - pierwszej w Polsce internetowej\n                           szkoły języka angielskiego. Kursy eTutor wykorzystują najnowsze osiągnięcia z dziedziny\n                           e-learningu, takie jak multireprezentacja czy algorytm indywidualnie planujący powtórki.Pozostałe postanowienia umowy inwestycyjnej z dnia 31 stycznia 2014 roku, o których\n                           Spółka informowała w raporcie bieżącym nr 5/2014, pozostały bez zmian.",
        "date": "2015-06-30"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ informuje, iż w związku z podjęciem przez Zwyczajne\n                           Walne Zgromadzenie Spółki w dniu 12 czerwca 2015 roku uchwały w sprawie podziału zysku\n                           netto Spółki za rok 2014, ustalono następujące zasady wypłaty dywidendy przez Spółkę:1_ Kwota zysku za rok 2014 przeznaczona na wypłatę dywidendy: 22.993.578,00 złotych,2_ Kwota dywidendy przypadająca na jedną akcję: 9,00 złotych,3_ Dzień dywidendy: 24 lipca 2015 roku,4_ Dzień wypłaty dywidendy: 14 sierpnia 2015 roku.Podstawa prawa § 38 ust. 2 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim.",
        "date": "2015-06-13"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ przekazuje wykaz akcjonariuszy posiadających\n                           co najmniej 5% liczby głosów na Walnym Zgromadzeniu Spółki w dniu 12 czerwca 2015\n                           roku: 1_ James Van Bergh – 618.180 akcji reprezentujących 618.180 głosów na Walnym Zgromadzeniu;\n                           procentowy udział głosów na Walnym Zgromadzeniu w dniu 12 czerwca 2015 roku 29,62\n                           %; procentowy udział głosów w ogólnej liczbie głosów 24,20 %;  2_ Benefit Invest Limited – 593.784 akcji reprezentujących 593.784 głosów na Walnym\n                           Zgromadzeniu; procentowy udział głosów na Walnym Zgromadzeniu w dniu 12 czerwca 2015\n                           roku 28,45 %; procentowy udział głosów w ogólnej liczbie głosów 23,24 %;  3_ Marek Kamola – 267.878 akcji reprezentujących 267.878 głosów na Walnym Zgromadzeniu;\n                           procentowy udział głosów na Walnym Zgromadzeniu w dniu 12 czerwca 2015 roku 12,84\n                           %; procentowy udział głosów w ogólnej liczbie głosów 10,49 %;  4_ MetLife Otwarty Fundusz Emerytalny – 300.000 akcji reprezentujących 300.000 głosów\n                           na Walnym Zgromadzeniu; procentowy udział głosów na Walnym Zgromadzeniu w dniu 12\n                           czerwca 2015 roku 14,38 %; procentowy udział głosów w ogólnej liczbie głosów 11,74\n                           %,5_ ING Otwarty Fundusz Emerytalny – 240.000 akcji reprezentujących 240.000 głosów\n                           na Walnym Zgromadzeniu; procentowy udział głosów na Walnym Zgromadzeniu w dniu 12\n                           czerwca 2015 roku 11,50 %; procentowy udział głosów w ogólnej liczbie głosów 9,39\n                           %.",
        "date": "2015-06-12"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości treść uchwał\n                           podjętych przez Zwyczajne Walne Zgromadzenie Spółki w dniu 12 czerwca 2015 roku. Do głosowanych uchwał nie zgłoszono żadnych sprzeciwów. Treść podjętych uchwał wraz z informacją o liczbie oddanych głosów stanowi załącznik\n                           do niniejszego raportu.",
        "date": "2015-06-12"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Emitent\"_ informuje o wyemitowaniu w dniu 2 czerwca\n                           2015 roku _\"Dzień Emisji\"_ 50.000 _pięćdziesiąt tysięcy_ obligacji na okaziciela serii\n                           A _\"Obligacje\"_. Emisja Obligacji dokonana została w ramach programu emisji obligacji\n                           zorganizowanego przez Emitenta na podstawie umowy emisyjnej z dnia 28 kwietnia 2015\n                           roku zawartej pomiędzy Emitentem, Bankiem Polska Kasa Opieki S.A. oraz Trigon Dom\n                           Maklerski S.A.1. Cel emisji obligacji.Nieokreślony. 2. Określenie rodzaju wyemitowanych obligacji.Obligacje na okaziciela, nie mające formy dokumentu.3. Wielkość emisjiŁączna wartość nominalna Obligacji wynosi 50.000.000 zł _pięćdziesiąt milionów złotych_.4. Wartość nominalna i cena emisyjna obligacji lub sposób jej ustaleniaWartości nominalna oraz cena emisyjna jednej Obligacji wynosi 1.000 zł _jeden tysiąc\n                           złotych_.5. Warunki wykupu i warunki wypłaty oprocentowania obligacji.Oprocentowanie obligacji nalicza się od wartości nominalnej i wypłaca w półrocznych\n                           okresach odsetkowych liczonych od daty emisji do dnia wykupu. Oprocentowanie jest\n                           zmienne, równe stawce WIBOR 6M, powiększonej o marżę w wysokości 1,35% w skali roku.\n                           Płatność odsetek będzie dokonywana w dniu zakończenia danego okresu odsetkowego. Wykup obligacji nastąpi poprzez świadczenie pieniężne w dacie wykupu tj. 1 czerwca\n                           2018 r. według wartości nominalnej obligacji. W dacie wykupu Emitent zapłaci również\n                           kwotę odsetek za ostatni okres odsetkowy.6. Wysokość i formy ewentualnego zabezpieczenia i oznaczenie podmiotu udzielającego\n                           zabezpieczenia.Obligacje nie są zabezpieczone.7. Wartość zaciągniętych zobowiązań na ostatni dzień kwartału poprzedzającego udostępnienie\n                           propozycji nabycia oraz perspektywy kształtowania zobowiązań emitenta do czasu całkowitego\n                           wykupu obligacji proponowanych do nabycia. Wartość zobowiązań Emitenta zaciągniętych na ostatni dzień kwartału poprzedzającego\n                           złożenie Propozycji Nabycia Obligacji _tj. na dzień 31 marca 2015 roku_ wynosiła 111.924\n                           tys. PLN _słownie: sto jedenaście milionów dziewięćset dwadzieścia cztery tysiące\n                           złotych_.Emitent przewiduje, że do czasu całkowitego wykupu Obligacji, zobowiązania Emitenta\n                           pozostawać będą na bezpiecznym poziomie, a wskaźniki zadłużenia kształtowały się będą\n                           na poziomach zapewniających zdolność Emitenta do obsługi zobowiązań wynikających z\n                           emitowanych Obligacji.8. Dane umożliwiające potencjalnym nabywcom obligacji orientację w efektach przedsięwzięcia,\n                           które ma być sfinansowane z emisji obligacji, oraz zdolność emitenta do wywiązywania\n                           się z zobowiązań wynikających z obligacji, jeżeli przedsięwzięcie jest określone.Przedsięwzięcia nie zostały określone.9. Zasady przeliczania wartości świadczenia niepieniężnego na świadczenie pieniężne.Nie jest przewidziane przeliczenie wartości świadczenia niepieniężnego na świadczenie\n                           pieniężne.Emitent zamierza ubiegać się o rejestrację Obligacji w depozycie prowadzonym przez\n                           Krajowy Depozyt Papierów Wartościowych S.A. oraz ich wprowadzenie do obrotu w alternatywnym\n                           systemie obrotu Catalyst w terminie 90 dni od Dnia Emisji.",
        "date": "2015-06-02"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr\n                           15/2015 oraz raportu nr 20/2015, informuje, iż w dniu 27 maja 2015 roku podjęta została\n                           uchwała Zarządu Spółki w sprawie emisji do 50.000 obligacji serii A w ramach ustanowionego\n                           przez Spółkę Programu Emisji Obligacji. Obligacje wyemitowane zostaną jako papiery wartościowe niezabezpieczone, na okaziciela,\n                           nie posiadające formy dokumentu, podlegające wprowadzeniu do alternatywnego systemu\n                           obrotu Catalyst.",
        "date": "2015-05-27"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia Benefit Systems S.A.  I. Termin i porządek obrad Walnego Zgromadzenia Zarząd Benefit Systems S.A. z siedzibą w Warszawie _\"Spółka\"_ na podstawie art. 402¹\n                           § 1 Kodeksu spółek handlowych, zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień\n                           12 czerwca 2015 roku, na godz. 10:00 _\"Walne Zgromadzenie\"_. Zwyczajne Walne Zgromadzenie\n                           odbędzie się w siedzibie Spółki w Warszawie przy ul. Fredry 6, piętro I, z następującym\n                           porządkiem obrad:1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.4. Wybór Komisji Skrutacyjnej.5. Przyjęcie porządku obrad.6. Przedstawienie przez Radę Nadzorczą:a_ zwięzłej oceny sytuacji Spółki, z uwzględnieniem oceny systemu kontroli wewnętrznej\n                           i systemu zarządzania ryzykiem istotnym dla Spółki,b_ sprawozdania z działalności Rady Nadzorczej oraz oceny pracy Rady Nadzorczej w\n                           2014 roku.7. Rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z badania sprawozdania\n                           finansowego i sprawozdania Zarządu z działalności Spółki za 2014 rok.8. Rozpatrzenie i zatwierdzenie sprawozdania finansowego Benefit Systems S.A. za 2014\n                           rok.9. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności Spółki w 2014\n                           roku.10. Rozpatrzenie i zatwierdzenie sprawozdania Rady Nadzorczej z badania skonsolidowanego\n                           sprawozdania finansowego i sprawozdania Zarządu z działalności grupy kapitałowej za\n                           2014 rok.11. Rozpatrzenie i zatwierdzenie sprawozdania Zarządu z działalności grupy kapitałowej\n                           w roku 2014.12. Rozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego grupy kapitałowej\n                           za 2014 rok.13. Podjęcie uchwały w sprawie przeznaczenia zysku za 2014 rok.14. Podjęcie uchwał w sprawie udzielenia absolutorium członkom Zarządu Spółki.15.Podjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej Spółki.16.Podjęcie uchwały w sprawie zmiany uchwały nr 19/31.05.2012 Zwyczajnego Walnego\n                           Zgromadzenia Spółki z dnia 31 maja 2012 roku w sprawie ustanowienia w Spółce programu\n                           motywacyjnego na lata 2014 – 2016.17.Podjęcie uchwały w sprawie upoważnienia Zarządu do nabycia akcji własnych Spółki\n                           oraz uchwalenia programu skupu akcji własnych. 18.Wolne wnioski.19.Zamknięcie obrad.II. Opis procedur dotyczących uczestnictwa w Walnym Zgromadzeniu.Akcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą żądać umieszczenia określonych spraw w porządku obrad tego zgromadzenia. Żądanie\n                           to powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad i powinno być przesłane do Spółki na piśmie bądź w postaci elektronicznej\n                           na adres email wz@benefitsystems.pl najpóźniej w dniu 22 maja 2015 roku a akcjonariusze\n                           powinni udokumentować swe uprawnienie do wykonywania tego prawa, przedstawiając odpowiednie\n                           dokumenty w formie pisemnej. Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub drogą elektroniczną\n                           na adres email wz@benefitsystems.pl projekty uchwał dotyczące spraw wprowadzonych\n                           do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do\n                           porządku obrad. Akcjonariusze powinni udokumentować swe uprawnienie do wykonywania\n                           tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej. Każdy akcjonariusz może podczas obrad Walnego Zgromadzenia zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad.Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu osobiście lub przez pełnomocników.Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu Spółki i wykonywania prawa\n                           głosu powinno zostać udzielone na piśmie lub w postaci elektronicznej i przesłane\n                           na adres email wz@benefitsystems.pl. Pełnomocnictwa udzielone w postaci elektronicznej\n                           nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym przy pomocy\n                           ważnego kwalifikowanego certyfikatu. Od dnia publikacji niniejszego ogłoszenia na\n                           stronie internetowej Spółki pod adresem www.benefitsystems.pl w zakładce O Firmie/Spółka/Walne\n                           Zgromadzenie  udostępnione zostały do pobrania formularze zawierające wzór pełnomocnictwa\n                           w postaci elektronicznej oraz formularze do głosowania przez pełnomocnika. Pełnomocnictwo\n                           udzielone w formie elektronicznej przez akcjonariusza będącego osobą fizyczną powinno\n                           zawierać dane umożliwiające identyfikację akcjonariusza, w tym: imię i nazwisko, adres\n                           zamieszkania, numer PESEL, dane dokumentu tożsamości akcjonariusza: numer dokumentu,\n                           datę jego wydania, organ, który wydał dokument. Pełnomocnictwo udzielone w formie elektronicznej przez akcjonariusza niebędącego osobą\n                           fizyczną winno zawierać dane wymienione w zdaniu powyższym, dotyczące osób udzielających\n                           w imieniu takiego akcjonariusza tegoż pełnomocnictwa.Do zawiadomienia o udzieleniu przez akcjonariusza pełnomocnictwa w postaci elektronicznej\n                           należy załączyć skan dokumentu lub dokumentów tożsamości akcjonariusza lub osób go\n                           reprezentujących - w przypadku akcjonariusza niebędącego osobą fizyczną. Spółka podejmuje również inne odpowiednie działania służące identyfikacji akcjonariusza\n                           i pełnomocnika, w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej,\n                           przy czym działania te powinny być proporcjonalne do celu.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią odpisu z właściwego rejestru, a jeżeli ich prawo do reprezentowania\n                           nie wynika z rejestru, powinni dysponować pisemnym pełnomocnictwem oraz aktualnym\n                           na dzień wydania pełnomocnictwa oryginałem lub poświadczoną przez notariusza kopią\n                           odpisu z właściwego rejestru. Akcjonariusze i pełnomocnicy powinni posiadać przy sobie\n                           dowód tożsamości.Regulamin Walnego Zgromadzenia Spółki nie przewiduje możliwości uczestnictwa w zgromadzeniu,\n                           wypowiadania się i głosowania za pośrednictwem środków komunikacji elektronicznej\n                           oraz głosowania korespondencyjnego. Rejestracja akcjonariuszy odbywać się będzie na pół godziny przed rozpoczęciem Walnego\n                           Zgromadzenia.III. Dzień rejestracji uczestnictwa w Zwyczajnym Walnym Zgromadzeniu przypada na dzień\n                           27 maja 2015 roku. Prawo uczestnictwa w Walnym Zgromadzeniu mają tylko osoby będące\n                           akcjonariuszami w dniu rejestracji uczestnictwa w Walnym Zgromadzeniu tj. na 16 dni\n                           przed datą Walnego Zgromadzenia.Osoba uprawniona do uczestnictwa w Zwyczajnym Walnym Zgromadzeniu może uzyskać pełny\n                           tekst dokumentacji, która ma być przedstawiona Walnemu Zgromadzeniu oraz projekty\n                           uchwał w biurze Zarządu Spółki w Warszawie przy ul. Fredry 6, gdzie również będzie\n                           udostępniona lista akcjonariuszy uprawnionych do wzięcia udziału w Walnym Zgromadzeniu.\n                           Wszystkie informacje dotyczące Walnego Zgromadzenia będą dostępne na stronie internetowej\n                           Spółki pod adresem http://www.benefitsystems.pl/relacje-inwestorskie/spolka/walne-zgromadzenieIV. Projektowane zmiany w Statucie SpółkiBrak jest proponowanych zmian do Statutu Spółki. W załączeniu Zarząd prezentuje projekty uchwał wraz z uzasadnieniem na Zwyczajne Walne\n                           Zgromadzenie Spółki  w dniu 12 czerwca 2015 roku.",
        "date": "2015-05-15"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. z siedzibą w Warszawie informuje, że w wyniku oczywistej\n                           omyłki pisarskiej nadano błędny numer raportowi bieżącemu nr 22/2015 z dnia 13 maja\n                           2015 roku, który dotyczył zmiany zasad wypłaty dywidendy za rok 2014. Powyższy raport\n                           bieżący powinien posiadać numer 23/2015. W konsekwencji wprowadzenia powyższej korekty\n                           kolejny raport bieżący powinien zostać oznaczony numerem 24/2015.",
        "date": "2015-05-14"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. z siedzibą w Warszawie informuje, że w wyniku oczywistej\n                           omyłki pisarskiej nadano błędny numer raportowi bieżącemu nr 21/2015 z dnia 7 maja\n                           2015 roku, który dotyczył informacji uzyskanej w trybie art. 160 Ustawy o obrocie\n                           instrumentami finansowymi. Powyższy raport bieżący powinien posiadać numer 22/2015.\n                           W konsekwencji wprowadzenia powyższej korekty kolejny raport bieżący powinien zostać\n                           oznaczony numerem 23/2015.",
        "date": "2015-05-14"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że\n                           w wyniku oczywistej omyłki pisarskiej nadano błędny numer raportowi bieżącemu nr 20/2015\n                           z dnia 5 maja 2015 roku informującemu o postępowaniu administracyjnym wszczętym z\n                           urzędu wobec Spółki przez Generalnego Inspektora Danych Osobowych. Powyższy raport\n                           bieżący powinien posiadać numer 21/2015. W konsekwencji wprowadzenia powyższej korekty\n                           kolejny raport bieżący powinien zostać oznaczony numerem 22/2015.",
        "date": "2015-05-14"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 18/2015\n                           z dnia 15 kwietnia 2015 roku, informuje zgodnie z par. 38, ust.1 pkt 11_ Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r, iż w dniu 13 maja 2015 Zarząd Spółki podjął\n                           uchwałę zmieniającą propozycję zasad wypłaty dywidendy dla akcjonariuszy Spółki z\n                           zysku za 2014 rok. Zmiana dotyczy wyłącznie ustalenia daty dnia dywidendy oraz dnia\n                           wypłaty dywidendy. Zgodnie z uchwałą: 1_ Kwota zysku za rok 2014 przeznaczona na wypłatę dywidendy 22.993.578 złotych,2_ Kwota dywidendy przypadająca na jedną akcję - 9 złotych,3_ Dzień dywidendy został określony na dzień 24 lipca 2015 roku _poprzednia propozycja\n                           25 sierpnia 2015 roku_,4_ Dzień wypłaty dywidendy został określony na dzień 14 sierpnia 2015 roku _poprzednia\n                           propozycja 14 września 2015 roku_.Wskazane powyżej zasady wypłaty dywidendy z części zysku za rok 2014 zostały w dniu\n                           13 maja 2015 roku przedstawione przez Zarząd do oceny Rady Nadzorczej Spółki i uzyskały\n                           akceptację Rady Nadzorczej. Oznacza to, iż ww. określone zasady wypłaty dywidendy\n                           zostaną przedstawione jako rekomendacja dla Walnego Zgromadzenia.",
        "date": "2015-05-13"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _Spółka_ informuje, że w dniu 6 maja 2015 r. do Spółki\n                           wpłynęło zawiadomienie w trybie art. 160 ust. 1 ustawy o obrocie instrumentami finansowymi,\n                           od osoby, o której mowa w art. 160 ust. 1 pkt 2 ww. ustawy _Zawiadamiający_, w którym\n                           Zawiadamiający poinformował o zbyciu akcji Spółki.Zgodnie z treścią ww. zawiadomienia zbycie akcji nastąpiło na następujących warunkach:1_ Data transakcji – 30.04.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji sesyjnej zwykłej:   a. Łączna liczba sprzedanych akcji Spółki w tym trybie – 40 sztuk,   b. Średnia cena sprzedaży jednej akcji Spółki – 408,9425 złotych,   c. Łączna wartość transakcji – 16.357,70 złotych.1_ Data transakcji – 04.05.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji sesyjnej zwykłej:   a. Łączna liczba sprzedanych akcji Spółki w tym trybie – 15 sztuk,   b. Cena sprzedaży jednej akcji Spółki – 424,00 złotych,   c. Łączna wartość transakcji – 6.360,00 złotych.1_ Data transakcji – 05.05.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji sesyjnej zwykłej:   a. Łączna liczba sprzedanych akcji Spółki w tym trybie – 45 sztuk,   b. Cena sprzedaży jednej akcji Spółki – 437,00 złotych,   c. Łączna wartość transakcji – 19.665,00 złotych.Zawiadamiający nie wyraził zgody na przekazanie do publicznej wiadomości danych określonych\n                           w § 2 ust. 1 pkt 1 rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych.",
        "date": "2015-05-07"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ informuje, iż Generalny Inspektor Danych Osobowych\n                           wszczął wobec Spółki z urzędu postępowanie administracyjne w sprawie przetwarzania\n                           danych osobowych w rozumieniu ustawy z dnia 29 sierpnia 1997 roku o ochronie danych\n                           osobowych. Przedmiotem postępowania jest ustalenie przez Generalnego Inspektora Danych\n                           Osobowych czy Spółka posiada status administratora danych osobowych w związku z prowadzeniem\n                           programu MultiSport czy też przetwarza dane użytkowników kart MultiSport na zasadzie\n                           powierzenia tych danych. Spółka obecnie przetwarza dane użytkowników kart MultiSport\n                           na zasadzie powierzenia tych danych. Po przeprowadzeniu analizy stanowiska GIODO w\n                           dniu 4 maja 2015 roku pełnomocnik Spółki dr. Arwid Mednis przedstawił Generalnemu\n                           Inspektorowi Danych Osobowych ogólne stanowisko Spółki, uzasadniające prawidłowość\n                           działania Spółki jako podmiotu przetwarzającego dane użytkowników kart MultiSport\n                           na zasadzie powierzenia. Spółka stoi na stanowisku, że nie decyduje o celach i środkach przetwarzania danych\n                           konkretnych użytkowników, a więc nie jest w tym zakresie administratorem tych danych.\n                           W ocenie Spółki to pracodawcy decydują o tym, czyje dane będą przetwarzane w systemie\n                           Multisport. Spółka zamierza konsekwentnie podtrzymywać takie stanowisko w trakcie\n                           postępowania. Zamierza również ściśle współpracować z GIODO w celu wypracowania rozwiązań\n                           satysfakcjonujących GIODO oraz uwzględniających specyfikę działalności Spółki.",
        "date": "2015-05-05"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr\n                           15/2015 opublikowanego dnia 31 marca 2015 r. informuje, że na mocy stosownej uchwały\n                           Zarządu Spółki oraz Umowy Programowej zawartej z Bankiem Polska Kasa Opieki S.A. z\n                           siedzibą w Warszawie oraz Trigon Dom Maklerski S.A. z siedzibą w Krakowie, Spółka\n                           ustanowiła program emisji obligacji _\"Program\"_. W ramach Programu Spółka może dokonywać wielokrotnych emisji obligacji do maksymalnej\n                           łącznej wartości nominalnej wyemitowanych i niewykupionych obligacji w wysokości 50.000.000\n                           PLN w danym czasie. Obligacje emitowane będą jako papiery wartościowe niezabezpieczone,\n                           na okaziciela, nie posiadające formy dokumentu, podlegające wprowadzeniu do alternatywnego\n                           systemu obrotu Catalyst. Obligacje nie będą oferowane w trybie oferty publicznej w\n                           rozumieniu ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych",
        "date": "2015-04-30"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Emitent\"_, w nawiązaniu do raportu bieżącego nr 16/2015\n                           z dnia 31 marca 2015 r., niniejszym informuje, iż w dniu 28 kwietnia 2015 r. Emitent\n                           wniósł na podwyższony kapitał zakładowy spółki zależnej – Benefit Systems International\n                           sp. z o.o., która odpowiada za rozwój działalności Grupy Kapitałowej Emitenta na rynkach\n                           zagranicznych, udziały stanowiące 74% kapitału zakładowego spółki MultiSport Benefit\n                           s.r.o. _\"Spółka\"_ - prowadzącej działalność na terenie Czech. W 2014 r. przychody Spółki wyniosły 11 mln zł, a zysk netto 0,8 mln zł.Powyższa transakcja stanowi kontynuację działań Grupy Kapitałowej Emitenta w zakresie\n                           ekspansji międzynarodowej.Jednocześnie Zarząd Emitenta informuje, że w kolejnych okresach sprawozdawczych, w\n                           sprawozdaniach skonsolidowanych Grupy Kapitałowej Benefit Systems S.A. wyniki finansowe\n                           Spółki będą konsolidowane metodą pełną, oraz prezentowany będzie w nich nowy segment\n                           operacyjny pt. \"Zagranica\".",
        "date": "2015-04-29"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ informuje zgodnie z par. 38, ust.1 pkt 11_\n                           Rozporządzenia Ministra Finansów z dnia 19.02.2009 r, iż w dniu 15 kwietnia 2015 roku\n                           Zarząd Spółki podjął uchwałę określającą propozycję zasad wypłaty dywidendy dla akcjonariuszy\n                           Spółki z zysku za 2014 rok:1_ Kwota zysku za rok 2014 przeznaczona  na wypłatę dywidendy 22.993.578 złotych,2_ Kwota dywidendy przypadająca na jedną akcję - 9 złotych,3_ Dzień dywidendy 25 sierpnia 2015 roku,4_ Dzień wypłaty dywidendy 14 września 2015 roku.Wskazane powyżej zasady wypłaty dywidendy z części zysku za rok 2014 zostaną przedstawione\n                           przez Zarząd do oceny Rady Nadzorczej Spółki oraz po uzyskaniu akceptacji Rady Nadzorczej\n                           jako rekomendacja dla Walnego Zgromadzenia.",
        "date": "2015-04-15"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ informuje, iż w dniu 3 kwietnia 2015 roku Spółka\n                           zawarła z Panem Witoldem Szlachtą oraz Panem Łukaszem Bartoszewiczem umowy sprzedaży\n                           udziałów spółki MyBenfit sp. z o.o. z siedzibą we Wrocławiu. Tym samym rozwiązana\n                           została umowa inwestycyjna z 29 stycznia 2013 roku _RB nr 03/2013_,  a określone w\n                           niej opcje put i call wygasły. Jednocześnie Spółka nabyła wszystkie udziały w spółce MyBenefit sp. z o.o. posiadane\n                           przez spółkę stowarzyszoną Benefit Development sp. z o.o. Na podstawie tych umów Spółka nabyła od ww. wspólników wszystkie posiadane przez nich\n                           udziały w spółce MyBenefit sp. z o.o. z siedzibą we Wrocławiu, dające łącznie z posiadanymi\n                           przez Spółkę dotychczas udziałami 100 % udziałów w kapitale zakładowym spółki MyBenefit\n                           Sp. z o.o. oraz taki sam udział w liczbie głosów na Zgromadzeniu Wspólników. Wartość udziałów nabytych od spółki Benefit Development sp. z o.o. wyniosła 2 873\n                           310 złotych. Własność tych udziałów przeszła na Spółkę z dniem zawarcia Umowy. Cena udziałów nabytych od wspólników Witolda Szlachty oraz Łukasza Bartoszewicza wyniosła\n                           12 799 150 złotych i będzie płatna w pięciu ratach w latach 2015-2018 r. Własność\n                           tych udziałów przejdzie na Spółkę z dniem zapłaty I raty ceny, płatnej w terminie\n                           14 dni od dnia zawarcia umowy. Dodatkowo wspólnicy są uprawnieni do otrzymania premii uzależnionej od: 1. Wyceny spółki MyBenefit sp. z o.o. i osiągniętego przez nią dodatniego wyniku finansowego\n                           w latach 2015-2016 oraz różnicy giełdowych notowań akcji Benefit Systems S.A. pomiędzy\n                           kwotą 290-600 zł – z zastrzeżeniem, iż maksymalna wysokość premii wynosi 4 226 850\n                           zł dla obu wspólników.2. Dodatniego wyniku finansowego spółki MultiBenefit sp. z o.o. s.k. wypracowanego\n                           w 2017 roku oraz wyceny spółek MultiBenefit sp. z o.o. s.k. i MyBenefit Sp. z o.o.\n                           – z zastrzeżeniem, iż premia ta jest ograniczona kwotowo do wartości 4 226 850 zł\n                           dla obu wspólników.Okresem ustalenia prawa do premii są lata 2015-2017 a okresem jej wypłaty jest 1.01.2018\n                           r. – 31.12.2020 r.Zgodnie z umową sprzedaży udziałów panowie Witold Szlachta i Łukasz Bartoszewicz zobowiązali\n                           się do pełnienia funkcji członków zarządu spółki MyBenefit Sp. z o.o. nie krócej niż\n                           do 31.12.2017 roku oraz do realizacji strategii rozwoju spółki MyBenefit sp. z o.o.\n                           uzgodnionej przez Strony. W przypadku wcześniejszej rezygnacji z pełnienia wyżej wymienionych\n                           funkcji wspólnikom nie będzie przysługiwało prawo do wypłaty premii.Źródłem finansowania inwestycji są środki własne Spółki oraz środki pochodzące z linii\n                           kredytowej. Umowa sprzedaży udziałów zawiera szereg mechanizmów zabezpieczających interesy Spółki,\n                           w tym w szczególności kary umowne oraz zakaz konkurencji dla wspólników zbywających\n                           udziały spółki MyBenefit sp. z o.o. W wyniku przeprowadzonej transakcji Spółka stała się podmiotem kontrolującymi spółkę\n                           MyBenefit sp. z o.o. Sprawozdania finansowe spółki MyBenefit sp. z o.o. będą na potrzeby\n                           przygotowania sprawozdania skonsolidowanego grupy Benefit Systems S.A. konsolidowane\n                           metodą pełną.Kryterium uznania całej umowy za znaczącą jest § 2 ust. 1 pkt 44 Rozporządzenia Ministra\n                           Finansów w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim z dnia 19 lutego 2009 oraz\n                           fakt, iż umowa dotyczy aktywów o znacznej wartości w rozumieniu § 2 ust. 1 pkt. 45\n                           ww. Rozporządzenia. Wartość nabytych aktywów przekracza 10 % kapitałów własnych Spółki.",
        "date": "2015-04-03"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Emitent\"_ niniejszym informuje, iż w dniu 31 marca 2015\n                           r. zawarł ze swoją spółką stowarzyszoną Benefit Development sp. z o.o. umowę przeniesienia\n                           udziałów w spółce MultiSport Benefit s.r.o._\"Spółka\"_, prowadzącej działalność na\n                           terenie Czech.W wyniku dokonania powyższej transakcji udział Emitenta w kapitale zakładowym Spółki\n                           wzrósł z 21% do 74%.W kolejnym kroku wszystkie posiadane przez Emitenta udziały zostaną wniesione do spółki\n                           zależnej – Benefit Systems International sp. z o.o., która odpowiada za rozwój działalności\n                           Grupy Kapitałowej Emitenta na rynkach zagranicznych.Jednocześnie Zarząd Emitenta informuje, że sprawozdania finansowe Spółki na potrzeby\n                           przygotowania sprawozdania skonsolidowanego Grupy Kapitałowej Benefit Systems S.A.,\n                           będą konsolidowane metodą pełną.",
        "date": "2015-03-31"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit System S.A. _dalej Spółka_ informuje, że Rada Nadzorcza Spółki podjęła\n                           uchwałę w sprawie wyrażenia zgody na uchwalenie przez Spółkę programu emisji obligacji\n                           o wartości nie mniejszej niż 30 000 000,00 złotych oraz nie większego niż 50.000.000,00\n                           _pięćdziesięciu milionów_ złotych oraz emisję w ramach Programu niezabezpieczonych\n                           obligacji na okaziciela, nie mających formy dokumentu, w trybie emisji niepublicznej\n                           zgodnie z postanowieniami ustawy z dnia 29 czerwca 1995 r., o obligacjach lub innej,\n                           która ją zastąpi, w seriach lub też w jednej serii, na warunkach szczegółowo określonych\n                           w warunkach emisji obligacji i innych dokumentach.W nawiązaniu do podjętej uchwały Rady Nadzorczej, Zarząd Spółki zamierza podjąć uchwałę\n                           o emisji pierwszej serii obligacji w ramach Programu oraz zawrzeć umowę z podmiotem\n                           oferującym obligacje, o czym powiadomi w odrębnych raportach.",
        "date": "2015-03-31"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "W nawiązaniu do Raportu Bieżącego nr 12/2015 r. Zarząd Benefit Systems S.A. _dalej\n                           \"Emitent\"_ informuje, iż w dniu 27 marca 2015 r. otrzymał z Sądu Rejonowego dla m.st.\n                           Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego, postanowienie\n                           o zarejestrowaniu podwyższenia kapitału zakładowego Fit Invest Sp. z o.o. z siedzibą\n                           w Warszawie _dalej \"Spółka\"_. Kapitał zakładowy Spółki został podwyższony z kwoty\n                           5.100 zł do kwoty 1.605.100 zł. Emitent posiada 100% udziałów w kapitale zakładowym\n                           Spółki.",
        "date": "2015-03-27"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. z siedzibą w Warszawie powiadamia, że w dniu 13 lutego\n                           2015 r. Pan Tomasz Józefacki złożył rezygnację z pełnienia funkcji Prezesa Zarządu\n                           spółki Benefit Systems S.A. Pan Tomasz Józefacki jako powód złożonej rezygnacji wskazał\n                           względy osobiste.Jednocześnie informujemy, iż Rada Nadzorcza postanowiła, że Zarząd spółki Benefit\n                           Systems S.A. będzie się składał z 3 członków.Podstawa prawna: art. 56 ust.1 pkt 2 ustawy o ofercie – informacje bieżące i okresowe.\n                           Podstawa prawna: §5 ust. 1 pkt 21 Rozporządzenia w sprawie informacji bieżących i\n                           okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa nie będącego państwem\n                           członkowskim z dnia 19 lutego 2009 r.",
        "date": "2015-02-13"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. _dalej \"Emitent\"_ informuje, iż w dniu 12 lutego\n                           2015 r. spółka Fit Invest Sp. z o.o. z siedzibą w Warszawie _dalej \"Fit Invest\"_,\n                           w której Emitent posiada 100% udziałów, podjęła uchwałę o utworzeniu 84.508 nowych\n                           udziałów, w związku z podwyższeniem kapitałów własnych tej spółki z kwoty 5.100 złotych\n                           do kwoty 42.253.914 złotych, przy czym kwota 38.028.514 złotych zostanie przeniesiona\n                           na agio _kapitał zapasowy_. Po rejestracji podwyższenia kapitału, kapitał zakładowy\n                           Fit Invest będzie się dzielić na 84.610 udziałów, a Emitent będzie nadal posiadać\n                           100% udziałów w kapitale Fit Invest.Podwyższenie kapitału zakładowego spółki Fit Invest związane jest z realizacją projektu\n                           reorganizacji posiadanych akcji i udziałów w podmiotach prowadzących kluby fitness,\n                           o którym Emitent informował w raporcie 45/2014 z dnia 25 listopada 2014 roku. Przeniesienie\n                           akcji i udziałów w spółkach segmentu fitness do Fit Invest nastąpi do końca I kwartału\n                           2015 roku i pozwoli na bardziej efektywne zarządzanie tym segmentem w oparciu o długoterminową\n                           strategię inwestycyjną w branżę fitness, mającą na celu ochronę i wsparcie rozwoju\n                           programu MultiSport.Nowo utworzone 84.508 udziałów Fit Invest zostanie objęte przez Emitenta w następujący\n                           sposób:• Objęcie nowo utworzonych 32.000 udziałów o łącznej wartości nominalnej 1.600.000\n                           złotych i cenie emisyjnej 16.000.000 złotych nastąpi w zamian za wkład wkładu pieniężny.\n                           Wkład pieniężny do spółki Fit Invest zostanie przeznaczony na objęcie akcji nowej\n                           emisji o łącznej wartości 13.000.000 złotych w spółce Fitness Academy spółka z ograniczoną\n                           odpowiedzialnością SKA _dalej \"Fitness Academy\"_, z przeznaczeniem na spłatę pożyczek\n                           zaciągniętych od spółek z Grupy Kapitałowej Emitenta. Pozostała kwota 3.000.000 złotych\n                           zostanie przeznaczona na zakup akcji i udziałów w spółkach segmentu fitness. W wyniku\n                           podwyższenia kapitału zakładowego i objęcia akcji w spółce Fitness Academy, Fit Invest\n                           obejmie 1.000 akcji nowej emisji, które łącznie z posiadanymi 600 akcjami stanowić\n                           będą 100% kapitału zakładowego spółki Fitness Academy. • Objęcie nowo utworzonych 52.508 udziałów o łącznej wartości nominalnej 2.625.400\n                           złotych i cenie emisyjnej 26.253.914 złotych nastąpi w zamian za wkład niepieniężny\n                           w postaci akcji i udziałów w spółkach z segmentu fitness. W tym celu, w dniu 12 lutego\n                           2015 r. pomiędzy Emitentem a Fit Invest została zawarta umowa przeniesienia własności\n                           udziałów i akcji w spółkach Baltic Fitness Center Sp. z o.o., Calypso Fitness S.A.,\n                           Fabryka Formy S.A. oraz Instytut Rozwoju Fitness Sp. z o.o. Informacje o rejestracji podwyższenia kapitału Fit Invest zostaną przekazane w odrębnych\n                           raportach bieżących.Po realizacji w/w transakcji Fit Invest będzie posiadać akcje i udziały w spółkach\n                           zależnych, konsolidowanych metodą pełną:- Benefit Partners Sp. z o.o. - 100,00%,- Fitness Academy Spółka z ograniczoną odpowiedzialnością SKA - 100,00%,- Fitness Academy Sp. z o.o. 100,00%, będącej komplementariuszem Fitness Academy Spółka\n                           z ograniczoną odpowiedzialnością SKA,oraz w spółkach stowarzyszonych, konsolidowanych metodą praw własności:- Baltic Fitness Center Sp. z o.o. - 49,95%,- Calypso Fitness S.A. - 35,51%,- Fabryka Formy S.A. - 43,05%,- Instytut Rozwoju Fitness Sp. z o.o. - 47,50%,- Zdrofit Sp. z ograniczoną odpowiedzialnością sp. k. - 28,38%.W skonsolidowanych sprawozdaniach finansowych Grupy Kapitałowej Benefit Systems S.A.\n                           począwszy od 1 kwartału 2015 roku prezentowany będzie dodatkowy segment operacyjny\n                           fitness, przy czym spółki Fitness Academy Spółka z ograniczoną odpowiedzialnością\n                           SKA, Fitness Academy Sp. z o.o., Benefit Partners Sp. z o.o. i docelowo Fabryka Formy\n                           S.A. _po planowanym przeniesieniu własności pakietu 23,00% akcji Fabryki Formy S.A.\n                           z Benefit Development Sp. z o.o. do Fit Invest_ będą konsolidowane metodą pełną.Głównym obszarem działalności segmentu fitness jest prowadzenie klubów fitness. Wartość rynkowa całej transakcji przekracza 10% kapitałów własnych Spółki.",
        "date": "2015-02-12"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit System S.A. _dalej Spółka_ w nawiązaniu do Raportu Bieżącego z dnia\n                           18 lipca 2012 roku informuje, iż w dniu wczorajszym Spółka otrzymała podpisany przez\n                           Bank Zachodni WBK S.A. aneks do umowy o wielocelową i wielowalutową linię kredytową\n                           z Bankiem Zachodnim WBK S.A. z siedzibą we Wrocławiu _dalej Bank_. Przedmiotem aneksu jest zmiana terminu spłaty i wydłużenie go do dnia 30 stycznia\n                           2016 roku, z zastrzeżeniem iż gwarancje udzielane mogą być na okres do dnia 30 lipca\n                           2016 roku,W pozostałym zakresie aneks nie zmienia dotychczasowych postanowień umowy. Pomiędzy Spółką a Bankiem nie ma żadnych powiązań. Nie występują również żadne powiązania\n                           pomiędzy osobami zarządzającymi lub nadzorującymi Spółką a osobami zarządzającymi\n                           lub nadzorującymi Bank. Kryterium uznania umowy za znaczącą jest fakt, iż wartość tej umowy przekracza 10\n                           % kapitałów własnych Spółki.",
        "date": "2015-02-05"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ podaje do wiadomości terminy publikacji przez\n                           Spółkę raportów okresowych w 2015 roku:Raporty roczne:1. Jednostkowy raport roczny za 2014 rok - dnia 18 marca 2015 2. Skonsolidowany raport roczny za 2014 rok – dnia 18 marca 2015 Raporty kwartalne:1. Kwartalny raport skonsolidowany za I kwartał 2015 – dnia 29 kwietnia 20152. Kwartalny raport skonsolidowany za III kwartał 2015 – dnia 5 listopada 2015 Raporty półroczne1. Skonsolidowany raport za I półrocze 2015 - dnia 13 sierpnia 2015 rokuZarząd Spółki informuje na podstawie § 83 ust. 1 Rozporządzenia w sprawie Informacji\n                           bieżącychi okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz.U. z 2014 r. poz. 133_ – dalej Rozporządzenie, iż skonsolidowane\n                           raporty kwartalne publikowane w roku 2015 będą zawierać kwartalną informację finansową,\n                           zawierającą informacje określone w § 87 ust. 1-3, ust. 4 zdanie pierwsze oraz ust.\n                           8 i 9 Rozporządzenia, sporządzoną zgodnie z MSR. W związku z tym Spółka nie będzie\n                           publikować jednostkowych raportów kwartalnych w 2015 roku. Zgodnie z § 101 ust. 2 Rozporządzenia Spółka nie będzie publikowała raportu kwartalnego\n                           za II. kwartał 2015 r.Zgodnie z § 102 ust. 1 Rozporządzenia Spółka nie będzie publikowała raportu kwartalnego\n                           za IV kwartał 2014 roku, w związku z tym iż Spółka przekaże raport roczny i odpowiednio\n                           skonsolidowany raport roczny jednocześnie w terminie 80 dni od daty zakończenia roku\n                           obrotowego 2014. Zarząd Spółki informuje na podstawie § 83 ust. 3 Rozporządzenia, iż skonsolidowany\n                           raport półroczny za I półrocze 2015 publikowany w roku 2015, będzie zawierać informacje wskazane w § 83\n                           ust. 3 Rozporządzenia, sporządzone zgodnie z MSR. W związku z tym Spółka nie będzie\n                           publikować jednostkowego raportu półrocznego za I półrocze 2015.",
        "date": "2015-01-26"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _Spółka_ informuje, że w dniu 25 stycznia 2015 r. do Spółki\n                           wpłynęło dwa _2_ zawiadomienia w trybie art. 160 ust. 1 ustawy o obrocie instrumentami\n                           finansowymi, od osoby, o której mowa w art. 160 ust. 1 pkt 2 ww. ustawy _Zawiadamiający_,\n                           w którym Zawiadamiający poinformował o zbyciu akcji Spółki.Zgodnie z treścią ww. zawiadomień zbycie akcji nastąpiło na następujących warunkach:1_ Data transakcji – 08.01.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji pakietowej pozasesyjnej:   a. Łączna liczba sprzedanych akcji Spółki w tym trybie – 400 sztuk,   b. Cena sprzedaży jednej akcji Spółki – 315,00 złotych,   c. Łączna wartość transakcji – 126.000,00 złotych.1_ Data transakcji – 12.01.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji pakietowej pozasesyjnej:   a. Łączna liczba sprzedanych akcji Spółki w tym trybie – 20 sztuk,   b. Cena sprzedaży jednej akcji Spółki – 325,00 złotych,   c. Łączna wartość transakcji – 6.500,00 złotych.Zawiadamiający nie wyraził zgody na przekazanie do publicznej wiadomości danych określonych\n                           w § 2 ust. 1 pkt 1 rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych.Podstawa prawna: Art. 160 ust. 4 ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami\n                           finansowymi _tekst jednolity: Dz. U. 2014 r. poz. 94 ze zm._.",
        "date": "2015-01-26"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit System S.A. _dalej Emitent_ informuje, iż w dniu 23 stycznia 2015 roku,\n                           Emitent otrzymał podpisany egzemplarz umowy, której przedmiotem jest zapewnienie nielimitowanego\n                           dostępu do usług sportowo-rekreacyjnych dla pracowników Poczty Polskiej S.A. i ich\n                           rodzin w ramach programu MultiSport. Umowa została zawarta w wyniku rozstrzygnięcia przetargu o udzielenie zamówienia publicznego.\n                           W ramach Umowy dostęp do programu MultiSport będą posiadali pracownicy klienta z 15\n                           województw. Wynagrodzenie Emitenta wynosi ponad 12 996 677,44 złotych brutto. Umowa\n                           została zawarta na okres od dnia 01.02.2015 do dnia 31.03.2016. Umowa stanowi kontynuację\n                           poprzedniego rocznego kontraktu z Pocztą Polską S.A.W pozostałym zakresie umowa zawiera postanowienia typowe dla tego rodzaju umów.Kryterium uznania Umowy za umowę znaczącą, jest jej wartość przewyższająca 10% kapitałów\n                           własnych Emitenta.",
        "date": "2015-01-23"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\" Emitent\"_ informuję, iż w dniu 23 stycznia 2015 roku\n                           Emitent podpisał umowę najmu zawartą pomiędzy Ghelamco Warsaw Spire spółka z ograniczoną\n                           odpowiedzialnością WS spółka komandytowo-akcyjna z siedzibą w Warszawie _Wynajmujący_\n                           a Emitentem _Najemca_, której przedmiotem jest najem części budynku biurowego położonego\n                           w Warszawie przy Placu Europejskim. Szacowana przez Zarząd Emitenta roczna wartość\n                           Umowy wynosi około 7 500 000,00 zł netto. Wynajmujący wyraził zgodę na podnajęcie przez Najemcę całości przedmiotu najmu podmiotom\n                           z jego grupy kapitałowej na cele działalności związanej z działalnością Emitenta lub\n                           wspierającą działalność Emitenta, co pozwoli na skoncentrowanie podmiotów z grupy\n                           kapitałowej Emitenta w jednej siedzibie w Warszawie. Takie rozwiązanie pozwoli na\n                           obniżenie kosztów funkcjonowania organizacji Emitenta rozproszonej obecnie w 4 lokalizacjach\n                           w Warszawie. Szacunkowa roczna wartość Umowy, obliczona została  na podstawie aktualnego średniego\n                           kursu euro NBP z dnia 23 stycznia 2015, w której to walucie wyrażony jest czynsz najmu\n                           oraz przewidywanej sumy opłat eksploatacyjnych _wyrażonej w złotych_. Umowa Najmu\n                           zawarta została na czas oznaczony 60 miesięcy. Okres najmu oraz związany z nim obowiązek\n                           zapłaty czynszu najmu liczony będzie od dnia 1 stycznia 2016 roku, chyba że ten dzień\n                           ulegnie przesunięciu zgodnie z postanowieniami Umowy _Dzień Rozpoczęcia_. Począwszy\n                           od końca pierwszego 12 miesięcznego okresu po Dniu Rozpoczęcia czynsz podlegać będzie\n                           corocznej indeksacji, dokonywanej zgodnie ze zmianą Euro CPI w poprzednim okresie\n                           12 miesięcy kalendarzowych. Wydanie Najemcy przedmiotu najmu nastąpi w terminie do 5 listopada 2015 roku. W przypadku\n                           wypowiedzenia Umowy przez Wynajmującego ze względu na okoliczności leżące po stronie\n                           Najemcy, Najemca zapłaci Wynajmującemu karę umowną obejmującą między innymi utracony\n                           czynsz oraz opłaty i wydatki, w tym także poniesione w związku z zawarciem i wypowiedzeniem\n                           umowy, za czas, do którego pierwotnie miała obowiązywać Umowa. Jeżeli jednak lokal\n                           zostanie wynajęty nowemu najemcy, część kary umownej dotycząca czynszu zostanie obniżona\n                           do różnicy pomiędzy sumą czynszu, opłat i wydatków a sumą czynszu, uzyskaną przez\n                           Wynajmującego od nowego najemcy lokalu, za czas, do którego Umowa miała obowiązywać\n                           pierwotnie. Pozostałe warunki powyższej Umowy nie odbiegają od powszechnie stosowanych warunków\n                           dla tego typu umów. Kryterium uznania Umowy za umowę znaczącą, jest jej szacunkowa wartość przewyższająca\n                           10% kapitałów własnych Emitenta.",
        "date": "2015-01-23"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _Spółka_ informuje, że w dniu 19 stycznia 2015 r. do Spółki\n                           wpłynęło jedno _1_ zawiadomienie w trybie art. 160 ust. 1 ustawy o obrocie instrumentami\n                           finansowymi, od osoby, o której mowa w art. 160 ust. 1 pkt 2 ww. ustawy _Zawiadamiający_,\n                           w którym Zawiadamiający poinformował o zbyciu akcji Spółki.Zgodnie z treścią ww. zawiadomienia zbycie akcji nastąpiło na następujących warunkach:1_ Data transakcji – 09.01.2015 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji sesyjnej zwykłej:   a. Łączna liczba sprzedanych akcji Spółki w tym trybie – 109 sztuk,   b. Cena sprzedaży jednej akcji Spółki – 324,770642 złotych,   c. Łączna wartość transakcji – 35.400,00 złotych.Zawiadamiający nie wyraził zgody na przekazanie do publicznej wiadomości danych określonych\n                           w § 2 ust. 1 pkt 1 rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych.Podstawa prawna: Art. 160 ust. 4 ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami\n                           finansowymi _tekst jednolity: Dz. U. 2014 r. poz. 94 ze zm._.",
        "date": "2015-01-20"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd spółki Benefit Systems S.A. _Spółka_ w nawiązaniu do raportu bieżącego nr 45/2014\n                           z dnia 25 listopada 2014 roku oraz raportu bieżącego nr 3/2015 z dnia 13 stycznia\n                           2015 roku informuje, iż w dniu 15 stycznia 2015 r. Spółka wniosła do spółki zależnej\n                           Travel Benefity sp. z o.o. sp. k. _zmiana firmy spółki na MultiBenefit sp. z .o.o.\n                           sp. k. w trakcie rejestracji w sądzie_ wkład niepieniężny w postaci aportu obejmującego\n                           aktywa związane z Nowymi Produktami takimi jak: MultiBenefit, MultiBilet, MultiTeatr\n                           oraz MultiKafateria  obejmujące w szczególności: środki trwałe, wartości niematerialne\n                           i prawne przypisane do segmentu Nowych Produktów _w tym produktów wyżej wymienionych_\n                           oraz umowy z kontrahentami. Wartość wniesionego aportu to 3 504 554,60 złotych, według\n                           stanu na dzień 28.02.2015 roku. W zamian za aport Spółka objęła podwyższony wkład\n                           o takiej samej wartości w spółce Travel Benefity sp. z o.o. sp. k. _zmiana firmy spółki\n                           na MultiBenefit sp. z .o.o. sp. k. w trakcie rejestracji w sądzie_. Travel Benefity sp. z o.o. sp. k. _zmiana firmy spółki na MultiBenefit sp. z .o.o.\n                           sp. k. w trakcie rejestracji w sądzie_ od dnia 1 marca 2015 roku będzie skupiać w\n                           sobie wszystkie produkty i usługi Spółki związane z ww. produktami. Podmiot ten będzie\n                           koncentrować się na dynamicznym budowaniu portfela klientów, bazując na rozwoju, innowacjach\n                           i nowych pomysłach. Spółką Travel Benefity sp. z o.o. sp. k. _zmiana firmy spółki\n                           na MultiBenefit sp. z .o.o. sp. k w trakcie rejestracji w sądzie_ operacyjnie kieruje\n                           Pan Paweł Markowski, członek zarządu Benefit Systems S.A. Wniesienie tych aktywów\n                           przez Spółkę do Travel Benefity sp. z o.o. sp. k. _zmiana firmy spółki na MultiBenefit\n                           sp. z .o.o. sp. k. w trakcie rejestracji w sądzie_ spółki zależnej od Benefit Systems\n                           nie będzie miało wpływu na sposób prezentacji danych w skonsolidowanym sprawozdaniu\n                           finansowym Grupy Kapitałowej Benefit Systems S.A. a jednocześnie pozwoli na zarządzanie\n                           tymi produktami i ich rozwój w ramach samodzielnego podmiotu, kontrolowanego przez\n                           Benefit Systems S.A.Przeniesienie ww. aktywów zostało dokonane na podstawie umowy zawartej pomiędzy Spółką\n                           a spółką Travel Benefity sp. z o.o. sp. k. _zmiana firmy spółki na MultiBenefit sp.\n                           z .o.o. sp. k. w trakcie rejestracji w sądzie_. Przeniesienie aktywów będzie skuteczne\n                           z dniem 1 marca 2015 roku, od tego też dnia Travel Benefity sp. z o.o. sp. k. _zmiana\n                           firmy spółki na MultiBenefit sp. z .o.o. sp. k w trakcie rejestracji w sądzie_ przejmie obsługę klientów, partnerów\n                           i użytkowników ww. produktów. Spółka poprzez odpowiednie zapisy obligacyjne i korporacyjne zabezpieczyła się przed\n                           dalszym obrotem prawami stanowiącymi aport bez zgody Spółki. Jednocześnie Spółka będzie\n                           uczestniczyła w zyskach i stratach Travel Benefity sp. z o.o. sp. k. _zmiana firmy\n                           spółki na MultiBenefit sp. z .o.o. sp. k. w trakcie rejestracji w sądzie_ w stosunku\n                           99,90 %.",
        "date": "2015-01-15"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _\"Spółka\"_ przekazuje wykaz akcjonariuszy posiadających\n                           co najmniej 5% liczby głosów na Walnym Zgromadzeniu Spółki w dniu 12 stycznia 2015\n                           roku. 1_ James Van Bergh - 618 180 akcji reprezentujących 618 180 głosów na Walnym Zgromadzeniu,\n                           procentowy udział głosów na Walnym Zgromadzeniu w dniu 12 stycznia 2015 roku 29,32\n                           %, procentowy udział głosów w ogólnej liczbie głosów 24,20 %,  2_ Benefit Invest Limited - 593 784 akcji reprezentujących 593 784 głosów na Walnym\n                           Zgromadzeniu, procentowy udział głosów na Walnym Zgromadzeniu w dniu 12 stycznia 2015\n                           roku 28,17 %, procentowy udział głosów w ogólnej liczbie głosów 23,24 %,  3_ Marek Kamola - 268  000 akcji reprezentujących 268 000 głosów na Walnym Zgromadzeniu,\n                           procentowy udział głosów na Walnym Zgromadzeniu w dniu 12 stycznia 2015 roku 12,71\n                           %, procentowy udział głosów w ogólnej liczbie głosów 10,49 %,  4_ MetLife Otwarty Fundusz Emerytalny – 330 000 akcji reprezentujących 330 000 głosów\n                           na Walnym Zgromadzeniu, procentowy udział głosów na Walnym Zgromadzeniu w dniu 12\n                           stycznia 2015 roku 15,65 %, procentowy udział głosów w ogólnej liczbie głosów 12,92\n                           %,5_ ING Otwarty Fundusz Emerytalny – 200 000 akcji reprezentujących 200 000 głosów\n                           na Walnym Zgromadzeniu, procentowy udział głosów na Walnym Zgromadzeniu w dniu 12\n                           stycznia 2015 roku 9,49 %, procentowy udział głosów w ogólnej liczbie głosów 7,83\n                           %.",
        "date": "2015-01-15"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Benefit Systems S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości treść uchwał podjętych\n                           przez Nadzwyczajne Walne Zgromadzenie Spółki w dniu 12 stycznia 2015 roku. Do głosowanych uchwał nie zgłoszono żadnych sprzeciwów. Treść podjętych uchwał wraz z informacją o liczbie oddanych głosów stanowi załącznik\n                           do niniejszego raportu.",
        "date": "2015-01-13"
    },
    {
        "company_name": "BENEFIT SYSTEMS SA",
        "content": "Zarząd Benefit Systems S.A. _Spółka_ informuje, że w dniu 08 stycznia 2015 r. do Spółki\n                           wpłynęło jedno _1_ zawiadomienie w trybie art. 160 ust. 1 ustawy o obrocie instrumentami\n                           finansowymi, od osoby, o której mowa w art. 160 ust. 1 pkt 2 ww. ustawy _Zawiadamiający_,\n                           w którym Zawiadamiający poinformował o zbyciu akcji Spółki.Zgodnie z treścią ww. zawiadomienia zbycie akcji nastąpiło na następujących warunkach:1_ Data transakcji – 29.12.2014 r.,2_ Tryb zawarcia transakcji - na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           w transakcji sesyjnej zwykłej:   a. Łączna liczba sprzedanych akcji Spółki w tym trybie – 86 sztuk,   b. Cena sprzedaży jednej akcji Spółki – 315,4767 złotych,   c. Łączna wartość transakcji – 27.131,00 złotych.Zawiadamiający nie wyraził zgody na przekazanie do publicznej wiadomości danych określonych\n                           w § 2 ust. 1 pkt 1 rozporządzenia Ministra Finansów w sprawie przekazywania i udostępniania\n                           informacji o niektórych transakcjach instrumentami finansowymi oraz zasad sporządzania\n                           i prowadzenia listy osób posiadających dostęp do określonych informacji poufnych.Podstawa prawna: Art. 160 ust. 4 ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami\n                           finansowymi _tekst jednolity: Dz. U. 2014 r. poz. 94 ze zm._.",
        "date": "2015-01-09"
    }
]