[
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje o otrzymaniu w dniu dzisiejszym zawiadomienia w\n                           trybie art. 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi,\n                           od Michała Czwojdzińskiego Członka Zarządu Spółki.Zawiadomienie dotyczy nabycia przez Członka Zarządu Spółki w dniu 28 grudnia 2015\n                           roku 4 000 sztuk akcji LSI Software S.A. na okaziciela po cenie 1,00 zł za jedną akcję.\n                           Łączna wartość transakcji wyniosła 4 000 zł. Nabycie nastąpiło na podstatwie umowy\n                           cywilnoprawnej, Spółka informowała o tym w raporcie bieżącym nr 26/2015.",
        "date": "2015-12-29"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Działając na podstawie § 5 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych Zarząd LSI Software S.A.\n                           _\"Emitent\", \"Spółka\"_ z siedzibą w Łodzi informuje, że w dniu 28 grudnia 2015 roku\n                           dokonał transakcji zbycia akcji własnych, które nabył w ramach Programu Skupu Akcji\n                           Własnych, realizowanego na mocy uchwały nr 34/2012 Zwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 14 czerwca 2012 roku.Akcje własne Emitenta zostały zbyte kluczowemu menadżerowi Spółki, zgodnie z punktem\n                           2.1 podjętej przez Zwyczajne Walne Zgromadzenie w dniu 14 czerwca 2012 roku uchwały\n                           nr 34/2012 w sprawie upoważnienia Zarządu do nabywania akcji własnych.W związku z powyższym, w dniu 28 grudnia 2015 r., na podstawie Umowy sprzedaży Zarząd\n                           zbył 4 000 _słownie: cztery tysięce_ akcji Spółki po cenie 1,00 zł za jedną akcję.\n                           Jednostkowa, nominalna wartość 1 akcji wynosi 1,00 zł, natomiast łączna wartość nominalna\n                           sprzedanych akcji wynosi 4 000,00 zł.Akcje sprzedane przez Emitenta stanowiły 0,123% kapitału zakładowego Emitenta dając\n                           4 000 głosów na Walnym Zgromadzeniu co stanowi 0,08% udziału w ogólnej liczbie głosów\n                           na walnym zgromadzeniu.Jednocześnie Emitent informuje, że w wyniku w/w transakcji łączna liczba akcji własnych\n                           posiadanych obecnie przez Spółkę to 14 458 _słownie: czternaście tysięcy czterysta\n                           pięćdziesiąt osiem_ sztuk akcji własnych, co stanowi 0,44% w kapitale zakładowym Spółki\n                           oraz 0,3% w ogólnej liczbie głosów na Walnym Zgromadzeniu Emitenta. Średnia cena zakupu\n                           nabytych akcji wynosiła 3,14 złotych.Środki pozyskane ze sprzedaży akcji własnych zostaną przeznaczone na zasilenie kapitału\n                           obrotowego Spółki.",
        "date": "2015-12-29"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software informuje, że powziął w dniu 14.08.2015 roku informację o zarejestrowaniu\n                           w dniu 05.08.2015 roku przez sąd Rejonowy właściwy dla siedziby Spółki zmiany treści\n                           par. 11a  Statutu Spółki.Rada Nadzorcza Spółki uchwałą nr 12/RN/2015 z dnia 14.08.2015 roku  przyjęła tekst\n                           jednolity Statutu Spółki.Tekst jednolity stanowi załącznik do niniejszego raportu.",
        "date": "2015-08-14"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA informuje o otrzymaniu w dniu dzisiejszym zawiadomienia w trybie\n                           art. 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi, od\n                           Michała Czwojdzińskiego Członka Zarządu Spółki. Zawiadomienie dotyczy nabycia przez Członka Zarządu Spółki w dniu 31 lipca 2015 roku\n                           12 000 sztuk akcji LSI Software SA na okaziciela po cenie 1,00 zł za jedną akcję.\n                           Łączna wartość transakcji wyniosła 12 000 zł. Nabycie nastąpiło na podstatwie umowy\n                           cywilno prawnej, Spółka informowała o tym w raporcie bieżącym nr 23/2015.",
        "date": "2015-07-31"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Działając na podstawie § 5 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych Zarząd LSI Software S.A.\n                           _\"Emitent\", \"Spółka\"_ z siedzibą w Łodzi informuje, że w dniu 31 lipca 2015 roku dokonał\n                           transakcji zbycia akcji własnych, które nabył w ramach Programu Skupu Akcji Własnych,\n                           realizowanego na mocy uchwały nr 34/2012 Zwyczajnego Walnego Zgromadzenia Spółki z\n                           dnia 14 czerwca 2012 roku.Akcje własne Emitenta zostały zbyte kluczowemu menadżerowi Spółki, zgodnie z punktem\n                           2.1 podjętej przez Zwyczajne Walne Zgromadzenie w dniu 14 czerwca 2012 roku uchwały\n                           nr 34/2012 w sprawie upoważnienia Zarządu do nabywania akcji własnych.W związku z powyższym, w dniu 31 lipca 2015 r., na podstawie Umowy sprzedaży Zarząd\n                           zbył 12 000 _słownie: dwanaście tysięcy_ akcji Spółki po cenie 1,00 zł za jedną akcję.\n                           Jednostkowa, nominalna wartość 1 akcji wynosi 1,00 zł, natomiast łączna wartość nominalna\n                           sprzedanych akcji wynosi 12 000,00 zł.Akcje sprzedane przez Emitenta stanowiły 0,368 % kapitału zakładowego Emitenta dając\n                           12 000 głosów na Walnym Zgromadzeniu co stanowi 0,25% udziału w ogólnej liczbie głosów\n                           na walnym zgromadzeniu.Jednocześnie Emitent informuje, że w wyniku w/w transakcji łączna liczba akcji własnych\n                           posiadanych obecnie przez Spółkę to 18 458 _słownie: osiemnaście tysięcy czterysta\n                           pięćdziesiąt osiem_ sztuk akcji własnych, co stanowi 0,67% w kapitale zakładowym Spółki\n                           oraz 0,45% w ogólnej liczbie głosów na Walnym Zgromadzeniu Emitenta. Średnia cena\n                           nabytych akcji wynosiła 3,14 złotych.Środki pozyskane ze sprzedaży akcji własnych zostaną przeznaczone na zasilenie kapitału\n                           obrotowego Spółki.",
        "date": "2015-07-31"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje na podstawie wstępnych danych o ponad 5% wzroście\n                           przychodów skonsolidowanych za pierwsze półrocze 2015 roku, które osiągnęły łącznie\n                           ponad 14,4 mln PLN w stosunku do 13,7 mln PLN w 2014 roku.",
        "date": "2015-07-16"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA przekazuje wykaz akcjonariuszy posiadających co najmniej 5%\n                           liczby głosów na Zwyczajnym Walnym Zgromadzeniu, które odbyło się 27 czerwca 2015\n                           roku: - SG Invest Sp. z o.o. korzystała z praw z  966 080  akcji LSI Software SA, które\n                           upoważniały SG Invest Sp. z o.o. do 2 430 400 głosów, co stanowiło 87,89 % głosów\n                           na tym Zwyczajnym Walnym Zgromadzeniu oraz 50,004% w ogólnej liczbie głosów.  W Zwyczajnym Walnym Zgromadzeniu uczestniczyło 3 akcjonariuszy. Ogólna liczba głosów\n                           uczestniczących w tym Zwyczajnym Walnym Zgromadzeniu wynosiła 2 765 255 głosów.",
        "date": "2015-06-27"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA z siedzibą w Łodzi przekazuje w załączniku do publicznej wiadomości\n                           treść uchwał podjętych w dniu 27 czerwca 2015 roku podczas obrad Zwyczajnego Walnego\n                           Zgromadzenia oraz zgodnie z art. 421 § 2  i § 4 KSH wyniki głosowań i zgłoszone sprzeciwy.",
        "date": "2015-06-27"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software informuje, że Rada Nadzorcza Spółki uchwałą nr 09/RN/2015 z dnia\n                           16.06.2015 roku  przyjęła tekst jednolity Statutu Spółki.Tekst jednolity stanowi załącznik do niniejszego raportu.",
        "date": "2015-06-17"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. _dalej jako Emitent_ informuje, że w dniu 16 czerwca 2015\n                           r. powziął wiadomość, iż Sąd Rejonowy dla Łodzi Śródmieścia w Łodzi, XX Wydział Krajowego\n                           Rejestru Sądowego, zarejestrował w dniu 26 maja 2015 roku zmianę Statutu Emitenta\n                           dokonaną uchwałą nr 19/2015 Nadzwyczajnego Walnego Zgromadzenia z dnia 24 lutego 2015\n                           roku, w przedmiocie zmiany Statutu Spółki i upoważnienia Zarządu Spółki do podwyższenia\n                           kapitału zakładowego Spółki w ramach kapitału docelowego.Na skutek rejestracji zmiany Statutu, zmianie uległ § 11a.Dotychczas, § 11a Statutu brzmiał następująco:1.Upoważnia się Zarząd Spółki do podwyższenia kapitału zakładowego Spółki w ramach\n                           kapitału docelowego, to jest o kwotę nie wyższa niż 2.445.000 _dwa miliony czterysta\n                           czterdzieści pięć tysięcy złotych_ poprzez emisje nie więcej niż 2.445.000 _dwa miliony\n                           czterysta czterdzieści pięć tysięcy_ nowych akcji zwykłych o wartości nominalnej 1\n                           _jeden_ złoty każda akcja, w drodze jednego lub kilku podwyższeń kapitału zakładowego\n                           w granicach określonych powyżej.2.Upoważnienie Zarządu do podwyższania kapitału zakładowego w ramach kapitału docelowego\n                           udzielone jest na okres 3 lat, to jest do dnia 28 lipca 2014 r.3.Wykonując upoważnienie do podwyższenia kapitału zakładowego w ramach kapitału docelowego\n                           Zarząd Spółki jest upoważniony do ustalenia ceny emisyjnej nowych akcji, z wyłączeniem\n                           obowiązku uzyskania zgody Rady Nadzorczej.4.Upoważnia się Zarząd Spółki do emitowania warrantów subskrypcyjnych, o których mowa\n                           w art. 453 § 2 Kodeksu spółek handlowych, w celu przeprowadzenia podwyższenia kapitału\n                           zakładowego w ramach kapitału docelowego, z terminem wykonania prawa zapisu upływającym\n                           nie później niż z końcem okresu przewidzianego w ust. 2 niniejszego paragrafu.5.Wszyscy akcjonariusze mają prawo poboru w stosunku do akcji emitowanych w ramach\n                           podwyższenia kapitału zakładowego Spółki w granicach kapitału docelowego oraz warrantów\n                           subskrypcyjnych, o których mowa w ust. 3 niniejszego paragrafu.6.O ile przepisy Kodeksu spółek handlowych nie stanowią inaczej, Zarząd Spółki decyduje\n                           o wszystkich sprawach związanych z podwyższeniem kapitału zakładowego w ramach kapitału\n                           docelowego, w szczególności Zarząd jest umocowany do:a. podejmowania wszelkich czynności w celu każdorazowego dopuszczania i wprowadzania\n                           do obrotu giełdowego emitowanych przez Spółkę papierów wartościowych, w tym akcji\n                           Spółki, a także innych papierów wartościowych powstających w związku z emitowanymi\n                           przez Spółkę papierami wartościowymi _tj. m.in. praw poboru, praw do akcji_;b.podejmowania wszelkich czynności związanych z dematerializacją emitowanych przez\n                           Spółkę papierów wartościowych, w tym każdorazowego zawierania umów o rejestrację w\n                           depozycie papierów wartościowych, w szczególności w depozycie prowadzonym przez Krajowy\n                           Depozyt Papierów Wartościowych SA, emitowanych przez Spółkę papierów wartościowych,\n                           w tym akcji Spółki, a także innych papierów wartościowych powstających w związku z\n                           emitowanymi przez Spółkę papierami wartościowymi.Po zmianie, § 11a Statutu brzmi następująco:1. Upoważnia się Zarząd Spółki do podwyższenia kapitału zakładowego Spółki w ramach\n                           kapitału docelowego, to jest o kwotę nie wyższa niż 300.000 _słownie: trzysta tysięcy\n                           złotych_ poprzez emisje nie więcej niż 300.000 _słownie: trzysta tysięcy_ nowych akcji\n                           zwykłych o wartości nominalnej 1 _jeden_ złoty każda akcja, w drodze jednego lub kilku\n                           podwyższeń kapitału zakładowego w granicach określonych powyżej.2. Upoważnienie Zarządu do podwyższania kapitału zakładowego w ramach kapitału docelowego\n                           udzielone jest na okres 3 lat od dnia wpisania do Krajowego Rejestru Sądowego zmiany\n                           statutu przewidującej niniejszy kapitał docelowy.3. Wykonując upoważnienie do podwyższenia kapitału zakładowego w ramach kapitału docelowego\n                           Zarząd Spółki jest upoważniony do ustalenia ceny emisyjnej nowych akcji, z wyłączeniem\n                           obowiązku uzyskania zgody Rady Nadzorczej.4. Upoważnia się Zarząd Spółki do emitowania warrantów subskrypcyjnych, o których\n                           mowa w art. 453 § 2 Kodeksu spółek handlowych, w celu przeprowadzenia podwyższenia\n                           kapitału zakładowego w ramach kapitału docelowego, z terminem wykonania prawa zapisu\n                           upływającym nie później niż z końcem okresu przewidzianego w ust. 2 niniejszego paragrafu.5. O ile przepisy Kodeksu spółek handlowych nie stanowią inaczej, Zarząd Spółki decyduje\n                           o wszystkich sprawach związanych z podwyższeniem kapitału zakładowego w ramach kapitału\n                           docelowego, w szczególności Zarząd jest umocowany do:a_ określania innych warunków emisji akcji w tym daty _dat_ od której akcje będą uczestniczyć\n                           w dywidendzie,b_ ustalania zasad, podejmowania uchwał, oraz wykonywania innych działań w sprawie\n                           emisji i proponowania akcji w drodze oferty publicznej lub prywatnej,c_ zawierania umów o subemisję inwestycyjną, subemisję usługową lub innych umów  zabezpieczających\n                           powodzenie emisji akcji,d_ podejmowania uchwał, składania wniosków, oraz wykonywania innych działań w sprawie\n                           dematerializacji akcji, w tym zawierania umów z Krajowym Depozytem Papierów Wartościowych\n                           S.A. o rejestrację akcji,e_ podejmowania uchwał, składania wniosków oraz wykonywania innych działań w sprawie\n                           ubiegania się o dopuszczenie i wprowadzenie akcji do obrotu na rynku regulowanym,\n                           w tym zawierania umów z Giełdą Papierów Wartościowych w Warszawie SA.,f_ dokonywania zmian w Statucie Spółki w związku z realizacją uprawnień wynikających\n                           z niniejszego upoważnienia,g_ podejmowania wszelkich czynności w celu każdorazowego dopuszczania i wprowadzania\n                           do obrotu giełdowego emitowanych przez Spółkę papierów wartościowych, w tym akcji\n                           Spółki, a także innych papierów wartościowych powstających w związku z emitowanymi\n                           przez Spółkę papierami wartościowymi _tj. m.in. praw poboru, praw do akcji_;h_ podejmowania wszelkich czynności związanych z dematerializacją emitowanych przez\n                           Spółkę papierów wartościowych, w tym każdorazowego zawierania umów o rejestrację w\n                           depozycie papierów wartościowych, w szczególności w depozycie prowadzonym przez Krajowy\n                           Depozyt Papierów Wartościowych SA, emitowanych przez Spółkę papierów wartościowych,\n                           w tym akcji Spółki, a także innych papierów wartościowych  powstających w związku\n                           z emitowanymi przez Spółkę papierami wartościowymi.",
        "date": "2015-06-16"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd spółki LSI Software S.A., działając na podstawie art. 398, art. 399 § 1 w związku\n                           z art. 402 {2} § 1 i 2 Kodeksu spółek handlowych, zwołuje na dzień 27 czerwca 2015\n                           roku, o godzinie 10: 00, Zwyczajne Walne Zgromadzenie spółki LSI Software S.A. z siedzibą\n                           w Łodzi. Zwyczajne Walne Zgromadzenie odbędzie się w Łodzi w Kancelarii Notarialnej\n                           Notariusz Agnieszki Wróblewskiej przy ulicy Kościuszki 3.Treść ogłoszenia w załączniku.",
        "date": "2015-06-01"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje, że Rada Nadzorcza Spółki w dniudzisiejszym 28\n                           maja 2015 r. podjęła uchwałę nr 07/RN/2015, zgodnie z którą postanawia powierzyć badanie\n                           jednostkowego jak i skonsolidowanego sprawozdania finansowego za I półrocze 2015 r.\n                           oraz sprawozdania jednostkowego jak i skonsolidowanego za rok 2015  PKF Consult Sp.\n                           z o.o. z siedzibą w Warszawie, wpisanym na listę prowadzoną przez Krajową Izbę Biegłych\n                           Rewidentów pod numerem 477.",
        "date": "2015-05-28"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje, że w opublikowanym w dniu dzisiejszym raporcie\n                           okresowym za I kwartał 2015 r. załączono uszkodzony plik Skróconego śródrocznego skonsolidowanego\n                           sprawozdania finansowego. Prawdopopdobnie załącznik został uszkodzony podczas transferu\n                           raportu do systemu ESPI. W związku z powyższym Zarząd Spółki dokonał niezbędnej korekty i przekazał ponownie\n                           w dniu dzisiejszym kompletny raport okresowy.Niniejszą informację Zarząd Emitenta przekazuje na podstawie § 6 ust. 4 rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim w\n                           zw. z art. 56 ust. 1 pkt 1 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych.",
        "date": "2015-05-15"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. z siedzibą w Łodzi _Emitent_ informuje, iż w dniu 29 kwietnia\n                           2015 r. została zawarta Umowa pomiędzy Emitentem a Województwem Łódzkim w ramach III\n                           Osi priorytetowej Regionalnego Programu Operacyjnego Województwa Łódzkiego na lata\n                           2007-2013. Przedmiotem umowy jest dofinansowanie wydatków kwalifikowanych na realizację\n                           projektu pn. \"Wdrożenie innowacyjnej technologii wymiany danych pomiędzy bazami w\n                           strukturach rozproszonych\". Całkowita wartość projektu wynosi ok. 2,3 mln PLN, w tym\n                           dofinansowanie na realizację projektu ze środków RPO Województwa Łódzkiego wyniesie\n                           828 tys. PLN.Termin zakończenia realizacji umowy to czerwiec bieżącego roku. Inne warunki nie odbiegają\n                           od powszechnie stosowanych w tego typu umowach. Jako kryterium uznania umowy za znaczącą\n                           przyjęto wartość kapitałów własnych Spółki.Podstawa prawna:Art. 56 ust. 1 pkt. 2 Ustawy o ofercie – informacje bieżące, §9 w zw. z §5 ust.1 pkt.\n                           3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku – w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259 ze zm._.",
        "date": "2015-04-30"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje na podstawie wstępnych danych o ponad 12% wzroście\n                           przychodów skonsolidowanych za pierwszy kwartał 2015 roku, które osiągnęły łącznie\n                           blisko 6,4 mln PLN w stosunku do 5,7 mln PLN w 2014 roku.",
        "date": "2015-04-13"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. z siedzibą w Łodzi _Emitent_ informuje, iż w dniu 10 kwietnia\n                           2015 r. została zawarta Umowa pomiędzy Emitentem a Chochołowskie Termy Spółka z o.o.\n                           w Chochołowie. Przedmiotem umowy jest wykonanie kompleksowej instalacji systemu Positive ESOK oraz\n                           systemu Positive Restaurant wraz z instalacjami teletechnicznymi w nowoczesnym obiekcie\n                           Chochołowskie Termy w Witowie.Wartość umowy wynosi ponad 2,54 miliona złotych. Termin zakończenia realizacji umowy to III kwartał bieżącego roku.Inne warunki nie odbiegają od powszechnie stosowanych w tego typu umowach.Jako kryterium uznania umowy za znaczącą przyjęto wartość kapitałów własnych Spółki.Podstawa prawna:Art. 56 ust. 1 pkt. 2 Ustawy o ofercie – informacje bieżące, §9 w zw. z §5 ust.1 pkt.\n                           3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku – w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259 ze zm._",
        "date": "2015-04-13"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. z siedzibą w Łodzi _Emitent_ informuje, że w związku z faktyczną\n                           utratą kontroli nad spółką współzależną BluePocket S.A. oraz możliwą koniecznością\n                           przeszacowania wartości akcji tej spółki jednostka ta nie zostanie objęta skonsolidowanym\n                           sprawozdaniem finansowym Grupy Kapitałowej LSI Software na dzień i za rok obrotowy\n                           zakończony 31 grudnia 2014 r. W wyniku dokonanej dekonsolidacji oraz przeszacowania\n                           akcji BluePocket S.A. prezentowany wynik skonsolidowany za IV kwartał 2014 roku może\n                           ulec obniżeniu o ponad 1,5 mln zł.Jednocześnie możliwe jest utworzenie przez Emitenta dodatkowych odpisów aktualizujących\n                           należności w łącznej kwocie 1,3 mln zł w związku ze zwiększeniem stopnia prawdopodobieństwa\n                           ich nieściągalności. Skutki wymienionych przeszacowań ujęte zostaną w księgach LSI Software S.A. za 2014\n                           rok i mogą mieć wpływ na wynik finansowy netto Grupy Kapitałowej. Nie oddziałują one\n                           jednak w żaden sposób na obecną sytuację płynnościową Spółki i jej zdolność do regulowania\n                           wszelkich zobowiązań. Zarząd nie wyklucza krótkotrwałego naruszenia utrzymania wskaźnika\n                           poziomu rentowności zawartego w istniejących umowach o finansowanie, co w ocenie Emitenta\n                           nie doprowadzi jednak do zmiany warunków finansowania.Dane finansowe przedstawione w niniejszym raporcie bieżącym są w trakcie badania przez\n                           biegłego rewidenta i uzależnione są m.in. od wyników przeprowadzonej analizy. Ostateczne\n                           i zbadane dane finansowe zostaną ujawnione w Sprawozdaniu Finansowym za 2014 r., które\n                           zgodnie z raportem bieżącym nr 2/2015 z dnia 22 stycznia 2015 r. będą opublikowane\n                           w dniu 30 kwietnia 2015 r.Podstawa prawna:Art. 56 ust. 1 pkt. 1 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych, ze zmianami",
        "date": "2015-04-11"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA przekazuje w wykaz akcjonariuszy posiadających co najmniej\n                           5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu, które odbyło się 24 lutego\n                           2015 roku : SG Invest Sp. z o.o. korzystała z praw z  966 080  akcji LSI Software\n                           SA, które upoważniały SG Invest Sp. z o.o. do 2 430 400 głosów, co stanowiło 87,60\n                           % głosów na tym Nadzwyczajnym Walnym Zgromadzeniu oraz 50,004% w ogólnej liczbie głosów.\n                           W Nadzwyczajnym Walnym Zgromadzeniu uczestniczyło 5 akcjonariuszy. Ogólna liczba głosów\n                           uczestniczących w tym Nadzwyczajnym Walnym Zgromadzeniu wynosiła 2 774 423 głosów.",
        "date": "2015-02-25"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA z siedzibą w Łodzi informuje, iż w dniu 24 lutego 2015 roku\n                           Nadzwyczajne Walne Zgromadzenie postanowiło powołać do Zarządu Spółki Pana Henryka\n                           Nestera oraz Pana Michała Czwojdzińskiego powierzając im funkcje Członków Zarządu.\n                           Dodatkowo Nadzwyczajne Walne Zgromadzenie powierzyło funkcję Prezesa Zarządu Panu\n                           Bartłomiejowi Grduszakowi dotychczas pełniącemu funkcję  Członka Zarządu.Henryk NesterJest absolwentem Uniwersytetu Łódzkiego, gdzie w roku 1990 ukończył studia magisterskie\n                           na kierunku Ekonomika i organizacja produkcji. W roku 2013 ukończył studia podyplomowe\n                           na Uniwersytecie Łódzkim na kierunku Zarządzanie nieruchomościami i otrzymał licencję\n                           Zarządcy nieruchomości Nr. 26525 nadaną przez Ministra Infrastruktury i Rozwoju. W\n                           roku 2004 w Centrum Rozwiązań Menedżerskich S.A. w Warszawie otrzymał certyfikat PRINCE\n                           2 No:P2R/090140.   W branży IT od 1996 roku. W latach 1996-1998 w firmie WONLOK Sp. z o.o.– główny księgowy,\n                           później Dyrektor Ekonomiczno-Administracyjny. W latach 1999-2006 w WONLOK S.A, EPSILIO\n                           S.A., COMP Rzeszów S.A., ASSECO Poland S.A. – Dyrektor Działu Systemów Zarządzania.\n                           W latach 2006-2010 w firmie Asseco Business Solutions S.A. – Dyrektor oddziału w Łodzi.\n                           Od lutego 2014 w LSI Software na stanowisku Dyrektora Działu Obsługi Klienta.  Powołany Członek Zarządu nie prowadzi działalności konkurencyjnej w stosunku do emitenta,\n                           jak również nie uczestniczy w spółkach konkurencyjnych jako wspólnik spółki cywilnej,\n                           spółki osobowej. Ponadto powołany Członek Zarządu nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych, który jest prowadzony na podstawie ustawy o Krajowym Rejestrze Sądowym.Michał Czwojdziński Jest absolwentem WSISIZ pod auspicjum Państwowej Akademii Nauk, kierunek Zarządzanie.\n                           Od 2008 roku związany ze spółką Softech, początkowo na stanowisku Dyrektora Handlowego.\n                           Aktualnie pełni funkcję Prezesa Zarządu Softech Sp. z o.o. i jest odpowiedzialny za\n                           strategię rozwoju, wdrażanie nowych produktów oraz nadzór nad wszystkimi działami\n                           firmy. W latach 2005 - 2008 zarządzał działem informatyki i analiz w Dominium S.A.Powołany Członek Zarządu nie prowadzi działalności konkurencyjnej w stosunku do emitenta\n                           z wyłączeniem Softech Sp. z o.o. _Spółka wchodząca w skład Grupy Kapitałowej LSI Software\n                           SA_, jak również nie uczestniczy w spółkach konkurencyjnych jako wspólnik spółki cywilnej,\n                           spółki osobowej. Pan Michał Czwojdziński uczestniczy w innej konkurencyjnej osobie\n                           prawnej jako członek jej organu tj. w Softech Sp. z o.o.  jako Prezes Zarządu. Ponadto\n                           powołany Członek Zarządu nie jest wpisany do Rejestru Dłużników Niewypłacalnych, który\n                           jest prowadzony na podstawie ustawy o Krajowym Rejestrze Sądowym.Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt. 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2013, 1382 j.t._, Nr 184, poz. 1539, ze zm._ oraz § 5 ust. 1 pkt 22 w zw. z § 28\n                           rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz. U. z 2014 r., Nr 33, 133 j.t._.",
        "date": "2015-02-25"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Działając na podstawie §5 ust.1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych _..._, Zarząd LSI Software\n                           S.A. informuje, że w dniu 24 lutego 2015 roku, Nadzwyczajne Walne Zgromadzenie powołało\n                           do Rady Nadzorczej Spółki Pana Grzegorza Siewierę, powierzając mu funkcję Przewodniczącego\n                           Rady Nadzorczej oraz powołoało na Członków Rady Nadzorczej Pana Andrzeja Kurkowskiego\n                           i Pana Grzegorza Kwiatkowskiego.Doświadczenia zawodowe : Grzegorz Siewiera pełnił funkcję Prezesa Zarządu LSI Software S.A. nieprzerwanie od\n                           1998 roku. Jest jednym z trzech założycieli spółki. Od początku powstania był odpowiedzialny\n                           za całokształt funkcjonowania Spółki, tworzenie i wdrażanie nowych produktów oraz\n                           opracowanie strategii rozwoju Spółki. Grzegorz Siewiera posiada wykształcenie wyższe\n                           _magister nauk o zarządzaniu_ – ukończył Uniwersytet Łódzki oraz Wyższą Szkołę im.\n                           Włodkowica. Jest absolwentem Podyplomowego Studium na Uniwersytecie Łódzkim – University\n                           of Maryland – Executive Master of Business Administration _Executive MBA_.Działalność zawodowa i aktualnie pełnione przez Pana Grzegorza Siewierę funkcje nie\n                           stanowią działalności konkurencyjnej w stosunku do działalności wykonywanej w przedsiębiorstwie\n                           Emitenta. Pan Grzegorz Siewiera nie jest wpisany do Rejestru Dłużników Niewypłacalnych,\n                           prowadzonego na podstawie ustawy z dnia 20 sierpnia 1997 roku o Krajowym Rejestrze\n                           Sądowym.Andrzej Kurkowski absolwent Uniwersytetu Łódzkiego, Wydziału Prawa i Administracji.\n                           Pracę zawodowa rozpoczął 1969 roku w Państwowym Biurze Notarialnym, 1976-1990 w Ciech\n                           Stomil Łódź, 1990-1996 Polsin Pte. Ltd. Malezja jako dyrektor Biura w Kuala Lumpur,\n                           1996-1998 Polsin Pte. Ltd. Singapur jako Zastępca Dyrektora Zarządzającego, 1999-2006\n                           Polsin Pte. Ltd. Polska jako Dyrektor Biura w Warszawie, aktualnie od 2007 roku własna\n                           działalność gospodarcza. Pan Andrzej Kurkowski zasiadał w Radach Nadzorczych:2003-2009 Inter-Stomil – Członek Rady1999-2004 Polsin Karbid Chorzów – Członek Rady1999-2007 Elzab S.A. Zabrze – Zastępca Przewodniczącego, Członek Rady2003-2007 Spółdzielnia Mieszkaniowa \"Centrum I\" Warszawa – Członek Rady2000-2006 Polsin Overseas  Shipping Ltd. Sopot – Członek Rady.Działalność zawodowa i aktualnie pełnione przez Pana Andrzeja Kurkowskiego funkcje\n                           nie stanowią działalności konkurencyjnej w stosunku do działalności wykonywanej w\n                           przedsiębiorstwie Emitenta. Pan Andrzej Kurkowski nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych, prowadzonego na podstawie ustawy z dnia 20 sierpnia 1997 roku o Krajowym\n                           Rejestrze Sądowym.Grzegorz Kwiatkowski absolwent Uniwersytetu Łódzkiego Wydziału Prawa i Administracji,\n                           aplikacja sędziowska  w 1982 roku. Od 1983 roku Radca Prawny specjalizujący się w\n                           prawie gospodarczym. Od 2007 adwokat.Obecnie Pan Grzegorz Kwiatkowski prowadzi własną działalność gospodarczą w zakresie\n                           obrotu nieruchomościami.Działalność zawodowa i aktualnie pełnione przez Pana Grzegorza Kwiatkowskiego funkcje\n                           nie stanowią działalności konkurencyjnej w stosunku do działalności wykonywanej w\n                           przedsiębiorstwie Emitenta. Pan Grzegorz Kwiatkowski nie jest wpisany do Rejestru\n                           Dłużników Niewypłacalnych, prowadzonego na podstawie ustawy z dnia 20 sierpnia 1997\n                           roku o Krajowym Rejestrze Sądowym.",
        "date": "2015-02-25"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA z siedzibą w Łodzi przekazuje w załączniku do publicznej wiadomości\n                           treść uchwał podjętych w dniu 24 lutego 2015 roku podczas obrad Nadzwyczajnego Walnego\n                           Zgromadzenia oraz zgodnie z art. 421 §2 i §4 KSH wyniki głosowań i zgłoszone sprzeciwy.",
        "date": "2015-02-25"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA informuje o otrzymaniu w dniu 13 stycznia  2015 r.  zawiadomienia\n                           w trybie art. 160 ustawy z dnia 29 lipca 2005 roku o obrocie instrumentami finansowymi,\n                           od Krzysztofa Wolskiego Członka Rady Nadzorczej Spółki. Zawiadomienie dotyczy zbycia przez Członka Rady Nadzorczej Spółki w dniach od 30 września\n                           do 29 października 2014 roku 2536 sztuk akcji LSI Software SA na okaziciela po średniej\n                           cenie 6,00 zł za jedną akcję. Łączna wartość transakcji wyniosła 15 398 zł.  Zbycie nastąpiło w trybie sesji zwykłej.\n                           Zarząd koryguje raport bieżący nr 1/2015 z dnia 13 stycznia 2015 roku _treść  raportu\n                           powyżej_  o  wskazanie transakcji w podziale na poszczególne dni sesyjne z podaniem\n                           wolumenu z tego dnia oraz średniej ceny.Transakcje nastapiły :dnia 30.09.2014 r 900 sztuk akcji po cenie 6,60 PLNdnia 17.10.2014 r 500 sztuk akcji po cenie 5,80 PLNdnia 20.10.2014 r 280 sztuk akcji po cenie 5,75 PLNdnia 29.10.2014 r 856 sztuk akcji po cenie 5,78 PLN.",
        "date": "2015-02-16"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software S.A. z siedzibą w Łodzi niniejszym informuje, iż w dniu\n                           3 lutego 2015 r. otrzymał wniosek od akcjonariusza działającego na podstawie art.\n                           401 § 1 Kodeksu spółek handlowych, dysponującego ponad 1/20 kapitału zakładowego Emitenta,\n                           dotyczący zmian w porządku obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na\n                           dzień 24 lutego 2015 r. _raport bieżący nr 4 z dnia 28 stycznia 2015 roku_.W związku z powyższym Zarząd LSI Software SA przekazuje w załączeniu treść porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia po zmianach zgłoszonych przez akcjonariusza,\n                           zwołanego na dzień 24 lutego 2015 r. oraz projekty uchwał po zmianach proponowanych\n                           przez akcjonariusza, a także formularz głosowania przez pełnomocnika.Pełny tekst dokumentacji na Nadzwyczajne Walne Zgromadzenie dostępny jest na stronie\n                           internetowej Spółki pod adresem www.lsisoftware.pl w zakładce Inwestorzy.",
        "date": "2015-02-04"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. _dalej: Emitent_ informuje o udzieleniu akcjonariuszowi,\n                           na podstawie art. 429 § 1 Kodeksu spółek handlowych, informacji wynikających ze zobowiązania\n                           przez Sąd Rejonowy dla Łodzi-Śródmieścia XX Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego. Emitent w załączeniu przekazuje odpowiedzi udzielone na pytania akcjonariusza.Podstawa prawna -  § 38 ust. 1 pkt 13 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2015-02-03"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software S.A., działając na podstawie art. 398, art. 399  w związku\n                           z art. 4021 {1] § 1 Kodeksu spółek handlowych, zwołuje na dzień 24 lutego 2015 roku,\n                           o godzinie 10:00, Nadzwyczajne Walne Zgromadzenie Spółki LSI Software S.A. z siedzibą\n                           w Łodzi. Nadzwyczajne Walne Zgromadzenie odbędzie się w Łodzi w siedzibie Spółki przy\n                           ul. Przybyszewskiego 176/178.Treść ogłoszenia w załączniku.",
        "date": "2015-01-28"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA informuje, że w dniu dzisiejszym powziął informację o rezygnacji\n                           z dniem 25 stycznia 2015 roku z pełnienia funkcji w Radzie Nadzorczej LSI Software\n                           SA złożonej przez Pana Jacka Grzywacza. Pan Jacek Grzywacz został powołany na Członka\n                           Rady Nadzorczej Spółki w dniu 22 grudnia 2014 roku.",
        "date": "2015-01-26"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Działając na podstawie § 103.1. Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd LSI Software S.A.\n                           określa następujące daty przekazywania raportów okresowych w 2015 r.:Raporty kwartalne skonsolidowane:za IV kwartał 2014 roku - 02-03-2015za I kwartał 2015 roku - 15-05-2015za III kwartał 2015 roku - 16-11-2015Jednostkowy raport roczny za 2014 rok - 30-04-2015Skonsolidowany raport roczny za 2014 rok - 30-04-2015Skonsolidowany raport za I półrocze 2015 roku - 31-08-2015Jednocześnie Zarząd Spółki oświadcza, że zgodnie z § 83 ust. 1 i 3 rozporządzenia\n                           j.w. nie będzie przekazywać odrębnych raportów kwartalnych i odrębnego raportu półrocznego.\n                           Skonsolidowane raporty kwartalne będą zawierały kwartalną informację finansową zgodnie\n                           z § 87. Także, zgodnie z § 101 ust. 2 rozporządzenia j.w. Spółka nie będzie przekazywać\n                           skonsolidowanego raportu kwartalnego za drugi kwartał roku obrotowego.",
        "date": "2015-01-22"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. _\"LSI\", \"Spółka\"_, informuje, że w dniu 20 grudnia 2016 r.\n                           podjął uchwałę dotyczącą przyjęcia polityki dywidendowej LSI.Poniżej Spółka przekazuje treść polityki, która będzie miała zastosowanie począwszy\n                           od podziału zysku za rok obrotowy 2016:\"Intencją Zarządu LSI Software S.A. jest rekomendowanie Walnemu Zgromadzeniu wypłat\n                           dywidend stosownie do rentowności i możliwości finansowych Emitenta, na poziomie od\n                           30% do 50% przypadającego akcjonariuszom Spółki skonsolidowanego zysku netto Grupy\n                           Kapitałowej LSI za dany rok obrotowy, skorygowanego o wielkość odpisów aktualizujących\n                           wartość aktywów trwałych. Dywidenda będzie wypłacana corocznie, po zatwierdzeniu przez Walne Zgromadzenie sprawozdania\n                           finansowego Spółki.Każdorazowo, przy ostatecznym ustalaniu wartości dywidendy, która będzie rekomendowana\n                           Walnemu Zgromadzeniu, Zarząd będzie uwzględniał między innymi następujące istotne\n                           czynniki:• potrzeby inwestycyjne wynikające z realizacji strategii Grupy Kapitałowej,• sytuację płynnościową Grupy, • sytuację rynkową, • stopę dywidendy i wskaźniki wypłaty stosowane przez porównywalne spółki,• koszt oraz możliwości pozyskania finansowania, • wymogi prawa oraz zapisy umów finansowych, w szczególności dotyczące nie przekraczania\n                           określonego poziomu wskaźnika zadłużenia oraz optymalizację struktury finansowania\n                           działalności Grupy Kapitałowej.\"",
        "date": "2016-12-20"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zgodnie z § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez Emitentów Papierów\n                           Wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd LSI Software S.A. informuje,\n                           że w wykonaniu rekomendacji I.R.4. \"Dobrych Praktyk Spółek Notowanych na GPW 2016″\n                           ulegnie zmianie termin przekazania skonsolidowanego raportu za III kwartał 2016 roku\n                           z dnia 14 listopada 2016 roku na dzień 10 listopada 2016 roku.",
        "date": "2016-10-18"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje na podstawie wstępnych danych o ponad 30% wzroście\n                           przychodów skonsolidowanych za trzeci kwartał 2016 roku, które osiągnęły 7,5 mln PLN\n                           w stosunku do 5,8 mln PLN za trzeci kwartał 2015 roku.Łączny wzrost przychodów skonsolidowanych po trzech kwartałach 2016 roku wyniósł blisko\n                           16% i osiągnął wartość ponad 23,2 mln PLN w stosunku do 20,1 mln PLN za ten sam okres\n                           2015 roku.Zgodnie z zaleceniami Komisji Nadzoru Finansowego Zarząd Spółki informuje, że począwszy\n                           od danych za czwarty kwartał 2016 roku informacje dotyczące wstępnych wyników kwartalnej\n                           sprzedaży nie będą jak dotychczas podawane do publicznej wiadomości poprzez raporty\n                           bieżące w systemie ESPI, a zamieszczane wyłącznie na stronie internetowej Emitenta.\n                           Podstawa prawna:Art. 17 Rozporządzenia Parlamentu Europejskiego i Rady UE NR 596/2014 z dnia 16 kwietnia\n                           2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz\n                           uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji\n                           2003/124/WE, 2003/125/WE i 2004/72/WE MAR.",
        "date": "2016-10-12"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zgodnie z § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez Emitentów Papierów\n                           Wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd LSI Software S.A. informuje,\n                           że w wykonaniu rekomendacji I.R.4. \"Dobrych Praktyk Spółek Notowanych na GPW 2016″\n                           ulegnie zmianie termin przekazania skonsolidowanego raportu za pierwsze półrocze 2016\n                           roku z dnia 31 sierpnia 2016 na dzień 25 sierpnia 2016.",
        "date": "2016-08-17"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. z siedziba w Łodzi informuje, iż  w dniu dzisiejszym otrzymał\n                           powiadomienie o transakcjach, o których mowa w art. 19 ust 1. rozporządzenia MAR.\n                           Zawiadomienie dotyczy nabycia przez Członka Zarządu Spółki Michała Czwojdzińskiego\n                           w dniu 11 lipca 2016 roku 3 000 sztuk akcji LSI Software S.A. na okaziciela po cenie\n                           1,00 zł za jedną akcję. Łączna wartość transakcji wyniosła 3 000 zł. Nabycie nastąpiło\n                           na podstawie umowy cywilnoprawnej. Spółka informowała o tym w raporcie bieżącym nr 18/2016.W załączeniu treść otrzymanego powiadomienia.",
        "date": "2016-07-12"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Działając na podstawie art. 19 ust. 3 rozporządzenia MAR Zarząd Zarząd LSI Software\n                           S.A. _\"Emitent\", \"Spółka\"_ z siedzibą w Łodzi informuje, że w dniu 11 lipca 2016 roku\n                           dokonał transakcji zbycia akcji własnych, które nabył w ramach Programu Skupu Akcji\n                           Własnych, realizowanego na mocy uchwały nr 34/2012 Zwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 14 czerwca 2012 roku.Akcje własne Emitenta zostały zbyte kluczowemu menadżerowi Spółki, zgodnie z punktem\n                           2.1 podjętej przez Zwyczajne Walne Zgromadzenie w dniu 14 czerwca 2012 roku uchwały\n                           nr 34/2012 w sprawie upoważnienia Zarządu do nabywania akcji własnych.W związku z powyższym, w dniu 11 lipca 2016 r., na podstawie Umowy sprzedaży Zarząd\n                           zbył 3 000 _słownie: trzy tysiące_ akcji Spółki po cenie 1,00 zł za jedną akcję. Jednostkowa,\n                           nominalna wartość 1 akcji wynosi 1,00 zł, natomiast łączna wartość nominalna sprzedanych\n                           akcji wynosi 3 000,00 zł.Akcje sprzedane przez Emitenta stanowiły 0,092 % kapitału zakładowego Emitenta dając\n                           3 000 głosów na Walnym Zgromadzeniu co stanowi 0,06% udziału w ogólnej liczbie głosów\n                           na walnym zgromadzeniu.Jednocześnie Emitent informuje, że w wyniku w/w transakcji łączna liczba akcji własnych\n                           posiadanych obecnie przez Spółkę to 11 458 _słownie: jedenaście tysięcy czterysta\n                           pięćdziesiąt osiem_ sztuk akcji własnych, co stanowi 0,35% w kapitale zakładowym Spółki\n                           oraz 0,2% w ogólnej liczbie głosów na Walnym Zgromadzeniu Emitenta. Średnia cena nabytych\n                           akcji wynosiła 3,14 złotych.Środki pozyskane ze sprzedaży akcji własnych zostaną przeznaczone na zasilenie kapitału\n                           obrotowego Spółki.",
        "date": "2016-07-12"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje na podstawie wstępnych danych o blisko 10% wzroście\n                           przychodów skonsolidowanych za pierwsze półrocze 2016 roku, które osiągnęły łącznie\n                           blisko 15,7 mln PLN w stosunku do 14,3 mln PLN za ten sam okres 2015 roku.Jednocześnie przychody jednostkowe spółki zależnej Softech w pierwszym półroczu 2016\n                           roku wzrosły o blisko 39% w stosunku do analogicznego okresu 2015 roku.",
        "date": "2016-07-07"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. z siedzibą w Łodzi _Emitent_ informuje, iż w dniu 30 czerwca\n                           2016 r. została zawarta Umowa pomiędzy Emitentem a Cinema 3D S.A. w Legnicy. Przedmiotem umowy jest dostawa, wdrożenie oraz utrzymanie w sieci kin Cinema 3D systemu\n                           POSitive® Show będącego kompleksowym rozwiązaniem do zarządzania siecią obiektów z\n                           branży rozrywkowej w tym kinami, teatrami, stadionami i innymi obiektami o podobnym\n                           przeznaczeniu.Umowa została zawarta na czas określony 7 lat liczony od daty zakończenia wdrożenia\n                           systemu w ostatnim z kin Zamawiającego. Szacowana wartość wykonania przedmiotu umowy\n                           rozumiana jako łączna wartość świadczeń wynikająca z jej przedmiotu w całym okresie\n                           jej obowiązywania wynosi 3,8 mln zł netto w tym 0,4 mln euro przeliczone według średniego\n                           kursu NBP z dnia 29 czerwca 2016 roku. Szacowana wartość przedmiotu Umowy uwzględniająca\n                           zamówienia przyszłe składane przez Zamawiającego _bez uwzględnienia potencjalnych\n                           dostaw sprzętu_ wynosi 5,1 mln zł netto w tym 0,6 mln euro przeliczone według kursu\n                           NBP z dnia 29 czerwca 2016 roku.W wyniku zawarcia niniejszej umowy LSI Software S.A. osiągnie 75% udział w rynku największych\n                           sieci kinowych w Polsce.W umowie przewidziano karę umowną w wysokości 0,05 mln zł z tytułu podjęcia działań\n                           zmierzających do zatrudnienia pracowników drugiej strony umowy, a pozostałe warunki\n                           umowy nie odbiegają w istotny sposób od standardów rynkowych charakterystycznych dla\n                           tego rodzaju umów. Kryterium uznania umowy za znaczącą jest przekroczenie 10% kapitałów\n                           własnych Emitenta.Podstawa prawna: § 5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim Dz. U.2014.133 j.t.",
        "date": "2016-07-01"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA przekazuje wykaz akcjonariuszy posiadających co najmniej 5%\n                           liczby głosów na Zwyczajnym Walnym Zgromadzeniu, które odbyło się 30 czerwca 2016\n                           roku: SG Invest Sp. z o.o. korzystała z praw z 966 080  akcji LSI Software SA, które\n                           upoważniały SG Invest Sp. z o.o. do 2 430 400 głosów, co stanowiło 93,48% głosów na\n                           tym Zwyczajnym Walnym Zgromadzeniu oraz 50,004% w ogólnej liczbie głosów.  W Zwyczajnym\n                           Walnym Zgromadzeniu uczestniczyło 2 akcjonariuszy. Ogólna liczba głosów uczestniczących\n                           w tym Zwyczajnym Walnym Zgromadzeniu wynosiła 2 600 000 głosów.",
        "date": "2016-06-30"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA z siedzibą w Łodzi informuje, iż w dniu 30 czerwca 2016 roku\n                           Zwyczajne Walne Zgromadzenie postanowiło powołać do Zarządu Spółki Pana Grzegorza\n                           Strąka powierzając mu funkcję Członka Zarządu.Grzegorz StrąkJest absolwentem Politechniki Łódzkiej, Wydział Elektroniki i Elektrotechniki, kierunek:\n                           Informatyka, specjalizacja: Systemy sieciowe i inżynieria oprogramowania, ukończony\n                           z tytułem magistra inżyniera.Pan Grzegorz Strąk związany jest ze Spółką od 2002. Rozpoczął współpracę na stanowisku\n                           programisty, następnie pokonując kolejne szczeble, poprzez kierownika zespołu, programistę\n                           projektanta systemów, Product Managera, Wicedyrektora Działu Produkcji Oprogramowania,\n                           aby w roku 2010 zająć stanowisko Dyrektora Działu  Produkcji Oprogramowania. Pan Grzegorz Strąk obecnie jest odpowiedzialny za realizowanie strategii rozwoju firmy,\n                           w tym rozwoju produktów i usług Spółki zgodnie z założeniami Zarządu oraz między innymi\n                           za raportowanie do Zarządu nt. postępów prac oraz zagrożeń produkcyjnych, tworzenie,\n                           realizację, monitoring i kontrolę przyjętego planu produkcyjnego, zarządzanie projektami\n                           IT, zarządzanie zespołem programistów oraz Product Managerów, planowaniem i kontrolą\n                           realizacji produkcji, koordynacją współpracy z innymi działami Spółki. Powołany Członek Zarządu nie prowadzi działalności konkurencyjnej w stosunku do emitenta,\n                           jak również nie uczestniczy w spółkach konkurencyjnych jako wspólnik spółki cywilnej,\n                           spółki osobowej. Ponadto powołany Członek Zarządu nie jest wpisany do Rejestru Dłużników\n                           Niewypłacalnych, który jest prowadzony na podstawie ustawy o Krajowym Rejestrze Sądowym.Pan Grzegorz Strąk nie posiada akcji LSI Software S.A.Jednocześnie Zwyczajne Walne Zgromadzenie powołało Zarząd kolejnej kadencji w dotychczasowym\n                           składzie poszerzonym o nowego Członka Zarządu w osobie Pana Grzegorza Strąka.Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt. 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2013, 1382 j.t._, Nr 184, poz. 1539, ze zm._ oraz § 5 ust. 1 pkt 22 w zw. z § 28\n                           rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz. U. z 2014 r., Nr 33, 133 j.t._.",
        "date": "2016-06-30"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA z siedzibą w Łodzi przekazuje w załączniku do publicznej wiadomości\n                           treść uchwał podjętych w dniu 30 czerwca 2016 roku podczas obrad Zwyczajnego Walnego\n                           Zgromadzenia oraz zgodnie z art. 421 § 2  i § 4 KSH wyniki głosowań i zgłoszone sprzeciwy.",
        "date": "2016-06-30"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software S.A., działając na podstawie art. 398, art. 399 § 1 w związku\n                           z art. 402  2 § 1 i 2 Kodeksu spółek handlowych, zwołuje na dzień 30 czerwca 2016\n                           roku, o godzinie 10:00, Zwyczajne Walne Zgromadzenie spółki LSI Software S.A. z siedzibą\n                           w Łodzi. Zwyczajne Walne Zgromadzenie odbędzie się w Łodzi w siedzibie Spółki przy\n                           ul. Przybyszewskiego 176/178, 93-120 Łódź.Treść ogłoszenia w załączniku.",
        "date": "2016-06-01"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Działając na podstawie § 34 ust. 1 pkt 2_ i pkt 4_ rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.j.: Dz. U.\n                           z 2014 r., poz. 133 j.t._ _\"Rozporządzenie\"_ Zarząd LSI Software S.A.  z siedzibą\n                           w Łodzi _\"Spółka\"_ informuje, iż w dniu 19 maja 2016 r. otrzymał informację, że w\n                           dniu 19 maja 2016 r. Zarząd Giełdy Papierów Wartościowych S.A. w Warszawie z siedzibą\n                           w Warszawie podjął uchwałę nr 491/2016 w sprawie dopuszczenia i wprowadzenia do obrotu\n                           giełdowego na Głównym Rynku GPW akcji zwykłych na okaziciela serii A2, A3, A4 oraz\n                           A6 Spółki LSI Software S.A.Na podstawie przywołanej uchwały do obrotu giełdowego na rynku podstawowym dopuszczone\n                           są następujące akcje zwykłe na okaziciela spółki LSI Software SA, o wartości nominalnej\n                           1 zł _jeden złoty_ każda:1_ 24.524 _dwadzieścia cztery tysiące pięćset dwadzieścia cztery_ akcji serii A2,2_ 100.000 _sto tysięcy_ akcji serii A33_ 100.000 _sto tysięcy_ akcji serii A44_ 19.098 _dziewiętnaście tysięcy dziewięćdziesiąt osiem_ akcji serii A6.Zarząd Giełdy na podstawie § 38 ust.1 i 3 Regulaminu Giełdy postanowił z dniem 24\n                           maja 2016 roku wprowadzić w trybie zwykłym do obrotu giełdowego na rynku podstawowym\n                           akcje spółki LSI Software S.A. pod warunkiem dokonania przez Krajowy Depozyt Papierów\n                           Wartościowych S.A. w dniu 24 maja 2016 r. rejestracji tych akcji i oznaczenia ich\n                           kodem PLLSSFT00016.",
        "date": "2016-05-20"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje, że Rada Nadzorcza Spółki w dniu dzisiejszym 18\n                           maja 2016 r. podjęła uchwałę nr 07/RN/2016, zgodnie z którą postanawia powierzyć badanie\n                           jednostkowego jak i skonsolidowanego sprawozdania finansowego za I półrocze 2016 r.\n                           oraz sprawozdania jednostkowego jak i skonsolidowanego za rok 2016  PKF Consult Sp.\n                           z o.o. Sp. k. z siedzibą w Warszawie, wpisanym na listę prowadzoną przez Krajową Izbę\n                           Biegłych Rewidentów pod numerem 477.",
        "date": "2016-05-18"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. _\"Emitent, \"Spółka\"_, działając na podstawie § 89 ust.1 Regulaminu\n                           Giełdy informuje, iż zawarł umowę o pełnienie zadań animatora emitenta z Domem Maklerskim\n                           Banku Ochrony Środowiska S.A. z siedzibą w Warszawie. Dom Maklerski Banku Ochrony\n                           Środowiska S.A. od 18 maja 2016 roku będzie pełnić zadania animatora rynku dla akcji\n                           LSI Software S.A.",
        "date": "2016-05-18"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. _\"Emitent, \"Spółka\"_, działając na podstawie § 89 ust.1 Regulaminu\n                           Giełdy informuje, iż w dniu dzisiejszym otrzymał potwierdzenie przyjęcia złożonego\n                           przez Spółkę  wypowiedzenia umowy na pełnienie funkcji animatora Emitenta na Giełdzie\n                           Papierów Wartościowych w Warszawie S.A., którą w dniu 30 czerwca 2011 roku zawarł\n                           z Domem Maklerskim BZ WBK S.A. z siedzibą w Poznaniu.Dom Maklerski BZ WBK S.A. przestanie pełnić funkcję animatora Emitenta po upływie\n                           okresu wypowiedzenia, który zakończy się w dniu 31 maja 2016 roku.",
        "date": "2016-05-12"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zgodnie z § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez Emitentów Papierów\n                           Wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd LSI Software S.A. informuje,\n                           że w wykonaniu rekomendacji I.R.4. \"Dobrych Praktyk Spółek Notowanych na GPW 2016″\n                           ulegnie zmianie termin przekazania raportu skonsolidowanego za pierwszy kwartał 2016\n                           roku z dnia 13-05-2016 na dzień 12-05-2016.",
        "date": "2016-05-05"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zgodnie z § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez Emitentów Papierów\n                           Wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd LSI Software S.A. informuje,\n                           że w wykonaniu rekomendacji I.R.4. \"Dobrych Praktyk Spółek Notowanych na GPW 2016″\n                           ulegnie zmianie termin przekazania raportu jednostkowego za rok 2015 jak i raportu\n                           skonsolidowanego za rok 2015 z dnia 29-04-2016 na dzień 25-04-2016.",
        "date": "2016-04-13"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje na podstawie wstępnych danych o ponad 15% wzroście\n                           przychodów skonsolidowanych za pierwszy kwartał 2016 roku, które osiągnęły łącznie\n                           blisko 7,2 mln PLN w stosunku do 6,2 mln PLN w 2015 roku.",
        "date": "2016-04-08"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje, że w wyniku poszerzenia zakresu prac związanych\n                           z realizacją umowy z dnia 9 listopada 2015 roku, zawartej z HELIOS S.A. - prowadzącą\n                           największą sieć kin w Polsce - oraz przewidywaną wyższą kwotą przychodów z ww. kontraktu,\n                           szacunkowa wartość przedmiotu umowy przekroczy wartość 10% kapitałów własnych Emitenta,\n                           co skutkuje uznaniem jej za umowę znaczącą.Przedmiotem umowy jest wykonanie, wdrożenie oraz utrzymanie w sieci kin HELIOS S.A.\n                           systemu POSitive Show będącego kompleksowym rozwiązaniem do zarządzania siecią obiektów\n                           z branży rozrywkowej w tym kinami, teatrami, stadionami i innymi obiektami o podobnym\n                           przeznaczeniu. System w chwili obecnej jest najnowocześniejszym rozwiązaniem tego\n                           typu na świecie obsługującym w sposób zintegrowany większość procesów występujących\n                           w obiektach rozrywkowych z uwzględnieniem specyfiki występującej poszczególnych regionach\n                           świata. Jego oficjalna premiera rynkowa będzie miała miejsce w trakcie międzynarodowych\n                           targów branży kinowej CineEurope _CCIB_ w czerwcu 2016 roku w Barcelonie.Umowa została zawarta na czas nieokreślony przy czym zakończenie wdrożenia systemu\n                           ma nastąpić nie później niż do miesiąca lutego 2017 roku. Szacowana wartość wykonania\n                           oraz wdrożenia systemu POSitive Show wynosi 2,7 mln zł netto. W umowie przewidziano\n                           karę umowną w wysokości 0,1 mln zł z tytułu podjęcia działań zmierzających do zatrudnienia\n                           pracowników drugiej strony umowy, a pozostałe warunki umowy nie odbiegają w istotny\n                           sposób od standardów rynkowych charakterystycznych dla tego rodzaju umów. Kryterium\n                           uznania umowy za znaczącą jest przekroczenie 10% kapitałów własnych Emitenta.Podstawa prawna: § 5 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim Dz. U.2014.133 j.t.",
        "date": "2016-03-22"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zgodnie z § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez Emitentów Papierów\n                           Wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd LSI Software S.A. informuje,\n                           że w wykonaniu rekomendacji I.R.4. \"Dobrych Praktyk Spółek Notowanych na GPW 2016\"\n                           ulegnie zmianie termin przekazania raportu skonsolidowanego za czwarty kwartał 2015\n                           rok z dnia 29-02-2016 na dzień 15-02-2016.",
        "date": "2016-02-08"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Działając na podstawie § 103.1. Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd LSI Software S.A.\n                           określa następujące daty przekazywania raportów okresowych w 2016 roku:Raporty kwartalne skonsolidowane:za IV kwartał 2015 roku - 29-02-2016za I kwartał 2016 roku - 13-05-2016za III kwartał 2016 roku - 14-11-2016Jednostkowy raport roczny za 2015 rok - 29-04-2016Skonsolidowany raport roczny za 2015 rok - 29-04-2016Skonsolidowany raport za I półrocze 2016 roku - 31-08-2016Jednocześnie Zarząd Spółki oświadcza, że zgodnie z § 83 ust. 1 i 3 rozporządzenia\n                           j.w. nie będzie przekazywać odrębnych raportów kwartalnych i odrębnego raportu półrocznego.\n                           Skonsolidowane raporty kwartalne będą zawierały kwartalną informację finansową zgodnie\n                           z § 87. Także, zgodnie z § 101 ust. 2 rozporządzenia j.w. Spółka nie będzie przekazywać\n                           skonsolidowanego raportu kwartalnego za drugi kwartał roku obrotowego.Ponadto zgodnie z rekomendacją I.R.4. \"Dobrych Praktyk Spółek Notowanych na GPW 2016\"\n                           Zarząd Spółki dołoży starań by umożliwić inwestorom zapoznanie się z osiągniętymi\n                           przez Spółkę wynikami finansowymi w możliwie najkrótszym czasie po zakończeniu okresów\n                           sprawozdawczych. O przyśpieszeniu terminów publikacji raportów okresowych Emitent\n                           będzie każdorazowo informował w przekazywanych raportach bieżących.",
        "date": "2016-01-29"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd spółki LSI Software S.A., działając na podstawie art. 398, art. 399 § 1 w związku\n                           z art. 402 2  § 1 i 2 Kodeksu spółek handlowych, zwołuje na dzień 31 stycznia 2018\n                           roku, o godzinie 10:00, Nadzwyczajne Walne Zgromadzenie spółki LSI Software S.A. z\n                           siedzibą w Łodzi. Nadzwyczajne Walne Zgromadzenie odbędzie się w Łodzi w siedzibie\n                           Spółki przy ul. Przybyszewskiego 176/178, 93-120 Łódź.Treść ogłoszenia w załączniku.",
        "date": "2017-12-29"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software SA wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, że realizując Program Skupu Akcji Własnych w\n                           dniach od 18 do 22 grudnia 2017 r. nabył 47 akcji własnych, o wartości nominalnej\n                           1,0 PLN _jeden złoty_ każda, podczas sesji giełdowych na rynku podstawowym Giełdy\n                           Papierów Wartościowych w Warszawie S.A. Powyższe akcje własne stanowią 0,001% kapitału zakładowego LSI Software SA i uprawniają\n                           do 47 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa cena nabycia akcji w poprzednim tygodniu wyniosła 12,85 PLN, a\n                           od początku realizacji skupu 12,50 PLN.Łącznie LSI Software SA posiada 11 968 akcji własnych, które stanowią 0,37% kapitału\n                           zakładowego i uprawniają do 11 968 głosów na Walnym Zgromadzeniu Spółki. Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-12-27"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software S.A. wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, że realizując Program Skupu Akcji Własnych w\n                           dniach od 11 grudnia do 15 grudnia 2017 r. nie nabył akcji własnych podczas sesji\n                           giełdowych na rynku podstawowym Giełdy Papierów Wartościowych w Warszawie S.A. Łącznie LSI Software S.A. posiada 11 921 akcji własnych, które stanowią 0,37% kapitału\n                           zakładowego i uprawniają do 11 921 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa\n                           cena nabycia akcji od początku realizacji skupu wyniosła 12,50 PLN.Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-12-19"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software S.A. wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, że realizując Program Skupu Akcji Własnych w\n                           dniach od 4 grudnia do 8 grudnia 2017 r. nie nabył akcji własnych podczas sesji giełdowych\n                           na rynku podstawowym Giełdy Papierów Wartościowych w Warszawie S.A. Łącznie LSI Software S.A. posiada 11 921 akcji własnych, które stanowią 0,37% kapitału\n                           zakładowego i uprawniają do 11 921 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa\n                           cena nabycia akcji od początku realizacji skupu wyniosła 12,50 PLN.Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-12-12"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software SA wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, że realizując Program Skupu Akcji Własnych w\n                           dniach od 27 listopada do 1 grudnia 2017 r. nabył 2 176 akcji własnych, o wartości\n                           nominalnej 1,0 PLN _jeden złoty_ każda, podczas sesji giełdowych na rynku podstawowym\n                           Giełdy Papierów Wartościowych w Warszawie S.A. Powyższe akcje własne stanowią 0,07% kapitału zakładowego LSI Software SA i uprawniają\n                           do 2 176 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa cena nabycia akcji w poprzednim tygodniu wyniosła 11,99 PLN, a\n                           od początku realizacji skupu 12,50 PLN.Łącznie LSI Software SA posiada 11 921 akcji własnych, które stanowią 0,37% kapitału\n                           zakładowego i uprawniają do 11 921 głosów na Walnym Zgromadzeniu Spółki. Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-12-04"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software SA wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, że realizując Program Skupu Akcji Własnych w\n                           dniach od 20 do 24 listopada 2017 r. nabył 1 900 akcji własnych, o wartości nominalnej\n                           1,0 PLN _jeden złoty_ każda, podczas sesji giełdowych na rynku podstawowym Giełdy\n                           Papierów Wartościowych w Warszawie S.A. Powyższe akcje własne stanowią 0,06% kapitału zakładowego LSI Software SA i uprawniają\n                           do 1 900 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa cena nabycia akcji w poprzednim tygodniu wyniosła 12,38 PLN, a\n                           od początku realizacji skupu 12,61 PLN.Łącznie LSI Software SA posiada 9 745 akcji własnych, które stanowią 0,30% kapitału\n                           zakładowego i uprawniają do 9 745 głosów na Walnym Zgromadzeniu Spółki. Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-11-27"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software SA wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, że realizując Program Skupu Akcji Własnych w\n                           dniach od 13 do 17 listopada 2017 r. nabył 1 656 akcji własnych, o wartości nominalnej\n                           1,0 PLN _jeden złoty_ każda, podczas sesji giełdowych na rynku podstawowym Giełdy\n                           Papierów Wartościowych w Warszawie S.A. Powyższe akcje własne stanowią 0,05% kapitału zakładowego LSI Software SA i uprawniają\n                           do 1 656 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa cena nabycia akcji w poprzednim tygodniu wyniosła 12,49 PLN, a\n                           od początku realizacji skupu 12,66 PLN.Łącznie LSI Software SA posiada 7 845 akcji własnych, które stanowią 0,24% kapitału\n                           zakładowego i uprawniają do 7 845 głosów na Walnym Zgromadzeniu Spółki. Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-11-20"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software SA wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, że realizując Program Skupu Akcji Własnych w\n                           dniach od 6 do 10 listopada 2017 r. nabył 790 akcji własnych, o wartości nominalnej\n                           1,0 PLN _jeden złoty_ każda, podczas sesji giełdowych na rynku podstawowym Giełdy\n                           Papierów Wartościowych w Warszawie S.A. Powyższe akcje własne stanowią 0,02% kapitału zakładowego LSI Software SA i uprawniają\n                           do 790 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa cena nabycia akcji wyniosła 12,71 PLN.Łącznie LSI Software SA posiada 6 189 akcji własnych, które stanowią 0,19% kapitału\n                           zakładowego i uprawniają do 6 189 głosów na Walnym Zgromadzeniu Spółki. Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-11-13"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software SA wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, że realizując Program Skupu Akcji Własnych w\n                           dniach od 30 października do 3 listopada 2017 r. nabył 199 akcji własnych, o wartości\n                           nominalnej 1,0 PLN _jeden złoty_ każda, podczas sesji giełdowych na rynku podstawowym\n                           Giełdy Papierów Wartościowych w Warszawie S.A. Powyższe akcje własne stanowią 0,01% kapitału zakładowego LSI Software SA i uprawniają\n                           do 199 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa cena nabycia akcji wyniosła 12,72 PLN.Łącznie LSI Software SA posiada 5 399 akcji własnych, które stanowią 0,17% kapitału\n                           zakładowego i uprawniają do 5 399 głosów na Walnym Zgromadzeniu Spółki. Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-11-06"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software SA wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje,  że realizując Program Skupu Akcji Własnych w\n                           dniach od 23 do 27 października 2017 r. nabył 5 200 akcji własnych, o wartości nominalnej\n                           1,0 PLN _jeden złoty_ każda, podczas sesji giełdowych na rynku podstawowym Giełdy\n                           Papierów Wartościowych w Warszawie S.A. Powyższe akcje własne stanowią 0,16% kapitału zakładowego LSI Software SA i uprawniają\n                           do 5 200 głosów na Walnym Zgromadzeniu Spółki. Średnia jednostkowa cena nabycia akcji wyniosła 12,72 PLN.Łącznie LSI Software SA posiada 5 200 akcji własnych, które stanowią 0,16% kapitału\n                           zakładowego i uprawniają do 5 200 głosów na Walnym Zgromadzeniu Spółki. Podstawę prawną sporządzenia niniejszego raportu stanowi art. 56 ust. 1 pkt 2 Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U.\n                           z 2005 r., Nr 184, poz. 1539, ze zm._ w zw. z § 5 ust. 1 pkt 6 oraz § 12 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2009 r., Nr 33, poz. 259, ze zm._.",
        "date": "2017-10-30"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software SA w wykonaniu uchwały Nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           z dnia 30 czerwca 2017 r. informuje, o podjęciu w dniu 20 października 2017 r. uchwały\n                           dotyczącej rozpoczęcia skupu akcji własnych przez Spółkę.Warunki Programu Skupu Akcji Własnych są następujące:1.\tNabywanie akcji własnych Spółki zostanie dokonane na podstawie art. 359 § 1 i 362\n                           § 1 pkt 5 Kodeksu spółek handlowych, zgodnie z procedurą przewidzianą w rozporządzeniu\n                           Komisji _WE_ nr 2273/2003 wykonujące dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady w odniesieniu do zwolnień dla programów odkupu i stabilizacji instrumentów\n                           finansowych _\"Rozporządzenie\"_ oraz w trybie art. 362 § 1 punkt 8 Kodeksu spółek handlowych,\n                           w pełni pokryte.2.\tNabyte przez Spółkę akcje własne Spółki będą mogły zostać przeznaczone:a_\tw celu umorzenia akcji i obniżenia kapitału zakładowego Spółkib_\tw celu zaoferowania akcji członkom zarządu Spółki oraz kluczowym menedżerom i pracownikom\n                           Spółki _\"Program Motywacyjny\"_.3.\tOdkup akcji własnych w ramach Programu Skupu Akcji Własnych rozpocznie się w dniu\n                           23 października 2017 r. Program Skupu Akcji Własnych trwać będzie do dnia nabycia\n                           wszystkich akcji przeznaczonych do nabycia przez Spółkę w ramach Programu Skupu Akcji\n                           Własnych lub do wyczerpania środków finansowych przeznaczonych na Program Skupu Akcji\n                           Własnych, jednakże nie dłużej niż do dnia 31 grudnia 2018 r. Zarząd Spółki może skrócić\n                           okres trwania Program Skupu Akcji Własnych.4.\tŁączna wartość nominalna nabywanych akcji nie przekroczy 10% wartości kapitału\n                           zakładowego Spółki co odpowiada liczbie 326.076 _słownie: trzysta dwadzieścia sześć\n                           tysięcy siedemdziesiąt sześć_ akcji o wartości nominalnej 1 _słownie: jeden_ złoty\n                           każda, uwzględniając w tym również wartość nominalną pozostałych akcji własnych, które\n                           nie zostały przez Spółkę zbyte.5.\tŚrodki przeznaczone na realizację Programu Skupu Akcji Własnych będą pochodzić\n                           ze środków własnych Spółki.6.\tŁączna minimalna wysokość zapłaty za nabywane akcje będzie wynosiła 652.152 _słownie:\n                           sześćset pięćdziesiąt dwa tysiące sto pięćdziesiąt dwa i 00/100_ złote a maksymalna\n                           wysokość zapłaty za nabywane akcje będzie nie większa niż 2.060.000 _słownie: dwa\n                           miliony sześćdziesiąt tysięcy_ złotych, kwota ta obejmuje cenę zapłaty za nabywane\n                           akcje oraz koszty nabycia7.\tCena, za którą Spółka będzie nabywać własne akcje nie może być wartością wyższą\n                           spośród: ceny ostatniego niezależnego obrotu i najwyższej, bieżącej, niezależnej oferty\n                           w transakcjach zawieranych na sesjach giełdowych GPW, przy czym nie może być niższa\n                           niż 2 _słownie: dwa i 00/100_ złotych i wyższa od 19 _słownie: dziewiętnaście i 00/100_\n                           złotych za jedną akcję.8.\tNabywanie akcji własnych Spółki może następować za cenę nie niższą niż 2 zł _słownie:\n                           dwa złote i 00/100_ za jedną akcję i nie wyższą niż 19 _słownie: dziewiętnaście i\n                           00/100_ złotych za jedną akcję.9.\tAkcje własne Spółki mogą być nabywane w szczególności za pośrednictwem domu maklerskiego\n                           w transakcjach giełdowych i pozagiełdowych, w tym w obrocie anonimowym, jak i w transakcjach\n                           pakietowych oraz w transakcjach poza obrotem zorganizowanym.10.\tLiczba nabywanych przez Spółkę akcji w każdym dniu Programu Skupu Akcji Własnych\n                           nie może przekroczyć 25% odpowiedniej średniej dziennej wielkości obrotu akcjami na\n                           GPW w ciągu 20 dni poprzedzających bezpośrednio każdy dzień nabycia. 11.\t W przypadku wyjątkowo niskiej płynności na rynku regulowanym Spółka może przekroczyć\n                           granicę 25%, o ile zachowane zostaną następujące warunki:a_\tSpółka powiadomi z wyprzedzeniem właściwy organ nadzoru rynku o swoim zamiarze\n                           przekroczenia granicy 25%,b_\tSpółka poda w sposób odpowiedni do publicznej wiadomości, że może przekroczyć granicę\n                           25%,c_\tSpółka nie przekroczy 50% średniej dziennej wielkości.12.\tZarząd Spółki może podjąć decyzję o zmianie warunków Programu Skupu Akcji Własnych.\n                           13.\tW trakcie realizacji Programu Skupu Akcji Własnych Spółka będzie podawać w formie\n                           cotygodniowych raportów bieżących informacje o stanie realizacji Programu Skupu Akcji\n                           Własnych _w zakresie wymaganym w treści art. 4 ust. 3 i 4 Rozporządzenia_ oraz wszelkie\n                           informacje o zmianach w realizacji Programu Skupu Akcji Własnych.14.\tProgram Skupu Akcji Własnych prowadzony będzie przez Trigon Dom Maklerski S.A.,\n                           który będzie podejmował niezależne decyzje dotyczące nabywania akcji Spółki w ramach\n                           Programu Skupu Akcji Własnych.",
        "date": "2017-10-20"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje na podstawie wstępnych danych, że przychody skonsolidowane\n                           zrealizowane przez Grupę Kapitałową w trzecim kwartale 2017 roku osiągnęły rekordowy\n                           poziom w historii Grupy i są o 53% wyższe od osiągniętych w analogicznym okresie 2016\n                           _11,6 mln PLN w stosunku do 7,6 mln PLN za trzeci kwartał 2016 roku_.Łączny wzrost przychodów skonsolidowanych zrealizowany w ciągu trzech kwartałów 2017\n                           roku wyniósł ponad 46% i osiągnął poziom 34,0 mln PLN, a po trzech kwartałach 2016\n                           roku ich wartość zamknęła się w kwocie 23,3 mln PLN. Jednocześnie Zarząd wskazuje, że wzrost przychodów skonsolidowanych, z wyłączeniem\n                           przychodów nabytej w dniu 1 lutego 2017 roku spółki zależnej GiP Sp. z o.o., wynosi\n                           ponad 28%, co daje wartość ponad 29,8 mln PLN.",
        "date": "2017-10-13"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. z siedzibą w Łodzi informuje, iż  w dniu dzisiejszym otrzymał\n                           powiadomienie o transakcjach, o których mowa w art. 19 ust 1. rozporządzenia MAR.Zawiadomienie dotyczy nabycia przez kluczowego menadżera Spółki tj. osobę pełniącą\n                           funkcje kierownicze nie będącą członkiem organu administracyjnego, zarządczego lub\n                           nadzorczego w dniu 12 października 2017 roku 11.458 sztuk akcji LSI Software S.A.\n                           na okaziciela po cenie 11,37 zł za jedną akcję. Łączna wartość transakcji wyniosła\n                           130 277,46 zł. Nabycie nastąpiło na podstawie umowy cywilnoprawnej.Spółka informowała o tym w raporcie bieżącym nr 13/2017.W załączniku treść otrzymanego powiadomienia.",
        "date": "2017-10-12"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Działając na podstawie art. 19 ust. 3 rozporządzenia MAR Zarząd LSI Software S.A.\n                           _\"Emitent\", \"Spółka\"_ z siedzibą w Łodzi informuje, że w dniu 12 października 2017\n                           roku dokonał transakcji zbycia akcji własnych, które nabył w ramach Programu Skupu\n                           Akcji Własnych, realizowanego na mocy uchwały nr 34/2012 Zwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 14 czerwca 2012 roku.Akcje własne Emitenta zostały zbyte kluczowemu menadżerowi Spółki tj. osobie pełniącej\n                           funkcje kierownicze, nie będącej członkiem organu administracyjnego, zarządczego lub\n                           nadzorczego, zgodnie z punktem 2.1 podjętej przez Zwyczajne Walne Zgromadzenie w dniu\n                           14 czerwca 2012 roku uchwały nr 34/2012 w sprawie upoważnienia Zarządu do nabywania\n                           akcji własnych.W związku z powyższym, w dniu 12 października 2017 r., na podstawie Umowy sprzedaży\n                           Zarząd zbył 11 458 _słownie: jedenaście tysięcy czterysta pięćdziesiąt osiem_ sztuk\n                           akcji Spółki po cenie 11,37 zł za jedną akcję. Jednostkowa, nominalna wartość 1 akcji\n                           wynosi 1,00 zł, natomiast łączna wartość nominalna sprzedanych akcji wynosi 11 458,00\n                           zł. Łączna cena wszystkich akcji stanowi 130 277,46 _słownie: sto trzydzieści tysięcy\n                           dwieście siedemdziesiąt siedem złotych 46/100_ zł.Akcje sprzedane przez Emitenta stanowiły 0,35% kapitału zakładowego Emitenta dając\n                           11 458 głosów na Walnym Zgromadzeniu, co stanowi 0,24% udziału w ogólnej liczbie głosów\n                           na walnym zgromadzeniu.Jednocześnie Emitent informuje, że w wyniku w/w transakcji Spółka nie posiada w chwili\n                           obecnej akcji własnych, a średnia cena nabycia zbytych akcji wynosiła 3,14 zł.Środki pozyskane ze sprzedaży akcji własnych zostaną przeznaczone na zasilenie kapitału\n                           obrotowego Spółki.",
        "date": "2017-10-12"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zgodnie z §103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez Emitentów Papierów\n                           Wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd LSI Software S.A. informuje,\n                           że w wykonaniu rekomendacji I.R.4. \"Dobrych Praktyk Spółek Notowanych na GPW 2016″\n                           ulegnie zmianie termin przekazania skróconego śródrocznego skonsolidowanego raportu\n                           za I półrocze 2017 roku z dnia 29 września 2017 r. na dzień 18 września 2017 r.",
        "date": "2017-09-15"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. z siedzibą w Łodzi _Emitent_ informuje, że w dniu 17 sierpnia\n                           2017 r. została zawarta Umowa pomiędzy Emitentem a Euroscoop Rotterdam OpCo B.V. Przedmiotem umowy jest dostawa oraz wdrożenie w belgijsko - holenderskiej sieci kin\n                           Euroscoop systemu POSitive® Cinema. Szacowana wartość wykonania przedmiotu umowy wynosi\n                           588 tys. EUR, co po przeliczeniu według kursu NBP z dnia 16 sierpnia 2017 roku daje\n                           wartość ponad 2,5 mln PLN. Szacowana wartość przedmiotu Umowy uwzględniająca zamówienia\n                           przyszłe składane przez Zamawiającego wraz z potencjalną dostawą sprzętu wynosi 1,2\n                           mln EUR tj. blisko 5,0 mln PLN.W umowie nie przewidziano kar umownych, a pozostałe warunki umowy nie odbiegają w\n                           istotny sposób od standardów rynkowych charakterystycznych dla tego rodzaju umów.\n                           W ocenie Zarządu Emitenta zawartą w dniu dzisiejszym umowę należy uznać za umowę istotną\n                           w działalności Emitenta.Podstawa prawna: Art. 17 ust. 1 MAR _ Rozporządzenia Parlamentu Europejskiego i Rady\n                           _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1_.",
        "date": "2017-08-17"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. z siedzibą w Łodzi informuje, że powziął w dniu 7 sierpnia\n                           2017 roku informację o zarejestrowaniu w dniu 31 lipca 2017 roku przez Sąd Rejonowy\n                           właściwy dla siedziby Spółki zmiany treści par. 11a ust. 3 Statutu Spółki. Rada Nadzorcza\n                           Spółki w dniu 7 sierpnia 2017 roku przyjęła tekst jednolity Statutu Spółki.Tekst jednolity stanowi załącznik do niniejszego raportu.",
        "date": "2017-08-08"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje na podstawie wstępnych danych, że przychody skonsolidowane\n                           zrealizowane przez Grupę Kapitałową w drugim kwartale 2017 roku osiągnęły rekordowy\n                           poziom w historii Grupy i są o 50% wyższe od osiągniętych w analogicznym okresie 2016\n                           _12,6 mln PLN w stosunku do 8,4 mln PLN za drugi kwartał 2016 roku_.Łączny wzrost przychodów skonsolidowanych zrealizowany w pierwszym półroczu 2017 roku\n                           wyniósł blisko 43% i osiągnął poziom 22,4 mln PLN, a po pierwszym półroczu 2016 roku\n                           ich wartość zamknęła się w kwocie 15,7 mln PLN. Jednocześnie Zarząd wskazuje, że wzrost przychodów skonsolidowanych, z wyłączeniem\n                           przychodów nabytej w dniu 1 lutego 2017 roku spółki zależnej PPW \"GiP\" Sp. z o.o.,\n                           wynosi ponad 22%, co daje wartość blisko 19,1 mln PLN.",
        "date": "2017-07-11"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA przekazuje wykaz akcjonariuszy posiadających co najmniej 5%\n                           liczby głosów na Zwyczajnym Walnym Zgromadzeniu, które odbyło się 30 czerwca 2017\n                           roku: SG Invest Sp. z o.o. korzystała z praw z 966 080 akcji LSI Software SA, które\n                           upoważniały SG Invest Sp. z o.o. do 2 430 400 głosów, co stanowiło 89,42% głosów na\n                           tym Zwyczajnym Walnym Zgromadzeniu oraz 50,004% w ogólnej liczbie głosów. W Zwyczajnym\n                           Walnym Zgromadzeniu uczestniczyło 3 akcjonariuszy. Ogólna liczba głosów uczestniczących\n                           w tym Zwyczajnym Walnym Zgromadzeniu wynosiła 2 717 906 głosów.",
        "date": "2017-06-30"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software SA z siedzibą w Łodzi przekazuje w załączniku do publicznej wiadomości\n                           treść uchwał podjętych w dniu 30 czerwca 2017 roku podczas obrad Zwyczajnego Walnego\n                           Zgromadzenia oraz zgodnie z art. 421 § 2  i § 4 KSH wyniki głosowań i zgłoszone sprzeciwy.",
        "date": "2017-06-30"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software S.A. z siedzibą w Łodzi niniejszym informuje, iż w dniu\n                           9 czerwca 2017 r. otrzymał wniosek od akcjonariusza działającego na podstawie art.\n                           401 § 1 Kodeksu spółek handlowych, dysponującego ponad 1/20 kapitału zakładowego Emitenta,\n                           dotyczący zmian w porządku obrad Zwyczajnego Walnego Zgromadzenia zwołanego na dzień\n                           30 czerwca 2017 r. _raport bieżący nr 5 z dnia 1 czerwca 2017 roku_.W związku z powyższym Zarząd LSI Software SA przekazuje w załączeniu treść porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia po zmianach zgłoszonych przez akcjonariusza,\n                           zwołanego na dzień 30 czerwca 2017 r. oraz projekty uchwał po zmianach proponowanych\n                           przez akcjonariusza, a także formularz głosowania przez pełnomocnika.Pełny tekst dokumentacji na Zwyczajne Walne Zgromadzenie dostępny jest na stronie\n                           internetowej Spółki pod adresem www.lsisoftware.pl w zakładce Inwestorzy.",
        "date": "2017-06-09"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd Spółki LSI Software S.A., działając na podstawie art. 398, art. 399 § 1 w związku\n                           z art. 402  2 § 1 i 2 Kodeksu spółek handlowych, zwołuje na dzień 30 czerwca 2017\n                           roku, o godzinie 10:00, Zwyczajne Walne Zgromadzenie spółki LSI Software S.A. z siedzibą\n                           w Łodzi. Zwyczajne Walne Zgromadzenie odbędzie się w Łodzi w siedzibie Spółki przy\n                           ul. Przybyszewskiego 176/178, 93-120 Łódź.Treść ogłoszenia w załączniku.",
        "date": "2017-06-01"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje, że Rada Nadzorcza Spółki w dniu dzisiejszym 30\n                           maja 2017 r. podjęła uchwałę nr 09/RN/2017, zgodnie z którą postanawia powierzyć badanie\n                           jednostkowego jak i skonsolidowanego sprawozdania finansowego za I półrocze 2017 r.\n                           oraz sprawozdania jednostkowego jak i skonsolidowanego za rok 2017  PKF Consult Sp.\n                           z o.o. Sp. k. z siedzibą w Warszawie, wpisanym na listę prowadzoną przez Krajową Izbę\n                           Biegłych Rewidentów pod numerem 477.",
        "date": "2017-05-30"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. informuje na podstawie wstępnych danych o blisko 35% wzroście\n                           przychodów skonsolidowanych za pierwszy kwartał 2017 roku, które osiągnęły 9,8 mln\n                           PLN w stosunku do 7,2 mln PLN za pierwszy kwartał 2016 roku.Jednocześnie Zarząd wskazuje, że wzrost przychodów skonsolidowanych, z wyłączeniem\n                           przychodów nabytej w dniu 1 lutego 2017 roku spółki zależnej PPW \"GiP\" Sp. z o.o.,\n                           wynosi ponad 21%, co daje wartość blisko 8,8 mln PLN.",
        "date": "2017-04-11"
    },
    {
        "company_name": "LSI SOFTWARE SA",
        "content": "Zarząd LSI Software S.A. _\"Emitent\"_ niniejszym informuje, że w dniu 1 lutego 2017\n                           r., w wyniku negocjacji prowadzonych z Panem Maciejem i Leszkiem Guzowskim oraz Markiem\n                           Pawlakiem, nabyła 204 udziały Przedsiębiorstwa Projektowo – Wdrożeniowego \"GiP\" Sp.\n                           z o.o. _\"GiP\" Sp. z o.o._ z siedzibą w Warszawie, o wartości nominalnej 500 zł każdy\n                           za cenę 4,65 mln zł powiększoną o dodatkowe wynagrodzenie o wartości równej dywidendzie\n                           wypłaconej przez \"GiP\" Sp. z o.o. na rzecz LSI Software S.A. z tytułu podziału zysku\n                           za rok 2016. Nabyte udziały stanowią 100% udziału w kapitale zakładowym \"GiP\" Sp.\n                           z o.o. oraz taki sam udział procentowy głosów na zgromadzeniu wspólników. Transakcja\n                           została sfinansowana środkami własnymi Emitenta oraz kredytem inwestycyjnym w kwocie\n                           1,75 mln zł, zabezpieczonym ustanowioną hipoteką na nieruchomości.   \"GiP\" Sp. z o.o. jest jedną z najdłużej działających, polskich firm informatycznych,\n                           założoną w 1989 roku. Obecnie spółka ta posiada znaczne udziały w rynku hotelarskim\n                           _szacowane na ok. 11%_ i rynku gastronomicznym. Nabycie 100% udziałów, spółki konkurującej\n                           dotychczas na rynku z rozwiązaniami LSI Software S.A., pozwoli na konsolidację wielu\n                           obszarów działania oraz poszerzenie dotychczasowego portfolio produktów Grupy Kapitałowej\n                           o kolejne innowacyjne rozwiązania, które cechują się dużym potencjałem wzrostów zwłaszcza\n                           w systemach inteligentnego budynku - BMS. Pozyskanie nowych produktów z \"GiP\" Sp. z o.o. pozwoli również na ograniczenie planowanych\n                           nakładów na rozwój oprogramowania LSI Software S.A. w kwocie nie mniejszej niż 2,0\n                           mln zł, a wysokość rocznych efektów synergii szacowana jest na minimum 1,0 mln zł.\n                           Wartość EBITDA przejmowanej spółki za ostatni zamknięty okres sprawozdawczy wyniosła\n                           0,85 mln zł.  W ocenie Zarządu zawarcie powyższej transakcji daje silne podstawy do zwiększenia\n                           dynamiki wzrostów przychodów oraz rentowności Grupy Kapitałowej w kolejnych okresach.\n                           Oferta produktowa nowej spółki zależnej będzie również dodatkowym bodźcem do zintensyfikowania\n                           działań związanych z internacjonalizacją działalności Emitenta poprzez ekspansję na\n                           kolejne rynki europejskie.     Emitent wyjaśnia przy tym, że informacja o przystąpieniu w dniu 21 listopada 2016\n                           r. do negocjacji z ówczesnymi udziałowcami Przedsiębiorstwa Projektowo – Wdrożeniowego\n                           \"GiP\" Sp. z o.o. stanowi informację poufną, której upublicznienie zostało opóźnione\n                           zgodnie z art. 17 ust. 4 Rozporządzenia MAR. Opóźnieniem przekazania do publicznej\n                           wiadomości objęta była informacja poufna o toczących się negocjacjach, które dotyczyły\n                           zakupu przez Spółkę 100% udziałów Przedsiębiorstwa Projektowo – Wdrożeniowego \"GiP\"\n                           Sp. z o.o. z siedzibą w Warszawie. W ocenie Spółki, opóźnienie przekazania powyższej Informacji Poufnej było usprawiedliwione\n                           ochroną prawnie uzasadnionych interesów Spółki, gdyż przekazanie jej niezwłocznie\n                           do publicznej wiadomości w tamtym czasie mogło negatywnie wpłynąć na pozycję negocjacyjną\n                           LSI Software S.A.",
        "date": "2017-02-01"
    }
]