[
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej wiadomości\n                           informację, że dnia 7 grudnia 2015 r. na terenie Ukrainy powołano spółkę z ograniczoną\n                           odpowiedzialnością pod firmą Lubawa Ukraina. Lubawa S.A. posiada 100 % kapitału zakładowego\n                           w tej Spółce. Kapitał zakładowy spółki to równowartość 3.000,00 USD, co stanowi 11.963,10\n                           PLN _ wg. kursu średniego NBP z dnia 8 grudnia 2015 r., tabela 238/A/NBP/2015 _Emitent informuje, że powołany podmiot jest spółką techniczną służącą do formalnego\n                           przeprowadzenia procesu certyfikacji wyrobów Lubawa S.A. na Ukrainie. Emitent nie\n                           planuje obecnie ponoszenia istotnych nakładów inwestycyjnych w założonym podmiocie,\n                           do czasu zakończenia powyższych certyfikacji oraz pozyskania zamówień na Ukrainie.\n                           Długoterminowym celem spółki zależnej Lubawa Ukraina jest dystrybucja i produkcja\n                           towarów z oferty Emitenta na terenie Ukrainy. Zarząd Emitenta zwraca uwagę, że ocena\n                           przyszłej efektywności tych działań jest obecnie trudna, ze względu na złożoną sytuację\n                           panującą na Ukrainie.",
        "date": "2015-12-08"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _ Emitent _ podaje do publicznej wiadomości\n                           informację o ustaleniu znaczącej umowy przez Spółkę zależną od Emitenta - MIRANDA\n                           spółka z o.o. z siedzibą w Turku, przy ul. Jedwabniczej 1, KRS 0000135145 . Dnia 4 grudnia 2015 r. do Lubawa S.A. w Ostrowie Wielkopolskim wpłynęła informacja,\n                           że  ustalono warunki współpracy handlowej na 2016 r. pomiędzy MIRANDA spółka z o.o.\n                           w Turku  _\"Dostawca\"_ a jednym z dotychczasowych odbiorców _\"Odbiorca\"_, którym jest\n                           IKEA Supply AG z siedzibą w Grüssenweg, 4133 Pratteln, Szwajcaria. Przewidywana wartość\n                           zamówień będących przedmiotem współpracy została ustalona na poziomie 4.319.370 Euro\n                           _słownie: cztery miliony trzysta dziewiętnaście tysięcy trzysta siedemdziesiąt euro_\n                           netto. Przedmiotem współpracy jest dostawa tkanin w roku kalendarzowym 2016, począwszy\n                           od dnia 1 stycznia 2016 r.  Wartość współpracy handlowej ustalonej na 2016 r. ma wynieść\n                           18.616.484,70 zł _słownie: osiemnaście milionów sześćset szesnaście tysięcy czterysta\n                           osiemdziesiąt cztery 70/100 złotych_. Przeliczenia dokonano według średniego kursu\n                           euro w NBP – tabela 236/A/NBP/2015 z dnia 4 grudnia 2015 r.O formalnym podpisaniu kontraktu, Emitent poinformuje w odrębnym raporcie. Powyższa współpraca nosi znamiona \"znaczącej umowy\" w rozumieniu przepisów rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim jako,\n                           że jej wartość przekracza 10% kapitałów własnych Emitenta.",
        "date": "2015-12-04"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim podaje do publicznej\n                           wiadomości informację bieżącą o zawarciu znaczącej umowy przez jednostkę zależną:Dnia 20.11.2015 r. do Spółki zależnej od emitenta wpłynęła podpisana przez drugą stronę\n                           umowa kredytowa na sfinansowanie zakupu maszyn i urządzeń zawarta w dniu 10.11.2015\n                           r., nr 40/108/15/Z/IN, jest to kredyt umowa kredytu inwestycyjnego przeznaczonego\n                           na zakup barwiarki wraz z systemem komputerowym, kredyt udzielono na warunkach rynkowych\n                           do dnia 30 października 2020 r.Ta sama Spółka zależna podpisała w dniu 25.06.2015 r. z tym samym podmiotem trzy aneksy\n                           do umów kredytowych w rachunku bieżącym: aneks do umowy kredytowej nr 40/066/10/Z/LI\n                           o kredyt odnawialny złotowy w ramach linii na finansowanie bieżącej działalności,\n                           limit kredytowy przedłużony do 27 czerwca 2016 r., aneks  do umowy kredytowej 40/045/10/Z/VV\n                           o kredyt złotowy w rachunku bieżącym w ramach linii na finansowanie bieżącej działalności,\n                           przedłużony do dnia 27 czerwca 2016 r., aneks do umowy o kredyt w euro w rachunku\n                           bieżącym nr 40/070/13/D/VV w ramach linii na finansowanie bieżącej działalności, przedłużony\n                           do dnia 27 czerwca 2016 r.Przy uwzględnieniu średniego kursu NBP z dnia 20 listopada 2015 r. _tabela 226/A/NBP/2015_\n                           łączna wartość umowy o kredyt inwestycyjny nr 40/108/15/Z/IN, umowy o kredyt obrotowy\n                           nr 40/078/15/Z/OB oraz trzech w/w aneksów wynosi 20.027.119 zł _ dwadzieścia milionów\n                           dwadzieścia  siedem tysięcy sto dziewiętnaście _ złotych -  wartość ta przekracza\n                           kwotę odpowiadającą równowartości 10% kapitałów własnych emitenta, co oznacza, że\n                           w okresie ostatnich 12 miesięcy, zawarto kolejną umowę z tym samym podmiotem umowę,\n                           która łącznie spełnia kryterium znaczącej umowy.  Obie umowy kredytowe tj. o kredyt inwestycyjny nr 40/108/15/Z/IN  i kredyt obrotowy\n                           40/078/15/Z/OB są zawarte w okresie krótszym niż 12 miesięcy i łącznie spełniają kryterium\n                           znaczącej umowy - przekraczają kwotę odpowiadającą równowartości 10% kapitałów własnych\n                           emitenta. Strony obu umów: mBank SA w Warszawie, Oddział Korporacyjny w Kaliszu, ul. Chopina\n                           26/28, 62-800 Kalisz oraz Miranda spółka z o.o. w Turku, ul. Jedwabnicza 1, 62-700\n                           Turek _ kredytobiorca _ – Spółka zależna od Emitenta.Na podstawie § 9 pkt 8 rozporządzenia z 19.02.2009 r., Zarząd Lubawa S.A. podaje istotne\n                           elementy umowy o większej wartości tj. umowy kredytowej 40/045/10/Z/VV z 14.05.2010\n                           r., przedłużonej aneksem o którym mowa powyżej tj. aneksem z 25 czerwca 2015 r. Treść umowy: udzielenie limitu kredytowego do kwoty 8.000.000 złotych _słownie: osiem\n                           milionów złotych_, który może być wykorzystany w formie kredytu w rachunku bieżącym.\n                           Warunki finansowe tej umowy nie odbiegają od warunków funkcjonujących na rynku – koszt\n                           dla kredytu w rachunku bieżącym został określony na poziomie stopy WIBOR1M plus marża\n                           banku, umowa nie przewiduje kar umownych.Niniejsza umowa _ kredyt _ zawarta jest na okres do dnia 27 czerwca 2016 r., z możliwością\n                           jego przedłużenia. Zabezpieczeniem od początku udzielenia kredytu jest: 1/ hipoteka umowna łączna w kwocie\n                           35.250.000,00 PLN na będącej w użytkowaniu wieczystym Miranda Sp. z o.o. nieruchomości\n                           położonej w Turku, dla której w Sądzie Rejonowym w Turku prowadzi księgi wieczyste\n                           nr KN1T/00050038/9, KN1T/00039052/0 i KN1T/00039056/8, 2/ weksel in blanco wystawiony\n                           przez Miranda spółka z o.o. w Turku wraz z deklaracją wekslową, 3/ poręczenie Litex\n                           Promo Sp. z o.o. 4/ poręczenie \"Eurobrands\" Spółka z o.o. 5/ poręczenie  \"Litex-Service\"\n                           Spółka z o.o. 6/ poręczenie \"Miranda-Serwis\" spółka z o.o. 7/ poręczenie \"Effect-System\"\n                           SA 8/ zastaw rejestrowy na maszynach i urządzeniach stanowiących własność Miranda\n                           spółka z o.o. 9/ globalna cesja wierzytelności należnych Miranda spółka z o.o.",
        "date": "2015-11-21"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim, podaje do publicznej\n                           wiadomości informację bieżącą o zawarciu przez jednostkę zależną aneksu _dalej: Aneks_\n                           do znaczącej umowy. Dnia 02 października 2015 r. do Litex Promo spółka z o.o. w Ostrowie Wielkopolskim\n                           - spółki zależnej od Emitenta wpłynął Aneks nr 1 do umowy factoringowej nr CRD/F/42927/14,\n                           zawartej z Raiffeisen Bank Polska Spółka Akcyjna z siedzibą: 00–549 Warszawa, ul.\n                           Piękna 20.W raporcie bieżącym nr 17/2015 Emitent informował o aneksach do drugiej z umów zawartych\n                           między Litex Promo sp. z o.o. a Raiffeisen Bank Polska Spółka Akcyjna – umowa o limit\n                           wierzytelności nr  CRD/L/420601/14. Aneks nr 1 do umowy factoringowej nr CRD/F/42927/14, modyfikuje warunki tej umowy,\n                           przy uwzględnieniu średniego kursu euro NBP tabela nr 192/A/NBP/2015 z 02.10.2015\n                           r. tj. z dnia wpłynięcia Aneksu oznacza, że wartość obu tych umów wynosi 20.716.670\n                           złotych – a więc wartość ta przekracza kwotę odpowiadającą równowartości 10% kapitałów\n                           własnych Emitenta, aneksy do umowy o limit wierzytelności oraz aneks do umowy factoringowej,\n                           zawarte są w okresie krótszym niż 12 miesięcy i łącznie spełniają kryterium znaczącej\n                           umowy. Aneks nr 1 do umowy factoringowej nr CRD/F/42927/14 wydłuża termin obowiązywania umowy\n                           factoringowej do dnia 27 września 2016 r. oraz termin składania faktur do factoringu\n                           -  do dnia 27 lipca 2016 r.Mając zaś na względzie § 9 pkt 8 rozporządzenia z 19 lutego 2009 r., Zarząd Lubawa\n                           S.A. informuje, że warunki umowy o większej wartości tj. umowy o limit wierzytelności\n                           nr CRD/L/420601/14, nie uległy zmianie - dane dotyczące tej umowy i aneksów do niej\n                           ujęte są w raporcie bieżącym nr 09/2015 i 17/2015.",
        "date": "2015-10-03"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim, podaje do publicznej\n                           wiadomości informację bieżącą o zawarciu, przez jednostkę zależną aneksów _dalej:\n                           Aneks, Aneksy_ do umowy o limit wierzytelności nr CRD/L/42060/14.Dnia 26 sierpnia 2015 r. do Litex Promo - spółki zależnej od Emitenta wpłynęły dwa\n                           Aneksy nr 1 i nr 2, do umowy o limit wierzytelności nr CRD/L/42060/14, zawartej z\n                           Raiffeisen Bank Polska Spółka Akcyjna z siedzibą: 00–549 Warszawa, ul. Piękna 20.W raporcie bieżącym nr 09/2015 informowano zaś, że dnia 29 maja 2015 r. do Spółki\n                           zależnej od emitenta, wpłynęła umowa zawarta przez tą samą spółkę zależną i Raiffeisen\n                           Bank Polska Spółka Akcyjna – była to umowa faktoringowa nr CRD/F/42927/14 na kwotę\n                           1,7 mln euro. Aneksy nr 1 i 2, modyfikują warunki umowy o limit wierzytelności nr CRD/L/42060/14,\n                           co przy uwzględnieniu średniego kursu euro NBP tabela nr 165/A/NBP/2015 z dnia ich\n                           wpłynięcia oznacza, że wartość obu tych umów wynosi 20.704.770 złotych – a więc wartość\n                           ta przekracza kwotę odpowiadającą równowartości 10% kapitałów własnych Emitenta, obie\n                           umowy – w tym oba w/w Aneksy, zawarte są w okresie krótszym niż 12 miesięcy i łącznie\n                           spełniają kryterium znaczącej umowy. Na podstawie § 9 pkt 8 rozporządzenia z 19 lutego 2009 r., Zarząd Lubawa S.A. podaje\n                           istotne elementy Aneksu do umowy o większej wartości tj. umowy o limit wierzytelności\n                           nr CRD/L/42060/14:- aneks nr 1 – wydłuża termin ostatecznej spłaty uzyskanego limitu wierzytelności\n                           do dnia 27 lipca 2015 r., - aneks nr 2 - wydłuża termin ostatecznej spłaty uzyskanego limitu wierzytelności\n                           do dnia 27 lipca 2016 r.Aneksy nr 1 i 2 nie zmieniają innych warunków umowy o limit wierzytelności, informacje\n                           o warunkach tej umowy ujęto w RB 09/2015.",
        "date": "2015-08-27"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim, podaje do publicznej\n                           wiadomości uzupełnienie do danych z raportów okresowych w postaci jednostkowego sprawozdania\n                           finansowego za rok 2014 _dane dot. noty 26 ze str. 40_ oraz skonsolidowanego sprawozdania\n                           finansowego za rok 2014 _dane dot. noty 27 ze str. 49_ w załączniku do treści niniejszego\n                           raportu.",
        "date": "2015-07-29"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd \"LUBAWA\" S.A. informuje, że dnia 8-go lipca 2015 roku Rada Nadzorcza LUBAWA\n                           S.A. podjęła uchwałę    nr 3/2015 w sprawie wyboru firmy KPMG Audyt Spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowa, jako podmiotu uprawnionego do dokonania przeglądu\n                           i badania sprawozdania jednostkowego i skonsolidowanego Lubawa S.A. za rok obrotowy\n                           2015. Dane o wybranym podmiocie: KPMG Audyt Spółka z ograniczoną odpowiedzialnością spółka komandytowa ul. Chłodna 51, 00-867 WarszawaPodstawa uprawnień: Spółka wpisana na listę krajową podmiotów uprawnionych do badania\n                           sprawozdań finansowych pod numerem 3546  Wybór biegłego rewidenta przez Radę Nadzorczą nastąpił zgodnie z obwiązującymi w tym\n                           zakresie przepisami i normami zawodowymi.",
        "date": "2015-07-09"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim podaje do publicznej\n                           wiadomości informację bieżącą o powołaniu Zarządu spółki na kolejną, trzyletnią kadencję\n                           wspólną.Dnia 08.07.2015 r. Rada Nadzorcza Lubawa S.A. w Ostrowie Wielkopolskim, jako uprawniony\n                           organ, powołała Zarząd Spółki na nową, kolejną trzyletnią kadencję _ kadencja wspólna\n                           _. Aktualnie skład Zarządu jest jednoosobowy. W skład Zarządu nowej kadencji powołano\n                           Pana Marcina Kubicę, powierzając mu funkcję Prezesa Zarządu.Pan Marcin Kubica pełnił funkcję Prezesa Zarządu Lubawa S.A. w Ostrowie Wielkopolskim\n                           także przez trzy lata poprzedzające aktualne powołanie _ od 8 sierpnia 2012 _. Pan Marcin Kubica jest absolwentem Wydziału Prawa i Administracji Uniwersytetu Wrocławskiego.\n                           Posiada ukończoną aplikację radcowską oraz sędziowską. Pan Marcin Kubica jest radcą\n                           prawnym. Jest specjalistą w dziedzinie prawa spółek handlowych oraz prawa pracy. W\n                           latach 2002-2005 zajmował stanowisko Prezesa oraz Członka Zarządu w spółkach Fresh-Food\n                           Sp. z o.o., Instant Food Sp. z o.o. oraz Progress Sp. z o.o. w Kaliszu. W latach 2005-2006\n                           był Członkiem Rady Nadzorczej w LEN S.A. oraz Zastępcą Przewodniczącego Rady Nadzorczej\n                           w ZPJ MIRANDA S.A.W sierpniu 2009 r. został powołany na Członka Rady Nadzorczej Lubawa S.A., którą to\n                           funkcję pełnił do czasu powołania go na Prezesa Zarządu Emitenta. Pan Marcin Kubica\n                           nie wykonuje poza przedsiębiorstwem Emitenta innej działalności oraz nie uczestniczy\n                           w Spółce konkurencyjnej jako wspólnik spółki cywilnej lub osobowej oraz nie jest członkiem\n                           organu konkurencyjnej spółki kapitałowej lub innej osoby prawnej, przy czym Pan Marcin\n                           Kubica jest członkiem Zarządu Isabella PL spółka z o.o. w Ostrowie Wielkopolskim,\n                           która prowadzi działalność produkcyjną wyrobów tekstylnych _ plandeki, namioty _,\n                           ale jest to Spółka w której Emitent posiada udziały i jest to spółka będąca wspólnym\n                           projektem biznesowym Emitenta i duńskiego partnera. Pan Marcin Kubica – nie jest osobą wpisaną do Rejestru Dłużników Niewypłacalnych,\n                           prowadzonego w oparciu o ustawę KRS.",
        "date": "2015-07-09"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim podaje do publicznej\n                           wiadomości informację bieżącą o zawarciu przez Emitenta znaczącej umowy.Dnia 7 lipca 2015 r. do Spółki - Emitenta wpłynęła podpisana przez drugą stronę umowa\n                           kredytu nieodnawialnego nr 76 1020 1462 0000 7896 0091 3640 udzielonego przez Powszechną\n                           Kasę Oszczędności Bank Polski Spółka Akcyjna w Warszawie, dotyczącą udzielenia kredytu\n                           w kwocie 3.500.000 złotych na sfinansowanie bieżących potrzeb – wykonanie dostawy.W\n                           okresie 12 miesięcy jest to czwarta umowa kredytowa zawarta z tym samym podmiotem,\n                           wszystkie umowy kredytowe były zawarte na określony cel - sfinansowanie dostaw pod\n                           zawarte przez Emitenta kontrakty : umowa nr 07 1020 1462 0000 7196 0083 7625 – kredyt\n                           obrotowy nieodnawialny w walucie polskiej, na okres 31 lipca 2014 r. do 31 stycznia\n                           2015 r., kwota 8.000.000 złotych, umowa nr 68 1020 1462 0000 7296 0089 1671 – kredyt\n                           obrotowy nieodnawialny w walucie polskiej, na okres od 26 marca 2015 do 31 sierpnia\n                           2015 r. – na kwotę 2.100.000 pln, umowa nr 68 1020 1462 0000 7296 0089 1689 – kredyt\n                           obrotowy nieodnawialny w walucie polskiej, na okres od 26 marca 2015 do 31 sierpnia\n                           2015 r. – na kwotę 2.900.000 pln, oraz umowa nr 76 1020 1462 0000 7896 0091 3640 -\n                           kredyt nieodnawialny w walucie polskiej w kwocie 3.500.000 złotych na okres do dnia\n                           31.01.2016 r. Łączna wartość zawartych umów między Emitentem a tym samym podmiotem: 16.500.000 złotych.\n                           – kryterium uznania wartości łącznej umów jako umowy znaczącej – równowartość 10%\n                           kapitałów własnych emitenta. Strony obu umów: Powszechna Kasa Oszczędności Bank Polski\n                           Spółka Akcyjna w Warszawie, ul. Puławska 15,02-515 Warszawa oraz Emitent – Lubawa S.A. w Ostrowie Wielkopolskim _ kredytobiorca\n                           _.Na podstawie § 9 pkt 8 rozporządzenia z 19.02.2009 r., Zarząd Lubawa S.A. podaje istotne\n                           elementy umowy o największej wartości tj. : umowy nr 07 1020 1462 0000 7196 0083 7625,\n                           przedmiotem której było udzielenie kredytu obrotowego nieodnawialnego w walucie polskiej,\n                           na okres 31 lipca 2014 r. do 31 stycznia 2015 r. _ ostateczna data spłaty kredytu\n                           _.Treść umowy: udzielenie kredytu w kwocie 8.000.000 złotych na sfinansowanie wykonania\n                           przez Emitenta umowy dostawy z dnia 10 lipca 2014 r. dla Skarbu Państwa – Inspektorat\n                           Uzbrojenia. Warunki finansowe umowy nie odbiegały od warunków funkcjonujących na rynku – koszt\n                           dla kredytu został określony na poziomie stopy WIBOR1M plus marża banku, umowa nie\n                           przewidywała kar umownych.Umowa nie zawierała warunku zawieszającego, ani warunku rozwiązującego.  Zabezpieczeniem spłaty kredytu była cesja wierzytelności przysługującej Emitentowi\n                           z tytułu wykonania umowy dostawy z dnia 10 lipca 2014 r. na rzecz Inspektoratu Uzbrojenia.",
        "date": "2015-07-08"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim podaje do publicznej\n                           wiadomości informację bieżącą o zawarciu znaczącej umowy przez jednostkę zależną:Dnia 02.07.2015 r. do Spółki zależnej od emitenta wpłynęły podpisane przez drugą stronę\n                           trzy aneksy do umów kredytowych w rachunku bieżącym. Są to następujące aneksy: Aneks do umowy kredytowej nr 40/066/10/Z/LI o kredyt odnawialny złotowy w ramach linii\n                           na finansowanie bieżącej działalności – limit kredytowy 5 mln złotych, przedłużony\n                           do 27 czerwca 2016 r.Aneks  do umowy kredytowej 40/045/10/Z/VV o kredyt w rachunku bieżącym w ramach linii\n                           na finansowanie bieżącej działalności – limit kredytowy do 8 mln złotych, przedłużony\n                           do dnia 27 czerwca 2016 r.Aneks do umowy o kredyt w rachunku bieżącym nr 40/070/13/D/VV w ramach linii na finansowanie\n                           bieżącej działalności – limit kredytowy do 250.000 Euro, przedłużony do dnia 27 czerwca\n                           2016 r.Mając zaś na względzie fakt, że ta sama Spółka zależna zawarła z tym samym podmiotem\n                           w dniu 13 sierpnia 2014 r. umowę nr 40/070/14/Z/OB na kredyt obrotowy na sezon, kredyt\n                           w kwocie 5 mln złotych oraz w dniu 14 listopada 2014 r. umowę kredytową nr 40/086/14/D/IN\n                           o kredyt inwestycyjny w EUR _komora bezechowa radarowa z wyposażeniem_ na 396.000\n                           euro, to przy uwzględnieniu średniego kursu NBP z dnia 02 lipca 2015 r. _tabela 126/A/NBP/2015_,\n                           łączna wartość umów z 13.08.2014 r., 14.11.2014 r. oraz trzech w/w aneksów wynosi\n                           20.706.740 _ dwadzieścia milionów siedemset sześć tysięcy siedemset czterdzieści _\n                           złotych -  wartość ta przekracza kwotę odpowiadającą równowartości 10% kapitałów własnych\n                           emitenta. Obie umowy kredytowe z 13.08.2014 r. i z 14.11.2014 r. oraz w/w aneksy zawarte są\n                           w okresie krótszym niż 12 miesięcy i łącznie spełniają kryterium znaczącej umowy -\n                           przekraczają kwotę odpowiadającą równowartości 10% kapitałów własnych emitenta. Strony obu umów: mBank SA w Warszawie, Oddział Korporacyjny w Kaliszu, ul. Chopina\n                           26/28, 62-800 Kalisz oraz Miranda spółka z o.o. w Turku, ul. Jedwabnicza 1, 62-700\n                           Turek _ kredytobiorca _ – Spółka zależna od Emitenta.Na podstawie § 9 pkt 8 rozporządzenia z 19.02.2009 r., Zarząd Lubawa S.A. podaje istotne\n                           elementy umowy o większej wartości tj. umowy kredytowej 40/045/10/Z/VV z 14.05.2010\n                           r., przedłużonej aneksem o którym mowa powyżej. Treść umowy: udzielenie limitu kredytowego do kwoty 8.000.000 złotych _słownie: osiem\n                           milionów złotych_, który może być wykorzystany w formie kredytu w rachunku bieżącym.\n                           Warunki finansowe tej umowy nie odbiegają od warunków funkcjonujących na rynku – koszt\n                           dla kredytu w rachunku bieżącym został określony na poziomie stopy WIBOR1M plus marża\n                           banku, umowa nie przewiduje kar umownych.Niniejsza umowa _ kredyt _ zawarta jest na okres do dnia 27 czerwca 2016 r., z możliwością\n                           jego przedłużenia. Zabezpieczeniem od początku udzielenia kredytu jest: 1/ hipoteka umowna łączna w kwocie\n                           35.250.000,00 PLN na będącej w użytkowaniu wieczystym Miranda Sp. z o.o. nieruchomości\n                           położonej w Turku, dla której w Sądzie Rejonowym w Turku prowadzi księgi wieczyste\n                           nr KN1T/00050038/9, KN1T/00039052/0 i KN1T/00039056/8, 2/ weksel in blanco wystawiony\n                           przez Miranda spółka z o.o. w Turku wraz z deklaracją wekslową, 3/ poręczenie Litex\n                           Promo Sp. z o.o. 4/ poręczenie \"Eurobrands\" Spółka z o.o. 5/ poręczenie  \"Litex-Service\"\n                           Spółka z o.o. 6/ poręczenie \"Miranda-Serwis\" spółka z o.o. 7/ poręczenie \"Effect-System\"\n                           SA 8/ zastaw rejestrowy na maszynach i urządzeniach stanowiących własność Miranda\n                           spółka z o.o. 9/ globalna cesja wierzytelności należnych Miranda spółka z o.o.",
        "date": "2015-07-03"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _\"Spółka\"_ z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej\n                           wiadomości wykaz akcjonariuszy, posiadających co najmniej 5% liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Akcjonariuszy Spółki, które odbyło się w dniu 25 czerwca 2015\n                           r. roku w siedzibie Spółki:STANISŁAW LITWIN - 5.366.782 głosów stanowiących 99,26\n                           % głosów na Zwyczajnym Walnym Zgromadzeniu z dnia 25 czerwca 2015 r. i 4,91% głosów\n                           w ogólnej liczbie głosów.",
        "date": "2015-06-26"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej wiadomości\n                           informację o uchwałach głosowanych oraz uchwałach podjętych przez Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Spółki LUBAWA S.A., które odbyło się dnia 25 czerwca 2015\n                           r w siedzibie Spółki w Ostrowie Wielkopolskim przy           ul. Staroprzygodzkiej\n                           117. Dokument z głosowanymi, a w tym podjętymi uchwałami stanowi załącznik do niniejszego\n                           raportu.",
        "date": "2015-06-26"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim podaje do publicznej\n                           wiadomości informację bieżącą o zawarciu znaczącej umowy przez jednostkę zależną:Dnia 29.05.2015r. do Spółki zależnej od emitenta wpłynęła podpisana przez drugą stronę\n                           umowa faktoringowanr CRD/F/42927/14  na kwotę 1,7 mln euro, umowę tę zawarto z Raiffeisen Bank Polska\n                           Spółka Akcyjna z siedzibą:00–549 Warszawa, ul. Piękna 20.Dnia 6 listopada 2014 r. wpłynęła zaś do tej samej Spółki zależnej umowa o limit wierzytelności\n                           nr CRD/L/42060/14, zawarta z tym samym podmiotem tj. z Raiffeisen Bank Polska Spółka\n                           Akcyjna z siedzibą w Warszawie.Mając na względzie średni kurs euro NBP z dnia 29 maja 2015 r. _ tabela 103/A/NBP/2013\n                           _, czyli dnia wpłynięcia drugiej umowy tj. umowy faktoringowej nr CRD/F/42927/14,\n                           łączna wartość obu umów zawartych z tym samym podmiotem wynosi 20 521 170 złotych\n                           - wartość ta przekracza kwotę odpowiadającą równowartości 10% kapitałów własnych emitenta.\n                           Obie umowy zawarte są w okresie krótszym niż 12 miesięcy i łącznie spełniają kryterium\n                           znaczącej umowy. Strony obu umów: Litex Promo spółka z ograniczoną odpowiedzialnością, Ostrów Wielkopolski,\n                           ul. Staroprzygodzka 117 – jednostka zależna od emitenta oraz Raiffeisen Bank Polska\n                           Spółka Akcyjna z siedzibą w Warszawie.Na podstawie § 9 pkt 8 rozporządzenia z 19.02.2009 r., Zarząd Lubawa S.A. podaje istotne\n                           elementy umowy o większej wartości tj. umowy o limit wierzytelności nr CRD/L/42060/14:Treść umowy: udzielenie limitu wierzytelności w kwocie 9.000.000 złotych _słownie:\n                           dziewięć milionów złotych_, który może być wykorzystany w formie kredytu w rachunku\n                           bieżącym do kwoty 8 500 000zł, słownie: osiem milionów pięćset tysięcy złotych_ wraz\n                           z możliwością dodatkowego otwierania akredytyw i uzyskania gwarancji bankowej na wniosek\n                           kredytobiorcy. Maksymalny pułap łącznego zadłużenia w ramach tej umowy to 13.500.000\n                           złotych _słownie: trzynaście milionów pięćset tysięcy złotych_.Warunki finansowe tej umowy nie odbiegają od warunków funkcjonujących na rynku – koszt\n                           dla kredytu w rachunku bieżącym został określony na poziomie stopy WIBOR1M plus marża\n                           banku, umowa nie przewiduje kar umownych.Umowa była przedłużeniem wcześniejszej umowy o analogicznej treści, nie zawiera warunku\n                           zawieszającego, ani warunku rozwiązującego.  Niniejsza umowa zawarta jest na okres\n                           do dnia 26 czerwca 2015 r.Zabezpieczeniem jest hipoteka łączna kaucyjna do kwoty 13,5 miliona złotych na nieruchomościach\n                           innych firm niż Emitet oraz inne spółki zależne, a także na nieruchomości Spółki zależnej\n                           od Emitenta, tj. Effect-System S.A., zastaw rejestrowy na aktywach Litex Promo Sp.\n                           z o.o. oraz pełnomocnictwo  do  rachunku  bieżącego  i  innych  rachunków Litex Promo\n                           Spółka z o.o., posiadanych w Raiffeisen Banku. Informacje o zabezpieczeniu tej umowy na aktywach spółek zależnych od Emitenta były\n                           przedmiotem raportów bieżących nr 18/2014 i 3/2015.",
        "date": "2015-05-29"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _ Emitent _ z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej\n                           wiadomości, że dnia 22 maja 2015 r. wpłynęła do Emitenta informacja o zbyciu akcji\n                           Emitenta przez osobę pełniącą funkcję kierowniczą w Spółce.Informację złożył Arkadiusz Janicki – Dyrektor Handlowy Emitenta. W informacji sporządzonej\n                           w Zduńskiej Woli dnia 21 maja 2015 r. podano, że dnia 18 maja 2015 r. za pośrednictwem\n                           Centralnego Domu Maklerskiego Pekao S.A., Pan Arkadiusz Janicki sprzedał 42.206 akcji\n                           Lubawa S.A., cena jednej sztuki sprzedanej akcji 1,31 złotych.",
        "date": "2015-05-22"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _\"Spółka\"_ działając na podstawie art. 399 § 1 Kodeksu spółek handlowych\n                           zwołuje na dzień 25 czerwca 2015 roku Zwyczajne Walne Zgromadzenie Akcjonariuszy LUBAWA\n                           S.A. _\"Walne Zgromadzenie\"_, które odbędzie się o godzinie 11.00, w siedzibie Spółki\n                           przy ul. Staroprzygodzkiej 117 w Ostrowie Wielkopolskim.Zwyczajne Walnego Zgromadzenie Akcjonariuszy przyjmuje porządek obrad, który obejmuje:1_ Otwarcie Zwyczajnego Walnego Zgromadzenia.2_ Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3_ Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.4_ Przyjęcie porządku obrad.5_ Wybór Komisji Skrutacyjnej.6_ Zatwierdzenie przedłożonego sprawozdania finansowego LUBAWA S.A. za rok obrotowy\n                           2014 _01.01.2014-31.12.2014 r._ wraz opinią biegłego rewidenta i opinią Rady Nadzorczej.7_ Zatwierdzenie sprawozdania Zarządu Spółki za rok obrotowy 2014 _01.01.2014 - 31.12.2014\n                           r._.8_ Zatwierdzenie przedłożonego sprawozdania finansowego Grupy Kapitałowej LUBAWA S.A.\n                           z dominującą spółką LUBAWA S.A. za rok obrotowy 2014 _01.01.2014-31.12.2014 r._ wraz\n                           opinią biegłego rewidenta i opinią Rady Nadzorczej.9_ Zatwierdzenie sprawozdania Zarządu LUBAWA S.A. z działalności Grupy Kapitałowej\n                           LUBAWA S.A. za rok obrotowy 2014 _01.01.2014-31.12.2014 r._.10_ Podjęcie uchwały w sprawie podziału dodatniego wyniku netto za rok obrotowy 2014.11_ Podjęcie uchwał w sprawie udzielenia absolutorium Prezesowi Zarządu z tytułu pełnionej\n                           funkcji w roku obrotowym 2014.12_ Podjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z tytułu pełnionych funkcji w roku obrotowym 2014.13_ Wolne wnioski.14_ Zamknięcie obrad.Informacje dodatkowe dla akcjonariuszyPrawo akcjonariusza do\n                           żądania umieszczenia określonych spraw w porządku obrad Walnego Zgromadzenia AkcjonariuszyAkcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw w porządku obrad Walnego Zgromadzenia\n                           Akcjonariuszy, przy czym żądanie to powinno być zgłoszone Zarządowi LUBAWA S.A. nie\n                           później niż na 21 dni przed ustalonym terminem Walnego Zgromadzenia Akcjonariuszy\n                           tj. do 04 czerwca 2015 roku. Żądanie powinno być przesłane do Spółki na piśmie bądź\n                           za pośrednictwem poczty elektronicznej na adres: ri@lubawa.com.pl  w języku polskim\n                           oraz powinno zawierać uzasadnienie lub projekt uchwały dotyczącej propono-wanego punktu\n                           porządku obrad. Do żądania powinny zostać dołączone kopie dokumentów potwierdzających\n                           prawo danego akcjonariusza lub pełnomocnika do udziału w Walnym Zgromadzeniu Akcjonariuszy.\n                           Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia AkcjonariuszyKażdy z akcjonariuszy może podczas obrad Walnego Zgromadzenia Akcjonariuszy zgłaszać\n                           projekty uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny\n                           być przedstawione w języku polskim.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Walnym Zgromadzeniu Akcjonariuszy LUBAWA S.A. oraz\n                           wykonywać prawo głosu osobiście lub przez pełnomocnika. Pełnomocnik wykonuje wszystkie\n                           uprawnienia akcjonariusza na walnym zgromadzeniu, chyba że co innego wynika z treści\n                           pełnomocnictwa.  Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika\n                           to z treści pełnomocnictwa. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu Akcjonariuszy LUBAWA S.A. i\n                           wykonywania prawa głosu powinno być, pod rygorem nieważności, sporządzone w formie\n                           pisemnej i dołączone do protokołu z Walnego Zgromadzenia Akcjonariuszy LUBAWA S.A.\n                           lub udzielone w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci elektronicznej\n                           nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym przy pomocy\n                           ważnego kwalifikowanego certyfikatu. Formularz zawierający wzór pełnomocnictwa oraz\n                           formularz pomocny przy głosowaniach przez pełnomocnika dostępne będą na stronie internetowej\n                           Spółki.O udzieleniu pełnomocnictwa w postaci elektronicznej należy zawiadomić LUBAWA S.A.\n                           przy wykorzystaniu środków komunikacji elektronicznej w postaci informacji przesłanej\n                           pocztą elektroniczną na adres ri@lubawa.com.pl dokładając wszelkich starań, aby możliwa\n                           była skuteczna weryfikacja ważności pełnomocnictwa. Informacja o udzieleniu pełnomocnictwa\n                           powinna zawierać dokładne oznaczenie pełnomocnika i mocodawcy _ze wskazaniem imienia,\n                           nazwiska, numeru PESEL, o ile został osobie nadany, adresu zameldowania lub zamieszkania,\n                           telefonu i adresu poczty elektronicznej, a w przypadku osób prawnych i innych jednostek\n                           organizacyjnych adresu siedziby, numeru i organu rejestrowego_. Informacja o udzieleniu\n                           pełnomocnictwa powinna również zawierać jego zakres, tj. wskazywać liczbę akcji, z\n                           których wykonywane będzie prawo głosu oraz nazwę Spółki.Pełnomocnictwo elektroniczne powinno być sformułowane w odrębnym dokumencie podpisanym\n                           przez akcjonariusza lub osobę/osoby uprawnione do reprezentacji akcjonariusza, przesłanym\n                           w formie skanu jako załącznik w formacie PDF na adres email ri@lubawa.com.pl. Obligatoryjnie\n                           wraz z pełnomocnictwem elektronicznym należy przesłać dokumenty potwierdzające uprawnienie\n                           danego akcjonariusza do udziału w Walnym Zgromadzeniu, jak również dokumenty _aktualny\n                           odpis z właściwego rejestru_ potwierdzające prawo osoby podpisującej pełnomocnictwo\n                           do reprezentowania akcjonariusza nie będącego osobą fizyczną. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w takim przypadku brak udzielenia\n                           odpowiedzi na pytania zadawane w trakcie weryfikacji traktowany będzie jako brak możliwości\n                           weryfikacji udzielonego pełnomocnictwa i stanowił będzie podstawę dla odmowy dopuszczenia\n                           pełnomocnika do udziału w Walnym Zgromadzeniu Akcjonariuszy. Po przybyciu na Walne\n                           Zgromadzenie Akcjonariuszy, a przed podpisaniem listy obecności pełnomocnik powinien\n                           okazać oryginał dokumentu tożsamości wymieniony w pełnomocnictwie celem potwierdzenia\n                           tożsamości pełnomocnika.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru, ewentualnie\n                           ciągu pełnomocnictw. Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza\n                           niebędącego osobą fizyczną powinny być uwidocznione w aktualnym odpisie z właściwego\n                           dla danego akcjonariusza rejestru lub innych dokumentów. Akcjonariusze i pełnomocnicy\n                           powinni posiadać przy sobie ważny dowód tożsamości. Członek Zarządu Spółki i pracownik Spółki nie mogą być pełnomocnikami akcjonariuszy\n                           na Walnym Zgromadzeniu Akcjonariuszy. Jeżeli pełnomocnikiem na Walnym Zgromadzeniu Akcjonariuszy jest Członek Zarządu Spółki,\n                           Członek Rady Nadzorczej, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym Walnym Zgromadzeniu\n                           Akcjonariuszy. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności wskazujące\n                           na istnienie bądź możliwość wystąpienia konfliktu interesów oraz głosować zgodnie\n                           z instrukcjami udzielonymi przez akcjonariusza.Dzień rejestracji uczestnictwa na Walnym Zgromadzeniu AkcjonariuszyDniem rejestracji uczestnictwa na Walnym Zgromadzeniu Akcjonariuszy jest dzień przypadający\n                           na 16 dni przed dniem Walnego Zgromadzenia Akcjonariuszy, czyli dzień 09 czerwca 2015\n                           roku – \"Dzień Rejestracji\".Prawo uczestnictwa w Walnym Zgromadzeniu AkcjonariuszyPrawo uczestniczenia w Walnym Zgromadzeniu Akcjonariuszy mają tylko osoby będące akcjonariuszami\n                           LUBAWA S.A. na szesnaście dni przed ustaloną datą Walnego Zgromadzenia Akcjonariuszy\n                           _tj. w Dniu Rejestracji uczestnictwa w Walnym Zgromadzeniu Akcjonariuszy_.  Akcje na okaziciela mające postać dokumentu dają prawo uczestniczenia w walnym zgromadzeniu\n                           LUBAWA S.A. jeżeli dokumenty akcji zostaną złożone w Spółce nie później niż w Dniu\n                           Rejestracji uczestnictwa w Walnym Zgromadzeniu Akcjonariuszy i nie będą odebrane przed\n                           zakończeniem tego dnia. Zamiast akcji może być złożone zaświadczenie wydane na dowód\n                           złożenia akcji u notariusza, w banku lub firmie inwestycyjnej mających siedzibę lub\n                           oddział na terytorium Unii Europejskiej lub państwa będącego stroną umowy o Europejskim\n                           Obszarze Gospodarczym, wskazanych w ogłoszeniu o zwołaniu Walnego Zgromadzenia Akcjonariuszy.\n                           W zaświadczeniu wskazuje się numery dokumentów akcji i stwierdza, że dokumenty akcji\n                           nie będą wydane przed upływem Dnia Rejestracji uczestnictwa w Walnym Zgromadzeniu\n                           Akcjonariuszy. Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż dnia następnego po ogłoszeniu o zwołaniu Walnego Zgromadzenia Akcjonariuszy\n                           tj. nie wcześniej niż w dniu 23 maja 2015 roku i nie później niż w pierwszym dniu\n                           powszednim po Dniu Rejestracji uczestnictwa w Walnym Zgromadzeniu Akcjonariuszy tj.\n                           nie później niż w dniu 10 czerwca 2015 roku, podmiot prowadzący rachunek papierów\n                           wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa w Walnym Zgromadzeniu\n                           Akcjonariuszy. Wykorzystanie środków komunikacji elektronicznejLUBAWA S.A. informuje, że Statut Spółki oraz Regulamin Walnego Zgromadzenia Akcjonariuszy\n                           nie przewidują: a_ możliwości uczestnictwa w Walnym Zgromadzeniu Akcjonariuszy za pośrednictwem środków\n                           komunikacji elektronicznej,b_ możliwości wykonywania prawa głosu drogą korespondencyjną lub przy wykorzy-staniu\n                           środków komunikacji elektronicznej,c_ możliwości wypowiadania się w trakcie Walnego Zgromadzenia Akcjonariuszy przy wykorzystaniu\n                           środków komunikacji elektronicznej.Spółka nie przewiduje w najbliższym okresie wprowadzenia możliwości udziału w Zgromadzeniach\n                           Akcjonariuszy za pośrednictwem elektronicznych środków komunikacji, czy też oddawania\n                           głosu korespondencyjnie.  Lista akcjonariuszy uprawnionych do udziału w Zwyczajnym Walnym Zgromadzeniu AkcjonariuszyLista akcjonariuszy uprawnionych do udziału w Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy\n                           LUBAWA S.A., będzie dostępna w siedzibie Spółki w Ostrowie Wielkopolskim na 3 dni\n                           powszednie przed odbyciem Walnego Zgromadzenia Akcjonariuszy począwszy od dnia 22\n                           czerwca 2015 r.  W tym terminie Akcjonariusz może także wystąpić z prośbą o uzyskanie\n                           listy uprawnionych akcjonariuszy, za pośrednictwem poczty elektronicznej  _ adres Spółki: ri@lubawa.com.pl _, podając adres poczty elektronicznej, na który\n                           lista ta ma być wysłana.  Dostęp do dokumentacjiDokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu Akcjonariuszy wraz z\n                           projektami uchwał będzie zamieszczana na stronie internetowej Spółki od dnia zwołania\n                           Walnego Zgromadzenia Akcjonariuszy, zgodnie z art. 402_3_ §1 Kodeksu spółek handlowych.\n                           Odpisy sprawozdania zarządu z działalności spółki i sprawozdania finansowego wraz\n                           opinią biegłego rewidenta są dostępne na stronie internetowej Spółki. Dokumenty te\n                           są także dostępne w biurze Zarządu Spółki w jej siedzibie w Ostrowie Wielkopolskim.\n                           Informacje dotyczące Walnego Zgromadzenia Akcjonariuszy dostępne są na stronie internetowej\n                           Spółki: www.lubawa.com.pl",
        "date": "2015-05-22"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim, podaje do publicznej\n                           wiadomości informację bieżącą o zawarciu znaczącej umowy przez Emitenta.Dnia 07 kwietnia 2015 r do Emitenta wpłynęły podpisane przez drugą stronę dwie umowy\n                           o udzielenie dwóch kredytów obrotowych na sfinansowanie zobowiązań bieżących - realizacja\n                           dostaw pod indywidualne kontrakty.W ramach jednej umowy udzielono Emitentowi kredyt obrotowy w kwocie 2.100.000 złotych.W ramach drugiej umowy udzielono Emitentowi kredyt obrotowy w kwocie 2.900.000 złotych.Obie umowy kredytowe zawarto z Powszechną Kasą Oszczędności Bank Polski S.A. w Warszawie.\n                           Powyższe umowy są trzecią i czwartą umową zawartą przez Emitenta z tym samym Bankiem\n                           w okresie 12 ostatnich miesięcy, a łączna wartość tych czterech umów przekracza kwotę\n                           odpowiadającą równowartości 10% kapitałów własnych Emitenta, a więc łącznie te umowy\n                           spełniają kryterium znaczącej umowy. Łączna wartość zawartych umów wynosi 21.000.000 _ dwadzieścia jeden milionów _ złotych.\n                           Jedną z umów wcześniejszych, był aneks o przedłużeniu odnawialnego kredytu obrotowego.\n                           Na podstawie § 9 pkt 8 rozporządzenia z 19.02.2009 r, Zarząd Lubawa S.A. podaje istotne\n                           elementy umowy o większej wartości tj. umowy  z 31 lipca 2014 r: - treść umowy: udzielenie kredytu obrotowego celowego, na sfinansowanie zobowiązań\n                           o charakterze bieżącym – kontrakt, - kwota kredytu: 8.000.000 złotych, - warunki finansowe tej umowy nie odbiegają od warunków funkcjonujących na rynku,\n                           oprocentowanie kredytu - stopa WIBOR plus marża banku, - umowa nie przewiduje kar umownych w rozumieniu par. 9 pkt 5 rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych, - termin spłaty kredytu: 31 stycznia 2015 r _spłata ostatecznie nastąpiła 31.12.2014\n                           r_- zabezpieczeniem kredytu była cesja wierzytelności.",
        "date": "2015-04-07"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej wiadomości\n                           informację o uzupełnieniu RB nr 17/2014 dotyczącego informacji o utracie znacznych\n                           aktywów w spółkach zależnych - w zakresie definitywnego ustalenia wartości utraconego\n                           mienia _aktywów_.Dnia 20 lutego 2015 r. zakończone zostały wewnętrzne czynności związane z ustaleniem\n                           zakresu szkód i ostatecznej wartości szkody, będących skutkiem pożaru w dniu 21 listopada\n                           2014 r., jaki miał w zakładzie produkcyjnym w Turku należącym do Miranda Sp. z o.o.\n                           w Turku, spółki zależnej Emitenta. Czynności te doprowadziły do ustalenia pełnego\n                           zakresu szkód poniesionych w aktywach oraz definitywnego określenia wartości utraconych\n                           na skutek pożaru aktywów. W RB nr 17/2014 podano szacunkowe wartości utraconych aktywów _aktywa trwałe i aktywa\n                           obrotowe_ 35  mln złotych według cen rynkowych, a jako wartość księgową wskazano 27\n                           milionów  złotych. Podjęte czynności mające na celu określenie mienia _aktywa trwałe i aktywa obrotowe_,\n                           definitywnie utraconego na skutek pożaru i jego wartości, doprowadziły do następujących\n                           ustaleń:1_ wartość księgowa utraconego mienia _aktywów_ wynosi: 15,87 mln złotych,2_ wartość rynkowa utraconego mienia _aktywów_ wynosi: 27,00 mln złotych.",
        "date": "2015-02-20"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _ Emitent _ z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej\n                           wiadomości, że dnia 4 lutego 2015 r. wpłynęła do Emitenta informacja o nabyciu akcji\n                           Emitenta przez osobę pełniącą funkcję kierowniczą w Spółce.Informację złożył Arkadiusz Janicki – Dyrektor Handlowy Emitenta, w informacji sporządzonej\n                           w Zduńskiej Woli dnia 4 lutego 2015 r. wskazano,  że dnia 2 lutego 2015 r. za pośrednictwem\n                           biura maklerskiego CDM Pekao S.A., nabył on 42.206 akcji emitenta, cena jednostkowa\n                           akcji 1,18 złotych.",
        "date": "2015-02-05"
    },
    {
        "company_name": "LUBAWA",
        "content": "W dniu poprzedzającym niniejszy raport bieżący do Spółki zależnej od Emitenta wpłynęła\n                           informacja o dokonaniu w dniu 18 grudnia 2014 r. wpisu do księgi wieczystej hipoteki\n                           kaucyjnej  łącznej, ustanowionej także na nieruchomości gruntowej _ KW JG1K/00014442/0\n                           _ będącej własnością Spółki zależnej od Emitenta tj. Effect-System S.A. Jest to hipoteka kaucyjna do kwoty 13.500.000,00 złotych, ustanowiona na rzecz Raiffeisen\n                           Bank Polska Spółka Akcyjna z siedzibą w Warszawie, jako zabezpieczenie umowy o limit\n                           wierzytelności nr CRD/L/42060/14, zawartej przez inną spółkę zależną od Emitenta –\n                           Litex Promo Spółka z o. o.Wartość ewidencyjna obciążonego aktywu:  4 158 801,44 złotych. Wartość hipoteki łącznej przekracza równowartość 1.000.000 euro, wartość udzielonego\n                           kredytu nie przekracza wartości 10% kapitałów własnych emitenta.",
        "date": "2015-01-22"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim, podaje do publicznej\n                           wiadomości opóźnioną informację  bieżącą o stronie znaczącej umowy – element uzupełniający\n                           RB nr 73/2011 z dnia 13 października 2011 r. - temat: Zawarcie znaczącej umowy eksportowej\n                           na dostawę elementów indywidualnej ochrony żołnierza zawarciu znaczącej umowy przez\n                           jednostkę zależną znaczącej umowy.Stroną kupującą z którą Lubawa S.A. zawarła dnia 12.10.2011 r. umowę na dostawę elementów\n                           indywidualnej ochrony żołnierza jest Ministerstwo Przemysłu Obronnego Republiki Azerbejdżanu\n                           oraz Zjednoczenie Przemysłu Obronnego UFUG w Baku, Azerbejdżan.Podstawa prawna:  Art. 57 ust. 3 oraz art. 56 ust. 1 ustawy o ofercie publicznej i\n                           warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych oraz  § 5 ust. 1 pkt. 3 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2015-01-20"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent, Spółka_ podaje do publicznej\n                           wiadomości  szacunkowe wyniki finansowe Grupy Kapitałowej Lubawa S.A. _Grupa_ oraz\n                           Emitenta, narastająco za pierwsze trzy kwartały 2016 r., tj. za okres 01.01.2016-30.09.2016.- Skonsolidowane szacunkowe przychody ze sprzedaży Grupy wyniosły 188,1 mln zł wobec\n                           181,8 mln zł w analogicznym okresie roku ubiegłego, co stanowi wzrost o kwotę 6,3\n                           mln zł.- Skonsolidowany szacunkowy wynik netto na sprzedaży Grupy wyniósł 9,6 mln zł wobec\n                           0,5 mln zł w pierwszych trzech kwartałach ub. r., co stanowi wzrost o kwotę 9,1 mln\n                           zł.- Skonsolidowany szacunkowy wynik netto Grupy wyniósł 6,7 mln zł wobec 2,4 mln zł\n                           w porównywalnym okresie roku ubiegłego, co stanowi wzrost o kwotę 4,3 mln zł.- Jednostkowe szacunkowe przychody ze sprzedaży Lubawa S.A. wyniosły 33,9 mln zł wobec\n                           26,3 mln zł w analogicznym okresie roku ubiegłego, co stanowi wzrost o kwotę 7,6 mln\n                           zł.- Jednostkowy szacunkowy wynik netto na sprzedaży Lubawa S.A. wyniósł 1,8 mln zł wobec\n                           0,9 mln zł straty po pierwszych trzech kwartałach ub. r. co stanowi wzrost o 2,7 mln\n                           zł.- Jednostkowy szacunkowy wynik netto Lubawa S.A. wyniósł 0,8 mln zł wobec 0,4 mln\n                           zł straty w porównywalnym okresie roku ubiegłego, co stanowi wzrost o 1,2 mln zł.Powyższe szacowane wyniki finansowe za pierwsze trzy kwartały 2016 r. zostały osiągnięte\n                           głównie dzięki wzrostowi sprzedaży zrealizowanej w pierwszym półroczu w Lubawa S.A.\n                           względem porównywalnego okresu ubiegłego roku, co było efektem zwiększonych zakupów\n                           realizowanych przez klientów Spółki w sektorze służb mundurowych. W III kwartale b.r.\n                           zrealizowana przez Lubawa S.A. sprzedaż charakteryzowała się, ze względu na strukturę\n                           produktową realizowanych zamówień, niższą rentownością niż w roku ubiegłym. Na poziom\n                           skonsolidowanych wyników Grupy w III kw. 2016 r. wpłynęła przede wszystkim wyższa\n                           od zeszłorocznej efektywność sprzedaży w segmencie materiałów reklamowych. Oceniając osiągnięte w pierwszych trzech kwartałach 2016 r. wyniki skonsolidowane\n                           należy wziąć pod uwagę wypłacone spółkom z Grupy Lubawa w pierwszym półroczu ubiegłego\n                           roku odszkodowania z tytułu szkód po pożarze z 2014 roku, w wysokości ok. 5,6 mln\n                           zł, które nie wystąpiły w roku bieżącym. Zwrócić należy uwagę na fakt, że spółki z\n                           Grupy Lubawa osiągnęły w pierwszych trzech kwartałach b.r. wzrost zysku netto na sprzedaży\n                           w wysokości 9,1 mln zł rdr, co pozwoliło na zwiększenie wyniku netto o 4,3 mln zł\n                           i to pomimo faktu otrzymania w ub. roku odszkodowań. Zarząd Emitenta zwraca uwagę,\n                           że realizowane przychody, szczególnie w segmencie sprzętu specjalistycznego, nie mają\n                           charakteru powtarzalnego i zależą od zmieniającego się dynamicznie zapotrzebowania\n                           klientów Grupy.Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego, wyniki opublikowane ostatecznie w raporcie za III kw. 2016 r. mogą w\n                           ograniczonym stopniu odbiegać od powyżej przedstawionych wielkości.Powyższe informacje zostały uznane za spełniające przesłanki Art. 17 ust. 1 MAR ze\n                           względu na istotne, zdaniem Zarządu Spółki, zmiany względem okresu porównywalnego\n                           odnotowane przez Grupę oraz Emitenta.",
        "date": "2016-11-04"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości\n                           informację o znaczącej umowie zawartej dnia 21 września 2016 r. przez Spółkę zależną\n                           od Emitenta: Miranda spółka z o. o. w Turku, ul. Jedwabnicza 1, 62-700 Turek.Umowę zawarto ze Skarbem Państwa – Inspektorat Uzbrojenia, umowa obejmuje dostawę\n                           wielozakresowych siatek maskujących \"BERBERYS\", termin dostawy do 30 listopada 2016\n                           r., łączna wartość przedmiotu dostawy: 26.989.920 złotych _brutto_. Treść umowy oraz\n                           jej warunki realizacji, w tym dotyczące kar umownych, nie odbiegają od umów tego typu\n                           zwykle zawieranych przez Emitenta i pozostałe Spółki z Grupy Kapitałowej Lubawa S.A.Powyższa informacja została uznana za spełniającą przesłanki Art. 17 ust. 1 MAR z\n                           powodu znacznie wyższej niż przeciętna wartości przedmiotowej umowy, oraz jej spodziewany\n                           istotny pozytywny wpływ na sytuację majątkową spółki Miranda, a co za tym idzie Grupy\n                           Kapitałowej Lubawa S.A.",
        "date": "2016-09-21"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości \n                           szacunkowe wyniki finansowe Grupy Kapitałowej Lubawa S.A. oraz Emitenta, za I półrocze\n                           2016 r., tj. za okres 01.01.2016-30.06.2016.- Skonsolidowany szacunkowy przychód ze sprzedaży wyniósł 145,4 mln zł, wobec 139,2\n                           mln zł w analogicznym okresie roku ubiegłego, co stanowi wzrost o 4,5%.- Skonsolidowany szacunkowy wynik netto ze sprzedaży wyniósł 14,3 mln zł, wobec 7,6\n                           mln zł w pierwszym półroczu ub. r. co stanowi wzrost o 88,2%.- Skonsolidowany szacunkowy wynik netto wyniósł 10,1 mln zł wobec 9,4 mln zł w porównywalnym\n                           okresie roku ubiegłego, co stanowi wzrost o 7,4%.- Jednostkowy szacunkowy przychód ze sprzedaży Lubawa S.A. wyniósł 27,1 mln zł, wobec\n                           17,8 mln zł w analogicznym okresie roku ubiegłego, co stanowi wzrost o 52,2%.- Jednostkowy szacunkowy wynik netto ze sprzedaży Lubawa S.A. wyniósł 3,6 mln zł,\n                           wobec 1,7 mln zł straty w pierwszym półroczu ub. r. co stanowi wzrost o 5,3 mln zł.- Jednostkowy szacunkowy wynik netto Lubawa S.A. wyniósł 2,4 mln zł wobec 1,4 mln\n                           zł straty w porównywalnym okresie roku ubiegłego, co stanowi wzrost o 3,8 mln zł.Powyższe szacowane wyniki finansowe zostały osiągnięte głównie dzięki wzrostowi sprzedaży\n                           zrealizowanej w pierwszym półroczu w spółce Lubawa S.A. względem porównywalnego okresu\n                           ubiegłego roku. Jest to efektem zwiększonych zakupów realizowanych przez klientów\n                           Lubawy w sektorze służb mundurowych. Osiągnięty wzrost przychodów jednostkowych Lubawa\n                           S.A. nie stanowi zdaniem Zarządu przesłanki do założenia podobnego wzrostu w drugiej\n                           połowie roku, jako że zakupy realizowane przez klientów Lubawa S.A. zależą od  wszczęcia\n                           procedur zamówień publicznych oraz od ich ostatecznych wyników _rozstrzygnięć co do\n                           wyboru dostawcy_, a są to okoliczności trudne do przewidzenia. Jednocześnie wyniki pozostałych\n                           spółek z grupy również są zadowalające i zgodne z założonymi przez ich zarządy planami.\n                           Oceniając osiągnięte w I półroczu wyniki skonsolidowane należy wziąć pod uwagę wypłacone\n                           spółkom z Grupy Lubawa, w pierwszym półroczu ubiegłego roku, odszkodowania z tytułu\n                           szkód po pożarze z 2014 roku, w wysokości ok. 5,6 mln zł, które nie wystąpiły w roku\n                           bieżącym. Zwrócić należy uwagę na fakt, że spółki z Grupy Lubawa osiągnęły w pierwszym\n                           półroczu b.r. wzrost zysku netto na sprzedaży w wysokości 6,7 mln zł, co pozwoliło\n                           na zwiększenie wyniku netto o 0,7 mln zł i to  pomimo faktu otrzymania w ub. roku\n                           odszkodowań.Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego i będą jeszcze podlegać przeglądowi biegłego rewidenta, a zatem wyniki\n                           opublikowane ostatecznie w raporcie półrocznym mogą, w ograniczonym stopniu, odbiegać\n                           od powyżej przedstawionych wielkości.Powyższe informacje zostały uznane za spełniające przesłanki Art. 17 ust. 1 MAR ze\n                           względu na istotne, zdaniem Zarządu Spółki, zmiany względem okresu porównywalnego\n                           odnotowane szczególnie w zakresie skonsolidowanego wyniku netto na sprzedaży oraz\n                           wartości jednostkowych osiągniętych przez Emitenta.",
        "date": "2016-08-10"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _\"Spółka\"_ z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej\n                           wiadomości wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Akcjonariuszy Spółki, które odbyło się w dniu 27 czerwca 2016\n                           r. w siedzibie Spółki:SILVER HEXARION HOLDINGS LIMITED - 30.599.474 głosów stanowiących 84,9% głosów na\n                           w/w Zwyczajnym Walnym Zgromadzeniu i 28,00% głosów w ogólnej liczbie głosów.STANISŁAW LITWIN - 5.366.782 głosów stanowiących 14,9% głosów na Zwyczajnym Walnym\n                           Zgromadzeniu za rok obrotowy 2015 i 4,91% głosów w ogólnej liczbie głosów.",
        "date": "2016-06-27"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej wiadomości\n                           informację o uchwałach głosowanych oraz uchwałach podjętych przez Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Spółki LUBAWA S.A., dotyczące rozliczenia roku 2015, które\n                           odbyło się dnia 27 czerwca 2016 r. w siedzibie Spółki w Ostrowie Wielkopolskim przy\n                           ul. Staroprzygodzkiej 117. Dokument z głosowanymi, a w tym podjętymi uchwałami stanowi załącznik do niniejszego\n                           raportu.",
        "date": "2016-06-27"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd \"LUBAWA\" SA informuje, że dnia 14 czerwca 2016 roku Rada Nadzorcza Lubawa SA\n                           podjęła uchwałęnr 13/2016 w sprawie wyboru firmy KPMG Audyt Spółka z ograniczoną odpowiedzialnością\n                           spółka komandytowa, jako podmiotu uprawnionego do dokonania przeglądu i badania sprawozdania\n                           jednostkowego i skonsolidowanego Lubawa SA za rok obrotowy 2016.Dane o wybranym podmiocie:KPMG Audyt Spółka z ograniczoną odpowiedzialnością spółka komandytowaul. Inflancka 4a, 00-189 WarszawaPodstawa uprawnień: Spółka wpisana na listę krajową podmiotów uprawnionych do badania\n                           sprawozdań finansowych pod numerem 3546.Wybór biegłego rewidenta przez Radę Nadzorczą nastąpił zgodnie z obowiązującymi w\n                           tym zakresie przepisami i normami zawodowymi.",
        "date": "2016-06-14"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _\"Spółka\"_ działając na podstawie art. 399 § 1 Kodeksu spółek handlowych\n                           zwołuje na dzień 27 czerwca 2016 roku Zwyczajne Walne Zgromadzenie Akcjonariuszy LUBAWA\n                           S.A. _\"Walne Zgromadzenie\"_, które odbędzie się o godzinie 11.00, w siedzibie Spółki\n                           przy ul. Staroprzygodzkiej 117 w Ostrowie Wielkopolskim.Zwyczajne Walne Zgromadzenie Akcjonariuszy przyjmuje porządek obrad, który obejmuje:1_  Otwarcie Zwyczajnego Walnego Zgromadzenia.2_  Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3_  Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego  zdolności\n                           do podejmowania uchwał.4_  Przyjęcie porządku obrad.5_  Wybór Komisji Skrutacyjnej.6_  Zatwierdzenie przedłożonego sprawozdania finansowego LUBAWA S.A. za rok obrotowy\n                           2015 _01.01.2015-31.12.2015 r._ wraz z opinią biegłego rewidenta i opinią Rady Nadzorczej.7_  Zatwierdzenie sprawozdania Zarządu Spółki za rok obrotowy 2015 _01.01.2015-31.12.2015\n                           r._.8_  Zatwierdzenie przedłożonego sprawozdania finansowego Grupy Kapitałowej LUBAWA\n                           S.A. z dominującą spółką LUBAWA S.A. za rok obrotowy 2015 _01.01.2015-31.12.2015 r._\n                           wraz z opinią biegłego rewidenta i opinią Rady Nadzorczej.9_  Zatwierdzenie sprawozdania Zarządu LUBAWA S.A. z działalności Grupy Kapitałowej\n                           LUBAWA S.A. za rok obrotowy 2015 _01.01.2015-31.12.2015 r._.10_  Podjęcie uchwały w sprawie podziału dodatniego wyniku netto za rok obrotowy 2015.11_  Podjęcie uchwał w sprawie udzielenia absolutorium Prezesowi Zarządu z tytułu\n                           pełnionej funkcji w roku obrotowym 2015.12_  Podjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z\n                           tytułu pełnionych funkcji w roku obrotowym 2015.13_  Wolne wnioski.14_  Zamknięcie obrad.Informacje dodatkowe dla akcjonariuszyPrawo akcjonariusza do\n                           żądania umieszczenia określonych spraw w porządku obrad Walnego Zgromadzenia AkcjonariuszyAkcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw w porządku obrad Walnego Zgromadzenia\n                           Akcjonariuszy, przy czym żądanie to powinno być zgłoszone Zarządowi LUBAWA S.A. nie\n                           później niż na 21 dni przed ustalonym terminem Walnego Zgromadzenia Akcjonariuszy\n                           tj. do 06 czerwca 2016 roku. Żądanie powinno być przesłane do Spółki na piśmie bądź\n                           za pośrednictwem poczty elektronicznej na adres: ri@lubawa.com.pl  w języku polskim\n                           oraz powinno zawierać uzasadnienie lub projekt uchwały dotyczącej propono-wanego punktu\n                           porządku obrad. Do żądania powinny zostać dołączone kopie dokumentów potwierdzających\n                           prawo danego akcjonariusza lub pełnomocnika do udziału w Walnym Zgromadzeniu Akcjonariuszy.\n                           Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego Zgromadzenia AkcjonariuszyKażdy z akcjonariuszy może podczas obrad Walnego Zgromadzenia Akcjonariuszy zgłaszać\n                           projekty uchwał dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny\n                           być przedstawione w języku polskim.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Walnym Zgromadzeniu Akcjonariuszy LUBAWA S.A. oraz\n                           wykonywać prawo głosu osobiście lub przez pełnomocnika. Pełnomocnik wykonuje wszystkie\n                           uprawnienia akcjonariusza na walnym zgromadzeniu, chyba że co innego wynika z treści\n                           pełnomocnictwa.  Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika\n                           to z treści pełnomocnictwa. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu Akcjonariuszy LUBAWA S.A. i\n                           wykonywania prawa głosu powinno być, pod rygorem nieważności, sporządzone w formie\n                           pisemnej i dołączone do protokołu z Walnego Zgromadzenia Akcjonariuszy LUBAWA S.A.\n                           lub udzielone w postaci elektronicznej. Udzielenie pełnomocnictwa w postaci elektronicznej\n                           nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym przy pomocy\n                           ważnego kwalifikowanego certyfikatu. Formularz zawierający wzór pełnomocnictwa oraz\n                           formularz pomocny przy głosowaniach przez pełnomocnika dostępne będą na stronie internetowej\n                           Spółki.O udzieleniu pełnomocnictwa w postaci elektronicznej należy zawiadomić LUBAWA S.A.\n                           przy wykorzystaniu środków komunikacji elektronicznej w postaci informacji przesłanej\n                           pocztą elektroniczną na adres ri@lubawa.com.pl dokładając wszelkich starań, aby możliwa\n                           była skuteczna weryfikacja ważności pełnomocnictwa. Informacja o udzieleniu pełnomocnictwa\n                           powinna zawierać dokładne oznaczenie pełnomocnika i mocodawcy _ze wskazaniem imienia,\n                           nazwiska, numeru PESEL, o ile został osobie nadany, adresu zameldowania lub zamieszkania,\n                           telefonu i adresu poczty elektronicznej, a w przypadku osób prawnych i innych jednostek\n                           organizacyjnych adresu siedziby, numeru i organu rejestrowego_. Informacja o udzieleniu\n                           pełnomocnictwa powinna również zawierać jego zakres, tj. wskazywać liczbę akcji, z\n                           których wykonywane będzie prawo głosu oraz nazwę Spółki.Pełnomocnictwo elektroniczne powinno być sformułowane w odrębnym dokumencie podpisanym\n                           przez akcjonariusza lub osobę/osoby uprawnione do reprezentacji akcjonariusza, przesłanym\n                           w formie skanu jako załącznik w formacie PDF na adres email ri@lubawa.com.pl. Obligatoryjnie\n                           wraz z pełnomocnictwem elektronicznym należy przesłać dokumenty potwierdzające uprawnienie\n                           danego akcjonariusza do udziału w Walnym Zgromadzeniu, jak również dokumenty _aktualny\n                           odpis z właściwego rejestru_ potwierdzające prawo osoby podpisującej pełnomocnictwo\n                           do reprezentowania akcjonariusza nie będącego osobą fizyczną. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w takim przypadku brak udzielenia\n                           odpowiedzi na pytania zadawane w trakcie weryfikacji traktowany będzie jako brak możliwości\n                           weryfikacji udzielonego pełnomocnictwa i stanowił będzie podstawę dla odmowy dopuszczenia\n                           pełnomocnika do udziału w Walnym Zgromadzeniu Akcjonariuszy. Po przybyciu na Walne\n                           Zgromadzenie Akcjonariuszy, a przed podpisaniem listy obecności pełnomocnik powinien\n                           okazać oryginał dokumentu tożsamości wymieniony w pełnomocnictwie celem potwierdzenia\n                           tożsamości pełnomocnika.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru, ewentualnie\n                           ciągu pełnomocnictw. Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza\n                           niebędącego osobą fizyczną powinny być uwidocznione w aktualnym odpisie z właściwego\n                           dla danego akcjonariusza rejestru lub innych dokumentów. Akcjonariusze i pełnomocnicy\n                           powinni posiadać przy sobie ważny dowód tożsamości. Członek Zarządu Spółki i pracownik Spółki nie mogą być pełnomocnikami akcjonariuszy\n                           na Walnym Zgromadzeniu Akcjonariuszy. Jeżeli pełnomocnikiem na Walnym Zgromadzeniu Akcjonariuszy jest Członek Zarządu Spółki,\n                           Członek Rady Nadzorczej, likwidator, pracownik lub członek organów lub pracownik spółki\n                           zależnej, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym Walnym Zgromadzeniu\n                           Akcjonariuszy. Pełnomocnik ma obowiązek ujawnić akcjonariuszowi okoliczności wskazujące\n                           na istnienie bądź możliwość wystąpienia konfliktu interesów oraz głosować zgodnie\n                           z instrukcjami udzielonymi przez akcjonariusza.Dzień rejestracji uczestnictwa na Walnym Zgromadzeniu AkcjonariuszyDniem rejestracji uczestnictwa na Walnym Zgromadzeniu Akcjonariuszy jest dzień przypadający\n                           na 16 dni przed dniem Walnego Zgromadzenia Akcjonariuszy, czyli dzień 11 czerwca 2016\n                           roku – \"Dzień Rejestracji\".Prawo uczestnictwa w Walnym Zgromadzeniu AkcjonariuszyPrawo uczestniczenia w Walnym Zgromadzeniu Akcjonariuszy mają tylko osoby będące akcjonariuszami\n                           LUBAWA S.A. na szesnaście dni przed ustaloną datą Walnego Zgromadzenia Akcjonariuszy\n                           _tj. w Dniu Rejestracji uczestnictwa w Walnym Zgromadzeniu Akcjonariuszy_.  Akcje na okaziciela mające postać dokumentu dają prawo uczestniczenia w walnym zgromadzeniu\n                           LUBAWA S.A. jeżeli dokumenty akcji zostaną złożone w Spółce nie później niż w Dniu\n                           Rejestracji uczestnictwa w Walnym Zgromadzeniu Akcjonariuszy i nie będą odebrane przed\n                           zakończeniem tego dnia. Zamiast akcji może być złożone zaświadczenie wydane na dowód\n                           złożenia akcji u notariusza, w banku lub firmie inwestycyjnej mających siedzibę lub\n                           oddział na terytorium Unii Europejskiej lub państwa będącego stroną umowy o Europejskim\n                           Obszarze Gospodarczym, wskazanych w ogłoszeniu o zwołaniu Walnego Zgromadzenia Akcjonariuszy.\n                           W zaświadczeniu wskazuje się numery dokumentów akcji i stwierdza, że dokumenty akcji\n                           nie będą wydane przed upływem Dnia Rejestracji uczestnictwa w Walnym Zgromadzeniu\n                           Akcjonariuszy. Na żądanie uprawnionego ze zdematerializowanych akcji Spółki na okaziciela zgłoszone\n                           nie wcześniej niż dnia następnego po ogłoszeniu o zwołaniu Walnego Zgromadzenia Akcjonariuszy\n                           tj. nie wcześniej niż w dniu 1 czerwca 2016 roku i nie później niż w pierwszym dniu\n                           powszednim po Dniu Rejestracji uczestnictwa w Walnym Zgromadzeniu Akcjonariuszy tj.\n                           nie później niż w dniu 13 czerwca 2016 roku, podmiot prowadzący rachunek papierów\n                           wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa w Walnym Zgromadzeniu\n                           Akcjonariuszy. Wykorzystanie środków komunikacji elektronicznejLUBAWA S.A. informuje, że Statut Spółki oraz Regulamin Walnego Zgromadzenia Akcjonariuszy\n                           nie przewidują: a_  możliwości uczestnictwa w Walnym Zgromadzeniu Akcjonariuszy za pośrednictwem środków\n                           komunikacji elektronicznej,b_  możliwości wykonywania prawa głosu drogą korespondencyjną lub przy wykorzy-staniu\n                           środków komunikacji elektronicznej,c_  możliwości wypowiadania się w trakcie Walnego Zgromadzenia Akcjonariuszy przy\n                           wykorzystaniu środków komunikacji elektronicznej.Spółka nie przewiduje w najbliższym okresie wprowadzenia możliwości udziału w Zgromadzeniach\n                           Akcjonariuszy za pośrednictwem elektronicznych środków komunikacji, czy też oddawania\n                           głosu korespondencyjnie.  Lista akcjonariuszy uprawnionych do udziału w Zwyczajnym Walnym Zgromadzeniu AkcjonariuszyLista akcjonariuszy uprawnionych do udziału w Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy\n                           LUBAWA S.A., będzie dostępna w siedzibie Spółki w Ostrowie Wielkopolskim na 3 dni\n                           powszednie przed odbyciem Walnego Zgromadzenia Akcjonariuszy począwszy od dnia 24\n                           czerwca 2016 r.  W tym terminie Akcjonariusz może także wystąpić z prośbą o uzyskanie\n                           listy uprawnionych akcjonariuszy, za pośrednictwem poczty elektronicznej  _ adres Spółki: ri@lubawa.com.pl _, podając adres poczty elektronicznej, na który\n                           lista ta ma być wysłana.  Dostęp do dokumentacjiDokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu Akcjonariuszy wraz z\n                           projektami uchwał będzie zamieszczona na stronie internetowej Spółki od dnia zwołania\n                           Walnego Zgromadzenia Akcjonariuszy, zgodnie z art. 402_3_ §1 Kodeksu spółek handlowych\n                           _tj. od dnia 31 maja 2016 r._. Odpisy sprawozdania zarządu z działalności spółki i\n                           sprawozdania finansowego wraz opinią biegłego rewidenta są dostępne na stronie internetowej\n                           Spółki. Dokumenty te są także dostępne w biurze Zarządu Spółki w jej siedzibie w Ostrowie\n                           Wielkopolskim. Informacje dotyczące Walnego Zgromadzenia Akcjonariuszy dostępne są na stronie internetowej\n                           Spółki: www.lubawa.com.pl",
        "date": "2016-05-31"
    },
    {
        "company_name": "LUBAWA",
        "content": "W nawiązaniu do Raportu Bieżącego nr 4/2016 z dnia 23 lutego 2016r. Zarząd LUBAWA\n                           S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości informację\n                           o poszerzeniu przez zamawiającego przedmiotu umowy z dnia 23 lutego 2016r., zawartej\n                           ze Skarbem Państwa – 4 Regionalną Bazą Logistyczną we Wrocławiu _\"Kupujący\"_. Zgodnie z przekazaną w Raporcie Bieżącym nr 4/2016 informacją Kupujący był uprawniony\n                           do jednostronnego poszerzenia przedmiotu umowy o \"Opcjonalny Przedmiot Umowy\" w terminie\n                           do 30 kwietnia 2016r. Dnia 29 kwietnia 2016r. Kupujący złożył zamówienie na \"Opcjonalny Przedmiot Umowy\",\n                           wykorzystując w całości przysługujące mu uprawnienie, tj. poszerzając zakres Umowy\n                           o dostawę 300 sztuk namiotów NS-97 wzór 953A/MON o wartości netto 5 241 000 złotych\n                           _wartość brutto z podatkiem od towarów i usług: 6 446 430 złotych_.Oznacza to, że przedmiotem Umowy _dostawy_ jest ostatecznie towar o łącznej wartości\n                           17 493 000,00 złotych netto _wartość brutto z podatkiem od towarów i usług:  21 516\n                           390 złotych_. Kryterium uznania umowy za znaczącą: wartość netto zawartej Umowy _łącznie w zakresie\n                           gwarantowanego i opcjonalnego przedmiotu dostaw_ przekracza wartość odpowiadającą\n                           10% kapitałów własnych Emitenta. Pozostałe warunki Umowy nie uległy zmianie.",
        "date": "2016-04-29"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej wiadomości\n                           informację o zawarciu przez spółkę zależną aneksu do znaczącej umowy. Dnia 03 marca 2016r. do Emitenta wpłynęła informacja od spółki zależnej od Emitenta\n                           – Litex Promo Spółka z ograniczoną odpowiedzialnością w Ostrowie Wielkopolskim, iż\n                           w tym dniu wpłynął do spółki zależnej aneks z dnia 26 lutego 2016r. zawarty z ING\n                           Bank Śląski S.A. w Katowicach do umowy kredytowej z dnia 29.10.2013r. _informacja\n                           o zawartej umowie kredytowej była przedmiotem raportu bieżącego nr 16/2013_.Ustanowione zabezpieczenia pozostały bez zmian.Aneks wprowadza następujące zmiany:w zakresie udzielonego kredytu obrotowego w złotych polskich w rachunku bankowym prowadzonym\n                           na rzecz Klienta przez Bank, aneks modyfikuje wartość pozostawionego do dyspozycji\n                           Spółki zależnej kredytu obrotowego. Zgodnie z treścią aneksu Bank aktualnie udzielać\n                           będzie Spółce zależnej: 1_ kredytu w złotych polskich do wysokości maksymalnego pułapu zadłużenia 17.500.000,00\n                           zł _siedemnaście milionów pięćset tysięcy złotych 00/100_ w okresie do dnia 25 lutego\n                           2016r., 2_ kredytu w złotych polskich do wysokości maksymalnego pułapu zadłużenia 20.000.000,00\n                           zł _dwadzieścia milionów złotych 00/100_ w okresie od 26 lutego 2016r. do 21 maja\n                           2016r., 3_ kredytu w złotych polskich do wysokości maksymalnego pułapu zadłużenia 15.000.000,00\n                           zł _piętnaście milionów złotych 00/100_ w okresie od 22 maja 2016r. do 30 września\n                           2016 r. oraz 4_ kredytu w złotych polskich do wysokości maksymalnego pułapu zadłużenia 17.500.000,00\n                           zł _siedemnaście milionów pięćset tysięcy złotych 00/100_ w okresie od 01 października\n                           2016r. do dnia 28 października 2016r. w zakresie wysokości kredytu obrotowego w walutowym rachunku bankowym spółki zależnejdo wysokości maksymalnego pułapu zadłużenia 2.000.000,00 EUR _dwa miliony EUR 00/100_,\n                           gwarancji bankowych na zlecenie Spółki zależnej w PLN, EUR, USD do maksymalnej wysokości\n                           2.000.000,00 złotych _dwa miliony złotych 00/100_ oraz akredytyw udzielanych przez\n                           Bank na zlecenie Spółki zależnej w PLN, EUR, USD do maksymalnej wysokości 4.000.000,00\n                           złotych _cztery miliony złotych 00/100_ – warunki zaangażowania Banku nie uległy zmianie.\n                           Aneks przewiduje termin, do którego te produkty bankowe mogą być udostępniane – do\n                           dnia 28.10.2016r. Kryterium uznania umowy za znaczącą: wartość umowy przekraczająca kwotę odpowiadającą\n                           10% wartości kapitałów własnych Emitenta",
        "date": "2016-03-04"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości\n                           informację o zawarciu znaczącej umowy przez Emitenta, w związku z wyborem oferty Emitenta\n                           w przetargu publicznym. Informacja o wyborze oferty Emitenta w przetargu nieograniczonym\n                           była przedmiotem raportu bieżącego  nr 3/2016.Data zawarcia umowy: 23 lutego 2016 r. Strony umowy: Skarb Państwa - 4 Regionalna Baza Logistyczna we Wrocławiu _\"Kupujący\"_\n                           oraz Emitent _\"Sprzedający\"_. Przedmiot umowy: dostawa do Kupującego 660 sztuk namiotów NS-97 wzór 953A/MON i 120\n                           sztuk namiotów N-6/97 wzór 952A/MON – jest to gwarantowany przedmiot umowy.Opcjonalny przedmiot umowy: w ramach zawartej umowy, Kupujący uprawniony jest jednostronnie\n                           poszerzyć przedmiot umowy o dodatkowe 300 sztuk  namiotów N-6/97 wzór 952A/MON, wartość\n                           netto opcjonalnego przedmiotu umowy _bez podatku od towarów i usług_ wynosi 5.241.000,00\n                           złotych, oświadczenie _zamówienie_ na opcjonalny _warunkowy_  przedmiot umowy Kupujący\n                           może złożyć do dnia 30 kwietnia 2016 r.Łączna wartość umowy: 17.493.000,00 złotych netto _bez podatku od towarów i usług_,\n                           wartość brutto _z podatkiem od towarów i usług_:  21.516,390 złotych, w tym wartość\n                           gwarantowanego przedmiotu umowy: 12.252.000,00złotych netto _bez podatku od towarów\n                           i usług_ oraz 15.132,750 złotych brutto _z podatkiem od towarów i usług_, termin dostawy:\n                           do dnia 31 maja 2016 r. Warunki płatności: płatność za wykonanie przedmiotu umowy nastąpi w terminie 30 dni,\n                           na podstawie faktury VAT Sprzedającego, faktura może być wystawiona po zakończeniu\n                           procedury odbioru całego przedmiotu umowy. Zapisy o karach umownych: umowa przewiduje kary umowne na rzecz Kupującego: 1_ 15\n                           % wartości brutto umowy w przypadku jej rozwiązania z przyczyn leżących po stronie\n                           Sprzedającego, 2_ 25 % wartości brutto opcjonalnego przedmiotu umowy, w przypadku\n                           gdy ta część przedmiotu umowy nie zostanie zrealizowana z przyczyn leżących po stronie\n                           Sprzedającego, 3_ 0,5% wartości niezrealizowanej części dostaw, za każdy dzień opóźnienia\n                           w dostawie oraz 4_ 0,5% wartości wadliwego przedmiotu dostaw, za każdy dzień opóźnienia\n                           w załatwieniu reklamacji. Kryterium znaczącej umowy: łączna wartość netto zawartej umowy _w zakresie gwarantowanego\n                           i opcjonalnego przedmiotu dostaw_, przekracza wartość odpowiadającą 10% kapitałów\n                           własnych Emitenta.",
        "date": "2016-02-23"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości\n                           informację o wyborze oferty Emitenta w przetargu nieograniczonym prowadzonym na podstawie\n                           przepisów Prawa Zamówień Publicznych. Dnia 10 lutego 2016 r. 4 Regionalna Baza Logistyczna we Wrocławiu opublikowała wyniki\n                           przetargu nieograniczonego na dostawę namiotów NS-97 wzór 953A/MON _część nr 1_ i\n                           namiotów N-6/97 wzór 952A/MON _część nr 2_ - _nr sprawy: MAT/445-12/2015_.  Zgodnie z opublikowanym ogłoszeniem:  - w zakresie części 1 jako najkorzystniejszą wybrano ofertę Emitenta z ceną brutto\n                           20.628.576,00 zł _słownie:             dwadzieścia milionów sześćset dwadzieścia osiem\n                           tysięcy pięćset siedemdziesiąt sześć złotych 00/100_, - w zakresie części 2 jako najkorzystniejszą wybrano ofertę Emitenta z ceną brutto\n                           887.814,00 zł _słownie:                   osiemset osiemdziesiąt siedem tysięcy osiemset\n                           czternaście złotych 00/100_.Łączna wartość brutto obu ofert Emitenta – 21.516.390,00 złotych, wartość netto _bez\n                           VAT_ – około 17,5 miliona złotych.Umowa na dostawę w zakresie obu części powinna być zawarta do końca lutego 2016 r.\n                           Na dzień sporządzenia raportu nie wiadomo o unieważnieniu przetargu czy też o zmianie\n                           dokonanego rozstrzygnięcia. O formalnym podpisaniu kontraktu, który będzie miał charakter\n                           umowy znaczącej w rozumieniu przepisów prawa rynku kapitałowego, Emitent poinformuje\n                           w odrębnym raporcie.",
        "date": "2016-02-10"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim, podaje do publicznej\n                           wiadomości terminy publikacji raportów okresowych w roku obrotowym 2016: - skonsolidowany raport za IV kwartał 2015 roku – 29 lutego 2016 r. - jednostkowy oraz skonsolidowany raport roczny za 2015 rok – 02 maja 2016 r. - skonsolidowany raport za I kwartał 2016 roku – 16 maja 2016 r. - skonsolidowany raport półroczny za I półrocze 2016 roku – 30 sierpnia 2016 r. - skonsolidowany raport za III kwartał 2016 roku – 09 listopada 2016 r.Zarząd Spółki informuje, że na podstawie § 101 ust. 2 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2009\n                           roku, Nr 33, poz. 259, z późn. zm.; \"Rozporządzenie\"_ nie będzie publikował skonsolidowanego\n                           raportu kwartalnego za II kwartał 2016 roku. Dodatkowo, zgodnie z § 83 ust. 1 i 3 Rozporządzenia, Spółka nie będzie publikowała\n                           jednostkowych raportów kwartalnych i jednostkowego raportu półrocznego. Spółka informuje,\n                           iż w raportach skonsolidowanych kwartalnych i półrocznym zawarte będą odpowiednio\n                           kwartalne i półroczne skrócone jednostkowe sprawozdania finansowe. Raport roczny będzie\n                           przygotowany i przekazany do wiadomości publicznej zarówno w formie jednostkowej jak\n                           i skonsolidowanej.Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa.",
        "date": "2016-01-26"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości\n                           informację o zawarciu dnia 14 grudnia 2017 r. przez Spółkę zależną _w 51%_ od Emitenta,\n                           Lubawa Armenia, umowy z Ministerstwem Obrony Armenii.Przedmiotem umowy jest dostarczenie wyrobów Lubawa Armenia o wartości 1,7 mln USD\n                           do Ministerstwa Obrony Armenii. Realizacja dostaw przewidziana jest na 2018 r. Treść\n                           umowy oraz warunki jej realizacji, w tym zamawiany asortyment, są objęte poufnością.\n                           Powyższa informacja została uznana za spełniającą przesłanki Art. 7 MAR z powodu istotnego\n                           znaczenia wizerunkowego zawartego kontraktu, którego zawarcie było oczekiwane przez\n                           inwestorów oraz na przewidywany pozytywny wpływ realizacji umowy na przychody i wynik\n                           Grupy Lubawa w 2018 r.",
        "date": "2017-12-14"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ informuje, że w raporcie bieżącym\n                           nr 11/2017 z dnia 6 listopada 2017 na skutek oczywistej omyłki pisarskiej błędnie\n                           podano wysokość skonsolidowanego zysku netto osiągniętego w I-III kw. 2016 r. skutkiem\n                           czego było:\"- Skonsolidowany szacunkowy zysk netto wyniósł 4,3 mln zł wobec 9,8 mln zł zysku\n                           w porównywalnym okresie roku ubiegłego, co stanowi spadek o 5,5 mln zł.\"powinno być:\"- Skonsolidowany szacunkowy zysk netto wyniósł 4,3 mln zł wobec 6,7 mln zł zysku\n                           w porównywalnym okresie roku ubiegłego, co stanowi spadek o 2,4 mln zł.\".Pełna poprawna treść raportu nr 11/2017:Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim podaje do publicznej wiadomości szacunkowe\n                           wyniki finansowe Grupy Kapitałowej Lubawa S.A. oraz Emitenta, za trzy kwartały 2017\n                           r., tj. za okres 01.01.2017-30.09.2017.- Skonsolidowany szacunkowy przychód ze sprzedaży wyniósł 171,1 mln zł wobec 188,1\n                           mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o 17 mln zł.- Skonsolidowany szacunkowy zysk netto ze sprzedaży wyniósł 9,2 mln zł wobec 9,6 mln\n                           zł zysku w pierwszych trzech kwartałach ub. r., co stanowi spadek o 0,4 mln zł.- Skonsolidowany szacunkowy zysk netto wyniósł 4,3 mln zł wobec 6,7 mln zł zysku w\n                           porównywalnym okresie roku ubiegłego, co stanowi spadek o 2,4 mln zł.- Jednostkowy szacunkowy przychód ze sprzedaży Lubawa S.A. wyniósł 16 mln zł wobec\n                           33,9 mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o 17,9 mln zł.- Jednostkowa szacunkowa strata netto ze sprzedaży wyniosła 3,3 mln zł wobec 1,8 mln\n                           zł zysku w I-III kw. ub. r., co stanowi spadek o 5,1 mln zł.- Jednostkowa szacunkowa strata netto wyniosła 3,4 mln zł wobec 0,8 mln zł zysku w\n                           porównywalnym okresie roku ubiegłego, co stanowi spadek o 4,2 mln zł.Oceniając powyższe szacunkowe wyniki finansowe należy wziąć pod uwagę, że w pierwszym\n                           półroczu ubiegłego roku Lubawa S.A. zanotowała istotne nietypowe zwiększone zakupy\n                           ze strony służb mundurowych, które nie występowały w latach wcześniejszych i nie wystąpiły\n                           również w roku bieżącym. Wpłynęło to na istotny spadek przychodów jednostkowych względem\n                           ub. r. oraz wystąpienie jednostkowej straty netto, wynikającej z sezonowości sprzedaży\n                           występującej w segmencie sprzętu specjalistycznego. Dodatkowo na pogorszenie skonsolidowanego\n                           wyniku netto wpłynął spadek rentowności w segmencie materiałów reklamowych, wynikający\n                           ze wzrostu kosztów wynagrodzeń, spadku kursu EUR/PLN oraz wzrostu cen surowców.Dodatni wpływ na wysokość szacowanego wyniku netto miała poprawa rentowności w segmencie\n                           tkanin, który obok zbliżonej do zeszłorocznej wysokości sprzedaży, w I-III kw. 2017\n                           r. wykazał istotną poprawę wyniku. Poprawa wyniku segmentu była rezultatem m. in.\n                           zakończonej odbudowy mocy produkcyjnych po pożarze z 2014 r., udanej optymalizacji\n                           produkcji, redukcji zużycia surowców oraz rezygnacji z mniej rentownych kontraktów.W związku ze specyfiką zamówień w segmencie Sprzętu Specjalistycznego, które zostały\n                           przez nabywców skumulowane w końcówce roku, Zarząd Lubawa S.A. oczekuje rozliczenia\n                           szeregu kontraktów w IV kw. b.r. W dacie publikacji niniejszego raportu realizacja\n                           tych kontraktów jest w toku, a ich rozliczenie pozytywnie wpłynie na wyniki segmentu.Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego i będą jeszcze podlegać przeglądowi biegłego rewidenta, a zatem wyniki\n                           opublikowane ostatecznie w raporcie półrocznym mogą, w ograniczonym stopniu, odbiegać\n                           od powyżej przedstawionych wielkości.Powyższe informacje zostały uznane za spełniające przesłanki Art. 17 ust. 1 MAR ze\n                           względu na istotne, zdaniem Zarządu Spółki, zmiany względem okresu porównywalnego\n                           odnotowane szczególnie w zakresie skonsolidowanego wyniku netto na sprzedaży oraz\n                           wartości jednostkowych osiągniętych przez Emitenta.",
        "date": "2017-11-07"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości\n                           szacunkowe wyniki finansowe Grupy Kapitałowej Lubawa S.A. oraz Emitenta, za trzy kwartały\n                           2017 r., tj. za okres 01.01.2017-30.09.2017. - Skonsolidowany szacunkowy przychód ze sprzedaży wyniósł 171,1 mln zł wobec 188,1\n                           mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o 17 mln zł.- Skonsolidowany szacunkowy zysk netto ze sprzedaży wyniósł 9,2 mln zł wobec 9,6 mln\n                           zł zysku w pierwszych trzech kwartałach ub. r., co stanowi spadek o 0,4 mln zł.- Skonsolidowany szacunkowy zysk netto wyniósł 4,3 mln zł wobec 9,8 mln zł zysku w\n                           porównywalnym okresie roku ubiegłego, co stanowi spadek o 5,5 mln zł.- Jednostkowy szacunkowy przychód ze sprzedaży Lubawa S.A. wyniósł 16 mln zł wobec\n                           33,9 mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o 17,9 mln zł.- Jednostkowa szacunkowa strata netto ze sprzedaży wyniosła 3,3 mln zł wobec 1,8 mln\n                           zł zysku w I-III kw. ub. r., co stanowi spadek o 5,1 mln zł.- Jednostkowa szacunkowa strata netto wyniosła 3,4 mln zł wobec 0,8 mln zł zysku w\n                           porównywalnym okresie roku ubiegłego, co stanowi spadek o 4,2 mln zł.Oceniając powyższe szacunkowe wyniki finansowe należy wziąć pod uwagę, że w pierwszym\n                           półroczu ubiegłego roku Lubawa S.A. zanotowała istotne nietypowe zwiększone zakupy\n                           ze strony służb mundurowych, które nie występowały w latach wcześniejszych i nie wystąpiły\n                           również w roku bieżącym. Wpłynęło to na istotny spadek przychodów jednostkowych względem\n                           ub. r. oraz wystąpienie jednostkowej straty netto, wynikającej z sezonowości sprzedaży\n                           występującej w segmencie sprzętu specjalistycznego. Dodatkowo na pogorszenie skonsolidowanego\n                           wyniku netto wpłynął spadek rentowności w segmencie materiałów reklamowych, wynikający\n                           ze wzrostu kosztów wynagrodzeń, spadku kursu EUR/PLN oraz wzrostu cen surowców.Dodatni wpływ na wysokość szacowanego wyniku netto miała poprawa rentowności w segmencie\n                           tkanin, który obok zbliżonej do zeszłorocznej wysokości sprzedaży, w I-III kw. 2017\n                           r. wykazał istotną poprawę wyniku. Poprawa wyniku segmentu była rezultatem m. in.\n                           zakończonej odbudowy mocy produkcyjnych po pożarze z 2014 r., udanej optymalizacji\n                           produkcji, redukcji zużycia surowców oraz rezygnacji z mniej  rentownych kontraktów.W związku ze specyfiką zamówień w segmencie Sprzętu Specjalistycznego, które zostały\n                           przez nabywców skumulowane w końcówce roku, Zarząd Lubawa S.A. oczekuje rozliczenia\n                           szeregu kontraktów w IV kw. b.r. W dacie publikacji niniejszego raportu realizacja\n                           tych kontraktów jest w toku, a ich rozliczenie pozytywnie wpłynie na wyniki segmentu.Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego i będą jeszcze podlegać przeglądowi biegłego rewidenta, a zatem wyniki\n                           opublikowane ostatecznie w raporcie półrocznym mogą, w ograniczonym stopniu, odbiegać\n                           od powyżej przedstawionych wielkości. Powyższe informacje zostały uznane za spełniające przesłanki Art. 17 ust. 1 MAR ze\n                           względu na istotne, zdaniem Zarządu Spółki, zmiany względem okresu porównywalnego\n                           odnotowane szczególnie w zakresie skonsolidowanego wyniku netto na sprzedaży oraz\n                           wartości jednostkowych osiągniętych przez Emitenta.",
        "date": "2017-11-06"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości\n                           szacunkowe wyniki finansowe Grupy Kapitałowej Lubawa S.A. oraz Emitenta, za I półrocze\n                           2017 r., tj. za okres 01.01.2017-30.06.2017.   - Skonsolidowany szacunkowy przychód ze sprzedaży wyniósł 122 mln zł, wobec 145,4\n                           mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o 23,4 mln zł tj.\n                           o 16,1%.- Skonsolidowany szacunkowy zysk netto ze sprzedaży wyniósł 6,6 mln zł, wobec 13,9\n                           mln zł zysku w pierwszym półroczu ub. r. co stanowi spadek o 7,3 mln zł tj. o 52,5%.- Skonsolidowany szacunkowy zysk netto wyniósł 3,6 mln zł wobec 9,8 mln zł zysku w\n                           porównywalnym okresie roku ubiegłego, co stanowi spadek o 6,2 mln zł tj. o 63,3%.- Jednostkowy szacunkowy przychód ze sprzedaży Lubawa S.A. wyniósł 10,4 mln zł, wobec\n                           27,1 mln zł w analogicznym okresie roku ubiegłego, co stanowi spadek o 16,7 mln zł\n                           tj. o 61,6%.- Jednostkowa szacunkowa strata netto ze sprzedaży wyniosła -3,2 mln zł, wobec 3,2\n                           mln zł zysku w pierwszym półroczu ub. r. co stanowi spadek o  6,4 mln zł.- Jednostkowa szacunkowa strata netto wyniosła 3,4 mln zł wobec 2,1 mln zł zysku w\n                           porównywalnym okresie ubiegłego roku, co stanowi spadek o 5,5 mln zł.Oceniając powyższe szacunkowe wyniki finansowe należy wziąć pod uwagę, że w ubiegłym\n                           roku Lubawa S.A. zanotowała w I półroczu istotne nietypowe zwiększone zakupy ze strony\n                           służb mundurowych, które nie występowały w latach wcześniejszych i nie wystąpiły również\n                           w roku bieżącym. Wpłynęło to na istotny spadek przychodów jednostkowych oraz wystąpienie\n                           jednostkowej straty netto względem ub. r., co jest zjawiskiem analogicznym do sytuacji\n                           w roku 2015 i latach wcześniejszych i wynika z sezonowości sprzedaży występującej\n                           w segmencie sprzętu specjalistycznego.Dodatkowo na pogorszenie skonsolidowanego wyniku netto wpłynął spadek rentowności\n                           w segmencie materiałów reklamowych wynikający ze wzrostu kosztów wynagrodzeń, spadku\n                           kursu EUR/PLN oraz wzrostu cen surowców.Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego i będą jeszcze podlegać przeglądowi biegłego rewidenta, a zatem wyniki\n                           opublikowane ostatecznie w raporcie półrocznym mogą, w ograniczonym stopniu, odbiegać\n                           od powyżej przedstawionych wielkości.Powyższe informacje zostały uznane za spełniające przesłanki Art. 17 ust. 1 MAR ze\n                           względu na istotne, zdaniem Zarządu Spółki, zmiany względem okresu porównywalnego\n                           odnotowane szczególnie w zakresie skonsolidowanego wyniku netto na sprzedaży oraz\n                           wartości jednostkowych osiągniętych przez Emitenta.",
        "date": "2017-08-23"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd Lubawa S.A. _Emitent_ informuje, że dnia 1 sierpnia 2017 roku Rada Nadzorcza\n                           Lubawa S.A. podjęła uchwałę nr 1/2017 w sprawie wyboru firmy KPMG Audyt Spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowa, jako podmiotu, który dokona badania i przeglądu\n                           jednostkowego i skonsolidowanego sprawozdania finansowego Emitenta za 2017 r.Dane o wybranym podmiocie:KPMG Audyt Spółka z ograniczoną odpowiedzialnością spółka komandytowaul. Inflancka 4a, 00-189 Warszawa.Podstawa uprawnień: Spółka wpisana na listę krajową podmiotów uprawnionych do badania\n                           sprawozdań finansowych pod numerem 3546.Emitent korzystał wcześniej z usług wybranego podmiotu. Wybrany podmiot dokonywał\n                           badania i przeglądu jednostkowego i skonsolidowanego sprawozdania finansowego Emitenta\n                           za lata 2014, 2015 i 2016.Wybór biegłego rewidenta przez Radę Nadzorczą nastąpił zgodnie z obowiązującymi w\n                           tym zakresie przepisami i normami zawodowymi. Umowa zostanie zawarta na czas niezbędny do realizacji usług określnych w przedmiotowej\n                           uchwale Rady Nadzorczej Emitenta.Szczegółowa podstawa prawna: § 5 ust. 1 pkt. 19 Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           _…_.",
        "date": "2017-08-01"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości\n                           informację o znaczącej umowie podpisanej dnia 5 lipca 2017 r. przez Spółkę zależną\n                           od Emitenta: Miranda spółka z o. o. w Turku.Umowę zawarto ze Skarbem Państwa – Inspektorat Uzbrojenia, umowa obejmuje dostawę\n                           wielozakresowych siatek maskujących \"BERBERYS\", termin dostawy do 31 października\n                           2018 r., łączna wartość przedmiotu dostawy: 30.502.650,00 brutto _co stanowi 24.798.902,40\n                           zł netto_. Treść umowy oraz jej warunki realizacji, w tym dotyczące kar umownych,\n                           nie odbiegają od umów tego typu zwykle zawieranych przez Emitenta i pozostałe Spółki\n                           z Grupy Kapitałowej Lubawa S.A.Realizacja dostaw odbędzie się w dwóch transzach w wysokości 13.636.504,07 zł netto\n                           do 31 października 2017 r. oraz 11.162.398,33 zł netto do 31 października 2018 r.Zarząd Emitenta jednocześnie informuje, że informacja poufna odnośnie otrzymania w\n                           dniu 1 czerwca 2017 r. przez Miranda sp. z o.o. zaproszenia do negocjacji z MON w\n                           sprawie zakupu kamuflażu \"Berberys\" została opóźniona w trybie art. 17 ust. 4 MAR\n                           do momentu podpisania umowy, ze względu na to, że niezwłoczne jej ujawnienie mogłoby\n                           naruszyć uzasadnione interesy Emitenta.Powyższe informacje zostały uznane za spełniające przesłanki Art. 17 ust. 1 MAR z\n                           powodu znacznie wyższej niż przeciętna wartości przedmiotowej umowy, oraz jej spodziewany\n                           istotny pozytywny wpływ na sytuację majątkową spółki Miranda, a co za tym idzie Grupy\n                           Kapitałowej Lubawa S.A.",
        "date": "2017-07-05"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _\"Spółka\"_ z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej\n                           wiadomości wykaz akcjonariuszy, posiadających co najmniej 5% liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki, dotyczącym rozliczenia roku obrotowego 2016, które odbyło\n                           się w dniu 28 czerwca 2017 r. w siedzibie Spółki:STANISŁAW LITWIN - 5.366.782 głosów stanowiących 100 % głosów na Zwyczajnym Walnym\n                           Zgromadzeniu za rok obrotowy 2016 i 4,91% głosów w ogólnej liczbie głosów.",
        "date": "2017-06-28"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. z siedzibą w Ostrowie Wielkopolskim przekazuje do publicznej wiadomości\n                           informację o uchwałach głosowanych oraz uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           LUBAWA S.A., dotyczące rozliczenia roku 2016, które odbyło się dnia 28 czerwca 2017\n                           r. w siedzibie Spółki w Ostrowie Wielkopolskim przy ul. Staroprzygodzkiej 117.Pełna treść uchwał Zwyczajnego Walnego Zgromadzenia stanowi załącznik do niniejszego\n                           raportu.Szczegółowa podstawa prawna: § 38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznania za równoważne informacji\n                           wymaganych przepisami prawa państwa nie będącego państwem członkowskim.",
        "date": "2017-07-28"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _Emitent_ z siedzibą w Ostrowie Wielkopolskim podaje do publicznej\n                           wiadomości informację bieżącą o powołaniu Rady Nadzorczej Spółki na kolejną, trzyletnią\n                           kadencję wspólną.Dnia 28 czerwca 2017 r. w związku z wygaśnięciem mandatów wszystkich członków Rady\n                           Nadzorczej powołanych na kolejną trzyletnią kadencję dnia 27 czerwca 2014 r., Zwyczajne\n                           Walne Zgromadzenie Lubawa S.A. w Ostrowie Wielkopolskim podjęło uchwałę o ustaleniu,\n                           że w skład Rady Nadzorczej na kolejną trzyletnią kadencję wspólną wchodzić będzie\n                           sześć osób. Jednocześnie dnia 28 czerwca 2017 r. do Rady Nadzorczej Emitenta na kadencję\n                           2017-2020 r. powołano następujące osoby: Pana Pawła Kois, Pana Łukasza Litwina, Pana\n                           Pawła Litwina, Pana Zygmunta Politowskiego, Pana Andrzeja Tadeusza Kowalskiego oraz\n                           Pana Marcina Michała Wielgusa.Paweł Kois - absolwent Akademii Ekonomicznej w Poznaniu, Wydział Zarządzania o specjalności\n                           Rachunkowość i Finanse Przedsiębiorstw. Pan Paweł Kois jest specjalistą w dziedzinie\n                           finansów przedsiębiorstw oraz oceny projektów inwestycyjnych. W latach 2000-2005 pracował\n                           w BIG Banku Gdańskim S.A. oraz Banku Ochrony Środowiska S.A. Od 2005 roku Pan Paweł\n                           Kois jest Członkiem Rady Nadzorczej Miranda Serwis Sp. z o.o. Od lipca 2005 do listopada\n                           2008 oraz od czerwca 2011 roku jest Członkiem Rady Nadzorczej Miranda Sp. z o.o. a\n                           w okresie listopad 2008 do kwietnia 2011 był Wiceprezesem Zarządu w Miranda Sp. z\n                           o.o. Pan Paweł Kois od lipca 2005 roku jest Dyrektorem Finansowym w Effect-System\n                           S.A., w okresie luty 2008 – marzec 2011 był Dyrektorem Finansowym w ZPH Litex. Od\n                           marca 2011 r. sprawuje stanowisko Dyrektora Finansowego w Litex Promo Sp. z o.o. W\n                           grudniu 2010 r. został powołany na Członka Rady Nadzorczej Lubawa S.A., w poprzedniej\n                           kadencji Rady Nadzorczej Emitenta. Pan Paweł Kois nie prowadzi działalności konkurencyjnej\n                           do działalności Emitenta oraz nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej, czy też jako członek organu spółki kapitałowej oraz\n                           innej konkurencyjnej osoby prawnej. Nie jest również osobą wpisaną do Rejestru Dłużników\n                           Niewypłacalnych, prowadzonego w oparciu o ustawę o Krajowym Rejestrze Sądowym _dalej\n                           KRS_ .Pan Paweł Litwin - absolwent Wyższej Szkoły Biznesu – National Louis University w\n                           Nowym Sączu na kierunku Zarządzanie i Marketing, specjalność zarządzanie finansami.\n                           Pan Paweł Litwin obecnie pełni funkcję: członka Zarządu w Litex Service Sp. z o.o.\n                           z siedzibą w Ostrowie Wielkopolskim _od dnia 6 maja 2008 r._ , szefa Działu Rozwoju\n                           w Litex Service Sp. z o.o. z siedzibą w Ostrowie Wielkopolskim _od dnia 1 lutego 2012\n                           r._ , menadżera ds. obsługi kluczowych klientów zagranicznych na rynku produktów koncesjonowanych\n                           w Miranda Sp. z o.o. z siedzibą w Turku oraz członka Rady Nadzorczej Litex Promo Sp.\n                           z o.o. z siedzibą w Ostrowie Wielkopolskim _od dnia 25 listopada 2011 r._ . W okresie\n                           sierpień 2007 – kwiecień 2011 r. pełnił również funkcję członka Rady Nadzorczej Miranda\n                           Sp. z o.o. z siedzibą w Turku. Pan Paweł Litwin był członkiem Rady Nadzorczej Emitenta\n                           poprzedniej kadencji. Pan Paweł Litwin nie figuruje w Rejestrze Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie ustawy o KRS. Nie prowadzi działalności, która byłaby konkurencyjna\n                           w stosunku do emitenta ani nie jest współwłaścicielem lub członkiem władz spółki lub\n                           innego podmiotu o działalności konkurencyjnej w stosunku do działalności Emitenta.Pan Łukasz Litwin - absolwent Wydziału Marketingu i Zarządzania _specjalizacja: finanse_\n                           Wyższej Szkoły Biznesu National Louis University w Nowym Sączu. Pan Łukasz Litwin\n                           od 2005 roku pracuje w strukturach LITEX Service Sp. z o.o. Od 2010 roku pełni funkcję\n                           Prokurenta w spółce Miranda Sp. z o.o. W lipcu 2011 r. został powołany na Członka\n                           Rady Nadzorczej Lubawa S.A. Nie jest osobą wpisaną do Rejestru Dłużników Niewypłacalnych,\n                           prowadzonego w oparciu o ustawę o KRS. Pan Łukasz Litwin nie prowadzi działalności\n                           konkurencyjnej do działalności Emitenta oraz nie jest wspólnikiem spółek konkurencyjnych,\n                           czy też członkiem organów podmiotów konkurencyjnych. Pan Zygmunt Politowski - absolwent Wydziału Prawa i Administracji Uniwersytetu Mikołaja\n                           Kopernika w Toruniu oraz studiów podyplomowych z zarządzania kryzysowego Szkoły Głównej\n                           Straży Pożarnej. W latach 1992-1998 sprawował funkcję pełniącego obowiązki Komendanta\n                           Wojewódzkiego Państwowej Straży Pożarnych w województwie kujawsko-pomorskim. W latach\n                           1999-2001 był Komendantem Wojewódzkiej Państwowej Straży Pożarnej w województwie kujawsko-pomorskim.\n                           W latach 2001-2004 w Komendzie Głównej Państwowej Straży Pożarnej był Zastępcą Komendanta\n                           Głównego Państwowej Straży Pożarnej oraz Zastępcą Szefa Obrony Cywilnej Kraju. W latach\n                           2005-2006 był Kanclerzem Szkoły Głównej Służby Pożarniczej w Warszawie, a w latach\n                           2007-2010 wykładowcą na Wydziale Socjologii Uniwersytetu Mikołaja Kopernika w Toruniu.\n                           W lipcu 2011 r. został powołany do Rady Nadzorczej Lubawa S.A. Nie jest osobą wpisaną\n                           do Rejestru Dłużników Niewypłacalnych, prowadzonego w oparciu o ustawę o KRS. Pan\n                           Zygmunt Politowski nie prowadzi działalności konkurencyjnej do działalności Emitenta\n                           oraz nie jest wspólnikiem, czy też członkiem organów podmiotów konkurencyjnych. Pan Andrzej Tadeusz Kowalski jest absolwentem WSP w Zielonej Górze _obecnie Uniwersytet\n                           Lubuski_, kierunek matematyka, absolwentem Akademii Ekonomicznej _obecnie Uniwersytet\n                           Ekonomiczny_ we Wrocławiu – Master of Business Administration _MBA_ w zakresie zarządzania\n                           i marketingu, absolwentem ICAN Institute _Kanadyjski Instytut Zarządzania_ program\n                           Harvard School of Business w zakresie zarządzania, ponadto przeszedł wiele szkoleń\n                           podnoszących jego wiedzę między innymi w zakresie: prowadzenia projektów, zarządzania\n                           procesem zmian w organizacji, lean management. Pan Andrzej Kowalski posiada wiedzę\n                           ekspercką w zakresie procesów zarządzania organizacją oraz procesów sprzedażowo-marketingowych.\n                           W latach 2015 – 2017 pracował jako Dyrektor San Marco Polonia, w latach 2013 – 2014\n                           pracował jako Dyrektor ds. Rozwoju Sprzedaży w PPG Deco Polska, w latach 2006 – 2012\n                           pracował jako Dyrektor Sprzedaży i Marketingu, Członek Zarządu w firmach Malfarb oraz\n                           Dyrup Polska, w latach 2002 – 2006 pracował jako Dyrektor Marketingu w firmie Selena,\n                           w latach 2001 – 2002 pracował jako Dyrektor Handlowy w firmie MIS, w latach 2000 –\n                           2001 pracował jako Dyrektor Handlowy, Członek Zarządu w firmie Hanka. Pan Andrzej\n                           Kowalski w trakcie swojej kariery zawodowej uczestniczył w wielu projektach strategicznych\n                           dotyczących organizacji, miedzy innymi posiada szerokie praktyczne doświadczenie w\n                           zakresie: budowania długoletnich strategii dla organizacji, optymalizacji procesów\n                           zarządczych oraz procesów sprzedażowo-marketingowych, procesu budżetowania, planowania\n                           oraz egzekucji działań w organizacji, procesu HR. Pan Andrzej Kowalski nie wykonuje\n                           działalności konkurencyjnej do działalności Emitenta oraz nie uczestniczy w spółce\n                           konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej, czy też jako członek\n                           organu spółki kapitałowej oraz innej konkurencyjnej osoby prawnej.Pan Marcin Michał Wielgus - absolwent Politechniki Wrocławskiej w 1993 r., magister\n                           kierunku zarządzanie i informatyka, studia podyplomowe Central Connecticut State University\n                           przy Politechnice Wrocławskiej: Handel zagraniczny oraz Zarządzanie w biznesie. Dotychczasowy\n                           przebieg kariery zawodowej: kariera zawodowa rozpoczęta w 1993 r.: Kesz spółka z o.o.\n                           we Wrocławiu, Dyrektor Sprzedaży, General Bottlers spółka z o.o. – District Sales\n                           Manager, Master Foods Polska spółka z o.o. – przedstawiciel handlowy. Następnie dyrektor\n                           ds. Sprzedaży w Cargill Poland Sp. z o.o. w latach 1997-2007, Dyrektor Generalny i\n                           Członek Zarządu w Cargill Poland Sp. z o.o. w latach 2007-2014, w latach 2014-2015\n                           Brand President Burger King w AmRest Sp. z o.o. Wrocław, od 2016 do dziś Dyrektor\n                           Generalny w John Cotton Europe Sp. z o.o. Polska. Nie jest osobą wpisaną do Rejestru\n                           Dłużników Niewypłacalnych, prowadzonego w oparciu o ustawę o KRS. Pan Marcin Michał\n                           Wielgus nie prowadzi działalności konkurencyjnej do działalności Emitenta oraz nie\n                           jest wspólnikiem, czy też członkiem organów podmiotów konkurencyjnych.Szczegółowa podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z\n                           dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-28"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. _\"Spółka\"_ działając na podstawie art. 399 § 1 Kodeksu spółek handlowych\n                           zwołuje na dzień 28 czerwca 2017 roku Zwyczajne Walne Zgromadzenie LUBAWA S.A. _\"Walne\n                           Zgromadzenie\"_, które odbędzie się o godzinie 12.00, w siedzibie Spółki przy ul. Staroprzygodzkiej\n                           117 w Ostrowie Wielkopolskim.Porządek obrad Zwyczajnego Walnego Zgromadzenia obejmuje:1_ Otwarcie Zwyczajnego Walnego Zgromadzenia.2_ Wybór Przewodniczącego Zwyczajnego Walnego Zgromadzenia.3_ Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.4_ Przyjęcie porządku obrad.5_ Wybór Komisji Skrutacyjnej.6_ Zatwierdzenie przedłożonego sprawozdania finansowego LUBAWA S.A. za rok obrotowy\n                           2016 _01.01.2016-31.12.2016 r._ wraz opinią biegłego rewidenta i opinią Rady Nadzorczej.7_ Zatwierdzenie sprawozdania Zarządu Spółki za rok obrotowy 2016 _01.01.2016-31.12.2016 r._.8_ Zatwierdzenie przedłożonego sprawozdania finansowego Grupy Kapitałowej LUBAWA S.A.\n                           z dominującą spółką LUBAWA S.A. za rok obrotowy 2016 _01.01.2016-31.12.2016 r._ wraz\n                           opinią biegłego rewidenta i opinią Rady Nadzorczej.9_ Zatwierdzenie sprawozdania Zarządu LUBAWA S.A. z działalności Grupy Kapitałowej\n                           LUBAWA S.A. za rok obrotowy 2016 _01.01.2016-31.12.2016 r._.10_ Podjęcie uchwały w sprawie podziału dodatniego wyniku netto za rok obrotowy 2016.11_ Podjęcie uchwał w sprawie udzielenia absolutorium Prezesowi Zarządu z tytułu pełnionej\n                           funkcji w roku obrotowym 2016.12_ Podjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z tytułu pełnionych funkcji w roku obrotowym 2016.13_ Podjęcie uchwały w sprawie określenia liczby członków Rady Nadzorczej na kolejną\n                           wspólną kadencję.14_ Podjęcie uchwał w sprawie powołania Rady Nadzorczej Spółki w składzie co najmniej\n                           5-osobowym, na kolejną wspólną kadencję. Spółka nie wyklucza iż na nową kadencję wspólną\n                           zostanie powołana Rada Nadzorcza w składzie 6-osobowym. 15_ Wolne wnioski.16_ Zamknięcie obrad.Informacje dodatkowe dla akcjonariuszyPrawo akcjonariusza do żądania umieszczenia określonych spraw w porządku obrad Walnego\n                           ZgromadzeniaAkcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw w porządku obrad Walnego Zgromadzenia,\n                           przy czym żądanie to powinno być zgłoszone Zarządowi LUBAWA S.A. nie później niż na\n                           21 dni przed ustalonym terminem Walnego Zgromadzenia tj. do 07 czerwca 2017 roku.\n                           Żądanie powinno być przesłane do Spółki na piśmie bądź za pośrednictwem poczty elektronicznej\n                           na adres: ri@lubawa.com.pl w języku polskim oraz powinno zawierać uzasadnienie lub\n                           projekt uchwały dotyczącej proponowanego punktu porządku obrad. Do żądania powinny\n                           zostać dołączone kopie dokumentów potwierdzających prawo danego akcjonariusza lub\n                           pełnomocnika do udziału w Walnym Zgromadzeniu. Prawo akcjonariusza do zgłaszania projektów uchwał dotyczących spraw wprowadzonych\n                           do porządku obrad podczas Walnego ZgromadzeniaKażdy z akcjonariuszy może podczas obrad Walnego Zgromadzenia zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny być przedstawione\n                           w języku polskim.Sposób wykonywania prawa głosu przez pełnomocnikaAkcjonariusz może uczestniczyć w Walnym Zgromadzeniu LUBAWA S.A. oraz wykonywać prawo\n                           głosu osobiście lub przez pełnomocnika. Pełnomocnik wykonuje wszystkie uprawnienia\n                           akcjonariusza na walnym zgromadzeniu, chyba że co innego wynika z treści pełnomocnictwa.\n                           Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.\n                           Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu LUBAWA S.A. i wykonywania prawa\n                           głosu powinno być, pod rygorem nieważności, sporządzone w formie pisemnej i dołączone\n                           do protokołu z Walnego Zgromadzenia LUBAWA S.A. lub udzielone w postaci elektronicznej.\n                           Udzielenie pełnomocnictwa w postaci elektronicznej nie wymaga opatrzenia bezpiecznym\n                           podpisem elektronicznym weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.\n                           Formularz zawierający wzór pełnomocnictwa oraz formularz pomocny przy głosowaniach\n                           przez pełnomocnika dostępne będą na stronie internetowej Spółki.O udzieleniu pełnomocnictwa w postaci elektronicznej należy zawiadomić LUBAWA S.A.\n                           przy wykorzystaniu środków komunikacji elektronicznej w postaci informacji przesłanej\n                           pocztą elektroniczną na adres ri@lubawa.com.pl dokładając wszelkich starań, aby możliwa\n                           była skuteczna weryfikacja ważności pełnomocnictwa. Informacja o udzieleniu pełnomocnictwa\n                           powinna zawierać dokładne oznaczenie pełnomocnika i mocodawcy _ze wskazaniem imienia,\n                           nazwiska, numeru PESEL, o ile został osobie nadany, adresu zameldowania lub zamieszkania,\n                           telefonu i adresu poczty elektronicznej, a w przypadku osób prawnych i innych jednostek\n                           organizacyjnych adresu siedziby, numeru i organu rejestrowego_. Informacja o udzieleniu\n                           pełnomocnictwa powinna również zawierać jego zakres, tj. wskazywać liczbę akcji, z\n                           których wykonywane będzie prawo głosu oraz nazwę Spółki.Pełnomocnictwo elektroniczne powinno być sformułowane w odrębnym dokumencie podpisanym\n                           przez akcjonariusza lub osobę/osoby uprawnione do reprezentacji akcjonariusza, przesłanym\n                           w formie skanu jako załącznik w formacie PDF na adres email ri@lubawa.com.pl. Obligatoryjnie\n                           wraz z pełnomocnictwem elektronicznym należy przesłać dokumenty potwierdzające uprawnienie\n                           danego akcjonariusza do udziału w Walnym Zgromadzeniu, jak również dokumenty _aktualny\n                           odpis z właściwego rejestru_ potwierdzające prawo osoby podpisującej pełnomocnictwo\n                           do reprezentowania akcjonariusza nie będącego osobą fizyczną. Spółka podejmie odpowiednie działania służące identyfikacji akcjonariusza i pełnomocnika\n                           w celu weryfikacji ważności pełnomocnictwa udzielonego w postaci elektronicznej. Weryfikacja\n                           ta polegać może w szczególności na zwrotnym pytaniu w formie elektronicznej lub telefonicznej\n                           skierowanym do akcjonariusza lub pełnomocnika w celu potwierdzenia faktu udzielenia\n                           pełnomocnictwa i jego zakresu. Spółka zastrzega, że w takim przypadku brak udzielenia\n                           odpowiedzi na pytania zadawane w trakcie weryfikacji traktowany będzie jako brak możliwości\n                           weryfikacji udzielonego pełnomocnictwa i stanowił będzie podstawę dla odmowy dopuszczenia\n                           pełnomocnika do udziału w Walnym Zgromadzeniu. Po przybyciu na Walne Zgromadzenie,\n                           a przed podpisaniem listy obecności pełnomocnik powinien okazać oryginał dokumentu\n                           tożsamości wymieniony w pełnomocnictwie celem potwierdzenia tożsamości pełnomocnika.Prawo do reprezentowania akcjonariusza niebędącego osobą fizyczną powinno wynikać\n                           z okazanego przy sporządzaniu listy obecności odpisu właściwego rejestru, ewentualnie\n                           ciągu pełnomocnictw. Osoba/osoby udzielające pełnomocnictwa w imieniu akcjonariusza\n                           niebędącego osobą fizyczną powinny być uwidocznione w aktualnym odpisie z właściwego\n                           dla danego akcjonariusza rejestru lub innych dokumentów. Akcjonariusze i pełnomocnicy\n                           powinni posiadać przy sobie ważny dowód tożsamości. Członek Zarządu Spółki i pracownik Spółki nie mogą być pełnomocnikami akcjonariuszy\n                           na Walnym Zgromadzeniu. Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest Członek Rady Nadzorczej, likwidator,\n                           pracownik lub członek organów lub pracownik spółki zależnej, pełnomocnictwo może upoważniać\n                           do reprezentacji tylko na jednym Walnym Zgromadzeniu. Pełnomocnik ma obowiązek ujawnić\n                           akcjonariuszowi okoliczności wskazujące na istnienie bądź możliwość wystąpienia konfliktu\n                           interesów oraz głosować zgodnie z instrukcjami udzielonymi przez akcjonariusza.Dzień rejestracji uczestnictwa na Walnym ZgromadzeniuDniem rejestracji uczestnictwa na Walnym Zgromadzeniu jest dzień przypadający na 16\n                           dni przed dniem Walnego Zgromadzenia, czyli dzień 12 czerwca 2017 roku – \"Dzień Rejestracji\".Prawo uczestnictwa w Walnym ZgromadzeniuPrawo uczestniczenia w Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           LUBAWA S.A. na szesnaście dni przed ustaloną datą Walnego Zgromadzenia _tj. mających\n                           ten status w Dniu Rejestracji uczestnictwa w Walnym Zgromadzeniu_. Akcje na okaziciela mające postać dokumentu dają prawo uczestniczenia w walnym zgromadzeniu\n                           LUBAWA S.A. jeżeli dokumenty akcji zostaną złożone w Spółce nie później niż w Dniu\n                           Rejestracji uczestnictwa w Walnym Zgromadzeniu i nie będą odebrane przed zakończeniem\n                           tego dnia. Zamiast akcji może być złożone zaświadczenie wydane na dowód złożenia akcji\n                           u notariusza, w banku lub firmie inwestycyjnej mających siedzibę lub oddział na terytorium\n                           Unii Europejskiej lub państwa będącego stroną umowy o Europejskim Obszarze Gospodarczym,\n                           wskazanych w ogłoszeniu o zwołaniu Walnego Zgromadzenia. W zaświadczeniu wskazuje\n                           się numery dokumentów akcji i stwierdza, że dokumenty akcji nie będą wydane przed\n                           upływem Dnia Rejestracji uczestnictwa w Walnym Zgromadzeniu. W zakresie zdematerializowanych akcji Spółki na okaziciela, na żądanie ich właściciela\n                           zgłoszone nie wcześniej niż dnia następnego po ogłoszeniu o zwołaniu Walnego Zgromadzenia\n                           tj. nie wcześniej niż w dniu 2 czerwca 2016 roku i nie później niż w pierwszym dniu\n                           powszednim po Dniu Rejestracji uczestnictwa w Walnym Zgromadzeniu tj. nie później\n                           niż w dniu 13 czerwca 2016 roku, podmiot prowadzący rachunek papierów wartościowych\n                           wystawia imienne zaświadczenie o prawie uczestnictwa w Walnym Zgromadzeniu. Zaświadczenie\n                           winno zawierać: 1_ firmę _nazwę_, siedzibę, adres i pieczęć wystawiającego oraz numer\n                           zaświadczenia, 2_ liczbę akcji, 3_ rodzaj i kod akcji, 4_ firmę _nazwę_, siedzibę\n                           i adres spółki publicznej, która wyemitowała akcje, 5_ wartość nominalną akcji, 6_\n                           imię i nazwisko albo firmę _nazwę_ uprawnionego z akcji, 7_ siedzibę _miejsce zamieszkania_\n                           i adres uprawnionego z akcji, 8_ cel wystawienia zaświadczenia, 9_ datę i miejsce\n                           wystawienia zaświadczenia i 10_ podpis osoby upoważnionej do wystawienia zaświadczenia.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela w treści zaświadczenia\n                           może zostać wskazana część lub wszystkie akcje zarejestrowane na jego rachunku papierów\n                           wartościowych.Wykorzystanie środków komunikacji elektronicznejLUBAWA S.A. informuje, że Statut Spółki oraz Regulamin Walnego Zgromadzenia nie przewidują:\n                           a_ możliwości uczestnictwa w Walnym Zgromadzeniu za pośrednictwem środków komunikacji\n                           elektronicznej,b_ możliwości wykonywania prawa głosu drogą korespondencyjną lub przy wykorzy-staniu\n                           środków komunikacji elektronicznej,c_ możliwości wypowiadania się w trakcie Walnego Zgromadzenia przy wykorzystaniu środków\n                           komunikacji elektronicznej.Spółka nie przewiduje w najbliższym okresie wprowadzenia możliwości udziału w Walnych\n                           Zgromadzeniach za pośrednictwem elektronicznych środków komunikacji, czy też oddawania\n                           głosu korespondencyjnie. Lista akcjonariuszy uprawnionych do udziału w Zwyczajnym Walnym ZgromadzeniuLista akcjonariuszy uprawnionych do udziału w Zwyczajnym Walnym Zgromadzeniu LUBAWA\n                           S.A., będzie dostępna w siedzibie Spółki w Ostrowie Wielkopolskim na 3 dni przed odbyciem\n                           Walnego Zgromadzenia począwszy od dnia 23 czerwca 2016 r. W tym terminie Akcjonariusz\n                           może także wystąpić z prośbą o uzyskanie listy uprawnionych akcjonariuszy, za pośrednictwem\n                           poczty elektronicznej _adres Spółki: ri@lubawa.com.pl_, podając adres poczty elektronicznej,\n                           na który lista ta ma być wysłana. Dostęp do dokumentacjiDokumentacja, która ma być przedstawiona Walnemu Zgromadzeniu wraz z projektami uchwał\n                           będzie zamieszczona na stronie internetowej Spółki od dnia zwołania Walnego Zgromadzenia,\n                           zgodnie z art. 402_3_ §1 Kodeksu spółek handlowych _tj. od dnia 1 czerwca 2017 r.\n                           _. Odpisy sprawozdania zarządu z działalności spółki i sprawozdania finansowego wraz\n                           opinią biegłego rewidenta są dostępne na stronie internetowej Spółki. Dokumenty te\n                           są także dostępne w biurze Zarządu Spółki w jej siedzibie w Ostrowie Wielkopolskim.\n                           Informacje dotyczące zwołanego Zwyczajnego Walnego Zgromadzenia za rok obrotowy 2016,\n                           dostępne są na stronie internetowej Spółki: www.lubawagroup.com / Relacje Inwestorskie\n                           / Walne Zgromadzenie.Projekty uchwał Projekty uchwał ZWZ stanowią załącznik do niniejszego raportu.Szczegółowa podstawa prawna: § 38 ust. 1 pkt 1 i 3 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznania za równoważne informacji\n                           wymaganych przepisami prawa państwa nie będącego państwem członkowskim.",
        "date": "2017-06-01"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent_ podaje do publicznej wiadomości\n                           informację o zakończeniu negocjacji i rozpoczęciu procesu podpisywania znaczącej umowy.\n                           W dniu 28 kwietnia 2017 r. LUBAWA S.A. w Ostrowie Wielkopolskim zakończyła rozmowy\n                           z Ministerstwem Obrony Egiptu – Inspektorat Uzbrojenia o ustaleniu treści umowy dostawy\n                           przez Emitenta i rozpoczęła proces podpisywania tej umowy. Dziś Lubawa S.A. w Ostrowie\n                           Wielkopolskim złożyła swoje podpisy na dokumentach umowy dostawy. Egzemplarze umowy,\n                           podpisane przez Emitenta, zostały wysyłane pocztą kurierską do Egiptu, w celu pozyskania\n                           na nich podpisów strony egipskiej tj. strony kupującej.Przedmiotem  umowy, która ma zostać zawarta, jest dostawa do Ministerstwa Obrony Egiptu\n                           – Inspektoratu Uzbrojenia, kombinezonów podchodzeniowych do rozbrajania ładunków wybuchowych,\n                           wraz z wyposażeniem. Wartość kontraktu: 3.785.845,00 euro _brutto – VAT 0 – cała kwota\n                           kontraktu jest przychodem Emitenta_. Emitent informuje, że umowa która ma być zawarta w przyszłym tygodniu, wejdzie w życie\n                           po spełnieniu następujących łącznych warunków: pozytywnego przeprowadzenia w Egipcie\n                           próbek przedmiotu dostaw, uzyskania od Lubawa S.A. w Ostrowie Wielkopolskim przez\n                           Ministerstwo Obrony Egiptu gwarancji należytego wykonania tej umowy do 10% wartości\n                           umowy oraz otwarcia akredytywy bankowej do obsługi spłaty. Termin wykonania dostaw\n                           – 8 miesięcy od dnia wejścia życie tej umowy.O dacie zawarcia powyższej umowy oraz fakcie jej wejścia w życie, Emitent poinformuje\n                           w odrębnych komunikatach. Powyższa informacja została uznana za spełniającą przesłanki art. 17 ust. 1 MAR z\n                           uwagi na przewidywany istotny pozytywny wpływ umowy, która ma zostać zwarta na sytuację\n                           majątkową Emitenta, jeśli wejdzie ona w życie.",
        "date": "2017-04-28"
    },
    {
        "company_name": "LUBAWA",
        "content": "Zarząd LUBAWA S.A. w Ostrowie Wielkopolskim _Emitent, Spółka_ podaje do publicznej\n                           wiadomości szacunkowe wyniki finansowe Grupy Kapitałowej Lubawa S.A. _Grupa_ oraz\n                           Emitenta, narastająco za cztery kwartały 2016 r., tj. za okres 01.01.2016- 31.12.2016.- Skonsolidowane szacunkowe przychody ze sprzedaży Grupy wyniosły 274,0 mln zł wobec\n                           240,3 mln zł w analogicznym okresie roku ubiegłego, co stanowi wzrost o kwotę 33,8\n                           mln zł _+14,1% rdr_.- Skonsolidowany szacunkowy wynik netto na sprzedaży Grupy wyniósł 20,7 mln zł wobec\n                           straty 0,1 mln zł narastająco w czterech kwartałach ub. r., co stanowi wzrost o kwotę\n                           20,8 mln zł.- Skonsolidowany szacunkowy wynik netto Grupy wyniósł 11,2 mln zł wobec 2,6 mln zł\n                           w porównywalnym okresie roku ubiegłego, co stanowi wzrost o kwotę 8,6 mln zł _+325,9%_.- Jednostkowe szacunkowe przychody ze sprzedaży Lubawa S.A. wyniosły 65,6 mln zł wobec\n                           52,3 mln zł w analogicznym okresie roku ubiegłego, co stanowi wzrost o kwotę 13,3\n                           mln zł _+25,5% rdr_- Jednostkowy szacunkowy wynik netto na sprzedaży Lubawa S.A. wyniósł 5,7 mln zł wobec\n                           3,4 mln zł po czterech kwartałach ub. r., co stanowi wzrost o 2,3 mln zł _+69,6% rdr_.- Jednostkowy szacunkowy wynik netto Lubawa S.A. wyniósł 3,5 mln zł wobec 3,0 mln\n                           zł w porównywalnym okresie roku ubiegłego, co stanowi wzrost o 0,5 mln zł _+18,36%\n                           rdr_.Powyższe szacunkowe wyniki finansowe za 2016 r. zostały osiągnięte głównie dzięki\n                           wyraźnemu wzrostowi sprzedaży zrealizowanej w czwartym kwartale we wszystkich segmentach\n                           Grupy względem porównywalnego okresu ubiegłego roku. Wzrost ten był efektem zwiększonych\n                           zakupów realizowanych przez klientów. Na poziom skonsolidowanych wyników Grupy w 2016\n                           r. wpłynęła przede wszystkim wyższa od zeszłorocznej efektywność sprzedaży w segmentach\n                           tkanin i materiałów reklamowych.Na wzrost przychodów jednostkowych Spółki Lubawa S.A. za 2016 r. wpłynął wzrost sprzedaży\n                           w czwartym kwartale ub. r., a także w pierwszym półroczu, względem porównywalnych\n                           okresów roku poprzedniego, co było wynikiem zwiększonych zakupów realizowanych przez\n                           klientów Spółki w sektorze służb mundurowych. Powyższe wyniki finansowe stanowią szacunki uzyskane w trakcie przygotowywania sprawozdania\n                           finansowego. Wyniki opublikowane ostatecznie w raporcie rocznym za 2016 r. mogą w\n                           ograniczonym stopniu odbiegać od powyżej przedstawionych wielkości.Powyższe informacje zostały uznane za spełniające przesłanki Art. 17 ust. 1 MAR ze\n                           względu na istotne, zdaniem Zarządu Spółki, zmiany względem okresu porównywalnego\n                           odnotowane przez Grupę oraz Emitenta.",
        "date": "2017-03-30"
    }
]