[
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. _\"Bank\"_ informuje, że otrzymał informację dotyczącą proponowanej\n                           alokacji rozliczenia transakcji przejęcia Visa Europe Limited _Visa Europe_ przez\n                           Visa Inc. Transakcja uzależniona jest od uzyskania stosownych zgód regulacyjnych,\n                           a jej finalizacja przewidywana jest na 2 kwartał 2016 r.mBank S.A. będzie jednym z beneficjantów transakcji. Zgodnie z otrzymaną informacją\n                           potencjalny wpływ transakcji na mBank z tytułu jej rozliczenia obejmuje:- 43,6 mln EUR w gotówce - równowartość 185,1 mln PLN _według średniego kursu NBP\n                           z dnia 23 grudnia 2015 r._,- 15,0 mln EUR w akcjach - równowartość 63,5 mln PLN _według średniego kursu NBP z\n                           dnia 23 grudnia 2015 r._.Powyższe kwoty mogą zostać skorygowane o koszty transakcji oraz w wyniku ewentualnych\n                           uznanych wniosków o korektę przyznanych kwot złożonych przez członków Visa Europe.\n                           Członkowie Visa Europe mają prawo do odwołania się. Proces rozpatrywania odwołań będzie\n                           trwał do 1 marca 2016 r. W dniu 1 marca 2016 r. decyzje o alokacji będą ostateczne.Ponadto transakcja pomiędzy Visa Inc. i Visa Europe przewiduje odroczoną płatność\n                           typu \"earn-out\" płatną w gotówce po 16-u kwartałach od rozliczenia transakcji. Wpływ\n                           odroczonej płatności _earn-out_ na wyniki Banku nie jest znany. Warunkiem do udziału\n                           w opcji earn-out jest kwalifikowanie się do podziału up-front oraz uczestnictwo w\n                           Visa przez kolejne 4 lata od daty finalizacji transakcji.",
        "date": "2015-12-24"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBank Spółka Akcyjna z siedzibą w Warszawie, adres: ul. Senatorska 18, 00-950\n                           Warszawa, wpisanej do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla\n                           m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego, pod\n                           numerem KRS 0000025237 _\"Bank\"_, działając na podstawie art. 539 §1 i 2 Kodeksu spółek\n                           handlowych _\"ksh\"_, w zw. z art. 402_1_ ksh zawiadamia po raz pierwszy o planowanym\n                           podziale:• Domu Maklerskiego mBanku Spółka Akcyjna z siedzibą w Warszawie, adres: ul. Wspólna\n                           47/49, 00-684 Warszawa wpisanej do Rejestru Przedsiębiorców prowadzonego przez Sąd\n                           Rejonowy dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego, pod numerem KRS 0000003151 _\"mDM\"_ _\"Podział mDM\"_ oraz;• mWealth Management Spółka Akcyjna z siedzibą w Warszawie, adres: ul. Królewska 14,\n                           00-065 Warszawa, wpisanej do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy\n                           dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego,\n                           pod numerem KRS 0000021519 _\"mWM\"_ _\"Podział mWM\"_.Podział mDM zostanie dokonany w trybie art. 529 §1 pkt 1 ksh, tj.: przez przeniesienie\n                           na:• Bank części majątku _aktywów i pasywów_ mDM w postaci zorganizowanej części przedsiębiorstwa\n                           mDM związanej ze świadczeniem usług maklerskich _\"Działalność Maklerska\"_;• mCentrum Operacji sp. z o.o., z siedzibą w Łodzi, adres: ul. Traktorowa 143, 91-203,\n                           Łódź, wpisanej do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla Łodzi-Śródmieścia\n                           w Łodzi, XX Wydział Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS 0000156764\n                           _\"mCO\"_ części majątku _aktywów i pasywów_ mDM w postaci zorganizowanej części przedsiębiorstwa\n                           mDM związanej z obsługą oraz świadczeniem usług kadrowych oraz płacowych _\"Działalność\n                           Kadrowo - Płacowa\"_.Zgodnie z art. 530 § 1 KSH spółka mDM zostanie rozwiązana bez przeprowadzenia postępowania\n                           likwidacyjnego w dniu wykreślenia jej z rejestru, co nastąpi niezwłocznie po dokonaniu\n                           podwyższenia kapitału zakładowego mCO w wyniku Podziału mDM _\"Dzień Podziału mDM\"_.\n                           Podział mWM zostanie dokonany w trybie art. 529 §1 pkt 1 ksh, tj.: przez przeniesienie\n                           na:• Bank części majątku _aktywów i pasywów_ mWM w postaci zorganizowanej części przedsiębiorstwa\n                           mWM związanej ze świadczeniem usług maklerskich a także pozostałej działalności, niestanowiącej\n                           Działalności Biura Rynku Nieruchomości oraz Inwestycji Alternatywnych zgodnie z definicją\n                           poniżej _\"Działalność Maklerska\"_; oraz• poprzez przeniesienie na BRE Property Partner sp. z o.o. z siedzibą w Warszawie,\n                           adres: ul. Królewska 14, 00-065 Warszawa, wpisanej do Rejestru Przedsiębiorców prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego, pod numerem KRS 0000271011 _\"BRE PP\"_ części majątku _aktywów i\n                           pasywów_ mWM w postaci zorganizowanej części przedsiębiorstwa mWM związanej z doradztwem\n                           oraz pośrednictwem w zakresie nabywania oraz inwestowania w nieruchomości oraz inne\n                           inwestycje alternatywne _złoto inwestycyjne, srebro inwestycyjne, dzieła sztuki_ na\n                           rzecz osób fizycznych, jak również wykonywaniem analiz w zakresie rynku nieruchomości\n                           _\"Działalność Biura Rynku Nieruchomości oraz Inwestycji Alternatywnych\"_.Zgodnie z art. 530 § 1 KSH spółka mWM zostanie rozwiązana bez przeprowadzenia postępowania\n                           likwidacyjnego w dniu wykreślenia jej z rejestru, co nastąpi niezwłocznie po dokonaniu\n                           podwyższenia kapitału zakładowego BRE PP w wyniku Podziału mWM _\"Dzień Podziału mWM\"_.\n                           Plan Podziału mDM _\"Plan Podziału mDM\"_ oraz plan Podziału mWM _\"Plan Podziału mWM\"_\n                           zostały ogłoszone w trybie art. 535 §3 ksh przez umieszczenie ich na stronie internetowej\n                           Banku _pod adresem: www.mbank.pl/relacje-inwestorskie/plan-podzialu-mdm-mwm , wersja\n                           angielska: www.mbank.pl/en/investor-relations/division-plan-of-mdm-mwm _. Na podstawie art. 540 §3_1_ ksh, Bank informuje, że do dnia zakończenia walnego zgromadzenia\n                           akcjonariuszy Banku, którego porządek obrad przewidywać będzie podjęcie uchwały w\n                           sprawie Podziału mDM oraz Podziału mWM, akcjonariusze mogą zapoznać się z poniższymi\n                           informacjami za pośrednictwem strony internetowej Banku, tj. akcjonariuszom udostępnia\n                           się:1_ Plan Podziału mDM oraz Plan Podziału mWM _zawierające także informacje, o których\n                           mowa w art. 534 §2 ksh_ dostępne na stronie: www.mbank.pl/relacje-inwestorskie/plan-podzialu-mdm-mwm\n                           , wersja angielska: www.mbank.pl/en/investor-relations/division-plan-of-mdm-mwm ;2_ sprawozdania finansowe oraz sprawozdania zarządu z działalności Banku za trzy ostatnie\n                           lata obrotowe wraz z opiniami i raportami biegłych rewidentów dostępne na stronie:\n                           www.mbank.pl/relacje-inwestorskie/plan-podzialu-mdm-mwm , wersja angielska: www.mbank.pl/en/investor-relations/division-plan-of-mdm-mwm\n                           ;3_ sprawozdania finansowe oraz sprawozdania zarządu z działalności mDM, mWM, mCO oraz\n                           BRE PP za trzy ostatnie lata obrotowe wraz z  opiniami i raportami biegłych rewidentów\n                           _o ile takie opinie i raporty  były wymagane_ dostępne na stronie: www.mbank.pl/relacje-inwestorskie/plan-podzialu-mdm-mwm\n                           ;4_ sprawozdania zarządów Banku, mDM, mWM, mCO oraz BRE PP z dnia 15 grudnia 2015 r.\n                           sporządzone dla celów Podziału mDM oraz Podziału mWM dostępne na stronie: www.mbank.pl/relacje-inwestorskie/plan-podzialu-mdm-mwm\n                           , wersja angielska: www.mbank.pl/en/investor-relations/division-plan-of-mdm-mwm .\n                           Ponadto Bank wyjaśnia, że opinie biegłego z badania Planu Podziału mDM oraz Planu\n                           Podziału mWM w zakresie poprawności i rzetelności, o których mowa w art. 537 §1 ksh,\n                           zostaną udostępnione niezwłocznie po ich sporządzeniu przez biegłego wyznaczonego\n                           przez właściwy sąd rejestrowy, w celu umożliwienia akcjonariuszom zapoznania się z\n                           nimi w trybie art. 540 ksh. Informacja o możliwości zapoznania się z opinią biegłego\n                           zostanie przekazana w formie raportu bieżącego jako uzupełnienie niniejszego zawiadomienia.Podstawa prawna:Art. 539 §1 i 2 ustawy z dnia 15 września 2000 r. Kodeks spółek handlowych _Dz. U.\n                           z 2013 r., poz. 1030 ze zm._, w związku z art. 402_1_ Kodeksu spółek handlowych i\n                           art. 56 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _tekst jednolity Dz. U z 2013 r., poz. 1382 ze zm._.",
        "date": "2015-12-15"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-12-11"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd Spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, że uchwałą Rady Nadzorczej\n                           Banku z dnia 10 grudnia 2015 r. Pan Marcus Chromik został powołany na stanowisko członka\n                           Rady Nadzorczej Banku, na miejsce ustępującego Dr Stefana Schmittmanna, z dniem 1\n                           stycznia 2016 r. na okres do czasu zakończenia obecnej kadencji Rady Nadzorczej. Pan\n                           Marcus Chromik obejmie także funkcję Przewodniczącego Komisji ds. Ryzyka Rady Nadzorczej\n                           mBanku S.A. Od stycznia 2016 r. Pan Chromik zastąpi również Pana Shmittmanna na stanowisku\n                           Członka Zarządu ds. Ryzyka w Commerzbank AG.Marcus Chromik był Dyrektorem ds. Ryzyka Kredytowego Commerzbanku _GRM-CRC_ od 2012\n                           roku. Wcześniej przez ponad trzy lata pracował jako Market Risk Officer w segmencie\n                           Korporacji i Rynków Commerzbanku, gdzie był odpowiedzialny za zarządzanie ryzykiem\n                           rynkowym i płynności. Marcus Chromik, który posiada doktorat z fizyki jądrowej, rozpoczął\n                           swoją karierę zawodową w firmie McKinsey w 2001 roku, następnie dołączył do Grupy\n                           Postbank w 2004 roku, gdzie zajmował różne stanowiska kierownicze, zajmował się m.in.\n                           nowymi projektami i syndykalizają, zarządzaniem płynnością i skarbem.Według posiadanych przez Bank informacji Pan Marcus Chromik nie wykonuje działalności\n                           konkurencyjnej względem Banku.Pan Marcus Chromik nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.Pan Marcus Chromik jest zgodnie ze stosowanymi przez Bank kryteriami Członkiem Zależnym\n                           Rady Nadzorczej Banku.",
        "date": "2015-12-10"
    },
    {
        "company_name": "mBank",
        "content": "NIE PODLEGA ROZPOWSZECHNIANIU, PUBLIKACJI ANI DYSTRYBUCJI, BEZPOŚREDNIO CZY POŚREDNIO,\n                           NA TERYTORIUM ALBO DO STANÓW ZJEDNOCZONYCH AMERYKI, KANADY, AUSTRALII ORAZ JAPONII.W nawiązaniu do raportu bieżącego nr 99/2015 z dnia 1 grudnia 2015 r., Zarząd mBank\n                           S.A. _\"Bank\"_ niniejszym informuje, że w transakcji sprzedaży akcji Powszechnego Zakładu\n                           Ubezpieczeń S.A. _\"Spółka\"_ w trybie przyspieszonego budowania księgi popytu na rzecz\n                           ograniczonej liczby uprawnionych inwestorów instytucjonalnych _\"Oferta Prywatna\"_,\n                           ustala cenę sprzedaży za jedną akcję Spółki na kwotę 37,75 złotych oraz liczbę akcji\n                           sprzedawanych na 4.711.700 co stanowi 0,55% kapitału zakładowego Spółki.Dom Maklerski mBanku S.A. _\"Dom Maklerski mBanku\"_ i J.P. Morgan Securities plc _\"J.P.\n                           Morgan\"_ pełniły rolę Globalnych Koordynatorów _ang. Global Coordinators_ oraz Współprowadzących\n                           Księgę Popytu _ang. Joint Bookrunners_ dla Oferty Prywatnej.Zastrzeżenia prawneNiniejszy materiał stanowi realizację obowiązków informacyjnych, którym podlega Bank\n                           jako spółka publiczna, której akcje są dopuszczone i wprowadzone do obrotu na rynku\n                           regulowanym w Polsce i nie stanowi oferty sprzedaży papierów wartościowych w Stanach\n                           Zjednoczonych Ameryki ani w żadnej innej jurysdykcji. Papiery wartościowe nie mogą\n                           być oferowane ani sprzedawane w Stanach Zjednoczonych, chyba że zostaną zarejestrowane\n                           lub na podstawie zwolnienia z obowiązku rejestracji na podstawie amerykańskiej ustawy\n                           o papierach wartościowych z 1933 roku ze zmianami _\"Ustawa o Papierach Wartościowych\"_.\n                           mBank S.A. nie zamierza rejestrować żadnej części Oferty Prywatnej w Stanach Zjednoczonych\n                           ani nie zamierza przeprowadzić oferty publicznej papierów wartościowych w Stanach\n                           Zjednoczonych.Papiery wartościowe, o których mowa w niniejszym raporcie bieżącym, mogą być sprzedawane\n                           wyłącznie zgodnie z przepisami Regulacji S wydanej na podstawie Ustawy o Papierach\n                           Wartościowych, a w Stanach Zjednoczonych Ameryki na mocy zwolnienia z obowiązku rejestracji\n                           wynikającego z Ustawy o Papierach Wartościowych wyłącznie na rzecz ograniczonej liczby\n                           Kwalifikowanych Nabywców Instytucjonalnych _zgodnie z definicją w Przepisie 144A wydanym\n                           na podstawie Ustawy o Papierach Wartościowych_ oraz w niektórych innych krajach wyłącznie\n                           na rzecz uprawnionych inwestorów instytucjonalnych. Papiery wartościowe są \"zastrzeżonymi\n                           papierami wartościowymi\" zgodnie z definicją w Przepisie 144A wynikającym z przepisów\n                           Ustawy o Papierach Wartościowych, a jakikolwiek przydział zostanie dokonany wyłącznie\n                           na podstawie pisma inwestora _ang. investor representation letter_ dostarczonego przez\n                           kupującego.Niniejszy materiał ma wyłącznie charakter informacyjny i nie stanowi oferty sprzedaży\n                           ani zaproszenia do złożenia oferty kupna jakichkolwiek papierów wartościowych, w jakiejkolwiek\n                           jurysdykcji, w której dana oferta, zaproszenie lub sprzedaż byłyby niezgodne z prawem\n                           oraz, w szczególności nie są przeznaczone do ogłoszenia, publikacji ani dystrybucji\n                           na terenie lub do Stanów Zjednoczonych Ameryki, Australii, Kanady lub Japonii.Publikacja niniejszej informacji nie stanowi udostępnienia informacji w celu promocji\n                           kupna lub nabycia papierów wartościowych ani zachęty do kupna lub nabycia w znaczeniu\n                           art. 53 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych,\n                           ze zmianami _\"Ustawa o Ofercie Publicznej\"_ i nie stanowi akcji promocyjnej w znaczeniu\n                           art. 53 Ustawy o Ofercie Publicznej.Niniejszy raport bieżący oraz jakakolwiek późniejsza oferta papierów wartościowych\n                           może podlegać wynikającym z przepisów prawa ograniczeniom w niektórych jurysdykcjach,\n                           a osoby zapoznające się z niniejszym raportem bieżącym lub późniejszą ofertę powinny\n                           uzyskać informacje na temat takich ograniczeń oraz ich przestrzegać, a w żadnych okolicznościach\n                           nie są uprawnione do przekazania niniejszego raportu bieżącego żadnej innej osobie.\n                           Nieprzestrzeganie takich ograniczeń może naruszyć przepisy dotyczące obrotu papierami\n                           wartościowymi w danej jurysdykcji.Oferta Prywatna jest skierowana wyłącznie do osób w Państwach Członkowskich Europejskiego\n                           Obszaru Gospodarczego, które są \"kwalifikowanymi inwestorami\" w znaczeniu art. 2 ust.\n                           1e Dyrektywy Prospektowej. Ponadto, w Wielkiej Brytanii niniejszy komunikat podlega\n                           dystrybucji na rzecz oraz skierowany jest wyłącznie do inwestorów kwalifikowanych,\n                           którzy _i_ są firmami inwestycyjnymi _ang. investment professionals_ w rozumieniu\n                           art. 19_5_ brytyjskiego Zarządzenia z 2005 roku o Promocji Usług Finansowych wydanego\n                           na podstawie Ustawy o Usługach i Rynkach Finansowych z 2000 roku _promocje finansowe_\n                           _ang. Financial Services and Markets Act 2000 _Financial Promotion_ Order 2005_ _\"Zarządzenie\"_\n                           oraz _ii_ osób, które można zaliczyć do którejkolwiek z kategorii osób opisanych w\n                           art. 49 Zarządzenia lub _iii_ wszelkich innych osób, na rzecz których może w innym\n                           przypadku zostać zgodnie z prawem przestawiona _wszystkie te osoby łącznie są nazywane\n                           \"uprawnionymi osobami\"_. Wszelkie inwestycje lub działalność inwestycyjna, których\n                           mogą dotyczyć wspomniane materiały, są dostępne wyłącznie na rzecz uprawnionych osób\n                           w Wielkiej Brytanii oraz inwestorów kwalifikowanych w jakimkolwiek państwie członkowskim\n                           Europejskiego Obszaru Gospodarczego poza Wielką Brytanią i będą realizowane wyłącznie\n                           z takimi osobami.Wszelkie decyzje inwestycyjne dotyczące nabycia akcji muszą zostać dokonane wyłącznie\n                           na podstawie publicznie dostępnych informacji. J.P. Morgan oraz Dom Maklerski mBanku\n                           nie ponoszą odpowiedzialności za takie informacje, a informacje te nie były przedmiotem\n                           niezależnej weryfikacji przez J.P. Morgan, Dom Maklerski mBanku ani mBank S.A.J.P. Morgan oraz Dom Maklerski mBanku działają jedynie w imieniu mBank S.A. w związku\n                           z ofertą i nie ponoszą odpowiedzialności wobec nikogo innego poza mBank S.A. w związku\n                           ze świadczeniem doradztwa lub zapewnianiem ochrony swoim klientom w związku z jakąkolwiek\n                           transakcją w jakichkolwiek sprawach, o których mowa w niniejszym komunikacie.J.P. Morgan oraz Dom Maklerski mBanku mogą również wziąć udział w ofercie jako inwestorzy\n                           instytucjonalni.",
        "date": "2015-12-02"
    },
    {
        "company_name": "mBank",
        "content": "NIE PODLEGA ROZPOWSZECHNIANIU, PUBLIKACJI ANI DYSTRYBUCJI, BEZPOŚREDNIO CZY POŚREDNIO,\n                           NA TERYTORIUM ALBO DO STANÓW ZJEDNOCZONYCH AMERYKI, KANADY, AUSTRALII ORAZ JAPONII.\n                           Zarząd mBank S.A. _\"Bank\"_ niniejszym informuje, że w dniu dzisiejszym rozpoczął transakcję\n                           sprzedaży w trybie przyspieszonego budowania księgi popytu _\"Oferta Prywatna\"_ nie\n                           więcej niż 4.711.700 akcji zwykłych _\"Akcje\"_ Powszechnego Zakładu Ubezpieczeń S.A.\n                           _\"Spółka\"_ stanowiących nie więcej niż 0,55% kapitału zakładowego Spółki. Zamknięcie\n                           Oferty Prywatnej będzie zależało od popytu, ceny i warunków rynkowych. Oferta Prywatna\n                           jest skierowana wyłącznie do ograniczonej liczby uprawnionych inwestorów instytucjonalnych,\n                           a ostateczne parametry sprzedaży Akcji w Ofercie Prywatnej zostaną ustalone trybie\n                           przyspieszonego budowania księgi popytu. Otwarcie księgi popytu w Ofercie Prywatnej nastąpi niezwłocznie. Cena sprzedaży Akcji\n                           oraz przydział Akcji zostaną ogłoszone niezwłocznie po zamknięciu księgi popytu. Dom Maklerski mBanku S.A. _\"Dom Maklerski mBanku\"_ i J.P. Morgan Securities plc _\"J.P.\n                           Morgan\"_ pełnią rolę Globalnych Koordynatorów _ang. Global Coordinators_ oraz Współprowadzących\n                           Księgę Popytu _ang. Joint Bookrunners_ dla Oferty Prywatnej. Zastrzeżenia prawneNiniejszy materiał stanowi realizację obowiązków informacyjnych, którym podlega Bank\n                           jako spółka publiczna, której akcje są dopuszczone i wprowadzone do obrotu na rynku\n                           regulowanym w Polsce i nie stanowi oferty sprzedaży papierów wartościowych w Stanach\n                           Zjednoczonych Ameryki ani w żadnej innej jurysdykcji. Papiery wartościowe nie mogą\n                           być oferowane ani sprzedawane w Stanach Zjednoczonych, chyba że zostaną zarejestrowane\n                           lub na podstawie zwolnienia z obowiązku rejestracji na podstawie amerykańskiej ustawy\n                           o papierach wartościowych z 1933 roku ze zmianami _\"Ustawa o Papierach Wartościowych\"_.\n                           mBank S.A. nie zamierza rejestrować żadnej części Oferty Prywatnej w Stanach Zjednoczonych\n                           ani nie zamierza przeprowadzić oferty publicznej papierów wartościowych w Stanach\n                           Zjednoczonych. Papiery wartościowe, o których mowa w niniejszym raporcie bieżącym, mogą być sprzedawane\n                           wyłącznie zgodnie z przepisami Regulacji S wydanej na podstawie Ustawy o Papierach\n                           Wartościowych, a w Stanach Zjednoczonych Ameryki na mocy zwolnienia z obowiązku rejestracji\n                           wynikającego z Ustawy o Papierach Wartościowych wyłącznie na rzecz ograniczonej liczby\n                           Kwalifikowanych Nabywców Instytucjonalnych _zgodnie z definicją w Przepisie 144A wydanym\n                           na podstawie Ustawy o Papierach Wartościowych_ oraz w niektórych innych krajach wyłącznie\n                           na rzecz uprawnionych inwestorów instytucjonalnych. Papiery wartościowe są \"zastrzeżonymi\n                           papierami wartościowymi\" zgodnie z definicją w Przepisie 144A wynikającym z przepisów\n                           Ustawy o Papierach Wartościowych, a jakikolwiek przydział zostanie dokonany wyłącznie\n                           na podstawie pisma inwestora _ang. investor representation letter_ dostarczonego przez\n                           kupującego. Niniejszy materiał ma wyłącznie charakter informacyjny i nie stanowi oferty sprzedaży\n                           ani zaproszenia do złożenia oferty kupna jakichkolwiek papierów wartościowych, w jakiejkolwiek\n                           jurysdykcji, w której dana oferta, zaproszenie lub sprzedaż byłyby niezgodne z prawem\n                           oraz, w szczególności nie są przeznaczone do ogłoszenia, publikacji ani dystrybucji\n                           na terenie lub do Stanów Zjednoczonych Ameryki, Australii, Kanady lub Japonii. Publikacja niniejszej informacji nie stanowi udostępnienia informacji w celu promocji\n                           kupna lub nabycia papierów wartościowych ani zachęty do kupna lub nabycia w znaczeniu\n                           art. 53 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych,\n                           ze zmianami _\"Ustawa o Ofercie Publicznej\"_ i nie stanowi akcji promocyjnej w znaczeniu\n                           art. 53 Ustawy o Ofercie Publicznej. Niniejszy raport bieżący oraz jakakolwiek późniejsza oferta papierów wartościowych\n                           może podlegać wynikającym z przepisów prawa ograniczeniom w niektórych jurysdykcjach,\n                           a osoby zapoznające się z niniejszym raportem bieżącym lub późniejszą ofertę powinny\n                           uzyskać informacje na temat takich ograniczeń oraz ich przestrzegać, a w żadnych okolicznościach\n                           nie są uprawnione do przekazania niniejszego raportu bieżącego żadnej innej osobie.\n                           Nieprzestrzeganie takich ograniczeń może naruszyć przepisy dotyczące obrotu papierami\n                           wartościowymi w danej jurysdykcji. Oferta Prywatna jest skierowana wyłącznie do osób w Państwach Członkowskich Europejskiego\n                           Obszaru Gospodarczego, które są \"kwalifikowanymi inwestorami\" w znaczeniu art. 2 ust.\n                           1e Dyrektywy Prospektowej. Ponadto, w Wielkiej Brytanii niniejszy komunikat podlega\n                           dystrybucji na rzecz oraz skierowany jest wyłącznie do inwestorów kwalifikowanych,\n                           którzy _i_ są firmami inwestycyjnymi _ang. investment professionals_ w rozumieniu\n                           art. 19_5_ brytyjskiego Zarządzenia z 2005 roku o Promocji Usług Finansowych wydanego\n                           na podstawie Ustawy o Usługach i Rynkach Finansowych z 2000 roku _promocje finansowe_\n                           _ang. Financial Services and Markets Act 2000 _Financial Promotion_ Order 2005_ _\"Zarządzenie\"_\n                           oraz _ii_ osób, które można zaliczyć do którejkolwiek z kategorii osób opisanych w\n                           art. 49 Zarządzenia lub _iii_ wszelkich innych osób, na rzecz których może w innym\n                           przypadku zostać zgodnie z prawem przestawiona _wszystkie te osoby łącznie są nazywane\n                           \"uprawnionymi osobami\"_. Wszelkie inwestycje lub działalność inwestycyjna, których\n                           mogą dotyczyć wspomniane materiały, są dostępne wyłącznie na rzecz uprawnionych osób\n                           w Wielkiej Brytanii oraz inwestorów kwalifikowanych w jakimkolwiek państwie członkowskim\n                           Europejskiego Obszaru Gospodarczego poza Wielką Brytanią i będą realizowane wyłącznie\n                           z takimi osobami. Wszelkie decyzje inwestycyjne dotyczące nabycia akcji muszą zostać dokonane wyłącznie\n                           na podstawie publicznie dostępnych informacji. J.P. Morgan oraz Dom Maklerski mBanku\n                           nie ponoszą odpowiedzialności za takie informacje, a informacje te nie były przedmiotem\n                           niezależnej weryfikacji przez J.P. Morgan, Dom Maklerski mBanku ani mBank S.A. J.P. Morgan oraz Dom Maklerski mBanku działają jedynie w imieniu mBank S.A. w związku\n                           z ofertą i nie ponoszą odpowiedzialności wobec nikogo innego poza mBank S.A. w związku\n                           ze świadczeniem doradztwa lub zapewnianiem ochrony swoim klientom w związku z jakąkolwiek\n                           transakcją w jakichkolwiek sprawach, o których mowa w niniejszym komunikacie. J.P. Morgan oraz Dom Maklerski mBanku mogą również wziąć udział w ofercie jako inwestorzy\n                           instytucjonalni.",
        "date": "2015-12-01"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu nr 97/2015 z dnia 24 listopada 2015 roku Zarząd Spółki mBank\n                           S.A. _\"Bank\"_ podaje do wiadomości, iż w dniu 26 listopada 2015 roku Bank otrzymał\n                           od Bankowego Funduszu Gwarancyjnego informację o faktycznej wysokości kwoty obowiązkowej\n                           wpłaty Banku, przeznaczonej na wypłatę środków gwarantowanych deponentom Spółdzielczego\n                           Banku Rzemiosła i Rolnictwa w Wołominie, oraz terminie jej wniesienia.Rzeczywista kwota wpłaty wyniesie 141.284,3 tys. zł, a wpłata ma zostać dokonana do\n                           dnia 30 listopada 2015 roku.Powyższa wpłata zmniejszy zysk netto Banku za IV kwartał 2015 roku o kwotę 114.440,3\n                           tys. zł.",
        "date": "2015-11-26"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. _\"Bank\"_ informuje, iż w dniu 23 listopada 2015 r. otrzymał od\n                           Bankowego Funduszu Gwarancyjnego _\"BFG\"_ informację, że Bank zobowiązany będzie wnieść\n                           zgodnie z art. 26a ust. 2 ustawy o Bankowym Funduszu Gwarancyjnym obowiązkową wpłatę\n                           przeznaczoną na wypłatę środków gwarantowanych z tytułu depozytów zgromadzonych w\n                           Spółdzielczym Banku Rzemiosła i Rolnictwa w Wołominie. Według szacunków BFG kwota\n                           wpłaty będzie wynosić ok. 37% funduszy ochrony środków gwarantowanych utworzonych\n                           na 2015 rok. W przypadku Banku szacuje się, iż będzie to kwota ok. 146 mln zł. Wpłata będzie miała\n                           wpływ na zysk netto Banku za IV kwartał 2015 r i będzie stanowić koszt uzyskania przychodu.\n                           O faktycznej wysokości kwoty obowiązkowej wpłaty oraz terminie jej wniesienia Bank\n                           zostanie powiadomiony przez BFG.Bank w oddzielnym raporcie przekaże informację o rzeczywistej kwocie wpłaty oraz jej\n                           wpływie na zysk netto Banku za IV kwartał 2015 r.",
        "date": "2015-11-24"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. _\"Bank\"_ podaje do wiadomości, że w dniu 24 listopada 2015 r. Pan\n                           Maciej Leśny, Przewodniczący Rady Nadzorczej Banku, otrzymał od Pana Stefana Schmittmanna,\n                           Członka Rady Nadzorczej Banku i Przewodniczącego Komisji Ryzyka, pismo z rezygnacją\n                           z pełnionych funkcji. Rezygnacja nastąpi z dniem 31 grudnia 2015 r.W informacji przekazanej Bankowi nie zostały podane przyczyny rezygnacji.",
        "date": "2015-11-24"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-11-16"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_, informuje o dokonaniu w dniu 13 listopada 2015\n                           roku przez Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego, rejestracji zmiany Statutu Banku wynikającej z § 1 pkt 2 Uchwały\n                           nr 25 XXVIII Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 30 marca 2015 r.Poniżej szczegółowy wykaz zmian wprowadzonych w wyniku rejestracji zmian do Statutu\n                           Banku:Zmienia się § 6 ust. 3 poprzez nadanie mu następującego brzmienia:\"3. Działalność maklerską.\"",
        "date": "2015-11-13"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, iż uzyskał informację o dokonaniu\n                           rejestracji podwyższenia kapitału zakładowego Banku przez Sąd Rejonowy dla m. st.\n                           Warszawy. W dniu 13 listopada 2015 r. Sąd Rejonowy dla m. st. Warszawy dokonał rejestracji\n                           podwyższenia kapitału zakładowego Banku do kwoty 168.954.148 zł.Ww. rejestracja dokonana przez sąd odzwierciedla jedynie wysokość kapitału zakładowego\n                           Banku na dzień 30 września 2015 r. i nastąpiła w wyniku rejestracji przez KDPW w dniu\n                           30 września 2015 r. 9.568 akcji Banku.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Od dnia 12 listopada 2015 r. tj. od dnia rejestracji przez KDPW 387 akcji Banku wyemitowanych\n                           w ramach ww. programów, kapitał zakładowy Banku wynosi 168.955.696 zł i dzieli się\n                           na 42.238.924 akcji zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł\n                           każda. Ogólna liczba głosów na WZ Banku wynosi obecnie 42.238.924.",
        "date": "2015-11-13"
    },
    {
        "company_name": "mBank",
        "content": "W związku z rejestracją w dniu 12 listopada 2015 r. przez KDPW 387 akcji mBanku S.A.\n                           _\"Bank\"_, Zarząd Banku podaje do wiadomości, iż w wyniku powyższej rejestracji kapitał\n                           zakładowy Banku wzrósł z dniem 12 listopada 2015 r. o kwotę 1.548 zł.Obecnie kapitał zakładowy Banku wynosi 168.955.696 zł i dzieli się na 42.238.924 akcji\n                           zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł każda. Ogólna liczba\n                           głosów na WZ Banku wynosi obecnie 42.238.924.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.",
        "date": "2015-11-12"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości planowane zmiany do statutu\n                           Banku.Zamierzona zmiana statutu polega na tym, aby dotychczasowy zapis §6 ust. 4 statutu\n                           Banku w brzmieniu:\"4. Działalność wykonywaną na podstawie art. 70 ust. 2 ustawy o obrocie instrumentami\n                           finansowymi, polegającą na:1_ przyjmowaniu i przekazywaniu zleceń nabycia lub zbycia instrumentów finansowych,2_ nabywaniu lub zbywaniu na własny rachunek instrumentów finansowych,3_ doradztwie inwestycyjnym,4_ oferowaniu instrumentów finansowych,5_ świadczeniu usług w wykonaniu zawartych umów o subemisje inwestycyjne i usługowe\n                           lub zawieraniu i wykonywaniu innych umów o podobnym charakterze, jeżeli ich przedmiotem są instrumenty\n                           finansowe.\"został zmieniony na zapis w brzmieniu:\"4. Działalność wykonywaną na podstawie art. 70 ust. 2 ustawy o obrocie instrumentami\n                           finansowymi, polegającą na:1_ przyjmowaniu i przekazywaniu zleceń nabycia lub zbycia instrumentów finansowych,2_ wykonywaniu zleceń, o których mowa w pkt 1, na rachunek dającego zlecenie,3_ nabywaniu lub zbywaniu na własny rachunek instrumentów finansowych,4_ doradztwie inwestycyjnym,5_ oferowaniu instrumentów finansowych,6_ świadczeniu usług w wykonaniu zawartych umów o subemisje inwestycyjne i usługowe\n                           lub zawieraniu i wykonywaniu innych umów o podobnym charakterze, jeżeli ich przedmiotem\n                           są instrumenty finansowe.\".",
        "date": "2015-11-10"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ informuje, że w dniu 10 listopada\n                           2015 r. otrzymał komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_, zgodnie z którym w dniu 12 listopada 2015 r. nastąpi rejestracja 387\n                           akcji zwykłych Banku na okaziciela o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.\n                           Podstawę rejestracji tych akcji stanowi uchwała Zarządu KDPW nr 726/15 z dnia 30 października\n                           2015 r.Wszystkie nowo wyemitowane akcje zarejestrowane zostaną pod kodem PLBRE0000012. Po\n                           dokonaniu rejestracji łączna liczba zarejestrowanych w KDPW akcji Banku o kodzie PLBRE0000012\n                           wynosić będzie 42.221.424.",
        "date": "2015-11-10"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że uchwałą\n                           nr 1130/2015 z dnia 6 listopada 2015 r. Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           SA dopuścił do obrotu giełdowego oraz postanowił wprowadzić z dniem 12 listopada 2015\n                           r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym 387 akcji zwykłych na\n                           okaziciela Banku o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 12 listopada 2015 r. nastąpi\n                           pod warunkiem dokonania przez KDPW w dniu 12 listopada 2015 r. rejestracji tych akcji\n                           i oznaczenia ich kodem PLBRE0000012.",
        "date": "2015-11-09"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, że Rada Nadzorcza Banku  ustaliła\n                           jednolity tekst Statutu Banku, z uwzględnieniem zmiany wprowadzonej na podstawie §\n                           1 pkt 2 Uchwały nr 25 XXVIII Zwyczajnego Walnego Zgromadzenia mBanku SA z dnia 30\n                           marca 2015 r., natomiast z pominięciem zmian opisanych w § 1 pkt 1 oraz pkt 3-6 ww.\n                           uchwały, gdyż w odniesieniu do tych ostatnich Bank nie uzyskał jeszcze zezwolenia\n                           Komisji Nadzoru Finansowego na zmianę Statutu.Wspomniana zmiana do Statutu Banku stanie się obowiązująca z dniem rejestracji przez\n                           sąd rejestrowy, o czym Zarząd Banku poinformuje odrębnym komunikatem, po powzięciu\n                           informacji o zaistnieniu takich okoliczności.STATUTmBanku SPÓŁKA AKCYJNAI. POSTANOWIENIA OGÓLNE§ 1mBank Spółka Akcyjna jest bankiem działającym na podstawie niniejszego Statutu, ustawy\n                           Prawo bankowe, oraz Kodeksu spółek handlowych.§ 21. Firma Banku brzmi: mBank Spółka Akcyjna.2. Bank może używać skrótu mBank S.A.3. Bank działa na obszarze Rzeczypospolitej Polskiej i za granicą. Siedzibą Banku\n                           jest miasto stołeczne Warszawa.§ 3_skreślony_§ 4Bank może posiadać wartości dewizowe i dokonywać czynności obrotu wartościami dewizowymi\n                           oraz jest upoważniony do skupu walut obcych.II. DZIAŁALNOŚĆ BANKU§ 51. Przedmiotem działania Banku jest wykonywanie usług bankowych, usług konsultacyjno-doradczych\n                           w sprawach finansowych i prowadzenie działalności gospodarczej w zakresie określonym\n                           w § 6 niniejszego Statutu.2. Bank może otwierać i posiadać rachunki w bankach polskich i zagranicznych.§ 6W celu realizacji zadań wymienionych w § 5 Bank wykonuje:1. Czynności bankowe:1_ przyjmowanie wkładów pieniężnych płatnych na żądanie lub z nadejściem oznaczonego\n                           terminu oraz prowadzenie rachunków tych wkładów, 2_ prowadzenie innych rachunków bankowych, 3_ przeprowadzanie bankowych rozliczeń pieniężnych, 4_ udzielanie kredytów i pożyczek pieniężnych, 5_ wykonywanie operacji wekslowych i czekowych oraz operacji, których przedmiotem\n                           są warranty,6_ udzielanie i potwierdzanie poręczeń,6a_ udzielanie i potwierdzanie gwarancji bankowych oraz otwieranie i potwierdzanie\n                           akredytyw, 7_ pośrednictwo w dokonywaniu przekazów pieniężnych oraz rozliczeń w obrocie dewizowym,\n                           8_ emitowanie bankowych papierów wartościowych, 9_ wykonywanie czynności zleconych, związanych z emisją papierów wartościowych, 10_ przechowywanie przedmiotów i papierów wartościowych oraz udostępnianie skrytek\n                           sejfowych, 11_ dokonywanie terminowych operacji finansowych,12_ nabywanie i zbywanie wierzytelności pieniężnych,13_ wykonywanie czynności banku reprezentanta przewidzianych w Ustawie o obligacjach,14_ prowadzenie skupu i sprzedaży wartości dewizowych,15_ wydawanie instrumentów płatniczych, w tym kart płatniczych oraz wykonywanie operacji\n                           przy ich użyciu,16_ wydawanie pieniądza elektronicznego.2. Inne czynności:1_  świadczenie usług konsultacyjno-doradczych w sprawach finansowych, 2_ obejmowanie lub nabywanie akcji i praw z akcji, udziałów innej osoby prawnej oraz\n                           nabywanie jednostek uczestnictwa i certyfikatów inwestycyjnych w funduszach inwestycyjnych,\n                           3_ pełnienie funkcji depozytariusza w rozumieniu przepisów ustawy o organizacji i\n                           funkcjonowaniu funduszy emerytalnych,4_ pełnienie funkcji depozytariusza w rozumieniu przepisów ustawy o funduszach inwestycyjnych,5_ prowadzenie działalności polegającej na przyjmowaniu zleceń nabywania i odkupywania\n                           oraz zapisów na jednostki uczestnictwa lub certyfikaty inwestycyjne w funduszach inwestycyjnych,\n                           6_ prowadzenie rejestrów członków funduszy emerytalnych oraz rejestrów uczestników\n                           funduszy inwestycyjnych,7_ wykonywanie czynności z zakresu pośrednictwa ubezpieczeniowego,8_ nabywanie i zbywanie nieruchomości,9_ dokonywanie, na warunkach uzgodnionych z dłużnikiem, zamiany wierzytelności na\n                           składniki majątku dłużnika, 10_ dokonywanie obrotu papierami wartościowymi, świadczenie usług powierniczych, w\n                           tym prowadzenie rachunków papierów wartościowych, oraz wykonywanie czynności związanych\n                           ze świadczeniem usług powierniczych, 11_ emitowanie papierów wartościowych innych niż bankowe papiery wartościowe,12_ świadczenie usług leasingowych i faktoringowych, w tym wykonywanie czynności pośrednika\n                           w zakresie tych usług,13_ pełnienie funkcji agenta płatności w rozumieniu przepisów ustawy o funduszach\n                           inwestycyjnych,14_ pełnienie funkcji agenta rozliczeniowego,15_ świadczenie usług certyfikacyjnych w rozumieniu przepisów o podpisie elektronicznym,\n                           z wyłączeniem wydawania certyfikatów kwalifikowanych wykorzystywanych przez Bank w\n                           czynnościach, których jest stroną.3. Działalność maklerską.4. Działalność wykonywaną na podstawie art. 70 ust. 2 ustawy o obrocie instrumentami\n                           finansowymi, polegającą na:1_ przyjmowaniu i przekazywaniu zleceń nabycia lub zbycia instrumentów finansowych,2_ nabywaniu lub zbywaniu na własny rachunek instrumentów finansowych,3_ doradztwie inwestycyjnym,4_ oferowaniu instrumentów finansowych,5_ świadczeniu usług w wykonaniu zawartych umów o subemisje inwestycyjne i usługowe\n                           lub zawieraniu i wykonywaniu innych umów o podobnym charakterze, jeżeli ich przedmiotem\n                           są instrumenty finansowe.5. Bank może wykonywać czynności, o których mowa w ust. 1 i 2, na zlecenie innych\n                           banków, instytucji kredytowych, instytucji finansowych lub podmiotów powiązanych,\n                           o ile są one objęte przedmiotem działalności podmiotów zlecających.III. ORGANIZACJA BANKU§ 71. Bank wraz z wybranymi podmiotami powiązanymi może działać w ramach grupy i współpracować\n                           z nimi w celu oferowania usług finansowych.2. Dla realizacji celu, o którym mowa w ust.1, Bank może podejmować różne przedsięwzięcia,\n                           w tym świadczyć usługi specjalistyczne na rzecz wybranych podmiotów powiązanych.3. Zasady i formy realizacji przedsięwzięć ustala Zarząd.§ 81. Bank dla realizacji zadań statutowych może tworzyć i likwidować oddziały oraz inne\n                           jednostki organizacyjne w kraju i za granicą.2. Strukturę organizacyjną Banku określa Zarząd w Regulaminie Organizacyjnym z zastrzeżeniem\n                           § 22 ust.1 lit. a.3. Bank może tworzyć grupy doradcze dla pozyskiwania opinii i nawiązywania oraz utrzymywania\n                           kontaktów z kręgami gospodarczymi. Zarząd może powoływać członków takich grup doradczych,\n                           wydawać dla nich regulaminy i ustalać wysokość honorariów dla ich członków.§ 8a1. Strukturę organizacyjną Banku tworzą:a/ Centrala, b/ oddziały.2. Podstawowymi jednostkami organizacyjnymi Centrali są departamenty i biura.3. Zarząd może powoływać stałe komitety lub zespoły w celu realizacji określonych\n                           funkcji lub koordynacji pracy jednostek organizacyjnych Banku oraz zespoły do realizacji\n                           określonych zadań.4. Członkowie Zarządu oraz Dyrektorzy Zarządzający mogą powoływać zespoły i grupy\n                           robocze w celu realizacji zadań doraźnych.§ 9Organami Banku są:1. Walne Zgromadzenie,2. Rada Nadzorcza,3. Zarząd.WALNE ZGROMADZENIE§ 101. Walne Zgromadzenie zwołuje Zarząd w trybie zwyczajnym lub nadzwyczajnym. Zwyczajne\n                           Walne Zgromadzenie zwołuje się raz w roku, najpóźniej w czerwcu.2. Rada nadzorcza może zwołać zwyczajne walne zgromadzenie, jeżeli zarząd nie zwoła\n                           go w terminie określonym w Statucie oraz nadzwyczajne walne zgromadzenie, jeżeli zwołanie\n                           go uzna za wskazane.3. Akcjonariusze reprezentujący co najmniej połowę kapitału zakładowego lub co najmniej\n                           połowę ogółu głosów w spółce mogą zwołać nadzwyczajne walne zgromadzenie. Akcjonariusze\n                           wyznaczają przewodniczącego tego zgromadzenia.4. Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać zwołania nadzwyczajnego walnego zgromadzenia i umieszczenia\n                           określonych spraw w porządku obrad tego zgromadzenia. Żądanie zwołania nadzwyczajnego\n                           walnego zgromadzenia należy złożyć zarządowi na piśmie lub w postaci elektronicznej.\n                           Żądanie zwołania Nadzwyczajnego Walnego Zgromadzenia powinno zawierać propozycje:a_ porządku obrad Walnego Zgromadzenia,b_ projektów uchwał wraz z uzasadnieniami tych uchwał.5. W przypadku zwołania Walnego Zgromadzenia przez inne podmioty niż Zarząd, Zarząd\n                           jest obowiązany do przeprowadzenia czynności niezbędnych w celu doprowadzenia do odbycia\n                           się Walnego Zgromadzenia.§ 11Uchwały Walnego Zgromadzenia poza innymi sprawami wymienionymi w Kodeksie spółek handlowych\n                           wymagają następujące sprawy:a_ rozpatrzenie i zatwierdzenie sprawozdania zarządu z działalności Banku oraz sprawozdania\n                           finansowego za ubiegły rok obrotowy,b_ podejmowanie uchwał o podziale zysków lub pokryciu strat,c_ udzielanie absolutorium członkom organów Banku z wykonania przez nich obowiązków,d_ wybór i odwoływanie członków Rady Nadzorczej,e_ zmiana Statutu,f_ podwyższenie lub obniżenie kapitału zakładowego Banku,g_ podejmowanie uchwał w sprawie umarzania akcji oraz uchwał o umorzeniu akcji, a\n                           w szczególności określenia nieuregulowanych w Statucie zasad umarzania akcji,h_ tworzenie i znoszenie funduszów celowych,i_ emisja obligacji zamiennych lub z prawem pierwszeństwa,j_ ustalenie zasad wynagradzania członków Rady Nadzorczej,k_ likwidacja Banku lub fuzja z innym bankiem,l_ wybór likwidatorów,ł_ sprawy wniesione przez Radę Nadzorczą,m_ sprawy wniesione przez akcjonariuszy w trybie przewidzianym w Statucie,n_ wybór podmiotu uprawnionego do badania sprawozdań finansowych jako biegłego rewidenta\n                           Banku.§ 12Wszystkie sprawy wnoszone na Walne Zgromadzenie powinny być uprzednio przedstawione\n                           Radzie Nadzorczej do rozpatrzenia.§ 13Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu osobiście\n                           lub przez pełnomocników. Pełnomocnictwa do uczestniczenia w Walnym Zgromadzeniu powinny\n                           być wystawione na piśmie bądź w formie elektronicznej i dołączone do protokołu.§ 141. Akcje Banku są imienne lub na okaziciela. Każda akcja Banku daje prawo do jednego\n                           głosu. Z zastrzeżeniem przypadków określonych w Kodeksie spółek handlowych Walne Zgromadzenie\n                           jest ważne bez względu na ilość reprezentowanych w nim akcji.2. Uchwały Walnego Zgromadzenia zapadają zwykłą większością głosów, chyba że przepisy\n                           Kodeksu spółek handlowych lub postanowienia Statutu wymagają surowszych warunków do\n                           podjęcia uchwał w szczególnych sprawach.3. Uchwała o zaniechaniu rozpatrywania sprawy umieszczonej w porządku obrad może zapaść\n                           jedynie w przypadku, gdy przemawiają za nią istotne powody. Wniosek w takiej sprawie\n                           powinien zostać szczegółowo umotywowany. Zdjęcie z porządku obrad bądź zaniechanie\n                           rozpatrywania sprawy umieszczonej w porządku obrad na wniosek akcjonariuszy wymaga\n                           podjęcia uchwały Walnego Zgromadzenia, po uprzednio wyrażonej zgodzie przez wszystkich\n                           obecnych akcjonariuszy, którzy zgłosili taki wniosek, podjętej większością trzech\n                           czwartych głosów Walnego Zgromadzenia.§ 15Głosowanie jest jawne. Tajne głosowanie zarządza się przy wyborach oraz nad wnioskami\n                           o odwołaniu członków organów Banku lub likwidatorów, o pociągnięciu ich do odpowiedzialności,\n                           a także w sprawach osobowych. Poza tym należy zarządzić tajne głosowanie na żądanie\n                           choćby jednego z akcjonariuszy obecnych lub reprezentowanych na Walnym Zgromadzeniu.§ 161. Walne Zgromadzenie otwiera Przewodniczący Rady Nadzorczej lub zastępca Przewodniczącego\n                           Rady Nadzorczej. Gdyby z powodu przeszkód żaden z nich nie mógł otworzyć Zgromadzenia,\n                           otworzy je jeden z członków Rady Nadzorczej.2. Walne Zgromadzenie wybiera Przewodniczącego spośród osób uprawnionych do uczestniczenia\n                           w Walnym Zgromadzeniu.RADA NADZORCZA§ 171. Rada Nadzorcza składa się przynajmniej z pięciu członków, wybieranych przez Walne\n                           Zgromadzenie na wspólną kadencję trzech lat. Co najmniej połowa członków Rady Nadzorczej,\n                           w tym jej Przewodniczący musi posiadać obywatelstwo polskie, stale zamieszkiwać w\n                           Polsce, posługiwać się językiem polskim oraz posiadać doświadczenie na rynku polskim,\n                           które można wykorzystać przy sprawowaniu nadzoru nad działalnością Banku.2. Mandat członka Rady Nadzorczej wygasa najpóźniej z dniem odbycia Walnego Zgromadzenia\n                           zatwierdzającego sprawozdanie finansowe Banku za ostatni pełny rok pełnienia funkcji\n                           członka Rady Nadzorczej.3. Mandat członka Rady Nadzorczej wygasa także wskutek śmierci, rezygnacji lub odwołania\n                           członka Rady.4. Liczbę członków Rady określa Walne Zgromadzenie, z zastrzeżeniem postanowień ust.\n                           5 i 6. Członkowie Rady mogą być wybierani ponownie. Rada Nadzorcza wybiera ze swego\n                           grona Przewodniczącego i zastępców Przewodniczącego Rady.5. Co najmniej dwóch członków Rady Nadzorczej powinni stanowić Niezależni Członkowie\n                           Rady Nadzorczej, chyba że Walne Zgromadzenie w uchwale w sprawie powołania członków\n                           Rady Nadzorczej lub w uchwale podjętej na podstawie § 19 ust. 3 Statutu, postanowi\n                           inaczej. 6. Kryteria niezależności Członka Rady Nadzorczej określa odrębna uchwała Walnego\n                           Zgromadzenia.§ 18Rada Nadzorcza działa na podstawie uchwalonego przez siebie regulaminu.§ 191. Na miejsce członka Rady Nadzorczej, którego mandat wygasł w czasie trwania wspólnej\n                           kadencji Rady, Rada Nadzorcza może powołać inną osobę.2. Mandat członka Rady Nadzorczej powołanego przed upływem danej kadencji Rady wygasa\n                           równocześnie z wygaśnięciem mandatów pozostałych członków Rady.3. Powołanie Członków Rady Nadzorczej w czasie trwania wspólnej kadencji Rady wymaga\n                           zatwierdzenia przez najbliższe Walne Zgromadzenie. W razie odmowy zatwierdzenia któregokolwiek\n                           z członków Rady Nadzorczej powołanych w czasie trwania wspólnej kadencji, Walne Zgromadzenie\n                           dokona wyboru nowego członka Rady na miejsce osoby, której powołania nie zatwierdzono.4. Jeżeli z powodu wygaśnięcia mandatów członków Rady Nadzorczej w czasie trwania\n                           wspólnej kadencji Rady liczba członków Rady będzie niższa niż pięć osób, Rada Nadzorcza\n                           ma obowiązek powołać nowych członków Rady na miejsce tych, których mandaty wygasły.§ 201. Rada Nadzorcza podejmuje uchwały, jeżeli na posiedzeniu jest obecna co najmniej\n                           połowa jej członków, a wszyscy jej członkowie zostali zaproszeni.2. W szczególnych przypadkach członkowie Rady Nadzorczej mogą brać udział w podejmowaniu\n                           uchwał oddając swój głos na piśmie za pośrednictwem innego członka Rady Nadzorczej.\n                           Oddanie głosu na piśmie nie może dotyczyć spraw wprowadzonych do porządku obrad na\n                           posiedzeniu Rady Nadzorczej.3. Rada Nadzorcza może podejmować uchwały w trybie pisemnym lub przy wykorzystaniu\n                           środków bezpośredniego porozumiewania się na odległość. Uchwała jest ważna gdy wszyscy\n                           członkowie Rady zostali powiadomieni o treści projektu uchwały.4. Uchwały Rady Nadzorczej zapadają zwykłą większością głosów, w przypadku równości\n                           głosów przeważa głos Przewodniczącego Rady Nadzorczej.5. Bez zgody większości Niezależnych Członków Rady Nadzorczej nie powinny być podjęte\n                           uchwały w następujących sprawach:a_ świadczenia z jakiegokolwiek tytułu przez Bank lub jakiekolwiek podmioty powiązane\n                           z Bankiem na rzecz członków Zarządu,b_ wyrażenia zgody na zawarcie przez Bank istotnej umowy z podmiotem powiązanym z\n                           Bankiem, Członkiem Rady Nadzorczej albo Zarządu oraz z podmiotami z nimi powiązanymi.6. Podjęcie uchwały bez zachowania wymogów zawartych w ust. 5 nie powoduje jednakże\n                           jej nieważności, jeżeli uchwała została podjęta zgodnie z postanowieniami § 20 ust.\n                           1-4. Postanowienia ust. 5 nie obowiązują jeżeli wśród wybranych przez Walne Zgromadzenie\n                           członków Rady Nadzorczej będzie mniejsza liczba Niezależnych Członków Rady niż określona\n                           w § 17 ust. 5 Statutu.§ 21Członkowie Rady Nadzorczej mogą sprawować swoje obowiązki tylko osobiście.§ 221. Do kompetencji Rady Nadzorczej, oprócz praw i obowiązków przewidzianych w przepisach\n                           prawa i postanowieniach Statutu, należy w szczególności:a_ zatwierdzanie propozycji Zarządu w przedmiocie zasadniczej struktury organizacyjnej\n                           Banku, przez którą rozumie się wydzielone strukturalnie i organizacyjnie podstawowe\n                           obszary działalności Banku podległe poszczególnym członkom Zarządu,b_ zatwierdzanie rocznych planów finansowych Banku oraz wieloletnich planów rozwoju,c_ rozpoznawanie wszelkich wniosków i spraw podlegających uchwałom Walnego Zgromadzenia,d_ wydawanie lub zatwierdzanie przewidzianych w Statucie regulaminów,e_ ustalanie warunków kontraktów i wynagrodzeń dla członków Zarządu,f_ otrzymywanie z wyprzedzeniem informacji na temat tworzenia, nabywania, zamykania\n                           oraz dysponowania oddziałami, stałymi przedstawicielstwami oraz częściami przedsiębiorstwa,\n                           jak również rozpoczynania i kończenia przedsięwzięć oraz dziedzin działalności,g_ zatwierdzanie zawarcia lub zmiany jakiejkolwiek istotnej umowy lub porozumienia\n                           z członkami Zarządu lub Rady Nadzorczej,h_ zatwierdzanie zawarcia, zmiany lub rozwiązania jakichkolwiek istotnych umów stowarzyszeniowych\n                           albo porozumień o współpracy,i_ otrzymywanie informacji na temat oczekiwanych odchyleń od rocznego budżetu,j_ wydawanie Zarządowi ogólnych zaleceń odnośnie poziomu i struktury wynagradzania\n                           kadry kierowniczej wysokiego szczebla,k_ zatwierdzanie polityki zmiennych składników wynagrodzeń osób zajmujących stanowiska\n                           kierownicze w Banku,2. Rada Nadzorcza może powoływać Stałe Komisje, których członkowie pełnią funkcje\n                           jako członkowie Rady Nadzorczej delegowani do pełnienia wybranych czynności nadzorczych\n                           w Banku. Zakres działania Komisji określony jest w uchwale Rady Nadzorczej.3. Rada może powołać w szczególności następujące Stałe Komisje:1_ Komisję Prezydialną, do której zadań należy między innymi:a_ wykonywanie bieżącego nadzoru nad działalnością Banku w okresach między posiedzeniami\n                           Rady Nadzorczej,b_ udzielanie Zarządowi zezwolenia na nabywanie, obciążanie i zbywanie nieruchomości,\n                           użytkowania wieczystego lub udziału w nieruchomości oraz akcji i udziałów w spółkach\n                           jak również innych środków trwałych, jeżeli wartość transakcji przekracza 1% funduszy\n                           własnych Banku, zdefiniowanych w § 33, wyliczonych na dzień 31 grudnia poprzedniego\n                           roku. Zezwolenie nie jest wymagane, jeżeli wskazane wyżej nabycie nastąpiło w ramach\n                           postępowania egzekucyjnego, upadłościowego, w tym postępowania upadłościowego z możliwością\n                           zawarcia układu lub innego porozumienia z dłużnikiem Banku lub w przypadku zbycia\n                           mienia nabytego w powyższy sposób. W przypadku nabycia nieruchomości, użytkowania\n                           wieczystego lub udziału w nieruchomości, akcji lub udziałów w spółkach w wyniku wymienionych\n                           postępowań lub porozumień z dłużnikami Banku lub w przypadku zbycia nabytego w ten\n                           sposób mienia, Zarząd obowiązany jest do poinformowania Komisji Prezydialnej o powyższych\n                           czynnościach.2_ Komisję do spraw audytu, do której zadań należy między innymi:a_ wydawanie opinii odnośnie wyboru biegłego rewidenta Banku przez Walne Zgromadzenie,b_ rekomendowanie Radzie Nadzorczej przyjęcia lub odrzucenia sprawozdania finansowego,c_ sprawowanie stałego nadzoru nad systemem kontroli wewnętrznej w Banku,d_ akceptowanie proponowanych przez Zarząd zmian na stanowisku kierującego Departamentem\n                           Audytu Wewnętrznego.3_ Komisję do spraw ryzyka, do której zadań należy między innymi:a_ sprawowanie stałego nadzoru nad ryzykiem kredytowym, ryzykiem rynkowym, ryzykiem\n                           operacyjnym oraz ryzykiem płynności, a także rekomendowanie zatwierdzenia zaangażowania\n                           obciążonego ryzykiem jednego podmiotu, zgodnie z parametrami określonymi przez Radę\n                           Nadzorczą w danym czasie,b_ rekomendowanie zatwierdzenia albo odmowy zatwierdzenia przez Radę Nadzorczą transakcji\n                           między Bankiem a członkami organów Banku, przewidzianych w Prawie bankowym.Rada Nadzorcza jest uprawniona do określenia wyżej wymienionych parametrów, dalszych\n                           uprawnień oraz zakresu działalności Komisji do spraw ryzyka.4_ Komisję do spraw wynagrodzeń, do której zadań należy między innymi:a_ rozpatrywanie spraw dotyczących zasad wynagradzania i wysokości wynagrodzeń członków\n                           Zarządu, w tym ustalanie stawek wynagrodzeń,b_ przedstawianie opinii dotyczących zgody dla członka Zarządu na zajmowanie się interesami\n                           konkurencyjnymi,c_ wydawanie Radzie Nadzorczej rekomendacji: na temat ogólnych zaleceń dla Zarządu\n                           odnośnie poziomu i struktury wynagradzania kadry kierowniczej wysokiego szczebla oraz\n                           w zakresie polityki zmiennych składników wynagrodzeń osób zajmujących stanowiska kierownicze\n                           w Banku, d_ monitorowanie poziomu i struktury wynagrodzeń kadry kierowniczej wysokiego szczebla.4. W skład Komisji do spraw audytu wchodzi co najmniej jeden Niezależny Członek Rady\n                           Nadzorczej posiadający kwalifikacje i doświadczenie w zakresie rachunkowości i finansów.\n                           5. Stałe Komisje Rady Nadzorczej składają Radzie Nadzorczej roczne sprawozdania ze\n                           swojej działalności. Sprawozdania te Bank będzie udostępniał Akcjonariuszom przed\n                           Zwyczajnym Walnym Zgromadzeniem.§ 23Rada Nadzorcza powołuje i odwołuje Prezesa Zarządu, wiceprezesów oraz pozostałych\n                           członków Zarządu, działając zgodnie z przepisami Prawa bankowego.§ 24Posiedzenia Rady Nadzorczej odbywają się w miarę potrzeb, nie rzadziej niż trzy razy\n                           w roku obrotowym.ZARZĄD§ 251. Zarząd składa się z co najmniej trzech członków powoływanych na wspólną kadencję\n                           5 lat. Co najmniej połowa członków Zarządu, w tym Prezes Zarządu musi posiadać obywatelstwo\n                           polskie, stale zamieszkiwać w Polsce, posługiwać się językiem polskim oraz posiadać\n                           doświadczenie na rynku polskim, które można wykorzystać przy zarządzaniu Bankiem.2. W skład Zarządu wchodzą Prezes Zarządu oraz pozostali członkowie Zarządu. Rada\n                           Nadzorcza może powierzyć członkom Zarządu pełnienie funkcji pierwszego wiceprezesa\n                           lub wiceprezesa Zarządu.3. Mandat członka Zarządu wygasa najpóźniej z dniem odbycia Walnego Zgromadzenia zatwierdzającego\n                           sprawozdanie finansowe za ostatni pełny rok obrotowy pełnienia funkcji członka Zarządu.4. Mandat członka Zarządu wygasa również wskutek śmierci, rezygnacji albo odwołania\n                           go ze składu Zarządu.5. Mandat członka Zarządu powołanego przed upływem danej kadencji wygasa równocześnie\n                           z wygaśnięciem mandatów pozostałych członków Zarządu.§ 261. Zarząd prowadzi sprawy Banku i reprezentuje Bank, w tym decyduje w sprawach nabycia,\n                           obciążenia i zbycia nieruchomości, użytkowania wieczystego lub udziału w nieruchomości,\n                           z zastrzeżeniem § 22 ust. 3 pkt 1 lit. b. Zarząd ustala wytyczne odnośnie działalności\n                           Banku, w szczególności obciążonej ryzykiem, w tym jego polityki kredytowej, inwestycyjnej,\n                           zarządzania aktywami i pasywami Banku, a także polityki gwarancyjnej.2. Uchwały Zarządu zapadają większością głosów członków Zarządu obecnych na posiedzeniu\n                           Zarządu, w razie równości głosów przeważa głos Prezesa Zarządu.3. W szczególnych przypadkach członkowie Zarządu mogą brać udział w podejmowaniu uchwał\n                           oddając swój głos na piśmie za pośrednictwem innego członka Zarządu. Oddanie głosu\n                           na piśmie nie może dotyczyć spraw wprowadzonych do porządku obrad na posiedzeniu Zarządu.4. Zarząd może podejmować uchwały w trybie pisemnym lub przy wykorzystaniu środków\n                           bezpośredniego porozumiewania się na odległość. Uchwała jest ważna, gdy wszyscy członkowie\n                           Zarządu zostali powiadomieni o treści projektu uchwały.5. Zarząd pracuje w oparciu o regulamin zatwierdzony przez Radę Nadzorczą. Regulamin\n                           ten określa między innymi sprawy, które wymagają kolegialnego rozpatrzenia i podjęcia\n                           uchwały przez Zarząd.§ 271. Pracą Zarządu kieruje Prezes Zarządu. Do zakresu jego działania należy w szczególności:1_ przewodniczenie Zarządowi,2_ reprezentowanie Banku na zewnątrz,3_ wydawanie zarządzeń wewnętrznych i instrukcji służbowych, regulaminów oraz innych\n                           przepisów regulujących działalność Banku, które to zarządzenia wewnętrzne i instrukcje\n                           służbowe, regulaminy oraz inne przepisy powinny być wydane w oparciu o uprzednią uchwałę\n                           Zarządu w tym względzie w przypadku, gdy przepis prawa lub wewnętrzna regulacja Banku\n                           tego wymaga,4_ dokonywanie podziału kompetencji pomiędzy Członków Zarządu oraz podległych im Dyrektorów\n                           Zarządzających, na podstawie uchwały Zarządu, przy czym uchwała taka nie może być\n                           podjęta bez zgody Prezesa Zarządu; informacje o podziale kompetencji pomiędzy Członków\n                           Zarządu oraz podległych im Dyrektorów Zarządzających oraz wszelkich zmianach w tym\n                           zakresie są niezwłocznie przekazywane Komisji Prezydialnej Rady Nadzorczej.2. Powołanie Członka Zarządu odpowiedzialnego za kształtowanie i realizację polityki\n                           kredytowej Banku oraz zarządzanie ryzykiem kredytowym i finansowym Banku, następuje\n                           za zgodą Komisji Nadzoru Finansowego.§ 281. Członkowie Zarządu kierują działalnością Banku zgodnie z regulaminem Zarządu.2. Prezes Zarządu może powierzyć członkom Zarządu nadzór nad wyznaczonymi obszarami\n                           działalności Banku.§ 291. Powołanie prokurenta wymaga zgody wszystkich członków Zarządu.2. Pełnomocnictw udzielają dwaj członkowie Zarządu działający łącznie albo jeden członek\n                           Zarządu działający łącznie z prokurentem.3. Prokura może być odwołana przez każdego członka Zarządu jednoosobowo. Pełnomocnictwo\n                           może być odwołane przez dwóch członków Zarządu działających łącznie albo jednego członka\n                           Zarządu działającego łącznie z prokurentem.§ 301. Do składania oświadczeń w zakresie praw i obowiązków majątkowych Banku upoważnieni\n                           są:1_ w ramach uprawnień Zarządu dwaj członkowie Zarządu działający łącznie, przy czym\n                           podpis jednego członka Zarządu może zostać zastąpiony podpisem prokurenta lub pełnomocnika\n                           działającego w granicach udzielonego pełnomocnictwa;2_ prokurenci – działający w granicach uprawnień wynikających z przepisów o prokurze,\n                           łącznie z członkiem Zarządu, prokurentem lub pełnomocnikiem działającym w granicach\n                           udzielonego mu pełnomocnictwa;3_ pełnomocnicy – na podstawie pełnomocnictw ogólnych, pełnomocnictw do czynności\n                           określonego rodzaju oraz na podstawie pełnomocnictw do określonych czynności. Pełnomocnicy\n                           działają samodzielnie lub łącznie w granicach swojego upoważnienia.2. Osoby upoważnione do działania w imieniu Banku nie odpowiadają osobiście wobec\n                           osób trzecich za zobowiązania zaciągnięte w imieniu Banku, o ile działają w granicach\n                           swojego upoważnienia.§ 30a1. Podejmowanie decyzji o zaciągnięciu zobowiązań lub rozporządzeniu aktywami, których\n                           łączna wartość w stosunku do jednego podmiotu przekracza 5% funduszy własnych Banku,\n                           wymaga uchwały Zarządu, z zastrzeżeniem ust. 2 poniżej.2. Zarząd, na podstawie podjętej przez siebie uchwały, może upoważnić stałe komitety\n                           powołane na podstawie § 8a ust. 3 lub odpowiednie osoby w Banku do podejmowania decyzji\n                           w sprawie zaciągania zobowiązań lub rozporządzania aktywami, w zakresie bieżącej działalności\n                           Banku, których łączna wartość w odniesieniu do jednego podmiotu przekracza 5% funduszy\n                           własnych Banku. Odpowiednia uchwała Zarządu będzie określać zakres upoważnienia oraz\n                           tryb podejmowania decyzji przez upoważnione komitety lub odpowiednie osoby.3.  Z zastrzeżeniem spełnienia innych wymogów przewidzianych w Statucie uchwały Zarządu\n                           wymaga nabywanie, obciążanie i zbywanie nieruchomości, użytkowania wieczystego lub\n                           udziału w nieruchomości oraz akcji i udziałów w spółkach jak również innych środków\n                           trwałych, jeżeli wartość transakcji przekracza 1% funduszy własnych Banku, zdefiniowanych\n                           w § 33, wyliczonych na dzień 31 grudnia poprzedniego roku, chyba że wskazane wyżej\n                           nabycie nastąpiło w ramach postępowania egzekucyjnego, upadłościowego, w tym postępowania\n                           upadłościowego z możliwością zawarcia układu lub innego porozumienia z dłużnikiem\n                           Banku lub w przypadku zbycia mienia nabytego w powyższy sposób.§ 30b1. Regulacje wewnętrzne Banku wydawane są w formie:a_ polityk – przez stałe komitety powołane na podstawie § 8a ust. 3, Zarząd lub Zarząd\n                           i Radę Nadzorczą,b_ zarządzeń - przez Prezesa Zarządu, c_ pism okólnych – przez Członków Zarządu, Dyrektorów Zarządzających lub dyrektorów\n                           jednostek organizacyjnych Banku,d_ regulaminów organizacyjnych jednostek organizacyjnych Banku – przez Członków Zarządu\n                           lub Dyrektorów Zarządzających, e_ procedur pracy – przez Członków Zarządu, Dyrektorów Zarządzających lub dyrektorów\n                           jednostek organizacyjnych Banku.2.  Szczegółowe zasady wydawania regulacji wewnętrznych Banku określa odpowiednie\n                           zarządzenie w sprawie legislacji wewnętrznej.§ 311. Badania rocznego bilansu i rachunku zysków i strat dokonuje podmiot uprawniony\n                           do badania sprawozdań finansowych wybierany przez Walne Zgromadzenie.2. Podmiot uprawniony do badania sprawozdań finansowych składa swoje sprawozdanie\n                           wraz z wnioskiem Radzie Nadzorczej, która przedstawia je Walnemu Zgromadzeniu.§ 31a1. Bank posiada system kontroli wewnętrznej, którego celem jest zapewnienie bezpieczeństwa\n                           i stabilności funkcjonowania Banku, wspomaganie zarządzania Bankiem oraz usprawnienie\n                           realizacji jego zadań. 2. Kontroli wewnętrznej podlega działalność wszystkich jednostek organizacyjnych Banku.\n                           3. W ramach systemu kontroli wewnętrznej w Banku funkcjonuje Departament Audytu Wewnętrznego,\n                           podlegający Prezesowi Zarządu. Zadaniem Departamentu Audytu Wewnętrznego jest w szczególności:a_ niezależna ocena i badanie przestrzegania istniejących w Banku procedur realizacji\n                           procesów,b_ badanie i ocena mechanizmów sprawowania kontroli wewnętrznej,c_ badanie i ocena zarządzania ryzykiem w Banku,d_ ocena ryzyka operacyjnego.4. Departament Audytu Wewnętrznego sporządza okresowe sprawozdania ze swojej działalności\n                           dla Zarządu oraz Rady Nadzorczej. Niezależnie od jakichkolwiek szczególnych uregulowań\n                           wewnętrznych w tym zakresie, każdy raport z audytu wewnętrznego przeprowadzonego przez\n                           Departament Audytu Wewnętrznego powinien także być przekazywany do wiadomości Przewodniczącego\n                           Rady Nadzorczej.5. Szczegółowe zasady funkcjonowania kontroli wewnętrznej określa odpowiedni regulamin\n                           wprowadzany zarządzeniem Prezesa Zarządu, w oparciu o uchwałę Zarządu.IV. ZASADY GOSPODARKI FINANSOWEJ BANKU§ 32Bank prowadzi samodzielną gospodarkę finansową na podstawie rocznych planów finansowych\n                           zatwierdzanych przez Radę Nadzorczą. Szczegółowe zasady gospodarki finansowej Banku\n                           ustala Zarząd.§ 331. Funduszami własnymi Banku są:1_ Fundusze podstawowe, a w tym:a_ kapitał zakładowy,b_ kapitał zapasowy,c_ kapitał rezerwowy,d_ fundusz ogólnego ryzyka.2_ Fundusze uzupełniające tworzone zgodnie z przepisami Prawa bankowego.2. Bank tworzy fundusze celowe, a w tym Zakładowy Fundusz Socjalny.§ 34Kapitał zakładowy wynosi  168.702.232 _sto sześćdziesiąt osiem milionów siedemset\n                           dwa tysiące dwieście trzydzieści dwa_ złote i dzieli się na  42.175.558  _czterdzieści\n                           dwa miliony sto siedemdziesiąt pięć tysięcy pięćset pięćdziesiąt osiem_ akcji imiennych\n                           i na okaziciela o wartości nominalnej 4 _cztery_ złote każda. § 34aBank dokonywał następujących warunkowych podwyższeń kapitału zakładowego:a_ na podstawie uchwały w sprawie emisji obligacji serii A z prawem pierwszeństwa\n                           objęcia akcji oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, podjętej przez Walne Zgromadzenie\n                           w dniu 21 maja 2003 roku, kapitał zakładowy Banku został warunkowo podwyższony o kwotę\n                           1.918.000 _jeden milion dziewięćset osiemnaście tysięcy_ złotych w drodze emisji 479.500\n                           _czterysta siedemdziesiąt dziewięć tysięcy pięćset_ akcji zwykłych na okaziciela o\n                           wartości nominalnej 4 _cztery_ złote każda akcja;b_ na podstawie uchwały w sprawie emisji obligacji serii B z prawem pierwszeństwa\n                           objęcia akcji oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, podjętej przez Walne Zgromadzenie\n                           w dniu 21 maja 2003 roku, kapitał zakładowy Banku został warunkowo podwyższony o kwotę\n                           2.000.000 _dwa miliony_ złotych w drodze emisji 500.000 _pięćset tysięcy_ akcji zwykłych\n                           na okaziciela o wartości nominalnej 4 _cztery_ złote każda akcja.c_ na podstawie uchwały w sprawie emisji obligacji serii C1, C2, C3, C4, C5, C6, C7,\n                           C8, C9, C10 z prawem pierwszeństwa objęcia akcji oraz warunkowego podwyższenia kapitału\n                           zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych akcjonariuszy,\n                           podjętej przez Walne Zgromadzenie w dniu 14 marca 2008, kapitał zakładowy Banku został\n                           warunkowo podwyższony o kwotę 2.200.000 _dwa miliony dwieście tysięcy_ złotych w drodze\n                           emisji 550.000 _pięćset pięćdziesiąt tysięcy_ sztuk akcji zwykłych na okaziciela o\n                           wartości nominalnej 4 _cztery_ złote każda akcja.d_ na podstawie uchwały w sprawie emisji obligacji serii D z prawem pierwszeństwa\n                           objęcia akcji oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, podjętej przez Walne Zgromadzenie\n                           w dniu 27 października 2008 r., kapitał zakładowy Banku został warunkowo podwyższony\n                           o kwotę 2.800.000 _słownie: dwa miliony osiemset tysięcy_ złotych w drodze emisji\n                           700.000 _słownie: siedemset tysięcy_ sztuk akcji zwykłych na okaziciela o wartości\n                           nominalnej 4 _słownie: cztery_ złote każda akcja.§ 35Kapitał zakładowy może być podwyższony w drodze emisji nowych akcji lub podwyższenia\n                           wartości nominalnej dotychczasowych akcji.§ 35a_skreślony_§ 35b1. Akcje Banku mogą być umarzane, po ich uprzednim nabyciu przez Bank za zgodą akcjonariusza\n                           _umorzenie dobrowolne_ albo bez zgody akcjonariusza, na zasadach określonych w Kodeksie\n                           spółek handlowych.2. Umorzenie dobrowolne akcji Banku może nastąpić za wynagrodzeniem lub bez wynagrodzenia.3. Walne Zgromadzenie, na wniosek Zarządu, zaakceptowany przez Radę Nadzorczą podejmuje\n                           uchwałę w sprawie umorzenia akcji, uchwałę o umorzeniu akcji, uchwałę o obniżeniu\n                           kapitału zakładowego oraz w sprawie odpowiednich zmian Statutu Banku. Kompetencje\n                           nie zastrzeżone uchwałą Walnego Zgromadzenia lub Statutem dla innych organów Banku,\n                           należą do Zarządu.4. Walne Zgromadzenie podejmuje uchwałę w sprawie umorzenia, która określi zasady\n                           nabycia akcji przez Bank, a w szczególności kwoty przeznaczone na nabycie akcji w\n                           celu umorzenia i źródła finansowania. Po nabyciu akcji Walne Zgromadzenie podejmuje\n                           uchwały o umorzeniu akcji i obniżeniu kapitału zakładowego zgodnie z art. 360 § 1\n                           k.s.h.5. Obniżenie kapitału zakładowego Banku poprzez umorzenie części akcji nie może zostać\n                           dokonane, gdy kwota kapitału zakładowego po jego obniżeniu byłaby niższa niż kwota\n                           określona przepisami prawa jako najniższa wysokość kapitału zakładowego wymagana dla\n                           założenia Banku z siedzibą na terenie Rzeczpospolitej Polskiej.§ 36Kapitał zapasowy tworzy się z zysku netto osiągniętego w roku obrotowym, a także z\n                           nadwyżki osiągniętej przy emisji akcji powyżej wartości nominalnej pozostałej po pokryciu\n                           kosztów emisji, z przeznaczeniem na pokrycie strat bilansowych, jakie mogą wyniknąć\n                           w związku z działalnością Banku.§ 37Kapitał rezerwowy tworzy się z części rocznego zysku netto, niezależnie od kapitału\n                           zapasowego, z przeznaczeniem na pokrycie określonych strat i wydatków Banku lub na\n                           inne cele.§ 38O wykorzystaniu kapitałów: zapasowego i rezerwowego rozstrzyga Walne Zgromadzenie;\n                           jednak część kapitału zapasowego, w wysokości jednej trzeciej kapitału zakładowego,\n                           może być wykorzystana jedynie na pokrycie strat bilansowych.§ 39Inne fundusze zaliczane do funduszy własnych tworzy się i wykorzystuje zgodnie z zasadami\n                           określonymi przez Komisję Nadzoru Finansowego.§ 40Fundusz ogólnego ryzyka tworzy się z odpisów z rocznego zysku na nie zidentyfikowane\n                           ryzyka działalności bankowej.§ 41Zasady tworzenia i wykorzystania zakładowego funduszu świadczeń socjalnych regulują\n                           odrębne przepisy. Fundusz ten może być zasilany również z odpisów z zysku netto.§ 42Zysk netto może być przeznaczony na:a_ kapitał zapasowy, rezerwowy, fundusz ogólnego ryzyka i inne w wysokości uchwalonej\n                           corocznie przez Walne Zgromadzenie, oddzielnie na każdy z kapitałów i funduszów,b_ dywidendę dla akcjonariuszy w wysokości uchwalonej corocznie przez Walne Zgromadzenie,c_ inne cele stosownie do uchwał Walnego Zgromadzenia.§ 431. Wypłata dywidend od akcji – jeśli jest dokonywana – następuje w terminach ustalonych\n                           przez Walne Zgromadzenie.2. Bank nie wypłaca akcjonariuszom odsetek od nie podjętych w terminach dywidend.V. RACHUNKOWOŚĆ BANKU§ 44Bank prowadzi księgi rachunkowe zgodnie z zasadami rachunkowości określonymi odrębnymi\n                           przepisami. Szczegółowe zasady i organizację rachunkowości ustala Zarząd.§ 45Roczne sprawozdanie finansowe oraz roczne sprawozdanie Zarządu z działalności spółki\n                           powinny być sporządzone najpóźniej w ciągu trzech miesięcy od zakończenia roku obrotowego.\n                           Rokiem obrotowym jest rok kalendarzowy.§ 46Roczne sprawozdanie finansowe, sprawozdanie Zarządu z działalności Banku oraz wnioski\n                           Zarządu dotyczące podziału zysku lub pokrycia straty Zarząd przedkłada Radzie Nadzorczej\n                           do oceny, a następnie Walnemu Zgromadzeniu do rozpatrzenia i zatwierdzenia. Rada Nadzorcza\n                           przedstawia Walnemu Zgromadzeniu pisemne sprawozdanie z wyników dokonanej oceny.§ 47Odpisy rocznego sprawozdania finansowego, sprawozdania Zarządu wraz z odpisem sprawozdania\n                           Rady Nadzorczej oraz opinią biegłego rewidenta są wydawane akcjonariuszom na ich żądanie,\n                           najpóźniej na piętnaście dni przed Zwyczajnym Walnym Zgromadzeniem.VI. POSTANOWIENIA KOŃCOWE§ 48We wszystkich sprawach, nie przewidzianych niniejszym Statutem, rozstrzygają obowiązujące\n                           przepisy Prawa bankowego i Kodeksu spółek handlowych.§ 49Jako założyciele Banku wystąpili:1. Działający w imieniu Skarbu Państwa Minister Handlu Zagranicznego i Minister Finansów\n                           – Warszawa,2. Narodowy Bank Polski z siedzibą w Warszawie,3. Bank Gospodarki Żywnościowej z siedzibą w Warszawie,4. Bank Handlowy w Warszawie S.A. – Warszawa,5. Bank Polska Kasa Opieki SA – Warszawa.",
        "date": "2015-11-03"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-11-03"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego numer 16/2015 z dnia 30 marca 2015 roku Zarząd mBanku\n                           S.A. informuje, iż w dniu 23 października 2015 roku mBank S.A. otrzymał od Komisji\n                           Nadzoru Finansowego _KNF_ następujące zalecenia:1. utrzymywania przez mBank S.A. funduszy własnych na pokrycie dodatkowego wymogu\n                           kapitałowego na poziomie 4,39 p.p. w celu zabezpieczenia ryzyka wynikającego z walutowych\n                           kredytów hipotecznych dla gospodarstw domowych, który powinien składać się co najmniej\n                           w 75% z kapitału Tier I _co odpowiada 3,29 p.p._; 2. zatrzymania przez mBank S.A. co najmniej 50% zysku wypracowanego w okresie od 1\n                           stycznia 2014 roku do 31 grudnia 2014 roku. Zalecenie przedstawione w punkcie 1 powyżej powinno być respektowane przez mBank S.A.\n                           od dnia jego otrzymania do odwołania. Jednocześnie Zarząd mBanku S.A. informuje, że na dzień otrzymania zaleceń KNF mBank\n                           S.A. już utrzymuje fundusze własne na poziomie spełniającym zalecenie przedstawione\n                           w punkcie 1 powyżej.",
        "date": "2015-10-24"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-10-23"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-10-15"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-10-13"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-10-12"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-10-08"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że Dom Maklerski mBanku S.A. _\"MDM\"_,\n                           podmiot zależny od mBanku S.A., zbył w dniu 6 października 2015 r. 250 obligacji z\n                           prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach realizacji programu\n                           motywacyjnego dla kluczowych pracowników Grupy mBanku S.A. przeprowadzanego na podstawie\n                           uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r. _\"Program\"_.250 obligacji z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostały uprzednio nabyte przez MDM w wyniku ich przydziału na\n                           rzecz MDM jako powiernika.Ww. obligacje zostały zbyte przez MDM na rzecz osób uprawnionych celem przyznania\n                           im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku S.A., które\n                           będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 6 października 2015 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu w łącznej liczbie 250.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 6 października 2015 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           250 obligacji.",
        "date": "2015-10-06"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-10-06"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że Dom Maklerski mBanku S.A. _\"MDM\"_,\n                           podmiot zależny od mBanku S.A., zbył w dniu 1 października 2015 r.  137 obligacji\n                           z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach realizacji\n                           programu motywacyjnego dla kluczowych pracowników Grupy mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 27 października 2008 r. _\"Program\"_.137 obligacji z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostały uprzednio nabyte przez MDM w wyniku ich przydziału na\n                           rzecz MDM jako powiernika.Ww. obligacje zostały zbyte przez MDM na rzecz osób uprawnionych celem przyznania\n                           im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku S.A., które\n                           będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 1 października 2015 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu w łącznej liczbie 137.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 1 października 2015 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           137 obligacji.",
        "date": "2015-10-02"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-10-02"
    },
    {
        "company_name": "mBank",
        "content": "W związku z rejestracją w dniu 30 września 2015 r. przez KDPW 9.568 akcji mBanku S.A.\n                           _\"Bank\"_, Zarząd Banku podaje do wiadomości, iż w wyniku powyższej rejestracji kapitał\n                           zakładowy Banku wzrósł z dniem 30 września 2015 r. o kwotę 38.272 zł.Obecnie kapitał zakładowy Banku wynosi 168.954.148 zł i dzieli się na 42.238.537 akcji\n                           zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł każda. Ogólna liczba\n                           głosów na WZ Banku wynosi obecnie 42.238.537.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.",
        "date": "2015-09-30"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ informuje, że w dniu 29 września\n                           2015 r. otrzymał komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_, zgodnie z którym w dniu 30 września 2015 r. nastąpi rejestracja 9.568\n                           akcji zwykłych Banku na okaziciela o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji\n                           stanowi uchwała Zarządu KDPW nr 447/10 z dnia 26 lipca 2010 r.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji stanowi uchwała\n                           Zarządu KDPW nr 410/15 z dnia 26 czerwca 2015 r.Wszystkie nowo wyemitowane akcje zarejestrowane zostaną pod kodem PLBRE0000012. Po\n                           dokonaniu rejestracji łączna liczba zarejestrowanych w KDPW akcji Banku o kodzie PLBRE0000012\n                           wynosić będzie 42.221.037.",
        "date": "2015-09-29"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, że od dnia 16 lipca 2015 r.\n                           Bank zawarł kilka umów z jednym z klientów Banku, będącym spółką zależną od Banku\n                           _\"Spółka\"_, których łączna wartość wyniosła 1.479.908.280,00 PLN.Największą z ww. umów była umowa z dnia 28.09.2015 r. o kredyt w wysokości 700.000.000\n                           PLN z terminem spłaty 30.09.2019 roku.Kredyt przeznaczony jest na finansowanie wierzytelności leasingowych oraz refinansowanie\n                           istniejących zobowiązań kredytowych.Oprocentowanie kredytu zostało ustalone w oparciu o stawkę WIBOR powiększoną o marżę\n                           Banku.Umowa zawiera standardowe dla tego typu umów warunki zawieszające, które zostały spełnione\n                           na moment zawarcia umowy.Umowa zawiera standardowe dla tego typu umów warunki rozwiązujące.Łączna wartość ww. umów przekracza wartość 10% kapitałów własnych Banku.Dodatkowa podstawa Prawna:§ 78 ust. 3 Rozporządzenia ministra finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-09-28"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że uchwałą\n                           nr 981/2015 z dnia 28 września 2015 r. Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           SA dopuścił do obrotu giełdowego oraz postanowił wprowadzić z dniem 30 września 2015\n                           r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym 9.568 akcji zwykłych\n                           na okaziciela Banku o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 30 września 2015 r. nastąpi\n                           pod warunkiem dokonania przez KDPW w dniu 30 września 2015 r. rejestracji tych akcji\n                           i oznaczenia ich kodem PLBRE0000012.",
        "date": "2015-09-28"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-09-22"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-09-18"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-09-17"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego 66/2015 z dnia 14 września 2015 r., dotyczącego\n                           zawarcia przez mBank S.A. _\"Bank\"_ umów z klientem Banku, będącym jedną ze spółek\n                           zależnych od Banku _\"Spółka\"_, w tym umowy z dnia 14 września 2015 r. w sprawie subemisji\n                           usługowej, Zarząd Banku informuje, iż w dniu 17 września 2015 r. spełnione zostały\n                           przewidziane w ww. umowie subemisji warunki zawieszające i w związku z tym Bank objął\n                           w tym dniu 500.000 sztuk 5-letnich hipotecznych listów zastawnych wyemitowanych przez\n                           Spółkę na łączną kwotę 500.000.000 zł.Dodatkowa podstawa Prawna:§ 78 ust. 3 Rozporządzenia ministra finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim",
        "date": "2015-09-17"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, iż:• Zarząd spółki CCP.PL sp. z o.o. _dawniej Call Center Poland S.A.; spółki pośrednio\n                           zależnej od Banku_ złożył wniosek o ogłoszenie upadłości obejmującej likwidację majątku\n                           spółki w dniu 21 października 2014 roku w Sądzie Rejonowym dla m. st. Warszawy w Warszawie,\n                           X Wydział Gospodarczy dla spraw upadłościowych i naprawczych. Wobec spółki została\n                           ogłoszona w dniu 13 stycznia 2015 roku, przez Sąd Rejonowy dla m. st. Warszawy w Warszawie,\n                           X Wydział Gospodarczy dla spraw upadłościowych i naprawczych, upadłość obejmująca\n                           likwidację majątku spółki _syg akt X GU 554/14_. Postanowienie uprawomocniło się w\n                           dniu 20 stycznia 2015 roku. Wyznaczono sędziego-komisarza w osobie SSR Edyty Dzielińskiej\n                           oraz wyznaczono syndyka w osobie Jolanty Ogorzałek-Krzemińskiej.• Zarząd spółki BusinessPoint sp. z o.o. _dawnej ContactPoint sp. z o.o.; spółki pośrednio\n                           zależnej od Banku_ złożył wniosek o ogłoszenie upadłości obejmującej likwidację majątku\n                           spółki w dniu 30 kwietnia 2015 roku w Sądzie Rejonowym dla m. st. Warszawy w Warszawie,\n                           X Wydział Gospodarczy dla spraw upadłościowych i naprawczych. Wobec spółki została\n                           ogłoszona w dniu 26 czerwca 2015 roku, przez Sąd Rejonowy dla m. st. Warszawy w Warszawie,\n                           X Wydział Gospodarczy dla spraw upadłościowych i naprawczych, upadłość obejmująca\n                           likwidację majątku spółki _syg akt X GU 544/15_. Postanowienie uprawomocniło się w\n                           dniu 03 lipca 2015 roku. Wyznaczono sędziego-komisarza w osobie SSR Anny Żuławy oraz\n                           wyznaczono syndyka w osobie Łukasza Grendy.Obie ww. spółki zostały sprzedane w 2015 r. – w trakcie prowadzonych postępowań upadłościowych\n                           obejmujących likwidację majątku spółek - poza Grupę mBanku i utraciły tym samym status\n                           podmiotów zależnych od Banku.",
        "date": "2015-09-15"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-09-15"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, że w okresie od dnia 31 marca\n                           2015 r. do dnia 14 września 2015 r. Bank zawarł kilka umów z jednym z klientów Banku,\n                           będącym spółką zależną od Banku _\"Spółka\"_, których łączna wartość wyniosła 1.152.636.500,00\n                           PLN.Umową o największej wartości była umowa subemisji zawarta w dniu 14 września 2015\n                           r. o wartości 500.000.000 PLN.W ramach Umowy subemisji, oprocentowanie listów zastawnych oraz warunki wynagrodzenia\n                           Banku zostały określone na warunkach rynkowych. Ww. listy zastawne mają być notowane\n                           na rynku regulowanym.Umowa subemisji obowiązuje do dnia 18 września 2015 r. Umowa subemisji przewiduje\n                           standardowe dla tego typu umów warunki zawieszające wykonanie zobowiązania Banku do\n                           objęcia listów zastawnych emitowanych przez Spółkę jak również standardowe w tego\n                           typu umowach warunki umożliwiające wypowiedzenie umowy.Umowa subemisji nie przewiduje kar umownych.Łączna wartość umów przekracza wartość 10% kapitałów własnych Banku.Dodatkowa podstawa Prawna:§ 78 ust. 3 Rozporządzenia ministra finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-09-14"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, iż w dniu 10 września 2015\n                           r. Wspólnicy Spółki MLV 45 spółka z ograniczoną odpowiedzialnością spółka komandytowa\n                           _\"Spółka\"_, podmiotu zależnego od Banku, podjęli uchwałę w sprawie rozwiązania Spółki,\n                           otwarcia jej likwidacji oraz powołania likwidatora.Na jedynego likwidatora Spółki wyznaczono jej Komplementariusza tj. spółkę MLV 45\n                           spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie, wpisaną do rejestru\n                           przedsiębiorców prowadzonego przez Sąd Rejonowy dla M. St. Warszawy w Warszawie –\n                           XII Wydział Gospodarczy pod numerem KRS: 0000453288. Wniosek w sprawie otwarcia likwidacji został złożony do Sądu Rejonowego dla M. St.\n                           Warszawy w Warszawie, XII Wydział Krajowego Rejestru Sądowego w dniu 10 września 2015\n                           r.",
        "date": "2015-09-10"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-09-08"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-09-07"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, iż uzyskał informację o dokonaniu\n                           rejestracji podwyższenia kapitału zakładowego Banku przez Sąd Rejonowy dla m. st.\n                           Warszawy. W dniu 7 września 2015 r. Sąd Rejonowy dla m. st. Warszawy dokonał rejestracji\n                           podwyższenia kapitału zakładowego Banku do kwoty 168.915.876 zł.Ww. rejestracja dokonana przez sąd odzwierciedla wysokość kapitału zakładowego Banku\n                           na dzień 16 lipca 2015 r. i nastąpiła w wyniku rejestracji przez KDPW w dniu 16 lipca\n                           2015 r. 18.812 akcji Banku.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Od dnia 16 lipca 2015 r. tj. od dnia rejestracji przez KDPW 18.812 akcji Banku wyemitowanych\n                           w ramach ww. programu, kapitał zakładowy Banku wynosi 168.915.876 zł i dzieli się\n                           na 42.228.969 akcji zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł\n                           każda. Ogólna liczba głosów na WZ Banku wynosi obecnie 42.228.969",
        "date": "2015-09-07"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że Dom Maklerski mBanku S.A. _\"MDM\"_,\n                           podmiot zależny od mBanku SA, zbył w dniu 3 i 4 września 2015 r.  494 obligacje z\n                           prawem pierwszeństwa serii D wyemitowane przez mBank S.A. w ramach realizacji programu\n                           motywacyjnego dla kluczowych pracowników Grupy mBanku S.A. przeprowadzanego na podstawie\n                           uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r. _\"Program\"_,494 obligacje z prawem pierwszeństwa serii D wyemitowane przez mBank S.A. w ramach\n                           realizacji Programu zostały uprzednio nabyte przez MDM w wyniku ich przydziału na\n                           rzecz MDM jako powiernika.Ww. obligacje zostały zbyte przez MDM na rzecz osób uprawnionych celem przyznania\n                           im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku S.A., które\n                           będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 3 i 4 września 2015 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu w łącznej liczbie 494.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 3 i 4 września 2015 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           494 obligacji.",
        "date": "2015-09-04"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-09-04"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że Dom Maklerski mBanku S.A. _\"MDM\"_,\n                           podmiot zależny od mBanku SA, zbył w dniu 3 września 2015 r. 2.339 obligacji z prawem\n                           pierwszeństwa serii C wyemitowanych przez mBank S.A. w ramach realizacji programu\n                           motywacyjnego dla członków Zarządu mBanku S.A. przeprowadzanego na podstawie uchwał\n                           nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008\n                           r. _\"Program\"_2.339 obligacji z prawem pierwszeństwa serii C wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez MDM w wyniku ich przydziału na\n                           rzecz MDM jako powiernika.Ww. obligacje zostały zbyte przez MDM na rzecz osób uprawnionych celem przyznania\n                           im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku S.A., które\n                           będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 3 września 2015 r. mBank S.A. dokonał wykupu ww. obligacji od\n                           osób uprawnionych w ramach Programu w łącznej liczbie 2.339.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 3 września 2015 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           2.339 obligacji.",
        "date": "2015-09-03"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2015-09-03"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-12-16"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego nr 88/2016 z dnia 21 października 2016 r. Zarząd\n                           mBanku S.A. _\"Bank\"_ informuje, iż w dniu 15 grudnia 2016 r. otrzymał decyzję Komisji\n                           Nadzoru Finansowego _\"KNF\"_ dotyczącą utrzymywania przez mBank S.A. na poziomie skonsolidowanym\n                           funduszy własnych na pokrycie dodatkowego wymogu kapitałowego w celu zabezpieczenia\n                           ryzyka wynikającego z walutowych kredytów hipotecznych dla gospodarstw domowych, w\n                           wysokości 3,25 p.p. ponad wartość łącznego współczynnika kapitałowego. Jednocześnie\n                           dla współczynnika kapitału Tier 1 oraz współczynnika kapitału podstawowego Tier 1\n                           dodatkowy wymóg kapitałowy wynosi odpowiednio 2,44 p.p. oraz 1,82 p.pW przedmiotowej decyzji KNF informuje, że rekomendowane przez KNF minimalne współczynniki\n                           kapitałowe dla mBanku S.A. na poziomie indywidualnym wynoszą 13,61% dla współczynnika\n                           kapitału Tier 1 oraz 17,56% dla łącznego współczynnika kapitałowego _TCR_. Natomiast\n                           na poziomie skonsolidowanym minimalne współczynniki kapitałowe wynoszą 13,19% dla\n                           współczynnika kapitału Tier 1 oraz 17,00% dla łącznego współczynnika kapitałowego\n                           _TCR_.Na dzień sporządzenia raportu mBank S.A. spełnia wymogi KNF w zakresie minimalnych\n                           współczynników kapitałowych, zarówno w ujęciu jednostkowym, jak i skonsolidowanym.",
        "date": "2016-12-15"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd Spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, że uchwałą Rady Nadzorczej\n                           Banku z dnia 15 grudnia 2016 r. Pan Joerg Hessenmueller został powołany na stanowisko\n                           członka Rady Nadzorczej Banku, w miejsce ustępującego Pana Martina Zielke, z dniem\n                           16 grudnia 2016 r. na okres do czasu zakończenia obecnej kadencji Rady Nadzorczej.\n                           Pan Joerg Hessenmueller _ur. 1970 r._ ukończył w 1997 r. niemiecką akademię Hochschule\n                           für Bankwirtschaft we Frankfurcie nad Menem, gdzie uzyskał tytuł magistra zarządzania\n                           _Diplom -Betriebswirt _FH__.W latach 1989 - 2009 pracował w Dresdner Banku, gdzie zajmował różne stanowiska, m.\n                           in. Head of DKIB Financial Control, włączając w to odpowiedzialność za finanse, controlling\n                           i podatki dla takich placówek jak Londyn, Nowy Jork, Moskwa, Sao Paulo i Azja.W roku 2009 został Dyrektorem Zarządzającym w Grupie Commerzbanku i pracował jako\n                           Head of DKIB Investment Banking Finance, Group Finance. W okresie od kwietnia 2012 do czerwca 2016 był członkiem zarządu mBanku S.A. odpowiedzialnym\n                           za obszar finansów.Od lipca 2016 jest Dyrektorem Zarządzającym w Grupie Commerzbanku, odpowiedzialnym\n                           za Group Management Development & Strategy.Według posiadanych przez Bank informacji Pan Joerg Hessenmueller nie wykonuje działalności\n                           konkurencyjnej względem Banku.Pan Joerg Hessenmueller nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.Pan Joerg Hessenmueller jest zgodnie ze stosowanymi przez Bank kryteriami Członkiem\n                           Zależnym Rady Nadzorczej Banku.",
        "date": "2016-12-15"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _Bank_ informuje, iż w dniu 12 grudnia 2016 r. Bank powziął\n                           informację, iż Wiceprezes Zarządu Banku, Pan Hans –Dieter Kemler zamierza w niedalekiej\n                           przyszłości złożyć rezygnację z pełnionych w Banku funkcji.Powodem rezygnacji pana Kemlera jest zamiar podjęcia w przyszłości współpracy z niemieckim\n                           bankiem Landesbank Hessen Thueringen _Helaba_ poprzez objęcie funkcji członka Zarządu\n                           Helaba odpowiedzialnego za rynki kapitałowe, skarb i zarządzanie aktywami.",
        "date": "2016-12-12"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego z dnia 14 listopada 2016 r. dotyczącego wprowadzenia\n                           do obrotu giełdowego 5.500 akcji mBanku SA _\"Bank\"_ zarząd Banku podaje do wiadomości,\n                           że dnia 15 listopada 2016 r. Zarząd Krajowego Depozytu Papierów Wartościowych SA postanowił\n                           dokonać w dniu 18 listopada 2016 r. asymilacji 5.500 akcji zwykłych na okaziciela\n                           Banku. powstałych po zamianie dokonanej w dniu 18 listopada 2016 r. 5.500 akcji zwykłych\n                           imiennych Banku oznaczonych kodem PLBRE0000020, z 42.262.627 akcjami zwykłymi na okaziciela\n                           oznaczonymi kodem PLBRE0000012.Akcje objęte asymilacją otrzymują kod PLBRE0000012.Z dniem 18 listopada 2016 r.:1_ kodem PLBRE0000012 oznaczonych jest 42.268.127akcje Banku,2_ kodem PLBRE0000020 oznaczonych jest 12.000 akcji Banku.",
        "date": "2016-11-15"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _'Bank\"_ zgodnie z powziętą informacją podaje do wiadomości,\n                           że uchwałą z dnia 9 listopada 2016 r. Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           SA postanowił wprowadzić z dniem 18 listopada 2016 r. w trybie zwykłym do obrotu giełdowego\n                           na rynku podstawowym 5.500 akcji Banku, oznaczonych przez Krajowy Depozyt Papierów\n                           Wartościowych SA kodem PLBRE0000020.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 18 listopada 2016 r. nastąpi\n                           pod warunkiem dokonania przez Krajowy Depozyt Papierów Wartościowych SA w dniu 18\n                           listopada 2016 r. zamiany powyższych akcji imiennych Banku na akcje zwykłe na okaziciela\n                           oraz ich asymilacji z akcjami Banku będącymi w obrocie giełdowym, oznaczonymi kodem\n                           PLBRE0000012.",
        "date": "2016-11-14"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-11-14"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-11-10"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-10-28"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, że w dniu 27 października\n                           2016 r. Bank otrzymał od Pana Martina Zielke, Wiceprzewodniczącego Rady Nadzorczej\n                           Banku i Członka Komisji ds. Wynagrodzeń Rady Nadzorczej oraz Członka Komisji Prezydialnej,\n                           pismo z rezygnacją z pełnionych funkcji. Rezygnacja nastąpi z dniem 15 grudnia 2016\n                           r.W informacji przekazanej Bankowi nie zostały podane przyczyny rezygnacji.\t Ponadto w dniu 27 października 2016 r. Przewodniczący Rady Nadzorczej Banku, Pan Maciej\n                           Leśny poinformował Bank, iż zamierza rekomendować Radzie Nadzorczej powołanie Pana\n                           Joerga Hessenmuellera, _Dyrektora Zarządzającego ds. Strategii Grupy Commerzbank_,\n                           na członka Rady Nadzorczej Banku",
        "date": "2016-10-27"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. _\"Bank\"_ informuje, iż w dniu 20 października 2016 r. otrzymał\n                           decyzję Komisji Nadzoru Finansowego _\"KNF\"_ dotyczącą zalecenia Bankowi przestrzegania\n                           dodatkowego wymogu w zakresie funduszy własnych ponad wartość wynikającą z wymogów\n                           obliczonych zgodnie ze szczegółowymi zasadami określonymi w rozporządzeniu Parlamentu\n                           Europejskiego i Rady _UE_ nr 575/2013 z dnia 26 czerwca 2013 r. w sprawie wymogów\n                           ostrożnościowych dla instytucji kredytowych i firm inwestycyjnych, zmieniającego rozporządzenie\n                           _UE_ nr 648/2012 _Dz. Urz. UE L 176 z dnia 27 czerwca 2013 r., s.1. z późn. zm., \"rozporządzenie\n                           nr 575/2013\"_.KNF zaleciła utrzymywanie przez mBank S.A. na poziomie jednostkowym funduszy własnych\n                           na pokrycie dodatkowego wymogu kapitałowego w celu zabezpieczenia ryzyka wynikającego\n                           z walutowych kredytów hipotecznych dla gospodarstw domowych, w wysokości 3,81 p.p.\n                           ponad wartość łącznego współczynnika kapitałowego, o którym mowa w art. 92 ust. 1\n                           lit. c rozporządzenia nr 575/2013, który powinien składać się co najmniej w 75% z\n                           kapitału Tier 1 _co odpowiada wymogowi kapitałowemu na poziomie 2,86 p.p. ponad wartość\n                           współczynnika kapitału Tier 1, o którym mowa w art. 92 ust. 1 lit. b rozporządzenia\n                           nr 575/2013_ oraz co najmniej w 56% z kapitału podstawowego Tier 1 _co odpowiada wymogowi\n                           kapitałowemu na poziomie 2,13 p.p. ponad wartość współczynnika kapitału podstawowego\n                           Tier 1, o którym mowa w art. 92 ust. 1 lit. a rozporządzenia nr 575/2013_. Niniejsza\n                           decyzja, zgodnie z art. 11 ust. 2 pkt 21 ustawy - Prawo bankowe, podlega natychmiastowemu\n                           wykonaniu.Dotychczas mBank S.A. w ujęciu jednostkowym utrzymywał fundusze własne na pokrycie\n                           dodatkowego wymogu kapitałowego w celu zabezpieczenia ryzyka wynikającego z walutowych\n                           kredytów hipotecznych dla gospodarstw domowych na poziomie 4,39 p.p., który składa\n                           się co najmniej w 75% z kapitału Tier I _co odpowiada 3,29 p.p_, o czym Bank informował\n                           w raporcie nr 86/2015 z dnia 24 października 2015 r.Na dzień sporządzenia raportu mBank S.A. spełnia wymogi KNF w zakresie minimalnych\n                           współczynników kapitałowych, zarówno w ujęciu jednostkowym, jak i skonsolidowanym.",
        "date": "2016-10-21"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, iż uzyskał informację o dokonaniu\n                           rejestracji podwyższenia kapitału zakładowego Banku przez Sąd Rejonowy dla m. st.\n                           Warszawy. W dniu 19 października 2016 r. Sąd Rejonowy dla m. st. Warszawy dokonał\n                           rejestracji podwyższenia kapitału zakładowego Banku do kwoty 169.015.724 zł.Ww. rejestracja dokonana przez sąd odzwierciedla jedynie wysokość kapitału zakładowego\n                           Banku na dzień 20 lipca 2016 r. i nastąpiła w wyniku rejestracji przez KDPW w dniu\n                           20 lipca 2016 r.15.007 akcji Banku.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Od dnia 17 października 2016 r. tj. od dnia rejestracji przez KDPW 872 akcji Banku\n                           wyemitowanych w ramach ww. programów, kapitał zakładowy Banku wynosi 169.120.508 zł\n                           i dzieli się na 42.280.127 akcji zwykłych imiennych i na okaziciela o wartości nominalnej\n                           4 zł każda. Ogólna liczba głosów na WZ Banku wynosi obecnie 42.280.127",
        "date": "2016-10-19"
    },
    {
        "company_name": "mBank",
        "content": "W związku z rejestracją w dniu 17 października 2016 r. przez KDPW 872 akcji mBanku\n                           S.A. _\"Bank\"_, Zarząd Banku podaje do wiadomości, iż w wyniku powyższej rejestracji\n                           kapitał zakładowy Banku wzrósł z dniem 17 października 2016 r. o kwotę 3.488 zł.Obecnie kapitał zakładowy Banku wynosi 169.120.508 zł i dzieli się na  42.280.127\n                           akcji zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł każda. Ogólna\n                           liczba głosów na WZ Banku wynosi obecnie 42.280.127.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.",
        "date": "2016-10-17"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ informuje, że w dniu 14 października\n                           2016 r. otrzymał komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_, zgodnie z którym w dniu 17 października 2016 r. nastąpi rejestracja\n                           872 akcji zwykłych Banku na okaziciela o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.\n                           Podstawę rejestracji tych akcji stanowi uchwała Zarządu KDPW nr 616/16 z dnia 15 września\n                           2016 r.Wszystkie nowo wyemitowane akcje zarejestrowane zostaną pod kodem PLBRE0000012. Po\n                           dokonaniu rejestracji łączna liczba zarejestrowanych w KDPW akcji Banku o kodzie PLBRE0000012\n                           wynosić będzie 42.262.627.",
        "date": "2016-10-14"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że uchwałą\n                           nr 1051/2016 z dnia 12 października 2016 r. Zarząd Giełdy Papierów Wartościowych w\n                           Warszawie SA dopuścił do obrotu giełdowego oraz postanowił wprowadzić z dniem 17 października\n                           2016 r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym 872 akcje zwykłe\n                           na okaziciela Banku o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 17 października 2016 r.\n                           nastąpi pod warunkiem dokonania przez KDPW w dniu 17 października 2016 r. rejestracji\n                           tych akcji i oznaczenia ich kodem PLBRE0000012.",
        "date": "2016-10-13"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportów bieżących nr 60/2016 z 17.08.2016 roku i 61/2016 z 18.08.2016\n                           roku, Zarząd mBanku S.A. informuje, że w dniu 4 października 2016 roku Komisja Nadzoru\n                           Finansowego  zidentyfikowała mBank S.A. jako inną instytucję o znaczeniu systemowym\n                           oraz nałożyła, na zasadzie indywidualnej i skonsolidowanej, bufor innej instytucji\n                           o znaczeniu systemowym w wysokości równoważnej 0,5% łącznej kwoty ekspozycji na ryzyko,\n                           obliczonej zgodnie z art. 92 ust. 3 unijnego rozporządzenia CRR _nr 575/2013_.  Decyzja\n                           Komisji jest natychmiast wykonalna.",
        "date": "2016-10-05"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 5 października 2016 r. 310 obligacji z prawem pierwszeństwa serii D wyemitowanych\n                           przez mBank S.A. w ramach realizacji programu motywacyjnego dla kluczowych pracowników\n                           Grupy mBanku S.A. przeprowadzanego na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego\n                           Walnego Zgromadzenia mBanku S.A. z dnia 27 października 2008 r. _\"Program\"_.310 obligacji z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 5 października 2016 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu w łącznej liczbie 310.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 5 października 2016 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           310 obligacji.",
        "date": "2016-10-05"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 4 października 2016 r. 288 obligacji z prawem pierwszeństwa serii D wyemitowanych\n                           przez mBank S.A. w ramach realizacji programu motywacyjnego dla kluczowych pracowników\n                           Grupy mBanku S.A. przeprowadzanego na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego\n                           Walnego Zgromadzenia mBanku S.A. z dnia 27 października 2008 r. _\"Program\"_.288 obligacji z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 4 października 2016 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu w łącznej liczbie 288.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 4 października 2016 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           288 obligacji.",
        "date": "2016-10-04"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 3 października 2016 r. 274 obligacje z prawem pierwszeństwa serii D wyemitowanych\n                           przez mBank S.A. w ramach realizacji programu motywacyjnego dla kluczowych pracowników\n                           Grupy mBanku S.A. przeprowadzanego na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego\n                           Walnego Zgromadzenia mBanku S.A. z dnia 27 października 2008 r. _\"Program\"_.274 obligacje z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 3 października 2016 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu w łącznej liczbie 274.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 3 października 2016 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           274 obligacji.",
        "date": "2016-10-03"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienia o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osoby pełniące obowiązki zarządcze.",
        "date": "2016-09-26"
    },
    {
        "company_name": "mBank",
        "content": "W związku z rejestracją w dniu 23 września 2016 r. przez KDPW 25.324 akcji mBanku\n                           S.A. _\"Bank\"_, Zarząd Banku podaje do wiadomości, iż w wyniku powyższej rejestracji\n                           kapitał zakładowy Banku wzrósł z dniem 23 września 2016 r. o kwotę 101.296 zł.Obecnie kapitał zakładowy Banku wynosi 169.117.020 zł i dzieli się na 42.279.255 akcji\n                           zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł każda. Ogólna liczba\n                           głosów na WZ Banku wynosi obecnie 42.279.255.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.",
        "date": "2016-09-23"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego 75/2016 z dnia 21 września 2016 roku Zarząd mBanku\n                           S.A. informuje, że według informacji uzyskanych w dniu 22 września br. z agencji ratingowych\n                           S&P Global Ratings i Fitch Ratings transza obligacji o wartości nominalnej 500.000.000\n                           EUR, o której mowa w powyższym raporcie bieżącym otrzyma rating na poziomie \"BBB\",\n                           czyli zgodnie z ratingiem Programu Emisji Euroobligacji _EMTN_.",
        "date": "2016-09-22"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ informuje, że w dniu 22 września\n                           2016 r. otrzymał komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_, zgodnie z którym w dniu 23 września 2016 r. nastąpi rejestracja 25.324\n                           akcji zwykłych Banku na okaziciela o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji\n                           stanowi uchwała Zarządu KDPW nr 447/10 z dnia 26 lipca 2010 r.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji stanowi uchwała\n                           Zarządu KDPW nr 616/16 z dnia 15 września 2016 r.Wszystkie nowo wyemitowane akcje zarejestrowane zostaną pod kodem PLBRE0000012. Po\n                           dokonaniu rejestracji łączna liczba zarejestrowanych w KDPW akcji Banku o kodzie PLBRE0000012\n                           wynosić będzie 42.261.755",
        "date": "2016-09-22"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego nr 19/2014 z dnia 14 marca 2014 r., dotyczącego\n                           zaktualizowanej Umowy Programu Emisji Euroobligacji, Zarząd mBanku S.A. _\"Bank\"_ informuje,\n                           że pomiędzy Bankiem a spółką mFinance France S.A., podmiotem zależnym od Banku, w\n                           dniu 21 września 2016 r. zawarta została umowa kaucji na kwotę 498.750.000,00 EUR\n                           _czyli 2.146.320.750,00 zł według średniego kursu NBP z dnia 21 września 2016 r._.Środki stanowiące kaucję pochodzą z dokonanej przez mFinance France S.A. w dniu 21\n                           września  2016 r. emisji euroobligacji o wartości nominalnej 500.000.000,00 EUR _czyli\n                           2.151.700.000,00 zł według średniego kursu NBP z dnia 21 września 2016 r._ o terminie\n                           wykupu w 2020 r. i zostaną złożone tytułem zabezpieczenia gwarancji spełnienia świadczeń\n                           pieniężnych wynikających z euroobligacji, wystawionej przez Bank. Oprocentowanie euroobligacji\n                           wynosi 1,398% p.a. Euroobligacje będą notowane na giełdzie w Luksemburgu.Kwota wynikająca z umowy kaucji pozostanie własnością Banku do dnia spłaty euroobligacji\n                           w 2020 r.Składająca kaucję spółka mFinance France S.A. otrzymywać będzie od Banku w okresach\n                           rocznych odsetki oparte na stałej stopie procentowej oraz dodatkową premię wykupową\n                           równą 1.250.000,00 EUR _czyli 5.379.250,00 zł według średniego kursu NBP z dnia 21\n                           września 2016 r_.Umowa kaucji nie zawiera żadnych warunków zawieszających i rozwiązujących. Umowa ta\n                           nie przewiduje również kar umownych.Środki pochodzące z kaucji będą wykorzystywane do finansowania ogólnej działalności\n                           bankowej prowadzonej przez Bank.",
        "date": "2016-09-21"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że uchwałą\n                           nr 956/2016 z dnia 21 września 2016 r. Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           S.A. dopuścił do obrotu giełdowego oraz postanowił wprowadzić z dniem 23 września\n                           2016 r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym 25.324 akcje zwykłe\n                           na okaziciela Banku o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 23 września 2016 r. nastąpi\n                           pod warunkiem dokonania przez KDPW w dniu 23 września 2016 r. rejestracji tych akcji\n                           i oznaczenia ich kodem PLBRE0000012.",
        "date": "2016-09-21"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-09-09"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 7 września 2016 r. 2.000 obligacji z prawem pierwszeństwa serii D wyemitowanych\n                           przez mBank S.A. w ramach realizacji programu motywacyjnego dla kluczowych pracowników\n                           Grupy mBanku S.A. przeprowadzanego na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego\n                           Walnego Zgromadzenia mBanku S.A. z dnia 27 października 2008 r. _\"Program\"_.2.000 obligacji z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 7 września 2016 r. mBank S.A. dokonał wykupu ww. obligacji od\n                           osób uprawnionych w ramach Programu w łącznej liczbie 2.000Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 7 września 2016 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           2.000 obligacji.",
        "date": "2016-09-07"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbył w dniu\n                           6 września 2016 r.:- 1.472 obligacje z prawem pierwszeństwa serii C wyemitowane przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla członków Zarządu mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 14 marca 2008 r. _\"Program I\"_- 5.302 obligacje z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w\n                           ramach realizacji programu motywacyjnego dla kluczowych pracowników Grupy mBanku S.A.\n                           przeprowadzanego na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia\n                           mBanku S.A. z dnia 27 października 2008 r. _\"Program II\"_1.472 obligacje z prawem pierwszeństwa serii C oraz 5.302 obligacje z prawem pierwszeństwa\n                           serii D wyemitowane przez mBank S.A. w ramach realizacji Programu I i Programu II\n                           zostały uprzednio nabyte przez IPOPEMA Securities S.A. od Domu Maklerskiego mBanku\n                           S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji nowego powiernika\n                           i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu I i Programu II.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 6 września 2016 r. mBank S.A. dokonał wykupu ww. obligacji od\n                           osób uprawnionych w ramach Programu I i Programu II w łącznej liczbie 6.774.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu I były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu II były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu I i Programu II wykup nastąpił po cenie 0,01 zł za obligację, a\n                           obligacje zostały wykupione przez mBank S.A. w celu umorzenia.W dniu 6 września 2016 r. w ramach Programu I i Programu II mBank S.A. dokonał umorzenia\n                           wszystkich 6.774 obligacji.",
        "date": "2016-09-06"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osoby pełniące obowiązki zarządcze.",
        "date": "2016-09-06"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 5 września 2016 r. 3.696 obligacji z prawem pierwszeństwa serii C wyemitowane\n                           przez mBank S.A. w ramach realizacji programu motywacyjnego dla członków Zarządu mBanku\n                           S.A. przeprowadzanego na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia\n                           mBanku S.A. z dnia 14 marca 2008 r. _\"Program\"_.3.696 obligacji z prawem pierwszeństwa serii C wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 5 września 2016 r. mBank S.A. dokonał wykupu ww. obligacji od\n                           osób uprawnionych w ramach Programu w łącznej liczbie 3.696Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 5 września 2016 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           3.696 obligacji.",
        "date": "2016-09-05"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-09-05"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbył w dniu\n                           1 i 2 września 2016 r.:- 5.226 obligacji z prawem pierwszeństwa serii C wyemitowane przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla członków Zarządu mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 14 marca 2008 r. _\"Program I\"_- 7.628 obligacji z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w\n                           ramach realizacji programu motywacyjnego dla kluczowych pracowników Grupy mBanku S.A.\n                           przeprowadzanego na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia\n                           mBanku S.A. z dnia 27 października 2008 r. _\"Program II\"_5.226 obligacji z prawem pierwszeństwa serii C oraz 7.628 obligacji z prawem pierwszeństwa\n                           serii D wyemitowane przez mBank S.A. w ramach realizacji Programu I i Programu II\n                           zostały uprzednio nabyte przez IPOPEMA Securities S.A. od Domu Maklerskiego mBanku\n                           S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji nowego powiernika\n                           i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu I i Programu II.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 1 i 2 września 2016 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu I i Programu II w łącznej liczbie 12.854.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu I były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu II były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu I i Programu II wykup nastąpił po cenie 0,01 zł za obligację, a\n                           obligacje zostały wykupione przez mBank S.A. w celu umorzenia.W dniu 1 i 2 września 2016 r. w ramach Programu I i Programu II mBank S.A. dokonał\n                           umorzenia wszystkich 12.854 obligacji.",
        "date": "2016-09-02"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osoby pełniące obowiązki zarządcze.",
        "date": "2016-09-02"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_, informuje o dokonaniu w dniu 1 września 2016 roku\n                           przez Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego, rejestracji zmian Statutu Banku wynikających z § 1 pkt 1 - 9 Uchwały\n                           nr 25 XXIX Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 24 marca 2016 r.Poniżej szczegółowy wykaz zmian wprowadzonych w wyniku rejestracji zmian do Statutu\n                           Banku:W § 6 ust. 2 dodaje się punkty 17_ – 18_ w następującym brzmieniu:17_ pełnienie funkcji punktu potwierdzającego profil zaufany ePUAP, w rozumieniu art.\n                           20c ustawy z dnia 17 lutego 2005 r o informatyzacji działalności podmiotów realizujących\n                           zadania publiczne,18_ wykonywanie czynności, o których mowa w art. 13 ust. 5 pkt 3 i ust. 10 ustawy\n                           z dnia 11 lutego 2016 r. o pomocy państwa w wychowywaniu dzieci.\"Zmienia się § 6 ust. 4 poprzez nadanie mu następującego brzmienia:\"4. Działalność wykonywaną na podstawie art. 70 ust. 2 ustawy o obrocie instrumentami\n                           finansowymi, polegającą na:1_ przyjmowaniu i przekazywaniu zleceń nabycia lub zbycia instrumentów finansowych,2_ wykonywaniu zleceń, o których mowa w pkt 1, na rachunek dającego zlecenie,3_ nabywaniu lub zbywaniu na własny rachunek instrumentów finansowych,4_ doradztwie inwestycyjnym,5_ oferowaniu instrumentów finansowych,6_ świadczeniu usług w wykonaniu zawartych umów o subemisje inwestycyjne i usługowe\n                           lub zawieraniu i wykonywaniu innych umów o podobnym charakterze, jeżeli ich przedmiotem\n                           są instrumenty finansowe.\"Zmienia się § 17 ust. 1 poprzez nadanie mu następującego brzmienia:\"1. Rada Nadzorcza składa się przynajmniej z pięciu członków, wybieranych przez Walne\n                           Zgromadzenie na wspólną kadencję trzech lat. Członkowie Rady Nadzorczej powinni mieć\n                           wiedzę, umiejętności i doświadczenie, odpowiednie do pełnionych przez nich funkcji\n                           i powierzonych im obowiązków, oraz dawać rękojmię należytego wykonywania tych obowiązków.\n                           Co najmniej połowa członków Rady Nadzorczej, w tym jej Przewodniczący musi posiadać\n                           obywatelstwo polskie, stale zamieszkiwać w Polsce, posługiwać się językiem polskim\n                           oraz posiadać doświadczenie na rynku polskim, które można wykorzystać przy sprawowaniu\n                           nadzoru nad działalnością Banku.\"Zmienia się § 22 ust. 1 lit. a_ poprzez nadanie mu następującego brzmienia:\"a_ zatwierdzanie propozycji Zarządu w przedmiocie: zasadniczej struktury organizacyjnej\n                           Banku, przez którą rozumie się wydzielone strukturalnie i organizacyjnie podstawowe\n                           obszary działalności Banku podległe poszczególnym członkom Zarządu oraz wewnętrznego\n                           podziału kompetencji w Zarządzie Banku,\"W § 22 ust. 3 pkt 4 dodaje się lit. e_ w następującym brzmieniu:\"e_ opiniowanie i monitorowanie przyjętej w banku polityki wynagradzania oraz wspieranie\n                           organów banku w zakresie kształtowania i realizacji tej polityki.\"Zmienia się § 25 ust. 1 poprzez nadanie mu następującego brzmienia:\"1. Zarząd składa się z co najmniej trzech członków powoływanych na wspólną kadencję\n                           5 lat. Członkowie Zarządu powinni mieć wiedzę, umiejętności i doświadczenie, odpowiednie\n                           do pełnionych przez nich funkcji i powierzonych im obowiązków, oraz dawać rękojmię\n                           należytego wykonywania tych obowiązków. Co najmniej połowa członków Zarządu, w tym\n                           Prezes Zarządu musi posiadać obywatelstwo polskie, stale zamieszkiwać w Polsce, posługiwać\n                           się językiem polskim oraz posiadać doświadczenie na rynku polskim, które można wykorzystać\n                           przy zarządzaniu Bankiem.\"Zmienia się § 27 ust. 1 pkt 4 poprzez nadanie mu następującego brzmienia:\"4_ dokonywanie podziału kompetencji pomiędzy Członków Zarządu oraz podległych im\n                           Dyrektorów Zarządzających, na podstawie uchwały Zarządu, przy czym uchwała taka nie\n                           może być podjęta bez zgody Prezesa Zarządu oraz wymaga zatwierdzenia przez Radę Nadzorczą.\"Zmienia się § 29 ust. 3 poprzez nadanie mu następującego brzmienia:\"3. Prokura może być odwołana przez każdego członka Zarządu jednoosobowo. Pełnomocnictwo\n                           może być odwołane przez dwóch członków Zarządu działających łącznie albo jednego członka\n                           Zarządu działającego łącznie z prokurentem albo dwóch prokurentów działających łącznie.\"Zmienia się § 34 poprzez nadanie mu następującego brzmienia:\"Kapitał zakładowy wynosi 168.955.696 _sto sześćdziesiąt osiem milionów dziewięćset\n                           pięćdziesiąt pięć tysięcy sześćset dziewięćdziesiąt sześć_ złote i dzieli się na 42.238.924\n                           _czterdzieści dwa miliony dwieście trzydzieści osiem tysięcy dziewięćset dwadzieścia\n                           cztery_ akcji imiennych i na okaziciela o wartości nominalnej 4 _cztery_ złote każda.\"",
        "date": "2016-09-01"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osoby pełniące obowiązki zarządcze.",
        "date": "2016-09-01"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-08-30"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-08-23"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _Bank_ – w nawiązaniu do raportu bieżącego nr 60/2016 z 17\n                           sierpnia 2016 r. - podaje do wiadomości, iż w dniu 18 sierpnia 2016 r. Bank otrzymał\n                           postanowienie Komitetu Stabilności Finansowej _KSF_ z dnia 10 sierpnia 2016 r., wydane\n                           na wniosek Komisji Nadzoru Finansowego _KNF_ na podstawie art. 39 ust. 1 i 3 w związku\n                           z art. 5 ustawy z 5 sierpnia 2015 r. o nadzorze makroostrożnościowym nad systemem\n                           finansowym i zarządzaniu kryzysowym w systemie finansowym.Stosownie do wspomnianego postanowienia, KSF wyraził pozytywną opinię w sprawie zidentyfikowania\n                           przez KNF Banku jako innej instytucji o znaczeniu systemowym oraz w sprawie nałożenia\n                           przez KNF na Bank - na zasadzie skonsolidowanej i indywidualnej - bufora innej instytucji\n                           o znaczeniu systemowym w wysokości równoważnej 0,50% łącznej kwoty ekspozycji na ryzyko,\n                           obliczonej zgodnie z art. 92 ust. 3 rozporządzenia UE nr 575/2013.",
        "date": "2016-08-18"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _Bank_ powziął informację, że Komitet Stabilności Finansowej\n                           wydał opinię w przedmiocie identyfikacji innych instytucji o znaczeniu systemowym oraz nałożeniu\n                           na nie bufora innej instytucji o znaczeniu systemowym. Bank, zgodnie z postanowieniem\n                           Komisji Nadzoru Finansowego _KNF_, jest stroną postępowania administracyjnego prowadzonego\n                           przez KNF, w przedmiocie identyfikacji Banku jako innej instytucji o znaczeniu systemowym\n                           i nałożenia na Bank - na zasadzie skonsolidowanej i indywidualnej - bufora innej instytucji o znaczeniu systemowym, ustalonego w trybie\n                           art. 38 ustawy o nadzorze makroostrożnościowym nad systemem finansowym i zarządzaniu kryzysowym w\n                           sektorze finansowym – w wysokości równoważnej 0,5% łącznej kwoty ekspozycji na ryzyko\n                           obliczonej zgodnie z art. 92 ust. 3 rozporządzenia UE nr 575/2013.Identyfikacja innych instytucji o znaczeniu systemowym oraz nałożenie na nie buforów\n                           nastąpi, zgodnie z art. 39 ustawy o nadzorze makroostrożnościowym nad systemem finansowym\n                           i zarządzaniu kryzysowym w systemie finansowym, w formie decyzji administracyjnej\n                           KNF, po zasięgnięciu opinii Komitetu Stabilności Finansowej. Na dzień publikacji niniejszego\n                           raportu Bank nie otrzymał decyzji KNF w przedmiocie identyfikacji innych instytucji\n                           o znaczeniu systemowym oraz nałożeniu na nie bufora innej instytucji o znaczeniu systemowym.O zakończeniu postępowania administracyjnego w formie decyzji administracyjnej, identyfikującej\n                           Bank jako inną instytucję o znaczeniu systemowym oraz określeniu wysokości bufora\n                           innej instytucji o znaczeniu systemowym, Bank poinformuje w odrębnym raporcie po otrzymaniu\n                           takiej decyzji.",
        "date": "2016-08-17"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-08-09"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osobę pełniącą obowiązki zarządcze.",
        "date": "2016-08-04"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osoby pełniące obowiązki zarządcze.",
        "date": "2016-08-03"
    },
    {
        "company_name": "mBank",
        "content": "mBank S.A. _\"Bank\"_ przekazuje w załączeniu powiadomienie o transakcjach na instrumentach\n                           finansowych Banku dokonanych przez osoby pełniące obowiązki zarządcze.",
        "date": "2016-08-01"
    },
    {
        "company_name": "mBank",
        "content": "W związku z rejestracją w dniu 20 lipca 2016 r. przez KDPW 15.007 akcji mBanku S.A.\n                           _\"Bank\"_, Zarząd Banku podaje do wiadomości, iż w wyniku powyższej rejestracji kapitał\n                           zakładowy Banku wzrósł z dniem 20 lipca 2016 r. o kwotę 60.028 zł.Obecnie kapitał zakładowy Banku wynosi 169.015.724 zł i dzieli się na 42.253.931 akcji\n                           zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł każda. Ogólna liczba\n                           głosów na WZ Banku wynosi obecnie 42.253.931Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.",
        "date": "2016-07-20"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ informuje, że w dniu 19 lipca 2016\n                           r. otrzymał komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_, zgodnie z którym w dniu 20 lipca 2016 r. nastąpi rejestracja 15.007\n                           akcji zwykłych Banku na okaziciela o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji\n                           stanowi uchwała Zarządu KDPW nr 447/10 z dnia 26 lipca 2010 r.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji stanowi uchwała\n                           Zarządu KDPW nr 454/16 z dnia 7 lipca 2016 r.Wszystkie nowo wyemitowane akcje zarejestrowane zostaną pod kodem PLBRE0000012. Po\n                           dokonaniu rejestracji łączna liczba zarejestrowanych w KDPW akcji Banku o kodzie PLBRE0000012\n                           wynosić będzie 42.236.431",
        "date": "2016-07-19"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że uchwałą\n                           nr 729/2016 z dnia 15 lipca 2016 r. Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           S.A. dopuścił do obrotu giełdowego oraz postanowił wprowadzić z dniem 20 lipca 2016\n                           r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym 15.007 akcji zwykłych\n                           na okaziciela Banku o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 20 lipca 2016 r. nastąpi\n                           pod warunkiem dokonania przez KDPW w dniu 20 lipca 2016 r. rejestracji tych akcji\n                           i oznaczenia ich kodem PLBRE0000012.",
        "date": "2016-07-18"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego nr 51/2016 z dnia 16 czerwca 2016 r. Zarząd mBanku\n                           S.A. _\"Bank\"_ przekazuje do wiadomości, że w dniu 21 czerwca 2016 r. Bank otrzymał\n                           informację o zamknięciu transakcji przejęcia Visa Europe Limited przez Visa Inc. na\n                           warunkach opisanych w raporcie nr 51/2016.",
        "date": "2016-06-21"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego nr 67/2017 z 22 listopada 2017 roku, Zarząd mBanku\n                           S.A. _\"Bank\"_ informuje, iż Bank otrzymał pismo Komisji Nadzoru Finansowego _\"KNF\"_\n                           z 15 grudnia 2017 roku, dotyczące zalecenia Bankowi przestrzegania dodatkowego wymogu\n                           w zakresie funduszy własnych ponad wartość wynikającą z wymogów obliczonych zgodnie\n                           ze szczegółowymi zasadami określonymi w rozporządzeniu Parlamentu Europejskiego i\n                           Rady UE nr 575/2013 _\"Rozporządzenie\"_ na poziomie skonsolidowanym Grupy Kapitałowej\n                           mBanku S.A..W powyższym piśmie KNF zaleciła utrzymywanie funduszy własnych na pokrycie dodatkowego\n                           wymogu kapitałowego w celu zabezpieczenia ryzyka wynikającego z walutowych kredytów\n                           hipotecznych dla gospodarstw domowych, na poziomie Grupy Kapitałowej Banku w wysokości\n                           3,53 p.p. dla łącznego współczynnika kapitałowego _TCR_, o którym mowa w art. 92 ust.\n                           1 lit. c Rozporządzenia, który powinien składać się co najmniej w 75% z kapitału Tier\n                           1, co odpowiada wymogowi kapitałowemu na poziomie 2,65 p.p. ponad wartość współczynnika\n                           kapitału Tier 1, o którym mowa w art. 92 ust. 1 lit. b Rozporządzenia oraz co najmniej\n                           w 56% z kapitału podstawowego Tier 1, co odpowiada wymogowi kapitałowemu na poziomie\n                           1,98 p.p. ponad wartość współczynnika kapitału podstawowego Tier 1, o którym mowa\n                           w art. 92 ust. 1 lit. a Rozporządzenia. Na dzień sporządzenia niniejszego raportu,\n                           mBank spełnia wymogi KNF w zakresie minimalnych współczynników kapitałowych, zarówno\n                           w ujęciu jednostkowym jak i skonsolidowanym.Dodatkowo KNF poinformowała Bank, że w wyniku dokonanych analiz w ramach testów warunków\n                           skrajnych prowadzonych przez UKNF, indywidualny narzut _ST_ wykorzystywany w polityce\n                           dywidendowej banków komercyjnych, mierzący wrażliwość banku na niekorzystny scenariusz\n                           makroekonomiczny, definiowany jako różnica pomiędzy TCR w scenariuszu referencyjnym\n                           i TCR w scenariuszu szokowym z uwzględnieniem korekt nadzorczych, dla mBanku S.A.\n                           wynosi 0,00%.",
        "date": "2017-12-18"
    },
    {
        "company_name": "mBank",
        "content": "W nawiązaniu do raportu bieżącego nr 68/2017 z dnia 23 listopada 2017 roku, Zarząd\n                           mBanku S.A. _\"Bank\"_ informuje, że Bank otrzymał postanowienie Komitetu Stabilności\n                           Finansowej _\"KSF\"_ z dnia 1 grudnia 2017 roku, wydane na wniosek Komisji Nadzoru Finansowego\n                           _\"KNF\"_, na podstawie art. 39 ust. 1 i 3 w związku z art. 5 ustawy z z dnia 5 sierpnia\n                           2015 roku o nadzorze makroostrożnościowym nad systemem finansowym i zarządzaniu kryzysowym\n                           w systemie finansowym.W wyżej wymienionym postanowieniu KSF wyraził pozytywną opinię w sprawie nałożenia\n                           na mBank S.A. bufora innej instytucji o znaczeniu systemowym, ustalonego w trybie\n                           art. 38 ustawy o nadzorze makroostrożnościowym nad systemem finansowym i zarządzaniu\n                           kryzysowym w systemie finansowym, w wysokości równoważnej 0,75% łącznej kwoty ekspozycji\n                           na ryzyko, obliczonej zgodnie z art. 92 ust. 3 rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_  nr 575/2013 z dnia 26 czerwca 2013 roku.",
        "date": "2017-12-11"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, iż uzyskał informację o dokonaniu\n                           rejestracji podwyższenia kapitału zakładowego Banku przez Sąd Rejonowy dla m. st.\n                           Warszawy. W dniu 8 grudnia 2017 r. Sąd Rejonowy dla m. st. Warszawy dokonał rejestracji\n                           podwyższenia kapitału zakładowego Banku do kwoty 169.248.488 zł.Kapitał zakładowy Banku dzieli się obecnie na 42.312.122 akcje zwykłe imienne i na\n                           okaziciela o wartości nominalnej 4 zł każda. Ogólna liczba głosów na WZ Banku wynosi\n                           obecnie 42.312.122.",
        "date": "2017-12-08"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, że w dniu 7.12.2017 r. , działając\n                           na podstawie upoważnienia XXX Walnego Zgromadzenia z dnia 30 marca 2017r., Rada Nadzorcza\n                           Banku ustaliła jednolity tekst Statutu Banku.Jednolita treść statutu stanowi załącznik do niniejszego raportu.Zmiany do Statutu Banku staną się obowiązujące z dniem rejestracji przez sąd rejestrowy,\n                           o czym Zarząd Banku poinformuje odrębnym komunikatem, po powzięciu informacji o zaistnieniu\n                           takich okoliczności.",
        "date": "2017-12-08"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że w dniu\n                           27 listopada 2017 roku Bank oraz spółka zależna Banku – mFinanse S.A. _\"mFinanse\"_,\n                           zawarły warunkową umowę, na podstawie której: _i_ Bank zobowiązany jest do sprzedaży\n                           100% tj. 100.000 akcji w spółce Latona S.A. na rzecz Phoebe IVS z siedzibą w Danii\n                           _\"Inwestor\"_, a następnie _ii_ mFinanse zobowiązana jest do sprzedaży zorganizowanej\n                           części przedsiębiorstwa mFinanse na rzecz spółki Latona S.A. _w chwili sprzedaży Latona\n                           S.A. należeć będzie do Inwestora_ _\"Umowa\"_. Zorganizowana część przedsiębiorstwa wskazana w punkcie _ii_ stanowi wydzieloną działalność,\n                           w ramach której – na podstawie umów agencyjnych – mFinanse wykonuje jako agent ubezpieczeniowy\n                           czynności pośrednictwa ubezpieczeniowego w zakresie grupowych umów ubezpieczenia.Inwestor sfinansuje transakcję przy wykorzystaniu środków zapewnionych przez fundusz\n                           Purple Star Receivable Funding DAC z siedzibą w Irlandii, wspierany przez konsorcjum\n                           inwestorów instytucjonalnych. Purple Star Receivable Funding DAC działa jako gwarant\n                           i jest jednocześnie stroną Umowy _\"Gwarant 1\"_. Drugim gwarantem będącym stroną Umowy\n                           jest Indigo Agencies Holdings Limited _\"Gwarant 2\"_. Inwestor oraz Gwarant 2 są podmiotami\n                           powiązanymi z niezależną angielsko - duńską Grupą Indigo, obejmującą m.in. Indigo\n                           Underwriters Ltd posiadającą licencją na terenie Wielkiej Brytanii i prowadzącą działalność\n                           w zakresie underwritingu ubezpieczeniowego i reasekuracyjnego oraz działalność agencyjną.Finalizacja transakcji opisanej w punktach _i_ i _ii_ planowana jest na pierwszy kwartał\n                           2018 roku, po spełnieniu się warunków zawieszających wskazanych w Umowie, które są\n                           standardowe przy tego typu transakcjach.Przewidywana maksymalna łączna wartość wynagrodzenia z tytułu Umowy to około 520 mln\n                           zł, z czego kwota wynagrodzenia w wysokości około 465 mln zł będzie rozpoznana przez\n                           okres 15 lat. W Umowie zawarte są również postanowienie dotyczące kar umownych standardowo\n                           stosowane przy tego typu transakcjach.",
        "date": "2017-11-27"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączniku, otrzymane od osoby zobowiązanej,\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-11-24"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. _\"Bank\"_ informuje, iż w ramach postępowania administracyjnego\n                           prowadzonego przez Komisję Nadzoru Finansowego _\"KNF\"_ otrzymał w dniu 23 listopada\n                           2017 r. postanowienie, w którym KNF zwraca się do Komitetu Stabilności Finansowej\n                           o wyrażenie opinii w sprawie: _1_ nałożenia na mBank S.A. bufora innej instytucji\n                           o znaczeniu systemowym, ustalonego w trybie art. 38 ustawy – w wysokości równoważnej\n                           0,75% łącznej kwoty ekspozycji na ryzyko obliczonej zgodnie z art. 92 ust. 3 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 557/2013 z dnia 26 czerwca 2013 r. w sprawie\n                           wymogów ostrożnościowych dla instytucji kredytowych i firm inwestycyjnych, zmieniającego\n                           Rozporządzenie _UE_ nr 648/2012 _Dz. U. UE L 176 z dnia 27 czerwca 2013 r. z późn.\n                           zm._ _\"CRR\"_, oraz _2_ uchylenia w całości pkt. 2 osnowy decyzji KNF z dnia 4 października\n                           2016 r., w której KNF zidentyfikowała mBank S.A. jako inną instytucję o znaczeniu\n                           systemowym oraz nałożyła, na zasadzie indywidualnej i skonsolidowanej, bufor innej\n                           instytucji o znaczeniu systemowym w wysokości równoważnej 0,5% łącznej kwoty ekspozycji\n                           na ryzyko, obliczonej zgodnie z art. 92 ust. 3 CRR. Ostateczna decyzja zostanie wydana\n                           po zajęciu stanowiska przez organ, od którego opinii jest uzależniona.",
        "date": "2017-11-23"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. _\"Bank\"_ informuje, iż w dniu 22 listopada 2017 r. otrzymał decyzję\n                           Komisji Nadzoru Finansowego _\"KNF\"_ dotyczącą zalecenia Bankowi przestrzegania dodatkowego\n                           wymogu w zakresie funduszy własnych ponad wartość wynikającą z wymogów obliczonych\n                           zgodnie ze szczegółowymi zasadami określonymi w rozporządzeniu Parlamentu Europejskiego\n                           i Rady _UE_ nr 575/2013 z dnia 26 czerwca 2013 r. w sprawie wymogów ostrożnościowych\n                           dla instytucji kredytowych i firm inwestycyjnych, zmieniającego rozporządzenie _UE_\n                           nr 648/2012 _Dz. Urz. UE L 176 z dnia 27 czerwca 2013 r., s.1. z późn. zm., \"rozporządzenie\n                           nr 575/2013\"_. KNF zaleciła utrzymywanie przez mBank S.A. na poziomie jednostkowym\n                           funduszy własnych na pokrycie dodatkowego wymogu kapitałowego w celu zabezpieczenia\n                           ryzyka wynikającego z walutowych kredytów hipotecznych dla gospodarstw domowych, w\n                           wysokości 4,10 p.p. ponad wartość łącznego współczynnika kapitałowego, o którym mowa\n                           w art. 92 ust. 1 lit. c rozporządzenia nr 575/2013, który powinien składać się co\n                           najmniej w 75% z kapitału Tier 1 _co odpowiada wymogowi kapitałowemu na poziomie 3,07\n                           p.p. ponad wartość współczynnika kapitału Tier 1, o którym mowa w art. 92 ust. 1 lit.\n                           b rozporządzenia nr 575/2013_ oraz co najmniej w 56% z kapitału podstawowego Tier\n                           1 _co odpowiada wymogowi kapitałowemu na poziomie 2,29 p.p. ponad wartość współczynnika\n                           kapitału podstawowego Tier 1, o którym mowa w art. 92 ust. 1 lit. a rozporządzenia\n                           nr 575/2013_. Niniejsza decyzja, zgodnie z art. 11 ust. 2 pkt 21 ustawy - Prawo bankowe,\n                           podlega natychmiastowemu wykonaniu. Dotychczas mBank S.A. w ujęciu jednostkowym utrzymywał\n                           fundusze własne na pokrycie dodatkowego wymogu kapitałowego w celu zabezpieczenia\n                           ryzyka wynikającego z walutowych kredytów hipotecznych dla gospodarstw domowych na\n                           poziomie 3,81 p.p., który składa się co najmniej w 75% z kapitału Tier I _co odpowiada\n                           2,86 p.p_, o czym Bank informował w raporcie nr 88/2016 z dnia 21 października 2016\n                           r. Na dzień sporządzenia raportu mBank S.A. spełnia wymogi KNF w zakresie minimalnych\n                           współczynników kapitałowych, zarówno w ujęciu jednostkowym, jak i skonsolidowanym.",
        "date": "2017-11-22"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączniku, otrzymane od osób zobowiązanych,\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-11-21"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączniku, otrzymane od osób zobowiązanych,\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-11-16"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, iż uzyskał informację o dokonaniu\n                           rejestracji podwyższenia kapitału zakładowego Banku przez Sąd Rejonowy dla m. st.\n                           Warszawy. W dniu 10 listopada 2017 r. Sąd Rejonowy dla m. st. Warszawy dokonał rejestracji\n                           podwyższenia kapitału zakładowego Banku do kwoty 169.245.020 zł.Ww. rejestracja dokonana przez sąd odzwierciedla jedynie wysokość kapitału zakładowego\n                           Banku na dzień 22 września 2017 r. i nastąpiła w wyniku rejestracji przez KDPW w dniu\n                           22 września 2017 r. 25.579 akcji Banku.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Od dnia 20 października 2017 r. tj. od dnia rejestracji przez KDPW 867 akcji Banku\n                           wyemitowanych w ramach ww. programów, kapitał zakładowy Banku wynosi 169.248.488 zł\n                           i dzieli się na 42.312.122 akcji zwykłych imiennych i na okaziciela o wartości nominalnej\n                           4 zł każda. Ogólna liczba głosów na WZ Banku wynosi obecnie 42.312.122",
        "date": "2017-11-13"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączniku, otrzymane od osób zobowiązanych,\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-10-31"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd Spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, że uchwałą Rady Nadzorczej\n                           Banku z dnia 25 października 2017 r. Pan Adam Pers został powołany na stanowisko Wiceprezes\n                           Zarządu ds. Bankowości Korporacyjnej i Inwestycyjnej z dniem 26 października 2017\n                           r. na okres do czasu zakończenia obecnej kadencji Zarządu.Pan Adam Pers jest absolwentem Wydziału Ekonomii Akademii Ekonomicznej w Poznaniu.\n                           W 2008 ukończył studia MBA organizowane przez Szkołę Główną Handlowa. Wiedzę z zakresu\n                           bankowości zdobył zarówno na uczelni jak i w trzech instytucjach na rynku polskim.\n                           Pan Adam Pers rozpoczął karierę zawodową od stażu w Wielkopolskim Banku Kredytowym\n                           S.A. W latach 2000-2011 pracował w grupie Raiffeisen Bank Polska S.A. gdzie pełnił\n                           szereg funkcji dzięki którym pozyskał cenne doświadczenia w sferze front office jak\n                           również back office. Od 2012 roku pracuje w grupie mBanku. Najpierw jako dyrektor\n                           Departamentu Sprzedaży Rynków Finansowych gdzie był odpowiedzialny za wdrożenie nowej\n                           struktury jednostki oraz nowego modelu biznesowego. Wdrożył również nowe zasady współpracy\n                           z bankowością korporacyjną jak i obszarem ryzyka. W listopadzie 2013 roku został Dyrektorem\n                           Zarządzającym. Odpowiadał między innymi za nadzór nad sprzedażą produktów rynków finansowych\n                           obejmujących klientów korporacyjnych, niebankowe instytucje finansowe, jak również\n                           za ich rozwój. W 2016 r. przejął nadzór nad Tradingiem.Według posiadanych przez Zarząd Banku informacji Pan Adam Pers nie wykonuje działalności\n                           konkurencyjnej względem Banku.Pan Adam Pers nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.",
        "date": "2017-10-25"
    },
    {
        "company_name": "mBank",
        "content": "W związku z rejestracją w dniu 20 października 2017 r. 867 akcji mBanku S.A. _\"Bank\"_,\n                           Zarząd Banku podaje do wiadomości, iż w wyniku powyższej rejestracji, kapitał zakładowy\n                           Banku wzrósł z dniem 20 października 2017 r. o kwotę 3.468 zł.Obecnie kapitał zakładowy Banku wynosi 169.248.488 zł i dzieli się na 42.312.122 akcje\n                           zwykłe imienne i na okaziciela o wartości nominalnej 4 zł każda. Ogólna liczba głosów\n                           na WZ Banku wynosi obecnie 42.312.122.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.",
        "date": "2017-10-20"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ informuje, że w dniu 19 października\n                           2017 r. otrzymał komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_, zgodnie z którym w dniu 20 października 2017 r. nastąpi rejestracja\n                           867 akcji zwykłych Banku na okaziciela o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.\n                           Podstawę rejestracji tych akcji stanowi uchwała Zarządu KDPW nr 616/16 z dnia 15 września\n                           2016 r.Wszystkie nowo wyemitowane akcje zarejestrowane zostaną pod kodem PLBRE0000012. Po\n                           dokonaniu rejestracji łączna liczba zarejestrowanych w KDPW akcji Banku o kodzie PLBRE0000012\n                           wynosić będzie  42.300.122.",
        "date": "2017-10-19"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że uchwałą\n                           nr 1226/2017 z dnia 18 października 2017 r. Zarząd Giełdy Papierów Wartościowych w\n                           Warszawie S.A. dopuścił do obrotu giełdowego oraz postanowił wprowadzić z dniem 20\n                           października 2017 r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym 867\n                           akcji zwykłych na okaziciela Banku o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie uchwały nr 3 XVI NWZ Banku z dnia 27 października\n                           2008 r. w sprawie emisji obligacji z prawem pierwszeństwa do objęcia akcji spółki\n                           mBank S.A. oraz warunkowego podwyższenia kapitału zakładowego w drodze emisji akcji\n                           z wyłączeniem prawa poboru dotychczasowych akcjonariuszy, w celu umożliwienia objęcia\n                           akcji Banku osobom biorącym udział w programie pracowniczym oraz w sprawie ubiegania\n                           się o dopuszczenie akcji do obrotu na rynku regulowanym oraz dematerializacji akcji.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 20 października 2017 r.\n                           nastąpi pod warunkiem dokonania przez KDPW w dniu 20 października 2017 r. rejestracji\n                           tych akcji i oznaczenia ich kodem PLBRE0000012.",
        "date": "2017-10-18"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniach 2 i 3 października 2017 r. 867 obligacji z prawem pierwszeństwa serii D wyemitowanych\n                           przez mBank S.A. w ramach realizacji programu motywacyjnego dla kluczowych pracowników\n                           Grupy mBanku S.A. przeprowadzanego na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego\n                           Walnego Zgromadzenia mBanku S.A. z dnia 27 października 2008 r. _\"Program\"_.867 obligacji z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniach 2 i 3 października 2017 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu w łącznej liczbie 867.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniach 2 i 3 października 2017 r. w ramach Programu mBank S.A. dokonał umorzenia\n                           wszystkich 867 obligacji.",
        "date": "2017-10-03"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_, informuje o dokonaniu w dniu 25 września 2017 roku\n                           przez Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego, rejestracji zmian Statutu Banku wynikających z § 1 Uchwały nr 51\n                           XXX Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 30 marca 2017 r.Poniżej szczegółowy wykaz zmian wprowadzonych w wyniku rejestracji zmian do Statutu\n                           Banku:Dodaje się § 35a w brzmieniu:\"§ 35a1. Zarząd Banku jest uprawniony do podwyższania kapitału zakładowego o kwotę nie wyższą\n                           niż 60.000.000 złotych _słownie: sześćdziesiąt milionów złotych_ w drodze jednego\n                           lub wielokrotnych podwyższeń kapitału zakładowego w granicach określonych powyżej,\n                           poprzez emisję akcji na okaziciela _\"kapitał docelowy\"_.2. Upoważnienie, o którym mowa w ust. 1 wygasa po upływie 3 lat od dnia zarejestrowania\n                           w rejestrze przedsiębiorców Krajowego Rejestru Sądowego zmiany statutu Banku przewidującej\n                           niniejszy kapitał docelowy.3. Warunkiem dokonania przez Zarząd Banku podwyższenia kapitału zakładowego w granicach\n                           kapitału docelowego jest uzyskanie zgody Rady Nadzorczej Banku na dokonanie takiego\n                           podwyższenia oraz podjęcie stosownej uchwały Zarządu Banku w formie aktu notarialnego.4. Upoważnia się Zarząd Banku do ustalenia szczegółowych warunków i sposobu przeprowadzenia\n                           subskrypcji akcji emitowanych w związku z podwyższeniem kapitału zakładowego w granicach\n                           kapitału docelowego, a w przypadku podjęcia decyzji o emisji akcji w ramach subskrypcji\n                           zamkniętej lub otwartej w szczególności do:- ustalenia terminów otwarcia i zamknięcia subskrypcji akcji,- określenia sposobu i warunków składania zapisów,- dokonania przydziału akcji, w tym przydziału akcji nieobjętych z tytułu wykonywania\n                           prawa poboru.5. Uchwały Zarządu Banku w sprawie ustalenia ceny emisyjnej akcji emitowanych w ramach\n                           kapitału docelowego wymagają zgody Rady Nadzorczej Banku.6. Zarząd Banku jest upoważniony za zgodą Rady Nadzorczej Banku do pozbawienia akcjonariuszy\n                           prawa poboru _w całości lub w części_ akcji emitowanych w ramach podwyższenia kapitału\n                           zakładowego w granicach kapitału docelowego. 7. W przypadku, gdy Zarząd Banku za zgodą Rady Nadzorczej pozbawi akcjonariuszy prawa\n                           poboru _w całości lub w części_ akcji emitowanych w ramach podwyższenia kapitału zakładowego\n                           w granicach kapitału docelowego, Zarząd Banku zaoferuje emitowane akcje w trybie subskrypcji\n                           prywatnej w rozumieniu art. 431 § 2 pkt 1 Kodeksu spółek handlowych uprawnionym Inwestorom\n                           _\"Uprawnieni Inwestorzy Objęci Prawem Pierwszeństwa\"_ będącymi akcjonariuszami Banku\n                           uprawnionymi do udziału w ostatnim Walnym Zgromadzeniu Banku przed podjęciem przez\n                           Zarząd Banku uchwały w sprawie pozbawienia akcjonariuszy prawa poboru _w całości lub\n                           w części_ akcji emitowanych w ramach podwyższenia kapitału zakładowego w granicach\n                           kapitału docelowego _\"Data Prawa Pierwszeństwa\"_. Uprawnieni Inwestorzy Objęci Prawem\n                           Pierwszeństwa będą posiadać prawo pierwszeństwa objęcia akcji emitowanych w ramach\n                           podwyższenia kapitału zakładowego w granicach kapitału docelowego w liczbie odpowiadającej\n                           iloczynowi: _a_ stosunku liczby akcji Banku posiadanych przez Uprawnionego Inwestora\n                           Objętego Prawem Pierwszeństwa na Datę Prawa Pierwszeństwa do liczby wszystkich istniejących\n                           akcji Banku w Dacie Prawa Pierwszeństwa oraz _b_ określonej przez Zarząd Banku ostatecznej\n                           liczby akcji emitowanych w ramach podwyższenia kapitału zakładowego w granicach kapitału\n                           docelowego, przy czym w przypadku, gdy tak określona liczba akcji nie będzie liczbą\n                           całkowitą, zostanie ona zaokrąglona w dół do najbliższej liczby całkowitej _\"Prawo\n                           Pierwszeństwa w Obejmowaniu Akcji\"_. Warunkiem, aby Uprawniony Inwestor Objęty Prawem\n                           Pierwszeństwa mógł skorzystać z Prawa Pierwszeństwa w Obejmowaniu Akcji, jest spełnienie\n                           przez Uprawnionego Inwestora niżej wymienionych dodatkowych warunków _\"Warunki Uznania\n                           za Uprawnionego Inwestora Objętego Prawem Pierwszeństwa\"_: _a_ przedstawienie w procesie\n                           budowania księgi popytu dokumentu potwierdzającego, że dany inwestor był akcjonariuszem\n                           Banku w Dacie Prawa Pierwszeństwa i posiadał co najmniej 0,1% w ogólnej liczbie głosów/kapitału\n                           zakładowego Banku, przy czym obecność inwestora na liście uprawnionych do uczestnictwa\n                           w ostatnim Walnym Zgromadzeniu będzie wystarczającym potwierdzeniem, że był on akcjonariuszem\n                           Banku w Dacie Prawa Pierwszeństwa; _b_ złożenie przez tego inwestora w procesie budowania\n                           księgi popytu deklaracji zainteresowania objęciem akcji, po cenie nie niższej niż\n                           ostatecznie ustalona przez Zarząd Banku cena emisyjna, oraz _c_ zawarcie z Bankiem\n                           umowy objęcia zaoferowanych mu akcji po cenie emisyjnej ustalonej przez Zarząd Banku.\n                           Powyższe nie ogranicza prawa Zarządu Banku do zaoferowania pozostałych nieobjętych\n                           w wykonaniu prawa pierwszeństwa objęcia akcji emitowanych w ramach podwyższenia kapitału\n                           zakładowego w granicach kapitału docelowego według własnego uznania, w tym również\n                           wybranym Uprawnionym Inwestorom, po cenie nie niższej niż płacona przez Uprawnionych\n                           Inwestorów Objętych Prawem Pierwszeństwa. 8. Zarząd Banku przy podwyższaniu kapitału w ramach kapitału docelowego może wydawać\n                           akcje tylko w zamian za wkłady pieniężne.9. Zarząd Banku nie może wydawać akcjonariuszom obejmującym akcje w związku z podwyższeniem\n                           kapitału zakładowego w ramach kapitału docelowego akcji uprzywilejowanych, jak również\n                           nie może przyznawać im przywilejów osobistych.10. O ile przepisy prawa lub niniejszego paragrafu nie stanowią inaczej Zarząd Banku\n                           jest upoważniony do decydowania o wszystkich sprawach związanych z podwyższeniem kapitału\n                           zakładowego w granicach kapitału docelowego, w szczególności Zarząd Banku jest upoważniony\n                           do:1_ zawierania umów o subemisję inwestycyjną, subemisję usługową lub innych umów zabezpieczających\n                           powodzenie emisji akcji,2_ podejmowania wszelkich czynności faktycznych i prawnych, mających na celu dopuszczenie\n                           akcji do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A., w tym do złożenia wszelkich wniosków, dokumentów lub zawiadomień\n                           do Komisji Nadzoru Finansowego oraz dokonania odpowiednich czynności i złożenia wszelkich\n                           wniosków, dokumentów lub zawiadomień w celu dopuszczenia akcji do obrotu na rynku\n                           regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A3_ podejmowania uchwał oraz wszelkich innych czynności faktycznych i prawnych w sprawie\n                           dematerializacji akcji oraz zawierania umów z Krajowym Depozytem Papierów Wartościowych\n                           S.A. o rejestrację i dematerializację akcji.\"",
        "date": "2017-09-28"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-09-26"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-09-25"
    },
    {
        "company_name": "mBank",
        "content": "W związku z rejestracją w dniu 22 września 2017 r. przez KDPW 25.579 akcji mBanku\n                           S.A. _\"Bank\"_, Zarząd Banku podaje do wiadomości, iż w wyniku powyższej rejestracji\n                           kapitał zakładowy Banku wzrósł z dniem 22 września 2017 r. o kwotę 102.316 zł.Obecnie kapitał zakładowy Banku wynosi 169.245.020 zł i dzieli się na 42.311.255 akcji\n                           zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł każda. Ogólna liczba\n                           głosów na WZ Banku wynosi obecnie 42.311.255.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.",
        "date": "2017-09-22"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ informuje, że w dniu 21 września\n                           2017 r. otrzymał komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_, zgodnie z którym w dniu 22 września 2017 r. nastąpi rejestracja 25.579\n                           akcji zwykłych Banku na okaziciela o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji\n                           stanowi uchwała Zarządu KDPW nr 447/10 z dnia 26 lipca 2010 r.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji stanowi uchwała\n                           Zarządu KDPW nr 616/16 z dnia 15 września  2016 r.Wszystkie nowo wyemitowane akcje zarejestrowane zostaną pod kodem PLBRE0000012. Po\n                           dokonaniu rejestracji łączna liczba zarejestrowanych w KDPW akcji Banku o kodzie PLBRE0000012\n                           wynosić będzie 42.299.255.",
        "date": "2017-09-21"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że uchwałą\n                           nr 1085/2017 z dnia 20 września 2017 r. Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           S.A. dopuścił do obrotu giełdowego oraz postanowił wprowadzić z dniem 22 września\n                           2017 r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym 25.579 akcji zwykłych\n                           na okaziciela Banku o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 22 września 2017 r. nastąpi\n                           pod warunkiem dokonania przez KDPW w dniu 22 września 2017 r. rejestracji tych akcji\n                           i oznaczenia ich kodem PLBRE0000012.",
        "date": "2017-09-20"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ podaje do wiadomości, iż uzyskał informację o dokonaniu\n                           rejestracji podwyższenia kapitału zakładowego Banku przez Sąd Rejonowy dla m. st.\n                           Warszawy w Warszawie. W dniu 15 września 2017 r. Sąd Rejonowy dla m. st. Warszawy\n                           w Warszawie dokonał rejestracji podwyższenia kapitału zakładowego Banku do kwoty 169.142.704\n                           zł.Ww. rejestracja dokonana przez sąd odzwierciedla wysokość kapitału zakładowego Banku\n                           na dzień 22 czerwca 2017 r. i nastąpiła w wyniku rejestracji przez KDPW w dniu 22\n                           czerwca 2017 r. 5.549 akcji Banku.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Od dnia 22 czerwca 2017 r., tj. od dnia rejestracji przez KDPW 5.549 akcji Banku wyemitowanych\n                           w ramach ww. programów, kapitał zakładowy Banku wynosi 169.142.704 i dzieli się na\n                           42.285.676 akcji zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł każda.\n                           Ogólna liczba głosów na WZ Banku wynosi obecnie 42.285.676.",
        "date": "2017-09-18"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. _Bank_ informuje, iż w dniu 12 września 2017 r. Wiceprezes Zarządu\n                           Banku ds. Bankowości Korporacyjnej i Inwestycyjnej, Pan Przemysław Gdański, złożył\n                           rezygnację z pełnionych w Banku funkcji.Rezygnacja nastąpi z dniem 25 października 2017 r.Pan Przemysław Gdański nie podał przyczyn rezygnacji.Jednocześnie Pan Maciej Leśny, Przewodniczący Rady Nadzorczej Banku, poinformował\n                           Bank, iż na stanowisko Wiceprezesa Zarządu Banku ds. Bankowości Korporacyjnej i Inwestycyjnej\n                           będzie rekomendował Radzie Nadzorczej powołanie Pana Adama Persa, Dyrektora Zarządzającego\n                           ds. Rynków Finansowych w Banku.",
        "date": "2017-09-12"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączniku, otrzymane od osób zobowiązanych,\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-09-07"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 7 września 2017 r. 1.284 obligacje z prawem pierwszeństwa serii D wyemitowane przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla kluczowych pracowników Grupy mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 27 października 2008 r. _\"Program\"_1.284 obligacje z prawem pierwszeństwa serii D wyemitowane przez mBank S.A. w ramach\n                           realizacji Programu zostały uprzednio nabyte przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 7 września 2017 r. mBank S.A. dokonał wykupu ww. obligacji od\n                           osób uprawnionych w ramach Programu w łącznej liczbie 1.284 obligacji.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 7 września 2017 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           1.284 obligacji.",
        "date": "2017-09-07"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 6 września 2017 r.:- 314 obligacji z prawem pierwszeństwa serii C wyemitowanych przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla członków Zarządu mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 14 marca 2008 r. _\"Program I\"_- 6.224 obligacje z prawem pierwszeństwa serii D wyemitowane przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla kluczowych pracowników Grupy mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 27 października 2008 r. _\"Program II\"_314 obligacji z prawem pierwszeństwa serii C oraz 6.224 obligacje z prawem pierwszeństwa\n                           serii D wyemitowane przez mBank S.A. w ramach realizacji Programu I i Programu II\n                           zostały uprzednio nabyte przez IPOPEMA Securities S.A. od Domu Maklerskiego mBanku\n                           S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji nowego powiernika\n                           i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu I i Programu II.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 6 września 2017 r. mBank S.A. dokonał wykupu ww. obligacji od\n                           osób uprawnionych w ramach Programu I i Programu II w łącznej liczbie 6.538 obligacji.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu I były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu II były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu I i Programu II wykup nastąpił po cenie 0,01 zł za obligację, a\n                           obligacje zostały wykupione przez mBank S.A. w celu umorzenia.W dniu 6 września 2017 r. w ramach Programu I i Programu II mBank S.A. dokonał umorzenia\n                           wszystkich 6.538 obligacji.",
        "date": "2017-09-06"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniach 4 i 5 września 2017 r.:- 7.272 obligacje z prawem pierwszeństwa serii C wyemitowane przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla członków Zarządu mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 14 marca 2008 r. _\"Program I\"_- 2.084 obligacje z prawem pierwszeństwa serii D wyemitowane przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla kluczowych pracowników Grupy mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 27 października 2008 r. _\"Program II\"_7.272 obligacje z prawem pierwszeństwa serii C oraz 2.084 obligacje z prawem pierwszeństwa\n                           serii D wyemitowane przez mBank S.A. w ramach realizacji Programu I i Programu II\n                           zostały uprzednio nabyte przez IPOPEMA Securities S.A. od Domu Maklerskiego mBanku\n                           S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji nowego powiernika\n                           i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu I i Programu II.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniach 4 i 5 września 2017 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu I i Programu II w łącznej liczbie 9.356 obligacji.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu I były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu II były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu I i Programu II wykup nastąpił po cenie 0,01 zł za obligację, a\n                           obligacje zostały wykupione przez mBank S.A. w celu umorzenia.W dniach 4 i 5 września 2017 r. w ramach Programu I i Programu II mBank S.A. dokonał\n                           umorzenia wszystkich 9.356 obligacji.",
        "date": "2017-09-05"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączniku, otrzymane od osób zobowiązanych,\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-09-05"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-09-04"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-09-01"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 1 września 2017 r.:- 2690 obligacji z prawem pierwszeństwa serii C wyemitowanych przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla członków Zarządu mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 14 marca 2008 r. _\"Program I\"_- 5711 obligacji z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla kluczowych pracowników Grupy mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 27 października 2008 r. _\"Program II\"_2690 obligacji z prawem pierwszeństwa serii C oraz 5711 obligacji z prawem pierwszeństwa\n                           serii D wyemitowanych przez mBank S.A. w ramach realizacji Programu I i Programu II\n                           zostały uprzednio nabyte przez IPOPEMA Securities S.A. od Domu Maklerskiego mBanku\n                           S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji nowego powiernika\n                           i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu I i Programu II.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 1 września 2017 r. mBank S.A. dokonał wykupu ww. obligacji od\n                           osób uprawnionych w ramach Programu I i Programu II w łącznej liczbie 8401 obligacji.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu I były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu II były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu I i Programu II wykup nastąpił po cenie 0,01 zł za obligację, a\n                           obligacje zostały wykupione przez mBank S.A. w celu umorzenia.W dniu 1 września 2017 r. w ramach Programu I i Programu II mBank S.A. dokonał umorzenia\n                           wszystkich 8401 obligacji.",
        "date": "2017-09-01"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-08-29"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-06-29"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-06-27"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-06-26"
    },
    {
        "company_name": "mBank",
        "content": "W związku z rejestracją w dniu 22 czerwca 2017 r. przez KDPW 5.549 akcji mBanku S.A.\n                           _\"Bank\"_, Zarząd Banku podaje do wiadomości, iż w wyniku powyższej rejestracji kapitał\n                           zakładowy Banku wzrósł z dniem 22 czerwca 2017 r. o kwotę 22.196 zł.Obecnie kapitał zakładowy Banku wynosi 169.142.704 zł i dzieli się na 42.285.676 akcji\n                           zwykłych imiennych i na okaziciela o wartości nominalnej 4 zł każda. Ogólna liczba\n                           głosów na WZ Banku wynosi obecnie 42.285.676.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.",
        "date": "2017-06-22"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ informuje, że w dniu 21 czerwca\n                           2017 r. otrzymał komunikat Działu Operacyjnego Krajowego Depozytu Papierów Wartościowych\n                           S.A. _\"KDPW\"_, zgodnie z którym w dniu 22 czerwca 2017 r. nastąpi rejestracja 5.549\n                           akcji zwykłych Banku na okaziciela o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:- uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji\n                           stanowi uchwała Zarządu KDPW nr 447/10 z dnia 26 lipca 2010 r.- uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji. Podstawę rejestracji tych akcji stanowi uchwała\n                           Zarządu KDPW nr 616/16 z dnia 15 września 2016 r.Wszystkie nowo wyemitowane akcje zarejestrowane zostaną pod kodem PLBRE0000012. Po\n                           dokonaniu rejestracji łączna liczba zarejestrowanych w KDPW akcji Banku o kodzie PLBRE0000012\n                           wynosić będzie 42.273.676",
        "date": "2017-06-21"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd mBanku S.A. z siedzibą w Warszawie _\"Bank\"_ podaje do wiadomości, że uchwałą\n                           nr 599/2017 z dnia 20 czerwca 2017 r. Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           S.A. dopuścił do obrotu giełdowego oraz postanowił wprowadzić z dniem 22 czerwca 2017\n                           r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym 5.549 akcji zwykłych\n                           na okaziciela Banku o wartości nominalnej 4 zł każda.Ww. akcje zostały wyemitowane na podstawie:• uchwały nr 21 XXI ZWZ Banku z dnia 14 marca 2008 r. w sprawie emisji obligacji z\n                           prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji mBanku S.A. osobom biorącym udział\n                           w programie motywacyjnym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu\n                           na rynku regulowanym oraz dematerializacji akcji.• uchwały nr 3 XVI NWZ Banku z dnia 27 października 2008 r. w sprawie emisji obligacji\n                           z prawem pierwszeństwa do objęcia akcji spółki mBank S.A. oraz warunkowego podwyższenia\n                           kapitału zakładowego w drodze emisji akcji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy, w celu umożliwienia objęcia akcji Banku osobom biorącym udział w programie\n                           pracowniczym oraz w sprawie ubiegania się o dopuszczenie akcji do obrotu na rynku\n                           regulowanym oraz dematerializacji akcji.Wprowadzenie ww. akcji Banku do obrotu giełdowego z dniem 22 czerwca 2017 r. nastąpi\n                           pod warunkiem dokonania przez KDPW w dniu 22 czerwca 2017 r. rejestracji tych akcji\n                           i oznaczenia ich kodem PLBRE0000012.",
        "date": "2017-06-21"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 7 czerwca 2017 r. 727 obligacji z prawem pierwszeństwa serii C wyemitowanych\n                           przez mBank S.A. w ramach realizacji programu motywacyjnego dla członków Zarządu mBanku\n                           S.A. przeprowadzanego na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia\n                           mBanku S.A. z dnia 14 marca 2008 r. _\"Program\"_.727 obligacji z prawem pierwszeństwa serii C wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 7 czerwca 2017 r. mBank S.A. dokonał wykupu ww. obligacji od osób\n                           uprawnionych w ramach Programu w łącznej liczbie 727.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 7 czerwca 2017 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           727 obligacji.",
        "date": "2017-06-07"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-06-06"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbyła w\n                           dniu 6 czerwca 2017 r. 498 obligacji z prawem pierwszeństwa serii C wyemitowane przez\n                           mBank S.A. w ramach realizacji programu motywacyjnego dla członków Zarządu mBanku\n                           S.A. przeprowadzanego na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia\n                           mBanku S.A. z dnia 14 marca 2008 r. _\"Program\"_.498 obligacji z prawem pierwszeństwa serii C wyemitowanych przez mBank S.A. w ramach\n                           realizacji Programu zostało uprzednio nabytych przez IPOPEMA Securities S.A. od Domu\n                           Maklerskiego mBanku S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji\n                           nowego powiernika i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 6 czerwca 2017 r. mBank S.A. dokonał wykupu ww. obligacji od osób\n                           uprawnionych w ramach Programu w łącznej liczbie 498.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.W ramach Programu wykup nastąpił po cenie 0,01 zł za obligację, a obligacje zostały\n                           wykupione przez mBank S.A. w celu umorzenia.W dniu 6 czerwca 2017 r. w ramach Programu mBank S.A. dokonał umorzenia wszystkich\n                           498 obligacji.",
        "date": "2017-06-06"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-06-02"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osób zobowiązanych\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-06-02"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. podaje do wiadomości, że IPOPEMA Securities S.A. zbył w dniu\n                           1 i 2 czerwca 2017 r.:- 3.582 obligacje z prawem pierwszeństwa serii C wyemitowane przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla członków Zarządu mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 20 oraz nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 14 marca 2008 r. _\"Program I\"_- 742 obligacje z prawem pierwszeństwa serii D wyemitowanych przez mBank S.A. w ramach\n                           realizacji programu motywacyjnego dla kluczowych pracowników Grupy mBanku S.A. przeprowadzanego\n                           na podstawie uchwał nr 2 oraz nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A.\n                           z dnia 27 października 2008 r. _\"Program II\"_3.582 obligacje z prawem pierwszeństwa serii C oraz 742 obligacje z prawem pierwszeństwa\n                           serii D wyemitowane przez mBank S.A. w ramach realizacji Programu I i Programu II\n                           zostały uprzednio nabyte przez IPOPEMA Securities S.A. od Domu Maklerskiego mBanku\n                           S.A. w związku z objęciem przez IPOPEMA Securities S.A. funkcji nowego powiernika\n                           i agenta emisji dla wyżej wymienionych obligacji.Ww. obligacje zostały zbyte przez IPOPEMA Securities S.A. na rzecz osób uprawnionych\n                           celem przyznania im prawa pierwszeństwa do objęcia akcji zwykłych na okaziciela mBanku\n                           S.A., które będą emitowane w ramach realizacji Programu I i Programu II.Średnia jednostkowa cena zbycia ww. obligacji wynosi 0,01 zł.Jednocześnie w dniu 1 i 2 czerwca 2017 r. mBank S.A. dokonał wykupu ww. obligacji\n                           od osób uprawnionych w ramach Programu I i Programu II w łącznej liczbie 4.324.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu I były postanowienia\n                           uchwały nr 21 Zwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 14 marca 2008 r.Podstawą do wykupu ww. obligacji od osób uprawnionych w ramach Programu II były postanowienia\n                           uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia mBanku S.A. z dnia 27 października\n                           2008 r.W ramach Programu I i Programu II wykup nastąpił po cenie 0,01 zł za obligację, a\n                           obligacje zostały wykupione przez mBank S.A. w celu umorzenia.W dniu 1 i 2 czerwca 2017 r. w ramach Programu I i Programu II mBank S.A. dokonał\n                           umorzenia wszystkich 4.324 obligacji.",
        "date": "2017-06-02"
    },
    {
        "company_name": "mBank",
        "content": "Zarząd spółki mBank S.A. _\"Bank\"_ przekazuje w załączeniu otrzymane od osoby zobowiązanej\n                           informacje o transakcjach na papierach wartościowych Banku.",
        "date": "2017-06-01"
    }
]