[
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\", \"Emitent\"_ informuje o zawarciu umowy w formie aktu\n                           notarialnego dotyczącej sprzedaży aktywów o znacznej wartości, tj. parku MLP Bieruń\n                           _\"Majątek\"_ przez podmiot zależny od Spółki. W dniu 29 października 2015 r. podmiot\n                           zależny od Spółki, spółka Lokafop 201 spółka z ograniczoną odpowiedzialnością spółka\n                           komandytowo-akcyjna z siedzibą w Pruszkowie _\"Sprzedający\"_, podpisał ze spółką WestInvest\n                           Gesellschaft für Investmentfonds mbH z siedzibą w Düsseldorfie _\"Kupujący\"_ umowę\n                           obejmującą przeniesienie własności gruntów zlokalizowanych w miejscowości Bieruń,\n                           powiecie bieruńsko-lędzińskim, województwie śląskim, w obrębie ewidencyjnym 0002,\n                           Bieruń Stary wraz z budynkami i budowlami posadowionymi na gruncie _łącznie \"Nieruchomość\"_\n                           oraz sprzedaż składników majątkowych znajdujących się na gruncie lub w budynkach,\n                           które są związane z posiadaniem i użytkowaniem Nieruchomości _\"Składniki Majątkowe\"_\n                           _\"Umowa\"_. Umowa została zawarta w wykonaniu umowy warunkowej, o której zawarciu Spółka\n                           informowała w raporcie bieżącym nr 17/2015. Łączna powierzchnia gruntów wynosi 114.875\n                           m2 _słownie: sto czternaście tysięcy osiemset siedemdziesiąt pięć metrów kwadratowych_.\n                           Sprzedający w ramach umowy zobowiązał się również do dokonania na rzecz Kupującego\n                           cesji wszystkich, należących do Sprzedającego autorskich praw majątkowych do Projektu,\n                           wszystkich praw z tytułu Gwarancji Budowlanych, Gwarancji Projektowych oraz praw z\n                           tytułu Dokumentów Zabezpieczenia Umowy Najmu. Cena za majątek objęty Umową obejmuje cenę netto Nieruchomości w kwocie netto 16.790.275,13\n                           EUR _szesnaście milionów siedemset dziewięćdziesiąt tysięcy dwieście siedemdziesiąt\n                           pięć 13/100 euro_, powiększoną o podatek VAT według obowiązującej stawki podatku VAT\n                           w kwocie 3.861.763,28 EUR _trzy miliony osiemset sześćdziesiąt jeden tysięcy siedemset\n                           sześćdziesiąt trzy 28/100 euro_, oraz cenę netto Składników Majątkowych w kwocie netto\n                           334.868,87 EUR _trzysta trzydzieści cztery tysiące osiemset sześćdziesiąt osiem 87/100\n                           euro_, powiększoną o podatek VAT według obowiązującej stawki podatku VAT w kwocie\n                           77.019,84 EUR _siedemdziesiąt siedem tysięcy dziewiętnaście 84/100 euro_, tj. łącznie\n                           cenę w kwocie netto 17.125.144,00 EUR _siedemnaście milionów sto dwadzieścia pięć\n                           tysięcy sto czterdzieści cztery euro_ _\"Cena Transakcyjna\"_, powiększoną o podatek\n                           VAT według obowiązującej stawki 23 % _dwadzieścia trzy procent_ w kwocie 3.938.783,12\n                           EUR _trzy miliony dziewięćset trzydzieści osiem tysięcy siedemset osiemdziesiąt trzy\n                           12/100 euro_, stanowiącej równowartość kwoty 16.898.167,34 zł _szesnaście milionów\n                           osiemset dziewięćdziesiąt osiem tysięcy sto sześćdziesiąt siedem złotych i trzydzieści\n                           cztery grosze_, przy uwzględnieniu średniego kursu wymiany walut ogłoszonego przez\n                           Prezesa Narodowego Banku Polskiego w dniu 28 października 2015 roku w tabeli kursów\n                           średnich walut obcych Nr 210/A/NBP/2015 _1 EUR = 4,2902 PLN_.Umowa zawiera postanowienia umożliwiające naliczenie kar umownych, których łączna\n                           wartość wynosi co najmniej 200.000 EUR. Kary umowne są zastrzeżone na wypadek niewykonania\n                           przez Sprzedającego zobowiązania do usunięcia wad i usterek elementów Majątku oraz\n                           niewykonania przez Sprzedającego określonych w Umowie zobowiązań niepieniężnych. Zapłata\n                           kar umownych wyłącza uprawnienia do dochodzenia roszczeń odszkodowawczych przekraczających\n                           wysokość tych kar.Katowicka Specjalna Strefa Ekonomiczną S.A. nie wykonała ustawowego prawa pierwokupu\n                           w stosunku do Nieruchomości, przysługującego zarządzającemu Katowicką Specjalną Strefą\n                           Ekonomiczną S.A. na podstawie art. 8 ust. 2 ustawy z dnia 20 października 1994 roku\n                           o specjalnych strefach ekonomicznych _tekst jednolity Dz. U. z 2015 roku, Nr 282 z\n                           późniejszymi zmianami_ w terminie i na zasadach określonych w art. 598 Kodeksu cywilnego.Spółka udzieliła również na rzecz Kupującego poręczenia za zobowiązania Sprzedającego\n                           do łącznej kwoty 20.003.915,60 EUR _na okres do dnia 29 października 2021 roku_, kwota\n                           poręczenia będzie sukcesywnie malała w miarę wykonywania przez Sprzedającego zobowiązań\n                           objętych poręczeniem lub upływu terminów określonych w Umowie.Spółka, ani Sprzedający nie są uprawnione do żadnego wynagrodzenia za udzielenie tego\n                           poręczenia. Umowa przedwstępna, o podpisaniu której Spółka informowała w raporcie bieżącym nr\n                           16/2015, nie weszła w życie wobec MLP Bieruń Sp. z o.o. ze względu na niespełnienie\n                           się warunku zawieszającego oraz przestała obowiązywać wobec Lokafop 201 spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowo – akcyjna wskutek jej wykonania. Oznacza to,\n                           że MLP Bieruń Sp. z o.o. i Lokafop 201 spółka z ograniczoną odpowiedzialnością spółka\n                           komandytowo – akcyjna nie są zobowiązane z umowy przedwstępnej. Pozostałe warunki\n                           Umowy nie odbiegają od standardów rynkowych stosowanych w umowach tego typu. Wartość Umowy przekracza wartość 10% kapitałów własnych Emitenta, co stanowi kryterium\n                           uznania Umowy za umowę znaczącą.Podstawa prawna: § 5 ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz .U. 2009, nr 33, poz.259_.",
        "date": "2015-10-30"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\", \"Emitent\"_ informuje o zawarciu umowy w formie aktu\n                           notarialnego dotyczącej sprzedaży aktywów o znacznej wartości, tj. parku MLP Bieruń\n                           _\"Majątek\"_ przez podmiot zależny od Spółki. W dniu 23 października 2015 r. podmiot\n                           zależny od Spółki, spółka Lokafop 201 spółka z ograniczoną odpowiedzialnością spółka\n                           komandytowo-akcyjna z siedzibą w Pruszkowie _\"Sprzedający\"_, podpisał ze spółką WestInvest\n                           Gesellschaft für Investmentfonds mbH z siedzibą w Düsseldorfie_ _\"Kupujący\"_ przedwstępną\n                           umowę dotyczącą sprzedaży gruntów zlokalizowanych w miejscowości Bieruń, powiecie\n                           bieruńsko-lędzińskim, województwie śląskim, w obrębie ewidencyjnym 0002, Bieruń Stary\n                           wraz z wznoszącymi się tam budynkami wraz z tytułem własności budowli oraz składników\n                           majątkowych _\"Umowa\"_. Łączna powierzchnia gruntów wynosi 114.875 m2 _słownie: sto\n                           czternaście tysięcy osiemset siedemdziesiąt pięć metrów kwadratowych_. Sprzedający\n                           w ramach umowy zobowiązał się również do dokonania na rzecz Kupującego cesji wszystkich,\n                           należących do Sprzedającego autorskich praw majątkowych do Projektu, wszystkich praw\n                           z tytułu Gwarancji Budowlanych, Gwarancji Projektowych oraz praw z tytułu Dokumentów\n                           Zabezpieczenia Umowy Najmu. Cena netto za Majątek objęty Umową wynosi 16.790.275,13 EUR _szesnaście milionów siedemset\n                           dziewięćdziesiąt tysięcy dwieście siedemdziesiąt pięć i 13/100 euro_, powiększone\n                           o podatek VAT według obowiązującej stawki podatku VAT w kwocie 3.861.763,28 EUR _trzy\n                           miliony osiemset sześćdziesiąt jeden tysięcy siedemset sześćdziesiąt trzy 28/100 euro_,\n                           co na dzień przekazania raportu bieżącego, zgodnie ze średnim kursem wymiany walut\n                           EUR/PLN ogłoszonego przez Narodowy Bank Polski, stanowi równowartość kwoty netto 71.392.249,85\n                           PLN _siedemdziesiąt jeden milionów trzysta dziewięćdziesiąt dwa tysiące dwieście czterdzieści\n                           dziewięć i 85/100 złotych_.Umowa zawiera postanowienia umożliwiające naliczenie kar umownych, których łączna\n                           wartość wynosi co najmniej 200.000 EUR. Kary umowne są zastrzeżone na wypadek niewykonania\n                           przez Sprzedającego zobowiązania do usunięcia wad i usterek elementów Majątku oraz\n                           niewykonania przez Sprzedającego określonych w umowie sprzedaży zobowiązań niepieniężnych.\n                           Zapłata kar umownych ma wyłączać uprawnienia do dochodzenia roszczeń odszkodowawczych\n                           przekraczających wysokość tych kar.Umowa zawarta jest pod warunkiem niewykonania przez zarządzającego Katowicką Specjalną\n                           Strefą Ekonomiczną S.A. ustawowego prawa pierwokupu w stosunku do Nieruchomości, przysługującego\n                           zarządzającemu Katowicką Specjalną Strefą Ekonomiczną S.A. na podstawie art. 8 ust.\n                           2 ustawy z dnia 20 października 1994 roku o specjalnych strefach ekonomicznych _tekst\n                           jednolity Dz. U. z 2015 roku, Nr 282 z późniejszymi zmianami_ w terminie i na zasadach\n                           określonych w art. 598 Kodeksu cywilnego.Spółka udzieliła również na rzecz Kupującego poręczenia za zobowiązania Sprzedającego\n                           do łącznej kwoty 20.003.915,60 EUR _na okres do dnia 24 października 2021 roku_, kwota\n                           poręczenia będzie sukcesywnie malała w miarę wykonywania przez Sprzedającego zobowiązań\n                           objętych poręczeniem lub upływu terminów określonych w Umowie.Spółka, ani Sprzedający nie są uprawnione do żadnego wynagrodzenia za udzielenie tego\n                           poręczenia. Pozostałe warunki Umowy nie odbiegają od standardów rynkowych stosowanych w umowach\n                           tego typu. Wartość Umowy przekracza wartość 10% kapitałów własnych Emitenta, co stanowi kryterium\n                           uznania Umowy za umowę znaczącą.Podstawa prawna: § 5 ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz .U. 2009, nr 33, poz.259_.",
        "date": "2015-10-24"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\", \"Emitent\"_ przesyła korektę raportu bieżącego nr\n                           15/2015.Korekta polega na przedstawieniu kwoty poręczenia udzielonego przez Spółkę _Spółka\n                           nie udzieliła poręczenia, o którym mowa w punkcie b_ Raportu nr 15/2015, a kwota poręczenia,\n                           o którym mowa w punkcie a_ Raportu nr 15/2015, była podana z błędem. Spółka udzieliła na rzecz Kupującego poręczenia za zobowiązania Sprzedającego do łącznej\n                           kwoty 75.763.499,00 EUR _na okres do dnia otrzymania przez Kupującego polisy ubezpieczeniowej\n                           dotyczącej kwestii objętych poręczeniem, nie później jednak, niż do dnia 30 września\n                           2021 roku_, kwota poręczenia będzie sukcesywnie malała w miarę wykonywania przez Sprzedającego\n                           zobowiązań objętych poręczeniem lub upływu terminów określonych w Umowie Pojęcia pisane\n                           wielką literą w niniejszym Raporcie i w nim niezdefiniowane mają znaczenie przypisane\n                           im w Raporcie nr 15/2015.Podstawa prawna: § 6 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz .U. 2009, nr 33, poz.259_.",
        "date": "2015-10-02"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\", \"Emitent\"_ informuje o zawarciu umowy w formie aktu\n                           notarialnego dotyczącej sprzedaży aktywów o znacznej wartości, tj. parku MLP Bieruń\n                           _\"Majątek\"_ przez podmiot zależny od Spółki. W dniu 30 września 2015 r. podmioty zależne\n                           od Spółki, spółka MLP Bieruń spółka z ograniczoną odpowiedzialnością z siedzibą w\n                           Pruszkowie _\"Sprzedający 1\"_ oraz spółka Lokafop 201 spółka z ograniczoną odpowiedzialnością\n                           w organizacji spółka komandytowo-akcyjna z siedzibą w Warszawie _\"Sprzedający 2\"_,\n                           podpisały ze spółką WestInvest Gesellschaft für Investmentfonds mbH z siedzibą w Düsseldorfie_\n                           _\"Kupujący\"_ przedwstępną umowę dotyczącą sprzedaży gruntów zlokalizowanych w miejscowości\n                           Bieruń, powiecie bieruńsko-lędzińskim, województwie śląskim, w obrębie ewidencyjnym\n                           0002, Bieruń Stary wraz z wznoszącymi się tam budynkami wraz z tytułem własności budowli\n                           oraz składników majątkowych _\"Umowa\"_. Łączna powierzchnia gruntów wynosi 114.875\n                           m2 _słownie: sto czternaście tysięcy osiemset siedemdziesiąt pięć metrów kwadratowych_.\n                           Umowa sprzedaży ma być zawarta przez Sprzedającego 1 albo przez Sprzedającego 2. Jeden\n                           ze Sprzedających w ramach umowy sprzedaży, która ma być zawarta w wykonaniu Umowy,\n                           ma zobowiązać się również do dokonania na rzecz Kupującego cesji wszystkich, należących\n                           do Sprzedającego autorskich praw majątkowych do Projektu, wszystkich praw z tytułu\n                           Gwarancji Budowlanych, Gwarancji Projektowych oraz praw z tytułu Dokumentów Zabezpieczenia\n                           Umowy Najmu. Cena netto za Majątek objęty Umową ma być obliczona zgodnie z formułą zawartą w Umowie\n                           i będzie wynosiła około 26.900.000 EUR plus VAT, co na dzień przekazania raportu bieżącego,\n                           zgodnie ze średnim kursem wymiany walut EUR/PLN ogłoszonego przez Narodowy Bank Polski,\n                           stanowi równowartość kwoty netto 114.018.340 PLN _sto czternaście milionów osiemnaście\n                           tysięcy trzysta czterdzieści złotych_.Umowa ma zawierać postanowienia umożliwiające naliczenie kar umownych, których łączna\n                           wartość wynosi co najmniej 200.000 EUR. Kary umowne mają być zastrzeżone na wypadek\n                           niewykonania przez Sprzedającego zobowiązania do usunięcia wad i usterek elementów\n                           Majątku oraz niewykonania przez Sprzedającego określonych w umowie sprzedaży zobowiązań\n                           niepieniężnych. Zapłata kar umownych ma wyłączać uprawnienia do dochodzenia roszczeń\n                           odszkodowawczych przekraczających wysokość tych kar.Pozostałe warunki Umowy nie odbiegają od standardów rynkowych stosowanych w umowach\n                           tego typu. Wartość Umowy przekracza wartość 10% kapitałów własnych Emitenta, co stanowi kryterium\n                           uznania Umowy za umowę znaczącą.Podstawa prawna: § 5 ust. 1 pkt. 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz .U. 2009, nr 33, poz.259_.",
        "date": "2015-10-01"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\", \"Emitent\"_ informuje o zawarciu umowy w formie aktu\n                           notarialnego dotyczącej sprzedaży aktywów o znacznej wartości, tj. parku MLP Tychy\n                           _\"Majątek\"_ przez podmiot zależny od Spółki. W dniu 30 września 2015 r. podmiot zależny\n                           od Spółki, spółka MLP spółka z ograniczoną odpowiedzialnością spółka komandytowo-akcyjna\n                           z siedzibą w Pruszkowie _\"Sprzedający\"_, podpisała ze spółką WestInvest Gesellschaft\n                           für Investmentfonds mbH z siedzibą w Düsseldorfie_ _\"Kupujący\"_ umowę dotyczącą sprzedaży\n                           gruntów zlokalizowanych w Tychach, przy ul. Turyńskiej wraz z wznoszącymi się tam\n                           budynkami wraz z tytułem własności budowli oraz składników majątkowych. Łączna powierzchnia\n                           gruntów wynosi 176.676 m2 _słownie: sto siedemdziesiąt sześć tysięcy sześćset siedemdziesiąt\n                           szczęść metrów kwadratowych_. Sprzedający w ramach podpisanej umowy zobowiązał się\n                           również do dokonania na rzecz Kupującego cesji wszystkich, należących do Sprzedającego\n                           autorskich praw majątkowych do Projektu, wszystkich praw z tytułu Gwarancji Budowlanych,\n                           Gwarancji Projektowych oraz praw z tytułu Dokumentów Zabezpieczenia Umowy Najmu. Strony\n                           zawarły również Umowę Rachunku Zastrzeżonego oraz zobowiązały się do zawarcia Umowy\n                           Gwarancji.Cena netto za \"Majątek\" objęty Umową wynosi 62.663.156,00 EUR _sześćdziesiąt dwa miliony\n                           sześćset sześćdziesiąt trzy tysiące sto pięćdziesiąt sześć euro_ powiększoną o podatek\n                           VAT według obowiązującej stawki 23% tj. kwotę 14.412.525,88 EUR _czternaście milionów\n                           czterysta dwanaście tysięcy pięćset dwadzieścia pięć i 88/100 euro_., co łącznie na\n                           dzień przekazania raportu bieżącego, zgodnie ze średnim kursem wymiany walut EUR/PLN\n                           ogłoszonego przez Narodowy Bank Polski, stanowi równowartość 326.692.985,22 PLN _trzysta\n                           dwadzieścia sześć milionów sześćset dziewięćdziesiąt dwa tysiące dziewięćset osiemdziesiąt\n                           pięć i 22/100 złotych_.Umowa zawiera postanowienia umożliwiające naliczenie kar umownych, których łączna\n                           wartość wynosi co najmniej 200.000 EUR. Kary umowne zastrzeżone są na wypadek niewykonania\n                           przez Sprzedającego zobowiązania do usunięcia wad i usterek elementów Majątku oraz\n                           niewykonania przez Sprzedającego określonych w umowie sprzedaży zobowiązań niepieniężnych.\n                           Zapłata kar umownych wyłącza uprawnienia do dochodzenia roszczeń odszkodowawczych\n                           przekraczających wysokość tych kar.Spółka udzieliła również na rzecz Kupującego poręczeń za zobowiązania Sprzedającego:a_ Poręczenia do łącznej kwoty 75 648 857 EUR _na okres do dnia otrzymania przez Kupującego\n                           polisy ubezpieczeniowej dotyczącej kwestii objętych poręczeniem, nie później jednak,\n                           niż do dnia 30 września 2021 roku_, kwota poręczenia będzie sukcesywnie malała w miarę\n                           wykonywania przez Sprzedającego zobowiązań objętych poręczeniem lub upływu terminów\n                           określonych w Umowie, orazb_ Poręczenia do łącznej kwoty 62 675 656 EUR do dnia otrzymania przez Kupującego\n                           polisy ubezpieczeniowej dotyczącej kwestii objętych poręczeniem, nie później jednak,\n                           niż do dnia 31 października 2015 roku. _łącznie zwane \"Poręczenieniami\"_Spółka, ani Sprzedający nie są uprawnione do żadnego wynagrodzenia za udzielenie Poręczeń.\n                           Pozostałe warunki Umowy nie odbiegają od standardów rynkowych stosowanych w umowach\n                           tego typu. Wartość Umowy przekracza wartość 10% kapitałów własnych Emitenta, co stanowi kryterium\n                           uznania Umowy za umowę znaczącą. Wartość Poręczeń przekracza wartość 10% kapitałów\n                           własnych Emitenta.Podstawa prawna: § 5 ust. 1 pkt. 3 oraz p. 7 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymagających przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz .U. 2009, nr 33, poz.259_.",
        "date": "2015-10-01"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd Spółki MLP GROUP S.A. _\"Spółka\"_ zawiadamia, że otrzymał postanowienie Sądu\n                           Rejonowego Lublin – Wschód w Lublinie z siedzibą w Świdniku z dnia 24 sierpnia 2015\n                           r., o wpisie do księgi wieczystej nr KW LU1S/00012867/9 prowadzonej dla nieruchomości\n                           należącej do MLP Lublin Sp. z o.o. z siedzibą w Pruszkowie hipoteki umownej na sumę\n                           25.502.396,00 EUR na rzecz banku Powszechna Kasa Oszczędności Bank Polski Spółka Akcyjna.\n                           Hipoteka stanowi zabezpieczenie kredytu udzielonego MLP Lublin Sp. z o.o. z siedzibą\n                           w Pruszkowie, opisanego w raporcie bieżącym Spółki nr 8/2015.Podstawa prawna:§ 5 ust. 1. pkt 1, 3 oraz 7 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych.",
        "date": "2015-09-04"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. z siedzibą w Pruszkowie _\"MLPG\"_ informuje, że akcjonariusze\n                           obecni na Zwyczajnym Walnym Zgromadzeniu MLPG, które odbyło się w dniu 25 czerwca\n                           2015 roku, dysponowali 15.498.539 głosami. Oznacza to, że kapitał zakładowy MLPG dzielący\n                           się na 18.113.255 akcji, z których każda daje prawo do jednego głosu, był reprezentowany\n                           na ZWZ w 85,56%.Akcjonariuszami posiadającym co najmniej 5% liczby głosów na ZWZ MLPG w dniu 25.06.2015\n                           roku byli:1. CAJAMARCA HOLLAND B.V. z siedzibą w Delft, posiadająca 10.319.842 głosów, co stanowiło\n                           66,59% liczby głosów na tym Zgromadzeniu oraz 56,97% ogólnej liczby głosów.2. THESINGER Ltd. z siedzibą w Nikozji, posiadający 1.920.475 głosów, co stanowiło\n                           12,39% liczby głosów na tym Zgromadzeniu oraz 10,60% ogólnej liczby głosów.3. GRACECUP TRADING Ltd. z siedzibą w Nikozji, posiadająca 1.094.388 głosów, co stanowiło\n                           7,06% liczby głosów na tym Zgromadzeniu oraz 6,04% ogólnej liczby głosów.4. MIRO B.V. z siedzibą w Delft, posiadający 1.004.955 głosów, co stanowiło 6,48%\n                           liczby głosów na tym Zgromadzeniu oraz 5,55% ogólnej liczby głosów.Podstawa prawna: Art. 70 pkt. 3_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzenia\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych",
        "date": "2015-06-26"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, że dnia 25 czerwca 2015 r. Rada Nadzorcza\n                           Spółki powołała :• Pana Michaela Shapiro na stanowisko Prezesa Zarządu Spółki na kolejną kadencję• Pana Radosława T. Krochtę na stanowisko Wiceprezesa Zarządu Spółki na kolejną kadencję• Pana Tomasza Zabost na stanowisko Członka Zarządu Spółki na kolejną kadencjęŻyciorysy wyżej wymienionych osób były zawarte w prospekcie emisyjnym oraz w poprzednich\n                           raportach bieżących.Podstawa prawna:§ 5 ust. 1 pkt 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133_.",
        "date": "2015-06-26"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, że dnia 25 czerwca 2015 r. Walne Zgromadzenie\n                           Akcjonariuszy Spółki powołało :• Pana Shimshon Marfogel na stanowisko Przewodniczącego Rady Nadzorczej Spółki na\n                           kolejną                                 kadencję• Pana Eytan Levy na stanowisko Wiceprzewodniczącego Rady Nadzorczej Spółki na kolejną\n                           kadencję• Pana Yosef Zvi Meir na stanowisko Członka Rady Nadzorczej Spółki na kolejną kadencję• Pana Guy Shapira na stanowisko Członka Rady Nadzorczej Spółki na kolejną kadencję• Pana Macieja Matusiaka na stanowisko Członka Rady Nadzorczej Spółki na kolejną kadencję• Pana Jacka Tucharza na stanowisko Członka Rady Nadzorczej Spółki na kolejną kadencjęŻyciorysy wyżej wymienionych osób były zawarte w prospekcie emisyjnym oraz w poprzednich\n                           raportach bieżących. Podstawa prawna:§ 5 ust. 1 pkt 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133_.",
        "date": "2015-06-26"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. z siedzibą w Pruszkowie _\"MLPG\"_ w załączeniu przekazuje treść\n                           uchwał podjętych przez Zwyczajne Walne Zgromadzenie MLPG w dniu 25 czerwca 2015 roku.Podstawa\n                           prawna: §38 ust. 1 pkt 7 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.Załączniki:Uchwały podjęte przez ZWZ MLPG 25.06.2015r.",
        "date": "2015-06-26"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd spółki MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_, działając na podstawie\n                           Art. 399 § 1 oraz art. 4021 Kodeksu spółek handlowych _\"KSH\"_ oraz Art. 12.1 pkt 1_\n                           i art. 14 Statutu Spółki, informuje o zwołaniu na dzień 25 czerwca 2015 roku Zwyczajnego\n                           Walnego Zgromadzenia Spółki, które odbędzie się o godzinie 12:00, w siedzibie Spółki\n                           w Pruszkowie, w budynku S5 przy ul. 3-go Maja 8.Pełny tekst ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia MLP Group S.A.\n                           oraz projekty uchwał, które mają być przedmiotem obrad Spółka przekazuje do publicznej\n                           wiadomości w załączeniu do niniejszego raportu. Podstawa prawna: § 38 ust. 1 pkt 1-3 Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. 2009 Nr 33 poz. 259 z późn. zm._",
        "date": "2015-05-28"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd Spółki MLP GROUP S.A. _\"Spółka\"_ niniejszym zawiadamia, że w dniu 13 kwietnia\n                           2015 roku zostały podpisane umowy kredytowe _\"Umowy\"_ pomiędzy MLP Lublin Spółka z\n                           ograniczoną odpowiedzialnością z siedzibą w Pruszkowie _\"Kredytobiorca\"_, podmiotem\n                           zależnym od Spółki, oraz Bankiem Powszechna Kasa Oszczędności Bank Polski S.A. z siedzibą\n                           w Warszawie _\"Bank\"_. Zgodnie z Umowami Bank udzielił Kredytobiorcy następujących kredytów:1.  Kredytu inwestycyjnego w walucie wymienialnej na łączną kwotę nieprzekraczającą\n                           niższej z następujących kwot: _i_ 14.465.918,00 EUR _czternaście milionów czterysta\n                           sześćdziesiąt pięć tysięcy dziewięćset osiemnaście Euro_; _ii_ 75% _siedemdziesiąt\n                           pięć procent_ wartości inwestycji netto prowadzonej przez Kredytobiorcę _zdefiniowanej\n                           poniżej_ _\"Kredyt I\"_, którego oprocentowanie jest oparte na stopie procentowej EURIBOR\n                           3M, powiększonej o marżę określoną w umowie kredytu i będzie płatne w miesięcznych\n                           okresach odsetkowych. Kredyt ten udzielony jest na okres od dnia podpisania umowy\n                           kredytowej do dnia przypadającego 180 miesięcy od dnia podpisania umowy kredytowej,\n                           jednak nie dłużej niż do dnia 30.06.2030 roku.Zabezpieczenie Kredytu I stanowią:     1_  Weksel własny in blanco Kredytobiorcy wraz z deklaracją wekslową.    2_  Klauzula potrącenia wierzytelności z rachunków Kredytobiorcy prowadzonych\n                           w Banku.    3_  Hipoteka do kwoty 25.502.396,00 EUR na przysługującym Kredytobiorcy prawie\n                           własności Nieruchomości   _\"Nieruchomość\"_, zabezpieczającą spłatę następujących wierzytelności\n                           PKO BP SA:        3.1_ należność główna z tytułu niżej wymienionych umów,        3.2_ odsetki w postaci:             a_  umownych odsetek od wykorzystanej należności głównej,            b_  umownych/ustawowych odsetek od niespłaconego w terminie zadłużenia\n                           z tytułu należności głównej lub zadłużenia odsetkowego,        3.3_ prowizje i opłaty wynikające z niżej wymienionych umów,        3.4_ przyznane koszty postępowania sądowego lub egzekucyjnego związane z dochodzeniem\n                           roszczeń z tytułu ustanowionego zabezpieczenia hipotecznego.        3.5_ świadczenia uboczne w postaci roszczeń o naprawienie szkód wynikających\n                           z niewykonania lub nienależytego wykonania zobowiązań wynikających z niżej wymienionych\n                           czynności bankowych lub czynności bankowej zabezpieczenia ich spłaty wynikających\n                           z:            I.   umowy kredytu inwestycyjnego w walucie wymienialnej do kwoty 15.430.312,00\n                           EUR zawartej z Kredytobiorcą,            II.   umowy kredytu obrotowego odnawialnego w walucie polskiej na finansowanie\n                           bieżących zobowiązań związanych z zapłatą podatku VAT i przysługującym Kredytobiorcy\n                           zwrotem tego podatku w kwocie 3.000.000,00 PLN zawartej z Kredytobiorcą,            III.   zawieranych transakcji skarbowych IRS na podstawie umowy w zakresie\n                           współpracy na rynku finansowym z dnia 22.01.2013 r. wraz z późniejszymi zmianami zawartej\n                           z Kredytobiorcą.    4_  Przelew wierzytelności pieniężnej z umowy ubezpieczenia Nieruchomości w trakcie\n                           budowy oraz po jej zakończeniu _w całym okresie kredytowania_.    5_  Zastaw rejestrowy na wszystkich udziałach w spółce MLP Lublin Sp. z o.o. oraz\n                           zobowiązanie się Kredytobiorcy do uzależnienia objęcia lub nabycia przyszłych udziałów\n                           w spółce MLP Lublin Sp. z o.o. od zgody nabywcy na obciążenie udziałów zastawem rejestrowym\n                           na rzecz Banku.      6_  Przelew wierzytelności pieniężnych z umów najmu w Nieruchomości zawartych\n                           z ABM Greiffenberger Polska Sp. z o.o. oraz z wszystkich kolejnych zawieranych umów\n                           najmu.    7_  Przelew wierzytelności pieniężnych z gwarancji wystawionych na rzecz Kredytobiorcy\n                           z tytułu zabezpieczenia umów najmu w Nieruchomości.     8_  Poręczenie wg prawa cywilnego na pełną kwotę kredytu udzielone przez MLP Group\n                           S.A. z siedzibą w Pruszkowie, obowiązujące do czasu uprawomocnienia się postanowienia\n                           o wpisie hipoteki, o której powyżej.    9_  Przelew wierzytelności pieniężnych z umowy o zarządzanie zawartej z MLP Group\n                           SA, bądź innym podmiotem.    10_  Zastaw finansowy na rachunkach Kredytobiorcy prowadzonych w Banku.    11_  Zastaw rejestrowy na rachunkach Kredytobiorcy prowadzonych w Banku.    12_  Przelew wierzytelności praw z kontraktu/ów zawieranych z generalnym wykonawcą\n                           oraz przelew wierzytelności pieniężnych z gwarancji dobrego wykonania.     13_  Wpłata na rachunek Banku _kaucja_ środków pieniężnych stanowiących zabezpieczenie\n                           płatności kredytu _DSRA_.    14_  Przelew wierzytelności pieniężnych z polisy ubezpieczenia utraty zysku brutto\n                           przez Kredytobiorcę, polisa będzie zawarta na sumę ubezpieczenia nie niższą niż prognozowany\n                           zysk brutto w okresie najbliższych 12 miesięcy wynikający z zawartych umów najmu.    15_  Umowa wsparcia MLP Lublin Sp. z o.o. udzielona przez MLP Group S.A. na wypadek\n                           przekroczenia kosztów inwestycji Etapu I i Etapu II.  Umowa wsparcia MLP Group S.A.\n                           dla Etapu I będzie obowiązywała do dnia, w którym decyzja o pozwoleniu na użytkowanie\n                           Etapu I stanie się ostateczna i wydania przez Niezależnego Doradcę Technicznego _\"NDT\"_\n                           raportu końcowego dla tego Etapu, w którym potwierdzenie zostanie m.in. rozliczenie\n                           finansowe z GW. Umowa wsparcia MLP Group S.A. dla Faz w ramach Etapu II będzie obowiązywało\n                           do dnia, w którym decyzja o pozwoleniu na użytkowanie ostatniej Fazy w ramach Etapu\n                           II stanie się ostateczna i wydania przez NDT raportu końcowego dla całej inwestycji\n                           _Projektu_.2.  Kredytu obrotowego odnawialnego w walucie polskiej na finansowanie bieżących zobowiązań\n                           związanych z zapłatą podatku VAT w kwocie 3.000.000,00 zł. _trzech milionów złotych_\n                           _\"Kredyt II\"_, którego oprocentowanie jest oparte na stopie procentowej WIBOR 1M,\n                           powiększonej o marżę określoną w umowie kredytu. Kredyt ten udzielony jest na okres\n                           od dnia podpisania niniejszej Umowy do dnia przypadającego 30 miesięcy od dnia podpisania\n                           Umowy, jednak nie dłużej niż do dnia 30 sierpnia 2017 roku.Zabezpieczenie Kredytu II stanowią:    1_  weksel in blanco Kredytobiorcy wraz z deklaracją wekslową,    2_  zawarta w § 14 umowy Kredytu II klauzula potrącenia wierzytelności z rachunków\n                           bankowych Kredytobiorcy prowadzonych w PKO BP SA,    3_  hipoteka do kwoty 25.502.369 EUR  na przysługującym Kredytobiorcy prawie własności\n                           Nieruchomości, zabezpieczająca spłatę następujących wierzytelności Banku:        a_  należność główna z tytułu niżej wymienionych umów,        b_  odsetki w postaci:            I.  umownych odsetek od wykorzystanej należności głównej,            II.  umownych/ustawowych odsetek od niespłaconego w terminie zadłużenia\n                           z tytułu należności głównej lub zadłużenia odsetkowego,        c_  prowizje i opłaty wynikające z niżej wymienionych umów,        d_  przyznane koszty postępowania sądowego lub egzekucyjnego związane z dochodzeniem\n                           roszczeń z tytułu ustanowionego zabezpieczenia hipotecznego,        e_  świadczenia uboczne w postaci roszczeń o naprawienie szkód wynikających\n                           z niewykonania lub nienależytego wykonania zobowiązań wynikających z niżej wymienionych\n                           czynności bankowych lub czynności bankowej zabezpieczenia ich spłaty wynikających\n                           z:            I.  umowy kredytu inwestycyjnego w walucie wymienialnej do kwoty 14.256.915\n                           EUR zawartej z Kredytobiorcą,            II.  umowy kredytu obrotowego odnawialnego w walucie polskiej na finansowanie\n                           bieżących zobowiązań związanych z zapłatą podatku VAT i przysługującym kredytobiorcy\n                           zwrotem tego podatku w kwocie 3.000.000 PLN zawartej z Kredytobiorcą, oraz            III.  zawieranych transakcji skarbowych IRS na podstawie umowy o współpracy\n                           na rynku finansowym z dn. 26.05.2014 r. _z późn. zm._ zawartej z Kredytobiorcą.     4_  przelew wierzytelności pieniężnej z umowy ubezpieczenia Nieruchomości w trakcie\n                           budowy oraz po jej zakończeniu _w całym okresie kredytowania_.    5_  poręczenie według prawa cywilnego na pełną kwotę kredytu udzielone przez MLP\n                           Group S.A. z siedzibą w Pruszkowie, obowiązujące do czasu prawomocnego wpisu hipoteki,\n                           o której mowa powyżej.Kredyt I i Kredyt II są dalej łącznie zwane \"Kredytami\".Kredytobiorca przeznaczy kwoty uzyskane w ramach Kredytów na cel pokrycia finansowania\n                           i refinansowania kosztów prowadzenia budowy centrum magazynowo – logistycznego _\"Inwestycja\"_\n                           na nieruchomości należącej do Kredytobiorcy, położonej w Lublinie, przy ul. Erazma\n                           Plewińskiego, obejmującej działkę nr 128/2 o powierzchni 10,5141 ha, dla której Sąd\n                           Rejonowy w Lublinie prowadzi księgę wieczystą nr LU1S/00012867/9 _\"Nieruchomość\"_\n                           oraz zapłatę kosztów z tym związanych. W dniu 13 kwietnia 2015 roku MLP Lublin Sp. z o.o., podmiot zależny od MLP Group S.A.,\n                           zawarła z Bankiem umowę o ustanowienie zastawu finansowego i zastawu rejestrowego\n                           na prawach do środków zgromadzonych na rachunkach bankowych prowadzonych w Banku –\n                           jednym rachunku w PLN i jednym rachunku w EUR. Na podstawie tej umowy MLP Lublin Sp.\n                           z o.o. ustanowiła zastaw finansowy na wierzytelnościach _prawach do środków pieniężnych_\n                           przysługującej MLP Lublin z tytułu umowy, na podstawie której prowadzone są wyżej\n                           wymienione rachunki bankowe. Zastaw został ustanowiony w celu zabezpieczenia wierzytelności Banku z umowy Kredytu\n                           I. Najwyższa suma zabezpieczenia zastawu wynosi: 19.220.479,43 EUR _dziewiętnaście\n                           milionów dwieście dwadzieścia tysięcy czterysta siedemdziesiąt dziewięć Euro i 43/100_.Według wiedzy MLP Group S.A. pomiędzy MLP Group S.A. i osobami zarządzającymi lub\n                           nadzorującymi MLP Group S.A., a Bankiem, na rzecz którego ustanowiono zastaw i osobami\n                           nim zarządzającymi nie istnieją żadne powiązania. Wraz z podpisaniem umowy Kredytu I i umowy Kredytu II, Spółka również poręczyła za\n                           zobowiązania MLP Lublin Sp. z o.o.:     aa_  na zasadach ogólnych z tytułu Kredytu I do kwoty 14.465.918,00 EUR _czternaście\n                           milionów czterysta sześćdziesiąt pięć tysięcy dziewięćset osiemnaście euro_ na okres\n                           do dnia uprawomocnienia wpisu hipoteki do kwoty 25.502.396,00 EUR na przysługującym\n                           MLP Lublin sp. z o. o. prawie własności Nieruchomości,    bb_  na zasadach ogólnych z tytułu Kredytu II do kwoty 3.000.000 PLN _trzech milionów\n                           złotych_ na okres do dnia uprawomocnienia wpisu hipoteki do kwoty 25.502.396,00 EUR\n                           na przysługującym MLP Lublin sp. z o. o. prawie własności Nieruchomości,Kryterium uznania Umów za znaczące jest wartość Umów przekraczająca 10% kapitałów\n                           własnych MLP Group. Podstawa prawna:§ 5 ust. 1. pkt 1, 3 oraz 7 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych.",
        "date": "2015-04-14"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, iż w Skonsolidowanym raporcie rocznym\n                           za rok zakończony 31 grudnia 2014 roku, opublikowanym w dniu 12 marca 2015 roku, przez\n                           pomyłkę edytorską zostały zdublowane strony od 67 do 78. W kolejnym raporcie, Zarząd Spółki przekaże skorygowany skonsolidowany raport roczny\n                           za rok zakończony 31 grudnia 2014 roku. Podstawa prawna:§ 6 ust. 4 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2015-03-13"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, że dnia 3 marca 2015 r. otrzymał oświadczenie\n                           Pana Baruch Yehezkelov, Członka Rady Nadzorczej, o rezygnacji ze stanowiska Członka\n                           Rady Nadzorczej z dniem 3 marca 2015 roku. Pan Baruch Yehezkelov nie podał przyczyn\n                           swojej rezygnacji.W dniu 3 marca 2015 roku Zarząd Spółki otrzymał informację, że jeden z akcjonariuszy\n                           spółki, Miro B.V. z siedzibą w Delft, Holandia, w wykonaniu uprawnień przysługujących\n                           mu na podstawie statutu Spółki, powołał Pana Guy Shapira na Członka Rady Nadzorczej\n                           Spółki. Pan Guy Shapiro został powołany na stanowisko Członka Rady Nadzorczej Spółki\n                           w dniu 3 marca 2015 r.P. Guy Shapira ukończył z wyróżnieniem studia Interdisciplinary Center Herzliya _IDC_\n                           w Izraelu ze stopniem licencjata na Wydziale Biznesu i Administracji _B.A._ oraz Prawa\n                           _LL.B._, ze specjalizacją: międzynarodowe prawo gospodarcze. Posiada również izraelskie\n                           uprawnienia adwokackie. Przed powołaniem do Rady Nadzorczej Spółki P. Guy Shapira\n                           pracował dla kancelarii prawnej Steinmetz, Haring, Gurman & Co. w Izraelu i zasiadał\n                           w Komitecie Audytu związku studentów IDC.Zarząd informuje również, że zgodnie z oświadczeniem P. Guy Shapira, prowadzi on poza\n                           przedsiębiorstwem Spółki działalność, która nie jest konkurencyjna wobec działalności\n                           Spółki, jak również nie uczestniczy w spółce konkurencyjnej, jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu konkurencyjnej spółki kapitałowej\n                           lub członek organu jakiejkolwiek konkurencyjnej osoby prawnej oraz nie jest wpisany\n                           w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie przepisów Ustawy o\n                           Krajowym Rejestrze Sądowym _KRS_.Podstawa prawna:§ 5 ust. 1 pkt 21_ oraz 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133_.",
        "date": "2015-03-04"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, iż powziął informację o:a_ postanowieniu Sądu Rejonowego dla m.st. Warszawy w Warszawie, Wydział XI Gospodarczy\n                           Rejestru Zastawów o zarejestrowaniu dnia 21 stycznia 2014 r. zwiększenia sumy zastawu\n                           rejestrowego na wierzytelnościach z rachunku bankowego spółki MLP Pruszków IV Sp.\n                           z o.o. z siedzibą w Pruszkowie _\"MLP Pruszków IV\"_. Suma zabezpieczenia została zwiększona\n                           z kwoty 3.870.000,00 EUR do kwoty 10.578.651,00 EUR. Zwiększenie pierwotnej sumy zabezpieczenia\n                           zastawu rejestrowego zabezpieczającego wierzytelności mBank S.A. z siedzibą w Warszawie\n                           _\"Bank\"_, wobec MLP Pruszków IV wynikające z umowy kredytu zawartej dnia 24 kwietnia\n                           2013 r. przez Bank z MLP Pruszków IV, dokonane zostało w celu zabezpieczenia spłaty\n                           wierzytelności wynikających z umowy kredytu zawartej dnia 17 grudnia 2014 r. przez\n                           Bank z MLP Pruszków IV. Zastaw został ustanowiony na jednym z rachunków bankowych\n                           MLP Pruszków IV, jednostki zależnej Spółki.b_ postanowieniu Sądu Rejonowego dla m.st. Warszawy w Warszawie, Wydział XI Gospodarczy\n                           Rejestru Zastawów o zarejestrowaniu dnia 21 stycznia 2014 r. zwiększenia sumy zastawu\n                           rejestrowego na wierzytelnościach z rachunku bankowego spółki MLP Pruszków IV. Suma\n                           zabezpieczenia została zwiększona z kwoty 3.870.000,00 EUR do kwoty 10.578.651,00\n                           EUR. Zwiększenie pierwotnej sumy zabezpieczenia zastawu rejestrowego zabezpieczającego\n                           wierzytelności Banku, wobec MLP Pruszków IV wynikające z umowy kredytu zawartej dnia\n                           24 kwietnia 2013 r. przez Bank z MLP Pruszków IV, dokonane zostało w celu zabezpieczenia\n                           spłaty wierzytelności wynikających z umowy kredytu zawartej dnia 17 grudnia 2014 r.\n                           przez Bank z MLP Pruszków IV. Zastaw został ustanowiony na jednym z rachunków bankowych\n                           MLP Pruszków IV, jednostki zależnej Spółki.c_ postanowieniu Sądu Rejonowego dla m.st. Warszawy w Warszawie, Wydział XI Gospodarczy\n                           Rejestru Zastawów o zarejestrowaniu dnia 21 stycznia 2014 r. zwiększenia sumy zastawu\n                           rejestrowego na wierzytelnościach z rachunku bankowego spółki MLP Pruszków IV. Suma\n                           zabezpieczenia została zwiększona z kwoty 3.870.000,00 EUR do kwoty 10.578.651,00\n                           EUR. Zwiększenie pierwotnej sumy zabezpieczenia zastawu rejestrowego zabezpieczającego\n                           wierzytelności Banku, wobec MLP Pruszków IV wynikające z umowy kredytu zawartej dnia\n                           24 kwietnia 2013 r. przez Bank z MLP Pruszków IV, dokonane zostało w celu zabezpieczenia\n                           spłaty wierzytelności wynikających z umowy kredytu zawartej dnia 17 grudnia 2014 r.\n                           przez Bank z MLP Pruszków IV. Zastaw został ustanowiony na jednym z rachunków bankowych\n                           MLP Pruszków IV, jednostki zależnej Spółki.d_ postanowieniu Sądu Rejonowego dla m.st. Warszawy w Warszawie, Wydział XI Gospodarczy\n                           Rejestru Zastawów o zarejestrowaniu dnia 21 stycznia 2014 r. zwiększenia sumy zastawu\n                           rejestrowego na wierzytelnościach z rachunku bankowego spółki MLP Pruszków IV. Suma\n                           zabezpieczenia została zwiększona z kwoty 3.870.000,00 EUR do kwoty 10.578.651,00\n                           EUR. Zwiększenie pierwotnej sumy zabezpieczenia zastawu rejestrowego zabezpieczającego\n                           wierzytelności Banku, wobec MLP Pruszków IV wynikające z umowy kredytu zawartej dnia\n                           24 kwietnia 2013 r. przez Bank z MLP Pruszków IV, dokonane zostało w celu zabezpieczenia\n                           spłaty wierzytelności wynikających z umowy kredytu zawartej dnia 17 grudnia 2014 r.\n                           przez Bank z MLP Pruszków IV. Zastaw został ustanowiony na jednym z rachunków bankowych\n                           MLP Pruszków IV, jednostki zależnej Spółki.Aktywa, na których ustanowiono zastaw rejestrowy,\n                           uznano za znaczące z uwagi na fakt, iż wartość zastawu przekracza równowartość 1 mln\n                           EUR. Według wiedzy Emitenta pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi\n                           Emitenta, a Bankiem, na rzecz którego ustanowiono zastaw i osobami nim zarządzającymi\n                           nie istnieją żadne powiązania. Podstawa prawna: § 5 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-01-27"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd spółki MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_ przekazuje do publicznej\n                           wiadomości daty przekazywania raportów okresowych w roku obrotowym 2015:• Skonsolidowany raport roczny za rok zakończony 31.12.2014r. – w dniu 12 marca 2015r.• Jednostkowy raport roczny za rok zakończony 31.12.2014r. – w dniu 12 marca 2015r.• Skonsolidowane raporty kwartalne zawierające skrócone jednostkowe informacje finansowe:    - Raport za I kwartał 2015r. – w dniu 13 maja 2015r.,    - Raport za III kwartał 2015r. – w dniu 12 listopada 2015r.,• Skonsolidowany raport półroczny za okres zakończony 30.06.2015r. zawierający skrócone\n                           jednostkowe informacje finansowe – w dniu 21 sierpnia 2015r.Jednocześnie, zgodnie z § 83 ust. 1 Rozporządzenia Rady Ministrów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. Nr 33, poz. 259_\n                           _dalej: Rozporządzenie_,  Spółka informuje, iż w raportach skonsolidowanych kwartalnych\n                           i półrocznych, zawarte będą odpowiednio kwartalne i półroczne skrócone jednostkowe\n                           sprawozdania finansowe jednostki dominującej. Raport roczny będzie przygotowany i\n                           przekazany do wiadomości publicznej zarówno w formie jednostkowej, jak i skonsolidowanej.\n                           Zgodnie z § 102 ust.1 ww. Rozporządzenia, Spółka nie będzie publikowała raportu kwartalnego\n                           za IV kwartał 2014 roku oraz, zgodnie z § 101 ust.2 Rozporządzenia, raportu kwartalnego\n                           za II kwartał 2015 roku.Wszelkie raporty okresowe zostaną umieszczone na stronie internetowej Spółki _www.mlp.pl_\n                           w zakładce Relacje Inwestorskie.Podstawa prawna:§ 103 ust. 1 oraz § 83 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. nr 33, poz. 259_.",
        "date": "2015-01-26"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, iż powziął informację o:a_ postanowieniu Sądu Rejonowego dla m.st. Warszawy w Warszawie, Wydział XI Gospodarczy\n                           Rejestru Zastawów o zarejestrowaniu dnia 30 grudnia 2014 r., zwiększenia sumy zastawu\n                           rejestrowego na udziałach spółki MLP Pruszków IV Sp. z o.o. z siedzibą w Pruszkowie\n                           należących do MLP Pruszków II Sp. z o.o. z siedzibą w Pruszkowie. Suma zabezpieczenia\n                           została zwiększona z kwoty 3.870.000,00 EUR do kwoty 10.578.651,00 EUR. Zastaw został\n                           ustanowiony w celu zabezpieczenia spłaty wierzytelności mBank S.A. z siedzibą w Warszawie\n                           _\"Bank\"_, wynikających z umowy kredytu zawartej dnia 17 grudnia 2014 r. Zastaw został\n                           ustanowiony na 1.010 udziałach w spółce MLP Pruszków IV Sp. z o.o., o wartości nominalnej\n                           100 PLN każdy, o łącznej wartości nominalnej 101.000,00 PLN. Udziały te stanowią 96\n                           % kapitału zakładowego MLP Pruszków IV Sp. z o.o., a ich właścicielem jest MLP Pruszków\n                           II Sp. z o.o. - spółka zależna od Spółki. Udziały dają prawo do 1.010 głosów na zgromadzeniu\n                           wspólników spółki MLP Pruszków IV Sp. z o.o. Udziały w spółce MLP Pruszków IV Sp.\n                           z o.o. z siedzibą w Pruszkowie stanowią długoterminową lokatę kapitałową MLP Pruszków\n                           II Sp. z o.o. z siedzibą w Pruszkowie – jednostki zależnej Spółki.b_ postanowieniu Sądu Rejonowego dla m.st. Warszawy w Warszawie, Wydział XI Gospodarczy\n                           Rejestru Zastawów o zarejestrowaniu dnia 30 grudnia 2014 r., zastawu rejestrowego\n                           na udziałach spółki MLP Pruszków IV Sp. z o.o. z siedzibą w Pruszkowie należących\n                           do MLP Property Sp. z o.o. z siedzibą w Pruszkowie, o najwyższej sumie zabezpieczenia\n                           do 3.750.000,00 PLN. Zastaw został ustanowiony w celu zabezpieczenia spłaty wierzytelności\n                           mBank S.A. z siedzibą w Warszawie _\"Bank\"_, wynikających z umowy kredytu zawartej\n                           dnia 17 grudnia 2014 r., dotyczących otrzymanego kredytu obrotowego. Zastaw został\n                           ustanowiony na 40 udziałach w MLP Pruszków IV Sp. z o.o., o wartości nominalnej 100\n                           PLN każdy, o łącznej wartości nominalnej 4.000,00 PLN. Udziały te stanowią 4 % kapitału\n                           zakładowego MLP Pruszków IV Sp. z o.o., a ich właścicielem jest MLP Property Sp. z\n                           o.o. - spółka zależna od Spółki. Udziały dają prawo do 40 głosów na zgromadzeniu wspólników\n                           spółki MLP Pruszków IV Sp. z o.o. Udziały w spółce MLP Pruszków IV Sp. z o.o. z siedzibą\n                           w Pruszkowie stanowią długoterminową lokatę kapitałową MLP Property II Sp. z o.o.\n                           z siedzibą w Pruszkowie – jednostki zależnej Spółki.Łącznie opisanymi w niniejszym raporcie zastawami objętych jest 1.050 udziałów w spółce\n                           MLP Pruszków IV Sp. z o.o., łącznie stanowiących 100 % jej kapitału zakładowego i\n                           dających łącznie prawo do 1.050 głosów na zgromadzeniu wspólników MLP Pruszków IV\n                           Sp. z o.o.Aktywa, na których ustanowiono zastaw rejestrowy, uznano za znaczące z uwagi na fakt,\n                           iż wartość zastawu przekracza równowartość 1 mln EUR. Według wiedzy Emitenta pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi\n                           Emitenta, a Bankiem, na rzecz którego ustanowiono zastaw i osobami nim zarządzającymi\n                           nie istnieją żadne powiązania. Podstawa prawna: § 5 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-01-22"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, że w treści raportu bieżącego nr 2/2015\n                           opublikowanego w dniu 17 stycznia 2015 roku omyłkowo została podana następująca treść:\"a_ _..._ o najwyższej sumie zabezpieczenia do 10.578.651,00 PLN. Zastaw został ustanowiony\n                           w celu zabezpieczenia spłaty wierzytelności mBank S.A. z siedzibą w Warszawie _\"Bank\"_,\n                           wynikających z umowy kredytu zawartej dnia 17 grudnia 2014 r.\",podczas, gdy powinno być:\"a_ _…_ o najwyższej sumie zabezpieczenia do 3.750.000,00 PLN. Zastaw został ustanowiony\n                           w celu zabezpieczenia spłaty wierzytelności mBank S.A. z siedzibą w Warszawie _\"Bank\"_,\n                           wynikających z umowy kredytu zawartej dnia 17 grudnia 2014 r., dotyczących otrzymanego\n                           kredytu obrotowego.\",a także omyłkowo została podana następująca treść:\"b_ _…_ Suma zabezpieczenia została zwiększona z kwoty 3.870.000,00 PLN do kwoty 10.578.651,00\n                           PLN.\",podczas, gdy powinno być:\"b_ _…_ Suma zabezpieczenia została zwiększona z kwoty 3.870.000,00 EUR do kwoty 10.578.651,00\n                           EUR.\".Pozostała treść raportu bieżącego numer 2/2015 pozostaje bez zmian.Podstawa prawna§ 6 ust. 2 Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. 2009 Nr 33 poz. 259 z późn. zm._",
        "date": "2015-01-22"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, iż dnia 16 stycznia 2015 r. powziął informację\n                           o:a_ postanowieniu Sądu Rejonowego dla m.st. Warszawy w Warszawie, Wydział XI Gospodarczy\n                           Rejestru Zastawów o zarejestrowaniu dnia 9 stycznia 2015 r., zastawu rejestrowego\n                           na udziałach spółki MLP Pruszków IV Sp. z o.o. z siedzibą w Pruszkowie należących\n                           do MLP Pruszków II Sp. z o.o. z siedzibą w Pruszkowie, o najwyższej sumie zabezpieczenia\n                           do 10.578.651,00 PLN. Zastaw został ustanowiony w celu zabezpieczenia spłaty wierzytelności\n                           mBank S.A. z siedzibą w Warszawie _\"Bank\"_, wynikających z umowy kredytu zawartej\n                           dnia 17 grudnia 2014 r. Zastaw został ustanowiony na 1.010 udziałach w spółce MLP\n                           Pruszków IV Sp. z o.o., o wartości nominalnej 100 PLN każdy, o łącznej wartości nominalnej\n                           101.000,00 PLN. Udziały te stanowią 96 % kapitału zakładowego MLP Pruszków IV Sp.\n                           z o.o., a ich właścicielem jest MLP Pruszków II Sp. z o.o. - spółka zależna od Spółki.\n                           Udziały dają prawo do 1.010 głosów na zgromadzeniu wspólników spółki MLP Pruszków\n                           IV Sp. z o.o. Udziały w spółce MLP Pruszków IV Sp. z o.o. z siedzibą w Pruszkowie\n                           stanowią długoterminową lokatę kapitałową MLP Pruszków II Sp. z o.o. z siedzibą w\n                           Pruszkowie – jednostki zależnej Spółki.b_ postanowieniu Sądu Rejonowego dla m.st. Warszawy w Warszawie, Wydział XI Gospodarczy\n                           Rejestru Zastawów o zarejestrowaniu dnia 30 grudnia 2014 r., zwiększenia sumy zastawu\n                           rejestrowego na udziałach spółki MLP Pruszków IV Sp. z o.o. z siedzibą w Pruszkowie\n                           należących do MLP Property Sp. z o.o. z siedzibą w Pruszkowie. Suma zabezpieczenia\n                           została zwiększona z kwoty 3.870.000,00 PLN do kwoty 10.578.651,00 PLN. Zastaw został\n                           ustanowiony w celu zabezpieczenia spłaty wierzytelności mBank S.A. z siedzibą w Warszawie\n                           _\"Bank\"_, wynikających z umowy kredytu zawartej dnia 17 grudnia 2014 r. Zastaw został\n                           ustanowiony na 40 udziałach w MLP Pruszków IV Sp. z o.o., o wartości nominalnej 100\n                           PLN każdy, o łącznej wartości nominalnej 4.000,00 PLN. Udziały te stanowią 4 % kapitału\n                           zakładowego MLP Pruszków IV Sp. z o.o., a ich właścicielem jest MLP Property Sp. z\n                           o.o. - spółka zależna od Spółki. Udziały dają prawo do 40 głosów na zgromadzeniu wspólników\n                           spółki MLP Pruszków IV Sp. z o.o. Udziały w spółce MLP Pruszków IV Sp. z o.o. z siedzibą\n                           w Pruszkowie stanowią długoterminową lokatę kapitałową MLP Property II Sp. z o.o.\n                           z siedzibą w Pruszkowie – jednostki zależnej Spółki.Łącznie opisanymi w niniejszym raporcie zastawami objętych jest 1.050 udziałów w spółce\n                           MLP Pruszków IV Sp. z o.o., łącznie stanowiących 100 % jej kapitału zakładowego i\n                           dających łącznie prawo do 1.050 głosów na zgromadzeniu wspólników MLP Pruszków IV\n                           Sp. z o.o.Aktywa, na których ustanowiono zastaw rejestrowy, uznano za znaczące z uwagi na fakt,\n                           iż wartość zastawu przekracza równowartość 1 mln EUR. Według wiedzy Emitenta pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi\n                           Emitenta, a Bankiem, na rzecz którego ustanowiono zastaw i osobami nim zarządzającymi\n                           nie istnieją żadne powiązania. Podstawa prawna: § 5 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymagających przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2015-01-17"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ z siedzibą w Pruszkowie w nawiązaniu do informacji\n                           o zawarciu w dniu 16 grudnia 2016 roku umowy kredytowej i umowy zabezpieczeń przez\n                           MLP Pruszków I Sp. z o.o. z siedzibą w Pruszkowie _\"Kredytobiorca\"_ z Raiffeisen\n                           Bank Polska S.A. z siedzibą w Warszawie _\"Bank\"_, na podstawie której Bank ma udzielić́\n                           Kredytobiorcy kredytu do kwoty 38.946.000,00 EUR _\"Kredyt\"_,  informuje, iż w dniu\n                           21 grudnia 2016 r. Kredytobiorca ustanowił hipotekę umowną łączną do sumy 54.750.000,00\n                           EUR _słownie: pięćdziesiąt cztery miliony siedemset pięćdziesiąt tysięcy euro_ oraz\n                           14.425.500 EUR _słownie: czternaście milionów czterysta dwadzieścia pięć tysięcy pięćset\n                           euro_ na nieruchomościach  należących do Spółki, położonych w Pruszkowie objętych\n                           księgami wieczystymi o numerach: KW nr WA1P/00036973/9, KW nr WA1P/00038589/4, KW\n                           WA1P/00038595/9, KW nr WA1P/00038590/4, KW nr WA1P/00038591/1, KW nr WA1P/00038596/6,\n                           KW nr WA1P/00038593/5, KW nr WA1P/00038590/4.Podstawa prawna:§ 5 ust. 1 pkt. 1 oraz 7 Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. 2009 Nr 33 poz. 259 z późn.\n                           zm._",
        "date": "2016-12-22"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\", \"Emitent\"_ z siedzibą w Pruszkowie, informuje o zawarciu\n                           przez jednostkę zależną Emitenta znaczącej umowy. W dniu 16 grudnia 2016 roku MLP\n                           Pruszków I Sp. z o.o.  z siedzibą w Pruszkowie _\"Kredytobiorca\"_ zawarła z Raiffeisen\n                           Bank Polska S.A. z siedzibą w Warszawie _\"Bank\"_ umowę kredytową i umowy zabezpieczeń.\n                           Na podstawie podpisanej dokumentacji kredytowej, bank ma udzielić Kredytobiorcy kredytu\n                           do kwoty 38.946.000,00 EUR _\"Kredyt\"_.Jako zabezpieczenie spłaty Kredytu, Kredytobiorca jest zobowiązany ustanowić hipotekę\n                           na wszystkich nieruchomościach należących do Kredytobiorcy, o ustanowieniu tej hipoteki\n                           Kredytobiorca poinformuje w odrębnym raporcie.Kredytobiorca jako zabezpieczenie spłaty Kredytu :a_ podpisał umowę ustanowienia zastawu rejestrowego na zbiorze rzeczy i praw należących\n                           do Kredytobiorcy do sumy zabezpieczenia 54.750.000,00 EUR,b_ podpisał umowę ustanowienia zastawów finansowych i rejestrowych na wierzytelnościach\n                           wynikających z umowy rachunku bankowego do sumy zabezpieczenia 69.179.500,00 EURc_ ustanowił inne, zwyczajowo stosowane w finansowaniach tego typu, zabezpieczenia.\n                           Wartość zobowiązania zabezpieczonego ograniczonym prawem rzeczowym na nieruchomościach\n                           Kredytobiorcy to 38.946.000,00 EUR. Wartość ewidencyjna udziałów Kredytobiorcy w księgach\n                           rachunkowych Spółki to 62.663.800 PLN. Nie występują powiązania pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi\n                           Emitenta a Bankiem, na rzecz którego ustanowiono zastawy i osobami tym Bankiem zarządzającymi.Kryterium będącym podstawą uznania aktywów za aktywa o znacznej wartości jest wartość\n                           udziałów Kredytobiorcy w księgach rachunkowych Emitenta, która to wartość przekracza\n                           10% kapitałów własnych emitenta.Emitent posiada 100% udziałów w kapitale zakładowym Kredytobiorcy, o wartości nominalnej\n                           62.663.800,00 PLN. Udziały w kapitale zakładowym Kredytobiorcy są długoterminową inwestycją\n                           Emitenta. Emitent posiada 100% głosów na zgromadzeniu wspólników Kredytobiorcy. Umowa, o której mowa w niniejszym raporcie, nie jest umową z podmiotem powiązanym.\n                           Umowa kredytowa zawarta została na warunkach rynkowych. Pozostałe zapisy, w tym zapisy\n                           dotyczące kar, nie odbiegają od zapisów powszechnie stosowanych w tego typu umowach.Podstawa prawna:§ 5 ust. 1 pkt. 1,3 oraz 7 Rozporządzenia Ministra Finansów z dnia 13 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. 2009 Nr 33 poz. 259 z późn.\n                           zm._",
        "date": "2016-12-16"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ z siedzibą w Pruszkowie informuje, że w dniu 5 grudnia\n                           2016 r. Rada Nadzorcza Spółki dokonała wyboru firmy KPMG Audyt Spółka z ograniczoną\n                           odpowiedzialnością spółka komandytowa z siedzibą w Warszawie, jako podmiotu uprawnionego\n                           do zbadania jednostkowych i skonsolidowanych sprawozdań finansowych za lata: 2016\n                           i 2017, a także dokonania przeglądu śródrocznego jednostkowego i skonsolidowanego\n                           sprawozdania finansowego w roku obrotowym 2017.Spółka KPMG Audyt spółka z ograniczoną odpowiedzialnością spółka komandytowa jest\n                           wpisana na listę podmiotów uprawnionych do badania sprawozdań finansowych ogłoszoną\n                           przez Krajową Izbę Biegłych Rewidentów pod numerem 3546.Spółka korzystała wcześniej z usług firmy KPMG Audyt Spółka z ograniczoną odpowiedzialnością\n                           spółka komandytowa w zakresie badania jednostkowych i skonsolidowanych rocznych sprawozdań\n                           finansowych oraz przeglądu śródrocznych jednostkowych i skonsolidowanych sprawozdań\n                           finansowych.Wybór został dokonany zgodnie z obowiązującymi przepisami i normami zawodowymi.Umowa z biegłym rewidentem zostanie zawarta przez Zarząd Spółki na czas niezbędny\n                           do wykonania przez biegłego rewidenta powierzonych czynności.Podstawa prawna:§ 5 ust. 1 pkt. 19 Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. 2009 Nr 33 poz. 259 z późn. zm._",
        "date": "2016-12-06"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ z siedzibą w Pruszkowie informuje, że w dniu 11 sierpnia\n                           2016 r. otrzymał od MetLife Otwarty Fundusz Emerytalny zarządzanego przez MetLife\n                           PTE S.A. zawiadomienie o zwiększeniu zaangażowania powyżej 5% ogólnej liczby głosów\n                           w Spółce MLP Group S.A. w związku z art. 69 ust. 1 ustawy z dnia 29 lipca 2005 r.\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz.U.05.184.1539 z późn. zmianami_.Zwiększenie zaangażowania powyżej 5% nastąpiło w wyniku zakupu akcji Spółki w dniu\n                           4 sierpnia 2016 r. Bezpośrednio przed zmianą udziału, MetLife OFE posiadał 870.706\n                           akcji, co stanowiło 4,81% kapitału zakładowego Spółki i uprawniało do 870 706 głosów\n                           na Walnym Zgromadzeniu, co stanowiło 4,81% ogółu głosów na Walnym Zgromadzeniu Spółki.Aktualnie MetLife OFE posiada 948.387  akcji, co stanowi 5,24% kapitału zakładowego\n                           Spółki i uprawnia do 948.387  głosów na Walnym Zgromadzeniu, co stanowi 5,24% ogółu\n                           głosów na Walnym Zgromadzeniu Spółki.Podstawa prawna:Art. 56 ust. 1 pkt 2 Ustawy o ofercie – informacje bieżące i okresowe.",
        "date": "2016-08-12"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. _\"Spółka\"_ z siedzibą w Pruszkowie, w związku z podjęciem w\n                           dniu 18 kwietnia 2016 r. przez Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki _\"WZA\"_\n                           uchwały w sprawie zmiany Statutu, informuje, iż Spółka otrzymała postanowienie wydane\n                           przez Sąd Rejonowy dla Warszawy – Mokotowa w Warszawie, XIV Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego, w przedmiocie rejestracji zmiany statutu zgodnie z wyżej wymienioną\n                           uchwałą WZA, to znaczy: 1. Zmieniono Art. 21.2.c_. Statutu Spółki , który otrzymał następujące brzmienie:\"c_ wyrażanie zgody na zaciąganie przez Spółkę zobowiązania lub dokonywania wydatków\n                           w pojedynczej lub powiązanych ze sobą transakcjach nieuwzględnionych w budżecie Spółki\n                           o wartości przekraczającej kwotę 5.000.000 zł,\"2. Zmieniono Art. 25.1. Statutu Spółki, który otrzymał następujące brzmienie: \"25.1. Zarząd składa się z dwóch do trzech członków, powoływanych i odwoływanych przez\n                           Radę Nadzorczą. Prezesa Zarządu wybiera Rada Nadzorcza.\"3. Zmieniono Art. 25.2. Statutu Spółki, który otrzymał następujące brzmienie:\"25.2. Spółkę może reprezentować dwóch członków Zarządu łącznie.\"4. Zmieniono Art. 26.3. Statutu Spółki, który otrzymał następujące brzmienie:\"26.3. Zarząd powinien podjąć jednomyślną uchwałę przed dokonaniem następujących czynności:a_ emisją weksla;b_ udzieleniem zabezpieczenia jakiegokolwiek długu innego podmiotu, w tym podmiotu\n                           zależnego;c_ ustanowieniem hipoteki lub dokonaniem jakiegokolwiek innego obciążenia majątku\n                           Spółki;d_ zawarciem umowy, z której wynika obowiązek świadczenia lub ryzyko świadczenia przez\n                           Spółkę w ciągu jednego roku obrotowego rzeczy, usług lub pieniędzy o wartości przenoszącej\n                           500.000 EUR lub jej równowartości w innej walucie _za wyjątkiem umów pożyczek zawartych\n                           ze spółkami z grupy kapitałowej MLP Group S.A. lub aneksów do takich umów_, chyba,\n                           że zawarcie tej umowy jest przewidziane w przyjętym przez Zarząd i zatwierdzonym przez\n                           Radę Nadzorczą rocznym planie finansowym _budżecie_ Spółki;e_ zwołaniem Walnego Zgromadzenia lub zażądania zwołania posiedzenia Rady Nadzorczej;f_ złożeniem pozwu o unieważnienie lub uchylenie uchwał Walnego Zgromadzenia;g_ złożeniem wniosku o ogłoszenie upadłości Spółki;h_ podejmowaniem jakichkolwiek działań dotyczących zmiany praw do podpisywania lub\n                           schematów akceptacji w bankach;i_ zatrudnianiem, zwalnianiem i określaniem wynagrodzenia dyrektorów działów Spółki\n                           _działu marketingu, inwestycji, finansowego oraz administracji_;j_ nominacją lub wyznaczeniem członków jakiegokolwiek organu w jakimkolwiek podmiocie\n                           kontrolowanym przez Spółkę;k_ reprezentowaniem Spółki na zgromadzeniach wspólników lub akcjonariuszy podmiotów\n                           zależnych Spółki lub udzieleniem pełnomocnictwa do reprezentowania Spółki na zgromadzeniach\n                           wspólników lub akcjonariuszy podmiotów zależnych Spółki wraz z udzielaniem instrukcji\n                           co do sposobu głosowania _jeżeli takie instrukcje będą udzielone_;l_ udziałem w innych spółkach, z wyłączeniem spółek należących do grupy kapitałowej\n                           Spółki lub zbywanie akcji lub udziałów w innych spółkach, z wyłączeniem transakcji\n                           zawartych w ramach grupy kapitałowej Spółki;m_ emisją akcji, obligacji, warrantów, wystawianiem weksli lub zmianą warunków emisji\n                           obligacji wyemitowanych przez Spółkę;n_ zaciągnięciem zobowiązania do nabycia lub zbycia nieruchomości, prawa użytkowania\n                           wieczystego lub jego ułamkowej części za wyjątkiem zawierania umów przedwstępnych\n                           nabycia własności lub użytkowania wieczystego nieruchomości jednostronnie zobowiązujących\n                           drugą stronę i niezawierających jakichkolwiek zobowiązań Spółki do wpłacania zadatku\n                           lub zaliczki;o_ zawarciem, zmianą lub rozwiązaniem umowy dotyczącej udzielenia kredytu, gwarancji\n                           bankowej lub gwarancji ubezpieczeniowej bądź dotyczącej rachunku bankowego, akredytywy\n                           lub innego produktu finansowego lub usługi finansowej, której stronami jest lub ma\n                           być Spółka oraz bank krajowy, bank zagraniczny, instytucja kredytowa lub instytucja\n                           finansowa w rozumieniu ustawy z dnia 29 sierpnia 1997 – Prawo Bankowe;p_ zwolnieniem dłużnika Spółki z długu w kwocie większej, niż 100.000 złotych lub\n                           jej równowartości w innej walucie;q_ przyjęciem rocznego planu finansowego _budżetu_ lub długoterminowych planów finansowych.\"5. Po artykule 26.3. Statutu Spółki dodano nowy artykuł 26.3.1. o następującym brzmieniu:\n                           26.3.1. Przy czym w sprawach, o których mowa w artykule 26.3. podjęcie uchwały nie\n                           jest konieczne, jeżeli:a_ przy danej czynności Spółka jest reprezentowana przez wszystkich członków Zarządu\n                           działających łącznie, lubb_ na daną czynność wyraziła zgodę Rada Nadzorcza Spółki.\"Jednocześnie Spółka informuje, że zmiany w statucie zostały także przekazane w raporcie\n                           bieżącym Spółki nr 6 /2016 z dnia 19 kwietnia 2016 r. dotyczącym treści uchwały WZA\n                           Spółki podjętej w sprawie zmian w statucie.Podstawa prawna:§ 38 ust. 1 pkt 2 lit b Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. 2009, Nr 33 , poz. 259 z dnia\n                           28 lutego 2009 r. z późn. zm._",
        "date": "2016-06-16"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd spółki MLP Group S.A. _\"Spółka\"_ informuje, że w dniu 9 czerwca 2016 roku Pan\n                           Michael Shapiro zrezygnował ze stanowiska Prezesa Zarządu Spółki.Rada Nadzorcza Spółki w dniu 9 czerwca 2016 r. podjęła uchwałę o powołaniu Pana Radosława\n                           T. Krochtę na stanowisko Prezesa Zarządu Spółki oraz uchwałę o powołaniu Pana Michael\n                           Shapiro na stanowisko Wiceprezesa Zarządu Spółki.Informacje na temat działalności Pana Michael Shapiro oraz Pana Radosława Krochty\n                           poza przedsiębiorstwem Spółki, uczestnictwa w spółce konkurencyjnej, jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej, uczestnictwa\n                           w innej konkurencyjnej osobie prawnej, jako członek organu oraz niefigurowania w Rejestrze\n                           Dłużników Niewypłacalnych prowadzonym na podstawie ustawy o KRS, podane w poprzednich\n                           raportach bieżących, pozostają niezmienione.Podstawa prawna:§ 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133_.",
        "date": "2016-06-10"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_ informuje, że w dniu 27 kwietnia\n                           2016 roku Spółka otrzymała zawiadomienie o zbyciu akcji Spółki przez Pana Michael\n                           Shapiro– Prezesa Zarządu Spółki. Michael Shapiro zbył przez MIRO Ltd. z siedzibą w\n                           Limassol, będącą podmiotem pośrednio kontrolowanym przez Pana Michael Shapiro, 452.830\n                           akcji MLP GROUP S.A., reprezentujących 2,5% kapitału zakładowego tej spółki, uprawniających\n                           do 452.830 głosów na walnym zgromadzeniu.Do zbycia akcji doszło w dniu 26 kwietnia 2016 roku w wyniku rozliczenia transakcji\n                           pakietowej zawartej za pośrednictwem Pekao Investment Banking S.A. z siedzibą w Warszawie,\n                           w ramach której Gracecup Trading Ltd. z siedzibą w Nikozji, Cypr, oraz MIRO Ltd. z\n                           siedzibą w Limassol, Cypr, zbyły łącznie 905.660 akcji reprezentujących 5% kapitału\n                           zakładowego za cenę 37,50 zł za każdą akcję, przy czym MIRO Ltd. zbyła 452.830 akcji\n                           reprezentujących 2,5% kapitału zakładowego uprawiających do 452.830 głosów na walnym\n                           zgromadzeniu. Przed zawarciem Transakcji MIRO Ltd. z siedzibą w Limassol posiadała 552.000 akcji\n                           MLP GROUP S.A., reprezentujących 3,05% kapitału zakładowego tej spółki, uprawiających\n                           do 552.000 głosów na walnym zgromadzeniu, co stanowiło 3,05% ogólnej liczby głosów.Po zawarciu transakcji MIRO Ltd. posiada 99.170 akcji MLP GROUP S.A. reprezentujących\n                           0,55% kapitału zakładowego tej spółki, uprawiających do 99.170 głosów na walnym zgromadzeniu,\n                           co stanowi 0,55% ogólnej liczby głosów. Obie spółki zbywające akcje _Gracecup Trading Ltd. i Miro Ltd._ zobowiązały się jednocześnie,\n                           iż nie będą sprzedawać pozostałych akcji MLP GROUP S.A. przez okres 180 dni bez zgody\n                           Pekao Investment Banking S.A. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy.Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresowe",
        "date": "2016-04-27"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_ informuje, że w dniu 26 kwietnia\n                           2016 roku Spółka otrzymała zawiadomienie o zbyciu akcji Spółki przez Pana Eytan Levy\n                           – Wiceprzewodniczącego Rady Nadzorczej. Na podstawie art. 160 ustawy z dnia 29 lipca\n                           2005 r. o obrocie instrumentami finansowymi, Pan Eytan Levy zawiadomił, że zbył przez\n                           GRACECUP TRADING Ltd. z siedzibą w Nikozji, Cypr, będącą podmiotem pośrednio kontrolowanym\n                           przez Pana Eytan Levy, 452.830 akcji MLP GROUP S.A., reprezentujących 2,5% kapitału\n                           zakładowego tej spółki, uprawniających do 452.830 głosów na walnym zgromadzeniu.Do zbycia akcji doszło w dniu 26 kwietnia 2016 roku w wyniku rozliczenia transakcji\n                           pakietowej zawartej za pośrednictwem Pekao Investment Banking S.A. z siedzibą w Warszawie,\n                           w ramach której Gracecup Trading Ltd. z siedzibą w Nikozji, Cypr, oraz  MIRO Ltd.\n                           z siedzibą w Limassol, Cypr, zbyły łącznie 905.660 akcji reprezentujących 5% kapitału\n                           zakładowego za cenę 37,50 zł za każdą akcję, przy czym Gracecup Trading Ltd. zbyła\n                           452.830 akcji reprezentujących 2,5% kapitału zakładowego uprawiających do 452.830\n                           głosów na walnym zgromadzeniu. Przed zawarciem Transakcji Gracecup Trading Ltd. z siedzibą w Nikozji, Cypr, posiadała\n                           1.094.388 akcji MLP GROUP S.A., reprezentujących 6,04% kapitału zakładowego tej spółki,\n                           uprawiających do 1.094.388 głosów na walnym zgromadzeniu, co stanowiło 6,04% ogólnej\n                           liczby głosów.Po zawarciu transakcji Gracecup Trading Ltd. z siedzibą w Nikozji, Cypr, posiada 641.558\n                           akcji MLP GROUP S.A. reprezentujących 3,54% kapitału zakładowego tej spółki, uprawiających\n                           do 641.558 głosów na walnym zgromadzeniu, co stanowi 3,54% ogólnej liczby głosów.Obie spółki zbywające akcje _Gracecup Trading Ltd. i Miro Ltd._ zobowiązały się jednocześnie,\n                           iż nie będą sprzedawać pozostałych akcji MLP GROUP S.A. przez okres 180 dni bez zgody\n                           Pekao Investment Banking S.A. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy.Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresowe",
        "date": "2016-04-27"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_ informuje, że w dniu 26 kwietnia\n                           2016 roku Spółka otrzymała zawiadomienie dotyczące zmiany stanu posiadania akcji Spółki\n                           przez Gracecup Trading Ltd. z siedzibą w Nikozji, Cypr. Do zmniejszenia udziału w\n                           ogólnej liczbie głosów doszło w wyniku rozliczenia transakcji pakietowej zawartej\n                           za pośrednictwem Pekao Investment Banking S.A. z siedzibą w Warszawie, w ramach której\n                           Gracecup Trading Ltd. z siedzibą w Nikozji, Cypr, oraz MIRO Ltd. z siedzibą w Limassol,\n                           Cypr, zbyły łącznie 905.660 akcji reprezentujących 5% kapitału zakładowego Spółki,\n                           przy czym Gracecup Trading Ltd. z siedzibą w Nikozji, Cypr, zbyła 452.830 akcji reprezentujących\n                           2,5% kapitału zakładowego uprawiających do 452.830 głosów na walnym zgromadzeniu Spółki.\n                           Przed zawarciem Transakcji Gracecup Trading Ltd. z siedzibą w Nikozji, Cypr posiadała\n                           1.094.388 akcji MLP GROUP S.A., reprezentujących 6,04% kapitału zakładowego tej spółki,\n                           uprawiających do 1.094.388 głosów na walnym zgromadzeniu, co stanowiło 6,04% ogólnej\n                           liczby głosów.  Aktualnie Gracecup Trading Ltd. posiada 641.558 akcji MLP GROUP S.A. reprezentujących\n                           3,54% kapitału zakładowego tej spółki, uprawiających do 641.558 głosów na walnym zgromadzeniu,\n                           co stanowi 3,54% ogólnej liczby głosów. Obie spółki zbywające akcje _Gracecup Trading Ltd. i Miro Ltd._ zobowiązały się jednocześnie,\n                           iż nie będą sprzedawać pozostałych akcji MLP GROUP S.A. przez okres 180 dni bez zgody\n                           Pekao Investment Banking S.A. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz spółkach publicznych, w stosunku do Gracecup Trading Ltd. z siedzibą w Nikozji,\n                           Cypr.Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresowe",
        "date": "2016-04-27"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_ informuje, że w dniu 22 kwietnia\n                           2016 roku Spółka otrzymała zawiadomienie dotyczące zmiany stanu posiadania akcji Spółki\n                           przez MIRO B.V. z siedzibą w Delft, Holandia. Do zmniejszenia udziału w ogólnej liczbie\n                           głosów doszło w wyniku rozliczenia transakcji z dnia 19 kwietnia 2016 roku zawartej\n                           w Warszawie _\"Transakcja\"_. Transakcja polegała na wniesieniu aportem 552.000 akcji\n                           Spółki reprezentujących 3,05 % kapitału zakładowego Spółki przez Miro B.V. z siedzibą\n                           w Delft, Holandia do spółki MIRO Ltd. z siedzibą w Limassol, Cypr, w zamian za udziały\n                           w spółce cypryjskiej. Przed zawarciem Transakcji Miro B.V. z siedzibą w Delft, Holandia posiadało 1.004.955\n                           akcji Spółki, reprezentujących 5,55 % kapitału zakładowego Spółki, uprawniających\n                           do 1.004.955 głosów na walnym zgromadzeniu, co stanowiło 5,55 % ogólnej liczby głosów.Aktualnie Miro B.V. z siedzibą w Delft, Holandia posiada 452.955 akcji Spółki, reprezentujących\n                           2,5% kapitału zakładowego Spółki, uprawniających do 452.955 głosów na walnym zgromadzeniu,\n                           co stanowiło 2,5 % ogólnej liczby głosów.Spółka Miro B.V. z siedzibą w Delft, Holandia, jest spółką dominującą w stosunku do\n                           spółki MIRO Ltd. z siedzibą w Limassol, Cypr, posiadającą 100 % udziałów w jej kapitale\n                           zakładowym.Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz spółkach publicznych, w stosunku do Miro B.V. z siedzibą w Delft, Holandia.Podstawa\n                           prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresowe",
        "date": "2016-04-22"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. z siedzibą w Pruszkowie _\"MLPG\"_ informuje, że akcjonariusze\n                           obecni na Zwyczajnym Walnym Zgromadzeniu MLPG, które odbyło się w dniu 18 kwietnia\n                           2016 roku, dysponowali 15.616.311 głosami. Oznacza to, że kapitał zakładowy MLPG dzielący\n                           się na 18.113.255 akcji, z których każda daje prawo do jednego głosu, był reprezentowany\n                           na ZWZ w 86,21%Akcjonariuszami posiadającym co najmniej 5% liczby głosów na ZWZ MLPG w dniu 18 kwietnia\n                           2016 roku byli:    1. CAJAMARCA HOLLAND B.V. z siedzibą w Delft, posiadająca 10.319.842 głosów, co\n                           stanowiło 66,08% liczby głosów na tym Zgromadzeniu oraz 56,97% ogólnej liczby głosów,   2. THESINGER Ltd. Z siedzibą w Nikozji, posiadający 1.920.475 głosów, co stanowiło\n                           12,30% liczby głosów na tym Zgromadzeniu oraz 10,60% ogólnej liczby głosów.   3. GRACECUP TRADING Ltd. Z siedzibą w Nikozji, posiadający 1.094.388 głosów, co\n                           stanowiło 7,01% liczby głosów na tym Zgromadzeniu oraz 6,04% ogólnej liczby głosów.   4. MIRO B.V. z siedzibą w Delft, posiadający 1.004.955 głosów, co stanowiło 6,44%\n                           liczby głosów na tym Zgromadzeniu oraz 5,55% ogólnej liczby głosów.Podstawa prawna:\n                           Art. 70 pkt. 3_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzenia\n                           instrumentówfinansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych",
        "date": "2016-04-19"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _Emitent, Spółka_ z siedzibą w Pruszkowie informuje, że w dniu\n                           18 kwietnia 2016 roku Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki postanowiło\n                           dokonać podziału pomiędzy akcjonariuszy zysku za rok 2015 oraz części zysków zatrzymanych\n                           z lat ubiegłych w łącznej kwocie 41.660.486,50 zł poprzez wypłatę dywidendy.Liczba akcji objętych dywidendą to 18.113.255, dzień dywidendy został ustalony na\n                           10 maja 2016 roku, a dzień wypłaty dywidendy – na dzień 25 maja 2016 roku.Dywidenda wynosić będzie 2,30 zł na jedną akcję, tj. łącznie 41.660.486,50 zł.Podstawa prawna: §38 ust. 1 pkt 11 oraz ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2016-04-19"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _Emitent, Spółka_ z siedzibą w Pruszkowie podaje do wiadomości\n                           uchwały podjęte przez Zwyczajne Walne Zgromadzenie Spółki w dniu 18 kwietnia 2016\n                           roku. Treść uchwał zawarta jest w załączniku do niniejszego raportu.Podstawa prawna: Art. 56 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzenia instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych oraz §38 ust. 1 pkt 7 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2016-04-19"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _Emitent, Spółka_ w nawiązaniu do raportu bieżącego nr 3/2016\n                           z dnia 16 marca 2016 roku dotyczącego wniosku Zarządu w sprawie wypłaty dywidendy\n                           informuje, że w dniu 17 kwietnia 2016 roku Rada Nadzorcza Spółki podjęła uchwałę,\n                           w sprawie oceny wniosku Zarządu dotyczącego podziału zysku netto Spółki MLP Group\n                           S.A. za 2015 rok oraz części zysków zatrzymanych.Rada Nadzorcza dokonała pozytywnej oceny wniosku Zarządu, w którym Zarząd Spółki proponuje\n                           zysk netto za 2015 rok oraz część zysków zatrzymanych z lat poprzednich przeznaczyć\n                           na wypłatę dywidendy dla akcjonariuszy Spółki w wysokości 2,30 zł na jedną akcję i\n                           zarekomendowała Walnemu Zgromadzeniu podjęcie uchwały w tym zakresie.Podstawa prawna: § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych.",
        "date": "2016-04-18"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd spółki MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_, działając na podstawie\n                           Art. 399 § 1 oraz art. 4021 Kodeksu spółek handlowych _\"KSH\"_ oraz Art. 12.1 pkt 1_\n                           i art. 14 Statutu Spółki, informuje o zwołaniu na dzień 18 kwietnia 2016 roku Zwyczajnego\n                           Walnego Zgromadzenia Spółki, które odbędzie się o godzinie 9.30, w siedzibie Spółki\n                           w Pruszkowie, w budynku S5 przy ul. 3-go Maja 8.Pełny tekst ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia MLP Group S.A.\n                           oraz projekty uchwał, które mają być przedmiotem obrad Spółka przekazuje do publicznej\n                           wiadomości w załączeniu do niniejszego raportu. Podstawa prawna: § 38 ust. 1 pkt 1-3 Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. 2009 Nr 33 poz. 259 z późn. zm._",
        "date": "2016-03-22"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. w dniu 16 marca 2016 roku zwrócił się do Rady Nadzorczej MLP\n                           Group S.A. o przedstawienie Zgromadzeniu Akcjonariuszy Spółki wniosku o przeznaczenie\n                           zysku za rok 2015 oraz części zysków zatrzymanych w łącznej kwocie 41.660.486,50 PLN\n                           na wypłatę dywidendy za rok 2015, tj. dokonanie wypłaty dywidendy w gotówce w wysokości\n                           2,30 zł na jedną akcję Spółki.Zarząd Spółki zaproponował ustalenie dnia dywidendy na dzień 10 maja 2016 roku, a\n                           dnia wypłaty dywidendy na dzień 25 maja 2016 roku.Podstawa prawna:§38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009r. w sprawie\n                           informacji bieżących i okresowych.",
        "date": "2016-03-16"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ informuje, że dnia 21 grudnia 2017 r. otrzymał oświadczenie\n                           Pana Yosef Zvi Meir, Członka Rady Nadzorczej Spółki, o rezygnacji ze stanowiska Członka\n                           Rady Nadzorczej z dniem 31 grudnia 2017 roku. Pan Yosef Zvi Meir nie podał przyczyn\n                           swojej rezygnacji.W dniu 21 grudnia 2017 roku Zarząd Spółki otrzymał informację, że jeden z akcjonariuszy\n                           spółki, Cajamarca Holland B.V. z siedzibą w Delft, Holandia, w wykonaniu uprawnień\n                           przysługujących mu na podstawie statutu Spółki, powołał Pana Daniel Nimrodi na Członka\n                           Rady Nadzorczej Spółki. Pan Daniel Nimrodi został powołany na stanowisko Członka Rady\n                           Nadzorczej Spółki ze skutkiem od dnia 1 stycznia 2018 r.Pan Daniel Nimrodi dołączył do The Israel Land Development Company Ltd. _\"ILDC\"_ w\n                           roku 2016 jako Urban Renewal Manager of ILDC Group oraz Wiceprezes spółki The New\n                           Community Ltd. – spółki zależnej od ILDC.Pan Daniel Nimrodi ma tytuł LL.B w dziedzinie prawa, specjalizacja – Międzynarodowe\n                           prawo handlowe, oraz licencjat w zarządzaniu biznesowym.Doświadczenie zawodowe Pana Daniel Nimrodi zawiera również pełnienie roli Project\n                           Managera w rozpoczynającej działalność spółce, która koncentrowała się na wywieraniu\n                           wpływu w dużej skali, compliance, analizie biznesowej oraz wywiadzie strategicznym\n                           i biznesowym, Pan Daniel Nimrodi pełnił również funkcję Junior Associate w Departamencie\n                           Karnym Centralnego Obwodu w Ministerstwie Obrony Izraela. Zarząd informuje również, że zgodnie z oświadczeniem P. Daniel Nimrodi, nie prowadzi\n                           on poza przedsiębiorstwem Spółki działalności, która jest konkurencyjna wobec działalności\n                           Spółki, jak również nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej lub jako członek organu konkurencyjnej spółki kapitałowej lub członek\n                           organu jakiejkolwiek konkurencyjnej osoby prawnej oraz nie jest wpisany w Rejestrze\n                           Dłużników Niewypłacalnych, prowadzonym na podstawie przepisów Ustawy o Krajowym Rejestrze\n                           Sądowym _KRS_.Podstawa prawna:§ 5 ust. 1 pkt 21_ oraz 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133_.Art. 56 ust. 1 pkt 2 Ustawy o ofercie – informacje bieżące i okresowe",
        "date": "2017-12-22"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. _\"Spółka\"_ z siedzibą w Pruszkowie informuje, że w dniu 23 listopada\n                           2017 r. otrzymał od Aegon Otwartego Funduszu Emerytalnego wpisanego do rejestru funduszy\n                           emerytalnych prowadzonego przez Sąd Okręgowy w Warszawie, VII Wydział Cywilny Rejestrowy\n                           pod numerem Rfe 13, posiadającego numer REGON 014889592 oraz NIP 521-31-24-415 _\"Aegon\n                           OFE\"_, jako organ którego działa Aegon Powszechne Towarzystwo Emerytalne S.A. z siedzibą\n                           w Warszawie, pod adresem ul. Wołoska 5, 02-675 Warszawa, wpisanego do rejestru przedsiębiorców\n                           prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego, pod nr KRS 0000028767 _\"Towarzystwo\"_, zawiadomienie,\n                           zgodnie z którym, w związku z zakończeniem w dniu 17 listopada 2017 roku likwidacji\n                           Nordea Otwartego Funduszu Emerytalnego _\"Nordea OFE\"_, skutkującym przeniesieniem\n                           w tym dniu wszystkich aktywów Nordea OFE do Aegon OFE oraz wstąpieniem Aegon OFE we\n                           wszystkie prawa i obowiązki Nordea OFE, Aegon OFE na dzień 17 listopada 2017 roku\n                           posiada 1.149.775 akcji Spółki, co stanowi 6,35% udziału w kapitale zakładowym Spółki\n                           i uprawnia do 1.149.775 głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki, co stanowi\n                           6,35% ogólnej liczby głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Bezpośrednio przed dniem zakończenia likwidacji Nordea OFE: a_ Aegon OFE posiadał 809.036 akcji Spółki, co stanowiło 4,47% udziału w jej kapitale\n                           zakładowym i uprawniało do 809.036 głosów, to jest 4,47% ogólnej liczby głosów,b_ Nordea OFE posiadał 340.739 akcji Spółki, co stanowiło 1,88% udziału w jej kapitale\n                           zakładowym i uprawniało do 1,88 % głosów, to jest 1,88% ogólnej liczby głosów.Według stanu na dzień 23 listopada 2017 roku, Aegon OFE posiada łącznie 1.149.775\n                           akcji Spółki, co stanowi 6,35% udziału w kapitale zakładowym i uprawnia do 1.149.775\n                           głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki, to jest 6,35% ogólnej liczby głosów\n                           na Walnym Zgromadzeniu Akcjonariuszy Spółki.Podstawa prawna:Art. 70 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           t.j. Dz. U. z 2013r., poz. 1382 r. z późn. zm._Art. 56 ust. 1 pkt 2 Ustawy o ofercie – informacje bieżące i okresowe.",
        "date": "2017-11-23"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd spółki MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_ informuje, iż w dniu\n                           19 października 2017 r., MLP Bucharest West SRL _\"Nabywca\"_, spółka zależna od Spółki\n                           zawarła umowę nabycia nieruchomości położonej w Rudeni Village, Chitila Town, Ilfov\n                           County w Rumunii _rumuńska nazwa : Sat Rudeni, Oras Chitila, Judet Ilfov_, o łącznej\n                           powierzchni 188.045 metrów kwadratowych, za cenę 4.000.000 Euro _wraz z nakładami\n                           na tej nieruchomości oraz instalacjami służącymi zaopatrzeniu w energię elektryczną_.\n                           Nieruchomość wpisana jest do ksiąg wieczystych prowadzonych w Chitila _rumuńska nazwa\n                           : Cartea Funciara Chitila_ o numerach 51425, 51426, 51427, 51428 oraz 53566.Podstawą przekazania niniejszego raportu jest istotność zdarzenia ze względu na działalność\n                           Spółki.Podstawa prawna:art. 17. ust.1 MAR informacje poufne",
        "date": "2017-10-20"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_ informuje, że Spółka otrzymała od\n                           Thesinger Limited z siedzibą w Nikozji na Cyprze powiadomienie na podstawie art. 69\n                           ust. 2 i 4  ustawy z dnia 29 lipca 2005r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _t.j. Dz.U. 2016, poz. 1639 ze zm._ o zmniejszeniu przez Thesinger Limited stanu posiadania\n                           akcji Spółki poniżej progu 10% ogólnej liczby głosów w Spółce. Do zmniejszenia udziału w ogólnej liczbie głosów doszło w wyniku rozliczenia w dniu\n                           29 września 2017 roku transakcji przeniesienia akcji MLP Group S.A. na podstawie umowy\n                           przeniesienia _Deed of transfer_  zawartej w dniu 26 września 2017 roku _\"Transakcja\"_.\n                           Transakcja polegała na przeniesieniu 149.155 akcji Spółki MLP GROUP S.A. reprezentujących\n                           0,8% kapitału zakładowego MLP Group S.A przez THESINGER Ltd. na rzecz Pana Shimshon’a\n                           Marfogel’a, Przewodniczącego Rady Nadzorczej Spółki i była zawarta w związku z wykonaniem\n                           programu wypłat z zysku przyjętego w dniu 31.12.2008r przez The Israel Land Development\n                           Company Ltd z siedzibą w Izraelu i aneksem do umowy o pracę z maja 2007 zawartej pomiędzy\n                           Panem Shimshon’em Marfogel i The Israel Land Development Company Ltd z siedzibą w\n                           Izraelu w zamian za udziały w spółce THESINGER Ltd. _vide: Aneks nr 1 do prospektu\n                           informacyjnego zatwierdzonego 7.10.2013r. przez Komisję Nadzoru Finansowego decyzją\n                           nr DPI/WE/410/44/26/13_, o tożsamej wartości rynkowej. Przed zawarciem Transakcji THESINGER Limited z siedzibą w Nikozji posiadała 1.920.475\n                           akcji MLP GROUP S.A., reprezentujących 10,6 % kapitału zakładowego Spółki, uprawiających\n                           do 1.920.475 głosów na walnym zgromadzeniu, co stanowiło 10,6% ogólnej liczby głosów.\n                           Aktualnie THESINGER Limited z siedzibą w Nikozji posiada 1.771.320 akcji MLP GROUP\n                           S.A., reprezentujących 9,8% kapitału zakładowego tej spółki, uprawiających do 1.771.320\n                           głosów na walnym zgromadzeniu, co stanowi 9,8% ogólnej liczby głosów. Emitent załącza do niniejszego raportu otrzymane powiadomienie.Podstawa prawna: Art. 70 pkt 1 Ustawy o ofercie - nabycie lub zbycie znacznego pakietu akcji",
        "date": "2017-10-02"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "MLP Group S.A. z siedzibą w Pruszkowie _\"Emitent\"_ informuje, że w dniu 2 października\n                           2017 roku otrzymał od Pana Shimshon Marfogel, Przewodniczącego Rady Nadzorczej, uzupełnienie\n                           do powiadomienia o transakcji dokonanej przez osobę zobowiązaną, o otrzymaniu którego\n                           Emitent poinformował raportem bieżącym nr 12/2017 z dnia 29.09.2017. Emitent załącza do niniejszego raportu dokument otrzymany w dniu 2 października 2017\n                           r. Podstawa prawna: art. 19 ust. 3 Rozporządzenia MAR",
        "date": "2017-10-02"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. z siedzibą w Pruszkowie _\"Emitent\"_ informuje, że w dniu 29\n                           września 2017 roku do Emitenta wpłynęło, w trybie art. 19 Rozporządzenia MAR, powiadomienie\n                           o transakcji dokonanej przez osobę zobowiązaną, Przewodniczącego Rady Nadzorczej Emitenta\n                           – Pana Shimshon Marfogel.Treść powiadomienia Emitent przekazuje w załączeniu.",
        "date": "2017-09-29"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. _\"Spółka\"_ z siedzibą w Pruszkowie informuje, że w dniu 7 września\n                           2017 r. otrzymał od Aegon Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie,\n                           pod adresem ul. Wołoska 5, 02-675 Warszawa, wpisanego do rejestru przedsiębiorców\n                           prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego, pod nr KRS 0000028767 _\"Towarzystwo\"_, dotychczas zarządzającego\n                           wyłącznie Aegon Otwartym Funduszem Emerytalnym, wpisanym do Rejestru Funduszy Emerytalnych\n                           prowadzonego przez Sąd Rejonowy w Warszawie VII Wydział Cywilny Rejestrowy pod numerem\n                           RFe 13 _\"Aegon OFE\"_, zawiadomienie na podstawie art. 69 ust. 1 ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U.05.184.1539 z późn.\n                           zmianami_, że Towarzystwo w dniu 1 września 2017 roku przejęło zarządzanie Nordea\n                           Otwartym Funduszem Emerytalnym, wpisanym do Rejestru Funduszy Emerytalnych prowadzonego\n                           przez Sąd Rejonowy w Warszawie VII Wydział Cywilny Rejestrowy pod numerem RFe 11 _\"Nordea\n                           OFE\"_, w wyniku czego łączny udział funduszy zarządzanych przez Towarzystwo, to jest\n                           funduszy Aegon OFE i Nordea OFE, w ogólnej liczbie głosów na walnym zgromadzeniu Spółki\n                           przekroczył 5% głosów. Przed opisanym powyżej przejęciem zarządzania Nordea OFE przez Towarzystwo: a_ Aegon OFE posiadał 809 036 akcji Spółki, co stanowiło 4,47% udziału w jej kapitale\n                           zakładowym i uprawniało do 809 036 głosów, to jest 4,47% ogólnej liczby głosów,b_ Nordea OFE posiadał 340 739 akcji Spółki, co stanowiło 1,88% udziału w jej kapitale\n                           zakładowym i uprawniało do 340 739 głosów, to jest 1,88% ogólnej liczby głosów.Po przejęciu przez Towarzystwo zarządzania Nordea OFE, według stanu na dzień 1 września\n                           2017 roku, oba fundusze zarządzane przez Towarzystwo _Aegon OFE i Nordea OFE_ posiadają\n                           łącznie 1 149 775 akcji Spółki, co stanowi 6,35% udziału w kapitale zakładowym i uprawnia\n                           do 1 149 775 głosów, to jest 6,35% ogólnej liczby głosów.Podstawa prawna: Art. 70 ust. 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           t.j. Dz. U. z 2013r., poz. 1382 r. z późn. zm._Art. 56 ust. 1 pkt 2 Ustawy o ofercie – informacje bieżące i okresowe.",
        "date": "2017-09-07"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd spółki MLP Group S.A. _dalej: Spółka_ niniejszym zawiadamia o zapoznaniu się\n                           w dniu dzisiejszym z Uchwałą nr 739/2017 Zarządu Giełdy Papierów Wartościowych w Warszawie\n                           S.A. _\"Zarząd GPW\"_ z dnia 7 lipca 2017 r. w sprawie wyznaczenia pierwszego dnia notowania\n                           w alternatywnym systemie obrotu na Catalyst obligacji na okaziciela serii A spółki\n                           MLP Group S.A.Zgodnie z powyższą uchwałą Zarząd GPW postanowił: 1_ określić dzień 12 lipca 2017 r. jako dzień pierwszego notowania w alternatywnym\n                           systemie obrotu na Catalyst 20.000 _dwudziestu tysięcy_ obligacji na okaziciela serii\n                           A spółki MLP Group S.A., o wartości nominalnej 1.000 EUR _jeden tysiąc euro_ każda,\n                           oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLMLPGR00033\",\n                           2_ notować obligacje, o których mowa w pkt. 1_ w systemie notowań ciągłych pod nazwą\n                           skróconą \"MLP0522\".",
        "date": "2017-07-10"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd spółki MLP Group S.A. _dalej: Spółka_ informuje o powzięciu informacji o podjęciu\n                           przez Zarząd Giełdy Papierów Wartościowych S.A. _dalej: Giełda_ uchwały nr 720/2017\n                           z dnia 4 lipca 2017 r., zgodnie z którą Zarząd Giełdy postanowił wprowadzić do alternatywnego\n                           systemu obrotu na Catalyst 20.000 _dwadzieścia tysięcy_ obligacji na okaziciela serii\n                           A spółki MLP Group S.A. o wartości nominalnej 1.000 EUR _jeden tysiąc euro_ każda. Jednocześnie Spółka informuje o podjęciu przez BondSpot S.A. _dalej: BondSpot_ uchwały\n                           nr 148/17 z dnia 4 lipca 2017 r., zgodnie z którą Zarząd BondSpot postanowił wprowadzić\n                           do alternatywnego systemu obrotu na Catalyst 20.000 _dwadzieścia tysięcy_ obligacji\n                           na okaziciela serii A spółki MLP Group S.A. o wartości nominalnej 1.000 EUR _jeden\n                           tysiąc euro_ każda. W/w uchwały wchodzą w życie z dniem ich podjęcia.Podstawa prawna: art. 17. ust.1 MAR informacje poufne.",
        "date": "2017-07-05"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. z siedzibą w Pruszkowie _\"MLPG\"_ informuje, że akcjonariusze\n                           obecni na Zwyczajnym Walnym Zgromadzeniu MLPG, które odbyło się w dniu 5 czerwca 2017\n                           roku, dysponowali 11.072.797 głosami. Oznacza to, że kapitał zakładowy MLPG dzielący\n                           się na 18.113.255 akcji, z których każda daje prawo do jednego głosu, był reprezentowany\n                           na ZWZ w 61,13 %.Akcjonariuszem posiadającym co najmniej 5% liczby głosów na ZWZ MLPG w dniu 5 czerwca\n                           2017 roku była: CAJAMARCA HOLLAND B.V. z siedzibą w Delft, posiadająca 10.319.842 głosów, co stanowiło\n                           93,20% liczby głosów na tym Zgromadzeniu oraz 56,97% ogólnej liczby głosów,Podstawa prawna: Art. 70 pkt. 3_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzenia\n                           instrumentówfinansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych",
        "date": "2017-06-05"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _Emitent, Spółka_ z siedzibą w Pruszkowie podaje do wiadomości\n                           uchwały podjęte przez Zwyczajne Walne Zgromadzenie Spółki w dniu 5 czerwca 2017 roku.Treść uchwał zawarta jest w załączniku do niniejszego raportu.Podstawa prawna: Art. 56 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzenia instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych oraz §38 ust. 1 pkt 7 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2017-06-05"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. _\"Spółka\"_ informuje, że w dniu 11 maja 2017 roku Spółka wyemitowała\n                           w ramach oferty prywatnej 20.000 sztuk obligacji na okaziciela serii A Spółki o wartości\n                           nominalnej 1.000 euro każda i łącznej wartości emisyjnej 20.000.000 euro _\"Obligacje\"_.Obligacje podlegają zmiennemu oprocentowaniu w wysokości stawki EURIBOR dla sześciomiesięcznych\n                           depozytów bankowych w EUR powiększonej o marżę.Obligacje zostały wyemitowane jako niezabezpieczone. Cel emisji Obligacji nie został określony. Ostateczny termin wykupu Obligacji został ustalony na dzień 11 maja 2022 roku z możliwością\n                           wcześniejszego wykupu Obligacji przez Spółkę. Obligacje nie mają formy dokumentu. Obligacje zostały przyjęte do depozytu papierów\n                           wartościowych przez Krajowy Depozyt Papierów Wartościowych S.A. na podstawie uchwały\n                           nr 305/17 Zarządu Krajowego Depozytu Papierów Wartościowych S.A. i oznaczone kodem\n                           PLMLPGR00033.Spółka zamierza ubiegać się o wprowadzenie Obligacji do obrotu w alternatywnym systemie\n                           obrotu organizowanym przez BondSpot oraz/lub GPW, o czym Spółka poinformuje odrębnym\n                           raportem bieżącym.Podstawa prawna: art. 17. ust.1 MAR informacje poufne.",
        "date": "2017-05-12"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd spółki MLP Group S.A. z siedzibą w Pruszkowie _\"Spółka\"_, działając na podstawie\n                           Art. 399 § 1 oraz art. 4021 Kodeksu spółek handlowych _dalej \"KSH\"_ oraz Art. 11.1\n                           i art. 14 Statutu Spółki, informuje o zwołaniu na dzień 5 czerwca 2017 roku Zwyczajnego\n                           Walnego Zgromadzenia Spółki, które odbędzie się o godzinie 12.00, w siedzibie Spółki\n                           w Pruszkowie, w budynku S5 przy ul. 3-go Maja 8.Pełny tekst ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia MLP Group S.A.\n                           oraz projekty uchwał, które mają być przedmiotem obrad Spółka przekazuje do publicznej\n                           wiadomości w załączeniu do niniejszego raportu. Podstawa prawna: § 38 ust. 1 pkt 1-3 Rozporządzenia Ministra Finansów z dnia 13 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. 2009 Nr 33 poz. 259 z późn. zm._",
        "date": "2017-05-04"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. _\"Spółka\"_ w nawiązaniu do raportu bieżącego 1/2017 z dnia 25\n                           stycznia 2017 r.  informuje o zmianie terminu publikacji skonsolidowanego raportu\n                           kwartalnego Spółki za 1 kwartał 2017 r.Termin publikacji skonsolidowanego raportu kwartalnego za 1 kwartał 2017 r. podany\n                           raportem bieżącym 1/2017 został określony na dzień 12 maja 2017 r.Nowy termin publikacji skonsolidowanego raportu kwartalnego za 1 kwartał 2017 r. został\n                           określony na dzień 19 maja 2017 r. Zmiana terminu publikacji skonsolidowanego raportu\n                           kwartalnego Spółki wynika ze zmian w środowisku informatycznym - wdrożenie nowego\n                           zintegrowanego systemu informatycznego.Pozostałe terminy publikacji raportów okresowych w 2017 roku wskazane powołanym raportem\n                           bieżącym nr 1/2017 z dnia 25 stycznia 2017 roku nie ulegają zmianie.Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2017-05-02"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP Group S.A. z siedzibą w Pruszkowie _\"Emitent\", \"Spółka\"_ informuje o zawarciu\n                           przez jednostkę zależną Emitenta znaczącej umowy. W dniu 4 kwietnia 2017 roku spółka\n                           MLP Logistic Park Germany I Sp. z o.o. & Co. KG z siedzibą w Dortmundzie, Niemcy _\"Kupujący\"_\n                           zawarła z Ortem PropCo 2 B.V. z siedzibą w Amsterdamie _\"Sprzedający\"_ umowę sprzedaży\n                           nieruchomości położonej w miejscowości Unna w Niemczech _\"Umowa\"_.Na podstawie postanowień Umowy, Kupujący jest zobowiązany zapłacić cenę sprzedaży\n                           nieruchomości w kwocie 6.450.000 EUR w terminie 30 dni od dnia zawarcia Umowy.Nie występują powiązania pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi\n                           Emitenta, a Sprzedającym ani osobami zarządzającymi Sprzedającym.Emitent posiada 100% udziałów w kapitale zakładowym obu wspólników Kupującego, o łącznej\n                           wartości nominalnej 10.000 PLN. Udziały w kapitale zakładowym obu wspólników Kupującego\n                           są długoterminową inwestycją Emitenta. Umowa, o której mowa w niniejszym raporcie, nie jest umową z podmiotem powiązanym.\n                           Umowa zawarta została na warunkach rynkowych, jej zapisy, w tym zapisy dotyczące kar,\n                           nie odbiegają od zapisów powszechnie stosowanych w tego typu umowach.[Zarząd Emitenta podjął decyzję o publikacji wyżej wymienionych informacji z uwagi\n                           na istotną wartość umowy i jej znaczenie dla działalności Emitenta]Podstawa prawna:art. 17. ust.1 MAR informacje poufne",
        "date": "2017-04-05"
    },
    {
        "company_name": "MLP GROUP SA",
        "content": "Zarząd MLP GROUP S.A. _\"Spółka\"_ informuje, że w dniu 4 kwietnia 2017 roku podjął\n                           uchwałę nr 1/04/2017 w sprawie ustanowienia programu emisji obligacji na podstawie,\n                           której w dniu 4 kwietnia 2017 roku pomiędzy Spółką, a Bankiem Polska Kasa Opieki S.A.\n                           pełniącym funkcję Organizatora, Agenta Emisji, Agenta ds. Płatności, Agenta Kalkulacyjnego,\n                           Dealera, Depozytariusza, Bookrunnera, spółką Pekao Investment Banking S.A. pełniącą\n                           funkcję Organizatora, Agenta Technicznego, Dealera została zawarta umowa programowa\n                           dotycząca programu emisji obligacji _\"Umowa Programowa\"_.Umowa Programowa umożliwia dokonywanie emisji obligacji w seriach oferowanych w ramach\n                           oferty prywatnej, w trybie proponowania nabycia zgodnie z art. 33 pkt 2 ustawy z dnia\n                           15 stycznia 2015 r. o obligacjach.Zgodnie z Umową Programową, Program emisji obligacji przewiduje emisję obligacji przez\n                           Spółkę w wielu seriach na zasadach określonych w Umowie do kwoty 50.000.000 EUR stanowiącej\n                           maksymalną dopuszczalną łączną wartość wyemitowanych i niewykupionych obligacji. Obligacje emitowane zgodnie z Umową Programową będą obligacjami niezabezpieczonymi,\n                           uprawniającymi obligatariuszy wyłącznie do otrzymania świadczeń o charakterze pieniężnym.\n                           Obligacje będą mogły zostać wprowadzone do alternatywnego systemu obrotu prowadzonego\n                           przez Giełdę Papierów Wartościowych w Warszawie S.A. lub BondSpot S.A. Okres zapadalności obligacji wyemitowanych w ramach Programu będzie nie dłuższy niż\n                           10 lat. Wartość nominalna każdej obligacji emitowanej w ramach Programu będzie wynosić\n                           1.000 EUR lub wielokrotność tej kwoty. Umowa Programowa została zawarta na czas nieoznaczony.Szczegółowe warunki emisji poszczególnych serii obligacji będą każdorazowo ustalane\n                           w odpowiednich dokumentach emisyjnych.Podstawa prawna:art. 17. ust.1 MAR informacje poufne",
        "date": "2017-04-04"
    }
]