[
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 28 grudnia 2017 roku wpłynęło do Spółki\n                           powiadomienie od Getin Holding SA z siedzibą we Wrocławiu o transakcjach dokonanych\n                           na akcjach Spółki, przekazane na podstawie art. 19 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na\n                           rynku.Treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-12-28"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ przekazuje listę akcjonariuszy posiadających co najmniej\n                           5% głosów na Nadzwyczajnym Walnym Zgromadzeniu Akcjonariuszy Spółki _NWZA_, które\n                           odbyło się 15 listopada 2017 roku:1_ Getin Holding SA z siedzibą we Wrocławiu – 4.298.301 głosów, co stanowiło 83,82%\n                           w liczbie głosów reprezentowanych na  NWZA oraz 51,27% w ogólnej liczbie głosów;2_ Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK z siedzibą w Warszawie - 830.000\n                           głosów, co stanowiło 16,18% w liczbie głosów reprezentowanych na NWZA oraz 9,90% w\n                           ogólnej liczbie głosów.",
        "date": "2017-11-16"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 15 listopada 2017 roku Nadzwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki powołało do składu Rady Nadzorczej:- Pana Rafała Wasilewskiego,- Pana dra Mieczysława Groszka.Zgodnie z oświadczeniami powołanych Członków Rady Nadzorczej, nie wykonują oni działalności\n                           konkurencyjnej wobec Emitenta; nie są też wpisani do Rejestru Dłużników Niewypłacalnych.Treść życiorysów powołanych Członków Rady Nadzorczej znajdują się w załączniku do\n                           niniejszego raportu.  Podstawa prawna przekazania raportu: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-11-15"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 13 listopada 2017 roku Pan Dawid\n                           Sukacz – Członek Rady Nadzorczej Spółki - złożył rezygnację z członkostwa w Radzie\n                           Nadzorczej Emitenta ze skutkiem na 15 listopada 2017 roku.Podstawa prawna:§ 5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-11-13"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje o zmianie terminu przekazania raportu okresowego\n                           Spółki za III kwartał 2017 roku. Ww. publikację przeniesiono na 8 listopada 2017 roku\n                           _pierwotną datą komunikowaną w raporcie bieżącym 1/2017 był 14 listopada 2017 roku_.Podstawa prawna przekazania raportu:§ 103 ust. 2 pkt 1 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-11-03"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 25 października 2017 roku wpłynął do Spółki\n                           wniosek złożony przez akcjonariusza Spółki - Getin Holding SA z siedzibą we Wrocławiu\n                           _Akcjonariusz_ - o umieszczenie określonych spraw w porządku obrad  Nadzwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy M.W. Trade SA _WZA_ zwołanego na 15 listopada 2017\n                           roku _zob. rb 33/2017_.Zmieniony porządek obrad WZA oraz proponowane przez Akcjonariusza projekty uchwał\n                           stanowią załączniki do niniejszego raportu.Podstawa prawna przekazania raportu: § 38 ust. 1 pkt 4 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem",
        "date": "2017-10-25"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ w załączniku przekazuje: - ogłoszenie o zwołaniu na 15 listopada 2017 roku Nadzwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy Spółki _WZA_, które odbędzie się we Wrocławiu w siedzibie Getin Holding\n                           SA przy ul. Gwiaździstej 66, w Sali konferencyjnej _na 26 piętrze_ o godzinie 11:00;\n                           a także - projekty uchwał mających być przedmiotem obrad WZA.Podstawa prawna:§ 38 ust. 1 pkt 1, 3 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-10-13"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 13 października 2017 roku Rada Nadzorcza\n                           Spółki powołała Komitet Audytu, w skład którego wchodzą:- Pan Andrzej Jasieniecki,- Pan Dawid Sukacz,- Pani Izabela Lubczyńska.Pełnienie funkcji Przewodniczącego Komitetu Audytu powierzono Panu Andrzejowi Jasienieckiemu.",
        "date": "2017-10-13"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 13 października 2017 roku Rada\n                           Nadzorcza Spółki:- odwołała ze składu Zarządu Emitenta Pana Rafała Wasilewskiego – Prezesa Zarządu,\n                           - pozytywnie zaopiniowała projekt uchwały Walnego Zgromadzenia Akcjonariuszy M.W.\n                           Trade SA _WZA_ ws. powołania Pana Rafała Wasilewskiego do składu Rady Nadzorczej Spółki\n                           oraz zarekomendowała WZA jej podjęcie,- powierzyła Członkowi Zarządu Spółki – Panu Dariuszowi Strojewskiemu - funkcję Prezesa\n                           Zarządu.Pan Dariusz Strojewski posiada wykształcenie wyższe. Jest absolwentem Wydziału Fizyki\n                           Technicznej i Matematyki Stosowanej Politechniki Warszawskiej, który ukończył w roku\n                           1984. W 1989 roku uzyskał tytuł doktora nauk fizycznych na Politechnice Warszawskiej.\n                           Od 2012 roku wchodzi w skład Zarządu M.W. Trade SA.Przebieg pracy zawodowej:w latach 1986-1987\tAsystent, Ośrodek Badawczo-Rozwojowy Elektroniki Próżniowej w latach 1987-1992\tAsystent, Starszy Asystent, Adiunkt, Instytut Ekonometrii, Szkoła\n                           Główna Handlowa w latach 1990-1991\tStarszy Specjalista, Ministerstwo Finansóww latach 1991-1992\tStarszy Specjalista - Kierownik Zespołu Polityki Nadzorczej, Narodowy\n                           Bank Polskiw latach 1991-1992\tCzłonek Komisji Papierów Wartościowychw latach 1992-1994\tKierownik Projektów, Creditanstalt Financial Advisers SA w latach 1996-1997\tCzłonek Rady Nadzorczej, ING Barings Securities sp. z o.o. w latach 1998-2000\tDyrektor, ING Baringsw latach 1995-2000\tSenior Officer, Zastępca Dyrektora, Dyrektor Departamentu, Departament\n                           Rynków Kapitałowych i Finansowania Strukturyzowanego, ING Bank N.V., Oddział w Warszawie\n                           _od 1997: ING Barings_w latach 2000-2004\tSenior Bankier, Europejski Bank Odbudowy i Rozwoju w latach 2004-2008\tPrezes Zarządu, Dyrektor Generalny, Magellan sp. z o.o./Magellan\n                           SAw latach 2008-2009\tDyrektor Zarządzający, OrsNet sp. z o.o.w latach 2009-2010\tWiceprezes Zarządu, Sfinks Polska SA w latach 2010-2012\twłasna działalność gospodarcza obejmująca usługi doradcze, własne\n                           inwestycje kapitałowe oraz produkcyjneZgodnie z oświadczeniem Pana Dariusza Strojewskiego nie prowadzi on działalności konkurencyjnej\n                           w stosunku do aktywności Emitenta oraz nie jest wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie ustawy o KRS.Podstawa prawna:§ 5 ust. 1 pkt 21, 22 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-10-13"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 12 października 2017 roku wpłynęło do\n                           Spółki powiadomienie od Getin Holding SA z siedzibą we Wrocławiu o transakcjach dokonanych\n                           na akcjach Spółki, przekazane na podstawie art. 19 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na\n                           rynku.Treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-10-12"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 12 października 2017 roku wpłynęła do\n                           Spółki podpisana przez drugą stronę - Idea Bank SA z siedzibą w Warszawie _Bank_ -\n                           umowa poręczenia kredytu z 9 października 2017 roku _Umowa_.Celem poręczenia jest zabezpieczenie spłaty wierzytelności przysługujących Bankowi\n                           z tytułu kredytu w kwocie 25,5 mln zł - udzielonego przez Bank Jednostce Medycznej\n                           - wraz z należnymi odsetkami. Poręczenie zostało udzielone na czas oznaczony, tj.\n                           do czasu ustanowienia przez Jednostkę Medyczną zabezpieczenia w formie cesji wierzytelności\n                           z kontraktu z NFZ, nie dłuższy jednak niż do 30 grudnia 2017 roku.Za udzielenie poręczenie Spółce przysługuje wynagrodzenie. Szczegółowe warunki Umowy\n                           nie odbiegają od standardów rynkowych stosowanych w transakcjach tego typu.",
        "date": "2017-10-12"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 28 września 2017 roku powziął informację\n                           o zwołaniu na 13 października 2017 roku posiedzenia Rady Nadzorczej Spółki, którego\n                           przedmiotem ma być m.in.:- odwołanie Pana Rafała Wasilewskiego ze stanowiska Prezesa Zarządu Spółki oraz ze\n                           składu Zarządu Spółki oraz- zaopiniowanie uchwał Nadzwyczajnego Walnego Zgromadzenia M.W. Trade SA w przedmiocie\n                           powołania do składu Rady Nadzorczej Spółki Pana Rafała Wasilewskiego.",
        "date": "2017-09-29"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 22 września 2017 roku wpłynęło do Spółki\n                           powiadomienie od Getin Holding SA z siedzibą we Wrocławiu o transakcjach dokonanych\n                           na akcjach Spółki, przekazane na podstawie art. 19 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na\n                           rynku.Treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-09-22"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 14 września 2017 roku wpłynął\n                           do Spółki podpisany przez druga stronę - Alior Bank SA z siedzibą w Warszawie – aneks\n                           do umowy na realizację programu emisji obligacji z 4 grudnia 2015 roku _Umowa_ _Program_.Aneks - datowany na 12 września 2017 roku - zwiększa maksymalną wartość Programu do\n                           40 mln zł oraz wydłuża czas jego obowiązywania do 4 grudnia 2020 roku.Szczegółowe warunki Umowy, o zawarciu której Emitent informował w raporcie bieżącym\n                           65/2015, nie odbiegają od standardów rynkowych stosowanych w transakcjach tego typu.",
        "date": "2017-09-14"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 7 września 2017 roku wpłynęła do Spółki\n                           podpisana przez drugą stronę – Bank Zachodni WBK SA z siedzibą we Wrocławiu - umowa\n                           o przygotowanie programu emisji obligacji _Umowa_.Umowa – datowana na 5 września 2017 roku - określa ramowe parametry programu, w tym:- maksymalną łączną wartość oferty prywatnej obligacji wynoszącą 100 mln zł oraz- czas jego trwania: do 31 grudnia 2019 roku.Szczegółowe warunki Umowy nie odbiegają od standardów rynkowych stosowanych w transakcjach\n                           tego typu.",
        "date": "2017-09-07"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że w wykonaniu pkt 7.3 Warunków\n                           Emisji Obligacji serii C2016 _Obligacje_ _WEO_, 16 sierpnia 2017 roku podjął uchwałę\n                           w sprawie przedterminowego wykupu części Obligacji w celu ich umorzenia _Wykup_.Parametry Obligacji i warunki Wykupu:- obligacje zwykłe na okaziciela serii C2016 wyemitowane 17 marca 2016 roku,- kod ISIN Obligacji: PLMWTRD00179,- ilość Obligacji podlegających Wykupowi: 20.000 szt.,- wartości nominalna 1 Obligacji: 1.000,00 zł,- łączna wartość nominalna Obligacji podlegających Wykupowi: 20.000.000 zł,- termin Wykupu: 17 września 2017 roku,- dzień ustalenia prawa do świadczeń z Obligacji: 8 września 2017 roku,- Spółka dokona Wykupu poprzez realizację opcji wcześniejszego wykupu na żądanie Emitenta\n                           w trybie i na warunkach przewidzianych w pkt 7.3 WEO, - Emitent wypłaci Obligatariuszom wartość nominalną Obligacji w wysokości 1.000 zł\n                           za każą wykupioną Obligację oraz należne odsetki,- Wykup zrealizowany zostanie za pośrednictwem Krajowego Depozytu Papierów Wartościowych\n                           S.A. zgodnie z jego regulacjami. O emisji Obligacji Spółka informowała w raporcie bieżącym 14/2016.\t\t\tW związku z pkt 7.3 WEO i § 5 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-08-16"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje o zmianie terminu przekazania raportu okresowego\n                           Spółki za I półrocze 2017 roku. Ww. publikację przeniesiono na 7 sierpnia 2017 roku\n                           _pierwotną datą komunikowaną w raporcie bieżącym 1/2017 był 30 sierpnia 2017 roku_.Podstawa prawna przekazania raportu:§ 103 ust. 2 pkt 1 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-08-04"
    },
    {
        "company_name": "MW TRADE",
        "content": "W nawiązaniu do raportu bieżącego 20/2017, Zarząd M.W. Trade SA _Spółka_ informuje,\n                           że 28 lipca 2017 roku Spółka zawarła z Alior Bank SA z siedzibą w Warszawie _Bank_\n                           aneks do umowy o kredyt o linię wielocelową z 29 maja 2012 roku z późn. zm. _Umowa_.Wartość finansowania wynosi 50 mln złotych.Aneks wydłuża czas kredytowania do 30 czerwca 2018 roku. Na mocy aneksu Umowa przyjęła nazwę \"umowa kredytowa o kredyt w rachunku bieżącym\n                           z 29 maja 2012 roku z późn. zm.\".Warunki Umowy nie odbiegają od standardów rynkowych stosowanych w dokumentach tego\n                           typu.",
        "date": "2017-07-28"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 24 lipca 2017 roku wpłynęło do Spółki\n                           powiadomienie od Getin Holding SA z siedzibą we Wrocławiu jako podmiotu blisko związanego\n                           z osobami pełniącymi obowiązki zarządcze w Spółce o transakcjach dokonanych na akcjach\n                           Spółki, przekazane na podstawie art. 19 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku.Treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-07-24"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 29 czerwca 2017 roku wpłynął\n                           do Spółki podpisany przez drugą stronę _w ramach działalności przejętej z Banku BPH\n                           SA z siedzibą w Gdańsku_ – Alior Bank SA z siedzibą w Warszawie - aneks do umowy o\n                           kredyt o linię wielocelową z 29 maja 2012 roku z późn. zm. _Umowa_ _zob. m.in. raporty\n                           bieżące 37/2012 i 32/2016_. Wartość finansowania wynosi 50 mln złotych. Aneks wydłuża czas kredytowania do 28 lipca 2017 roku.Pozostałe istotne warunki Umowy nie uległy zmianie, nie odbiegają też od standardów\n                           rynkowych stosowanych w dokumentach tego typu.",
        "date": "2017-06-29"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _\"Spółka\", \"Emitent\"_ informuje, że 9 czerwca 2017 roku Rada\n                           Nadzorcza Spółki podjęła uchwałę w przedmiocie wyboru podmiotu uprawnionego do przeprowadzenia\n                           badania i przeglądu sprawozdań finansowych Spółki za rok obrotowy 2017 i rok obrotowy\n                           2018, w tym:- przeprowadzenia badania sprawozdania finansowego M.W. Trade SA za rok obrotowy 2017\n                           oraz przeprowadzenia badania sprawozdania finansowego M.W. Trade SA za rok obrotowy\n                           2018; - przeglądu półrocznego sprawozdania finansowego M.W. Trade SA za I półrocze 2017\n                           roku oraz przeglądu półrocznego sprawozdania finansowego M.W. Trade SA za I półrocze\n                           2018 roku; - przeprowadzenia badania rocznego pakietu konsolidacyjnego za rok obrotowy 2017 i\n                           przeglądu półrocznego pakietu konsolidacyjnego za I półrocze 2017 roku oraz- przeprowadzenia badania rocznego pakietu konsolidacyjnego za rok obrotowy 2018 i\n                           przeglądu półrocznego pakietu konsolidacyjnego za I półrocze 2018 roku. Rada Nadzorcza Emitenta wybrała Deloitte Polska sp. z o.o. sp. k. z siedzibą w Warszawie,\n                           al. Jana Pawła II 22, 00-133 Warszawa, wpisaną pod numerem 73 na listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych prowadzoną przez Krajową Radę Biegłych Rewidentów\n                           _dalej: \"Deloitte Polska\"_. Deloitte Polska:- przeprowadzała badania rocznych sprawozdań finansowych za lata 2014-2016,- dokonywała przeglądu sprawozdań finansowych Emitenta za pierwsze półrocze roku obrotowego\n                           w latach 2014-2016,- przeprowadzała badania rocznego pakietu konsolidacyjnego za lata 2014–2016 oraz- dokonywała przeglądu półrocznego pakietu konsolidacyjnego za I półrocze lat 2014-2016\n                           roku.Wyboru dokonano zgodnie z obowiązującymi przepisami. Emitent zawrze umowę z Deloitte Polska na czas wykonania wyżej wymienionych usług.\n                           Podstawa prawna przekazania raportu:§ 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-06-09"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 11 maja 2017 roku wpłynęły do\n                           Spółki podpisane przez drugą stronę - Jednostkę Medyczną _JM_ – umowy _Umowy_.Łączna wartość szeregu Umów wyniosła ponad 132 mln zł. Umowy określają zasady kompleksowej\n                           restrukturyzacji dotychczasowego zadłużenia JM wobec Emitenta.Szczegółowe warunki Umów nie odbiegają od standardów rynkowych stosowanych w transakcjach\n                           tego typu.",
        "date": "2017-05-12"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_, dbając o równy dostęp do informacji o Spółce,\n                           podaje do publicznej wiadomości szacunkową wartość zobowiązań Emitenta na 31 marca\n                           2017 roku wynoszącą 476,06 mln zł.",
        "date": "2017-05-08"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje o zmianie terminu przekazania raportu okresowego\n                           Spółki za I kwartał 2017 roku. Ww. publikację przeniesiono na 16 maja 2017 roku _pierwotną\n                           datą komunikowaną w raporcie bieżącym 1/2017 był 12 maja 2017 roku_.Podstawa prawna przekazania raportu:§ 103 ust. 2 pkt 2 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-04-24"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 24 kwietnia 2017 roku Spółka zawarła z\n                           Bankiem Zachodnim WBK SA z siedzibą we Wrocławiu _Bank_ aneksy do dwóch umów kredytowych.\n                           1_ Aneks do Umowy o kredyt w rachunku bieżącym z 19.01.2010 roku z późn. zm. na kwotę\n                           19 mln złotych _zob. rb 18/2016_ oraz2_ Aneks do Umowy o kredyt rewolwingowy z 24.02.2012 roku z późn. zm. na kwotę 15\n                           mln złotych _zob. rb 18/2016_prolongują okres obowiązywania ww. umów do 30.04.2018 roku.Inne podstawowe warunki aneksowanych umów pozostały bez zmian.",
        "date": "2017-04-24"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ przekazuje listę akcjonariuszy posiadających co najmniej\n                           5% głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy Spółki _ZWZA_, które odbyło\n                           się 10 kwietnia 2017 roku:1_ Getin Holding SA z siedzibą we Wrocławiu – 4.298.301 głosów, co stanowiło 65,08%\n                           w liczbie głosów reprezentowanych na  ZWZA oraz 51,27% w ogólnej liczbie głosów;2_ Beyondream Investments Ltd z siedzibą w Larnace – 1.476.000 głosów, co stanowiło\n                           22,35% w liczbie głosów reprezentowanych na  ZWZA oraz 17,60% w ogólnej liczbie głosów;3_ Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK z siedzibą w Warszawie - 830.000\n                           głosów, co stanowiło 12,57% w liczbie głosów reprezentowanych na ZWZA oraz 9,90% w\n                           ogólnej liczbie głosów.",
        "date": "2017-04-12"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 10 kwietnia 2017 roku Zwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki powołało do składu Rady Nadzorczej na okres\n                           wspólnej dwuletniej kadencji, która rozpoczęła się 18 czerwca 2015 roku, Pana Krzysztofa\n                           Jarosława Bieleckiego.Jednocześnie - w związku z upływem w dniu 18 czerwca 2017 roku kadencji Rady Nadzorczej\n                           - Zwyczajne Walne Zgromadzenie Akcjonariuszy powołało do składu Rady Nadzorczej na\n                           nową wspólną kadencję począwszy od 19 czerwca 2017 roku:- Panią Izabelę Lubczyńską,- Pana Krzysztofa Jarosława Bieleckiego,- Pana Jakuba Malskiego,- Pana Dawida Sukacza,- Pana Andrzeja Jasienieckiego.Zgodnie z oświadczeniami powołanych Członków Rady Nadzorczej, nie wykonują oni działalności\n                           konkurencyjnej wobec Emitenta; nie są też wpisani do Rejestru Dłużników Niewypłacalnych.Treść życiorysów powołanych Członków Rady Nadzorczej znajdują się w załączniku do\n                           niniejszego raportu.  Podstawa prawna przekazania raportu: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-04-10"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 10 kwietnia 2017 roku Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Spółki podjęło uchwałę o wypłacie dywidendy z zysku wypracowanego\n                           w 2016 roku na następujących warunkach:- wysokość dywidendy: 6.288.330,00 zł,- dywidenda na 1 akcję: 0,75  zł brutto,- liczba akcji objętych dywidendą: 8.384.440 sztuk,- dzień dywidendy: 20 kwietnia 2017 roku,- termin wypłaty dywidendy: 9 maja 2017 roku.Podstawa prawna przekazania raportu: § 38 ust. 2 Rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2017-04-10"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 7 kwietnia 2017 roku wpłynęło\n                           do Spółki powiadomienie od Getin Holding SA z siedzibą we Wrocławiu jako podmiotu\n                           blisko związanego z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem Piotrem\n                           Kaczmarkiem – Przewodniczącym Rady Nadzorczej Emitenta oraz Panią Izabelą Lubczyńską\n                           – Wiceprzewodniczącą Rady Nadzorczej Emitenta, o transakcjach dokonanych na akcjach\n                           Spółki, przekazane na podstawie art. 19 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku.Treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-04-07"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 5 kwietnia 2017 roku otrzymał od akcjonariusza\n                           Spółki - Getin Holding SA _Akcjonariusz_ - wniosek ze zgłoszeniem projektów uchwał\n                           na Zwyczajne Walne Zgromadzenie Akcjonariuszy M.W. Trade SA zwołane na 10 kwietnia\n                           2017 roku _zob. rb 7/2017_ w przedmiocie powołania Członków Rady Nadzorczej Spółki.Projekty uchwał dotyczące powołania Członków Rady Nadzorczej M.W. Trade SA _wraz z\n                           życiorysami kandydatów_ proponowane przez Akcjonariusza stanowią załącznik do niniejszego\n                           raportu.Podstawa prawna przekazania raportu: § 38 ust. 1 pkt 5 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem",
        "date": "2017-04-05"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 5 kwietnia 2017 roku Pan Piotr\n                           Kaczmarek – Przewodniczący Rady Nadzorczej Spółki – złożył rezygnację z członkostwa\n                           w Radzie Nadzorczej Emitenta ze skutkiem na 10 kwietnia 2017 roku.Podstawa prawna:§ 5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-04-05"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ w załączniku przekazuje: - ogłoszenie o zwołaniu na 10 kwietnia 2017 roku Zwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy Spółki _WZA_, które odbędzie się we Wrocławiu w siedzibie Getin Holding\n                           SA przy ul. Gwiaździstej 66, w Sali konferencyjnej _na 26 piętrze_ o godzinie 11:00;\n                           a także - projekty uchwał mających być przedmiotem obrad WZA.Podstawa prawna:§ 38 ust. 1 pkt 1, 3, 11 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-03-14"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 14 marca 2017 roku Rada Nadzorcza\n                           Spółki pozytywnie zaopiniowała wniosek Zarządu, aby zysk netto wypracowany przez Emitenta\n                           w 2016 roku został przeznaczony w następujący sposób:1. kwota: 6.288.330,00 zł  - na wypłatę dywidendy dla Akcjonariuszy Spółki;2. kwota: 6.379.524,63 zł  - na kapitał zapasowy.Zarząd M.W. Trade SA wskazuje, że niniejszy wniosek zostanie skierowany do Walnego\n                           Zgromadzenia Akcjonariuszy Spółki.",
        "date": "2017-03-14"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że wraz z zatwierdzeniem do publikacji\n                           rocznego sprawozdania finansowego Spółki za 2016 rok, podjął decyzję o rekomendacji\n                           dotyczącej wypłaty Akcjonariuszom M.W. Trade SA części wypracowanego przez Emitenta\n                           w 2016 roku zysku netto _nie więcej jednak niż 50%_ w ramach dywidendy.Zarząd M.W. Trade SA wskazuje, że niniejsza propozycja zostanie przedstawiona Radzie\n                           Nadzorczej Spółki, a następnie skierowana do Walnego Zgromadzenia Akcjonariuszy.",
        "date": "2017-03-13"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje o zmianie terminu przekazania raportu rocznego\n                           Spółki za 2016 rok. Ww. publikację przeniesiono na 13 marca 2017 roku _pierwotną datą\n                           komunikowaną w raporcie bieżącym 1/2017 był 23 marca 2017 roku_.Podstawa prawna przekazania raportu:§ 103 ust. 2 pkt 1 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2017-03-09"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 12 lutego 2017 roku wpłynęło\n                           do Spółki zawiadomienie od Beyondream Investments Limited _Akcjonariusz_ w trybie\n                           art. 69 Ustawy o ofercie. Akcjonariusz poinformował o zejściu poniżej 20% w ogólnej liczbie głosów na walnym\n                           zgromadzeniu Emitenta. Zgodnie z treścią zawiadomienia, 10 lutego 2017 roku Akcjonariusz\n                           zbył łącznie 115.000 akcji zwykłych na okaziciela Spółki.Przed dokonaniem transakcji Akcjonariusz posiadał bezpośrednio 1.700.000 akcji, uprawniających\n                           do 1.700.000 głosów, co stanowiło 20,28% w kapitale zakładowym Spółki i tyle samo\n                           w ogólnej liczbie głosów.Po dokonaniu transakcji Akcjonariusz posiada bezpośrednio 1.585.000 akcji, uprawniających\n                           do 1.585.000 głosów, co stanowi 18,90% w kapitale zakładowym i tyle samo w ogólnej\n                           liczbie głosów.Ponadto Akcjonariusz wskazał, że brak jest podmiotów zależnych od Akcjonariusza posiadających\n                           akcje Spółki, jak również że nie została przez niego zawarta żadna umowa zawierająca\n                           postanowienia dotyczące przekazania uprawnień do wykonywania prawa głosu na walnym\n                           zgromadzeniu Spółki.",
        "date": "2017-02-12"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 12 lutego 2017 roku wpłynęło\n                           do Spółki powiadomienie od Beyondream Investments Limited z siedzibą w Larnace jako\n                           podmiotu blisko związanego z osobą pełniącą obowiązki zarządcze w Spółce, tj. Panem\n                           Rafałem Wasilewskim – Prezesem Zarządu, o transakcjach dokonanych na akcjach Emitenta,\n                           przekazane na podstawie art. 19 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady\n                           UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku.Treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-02-12"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _\"Spółka\", \"Emitent\"_ informuje, że w dniu 20 grudnia 2018 roku\n                           Pani Izabela Lubczyńska złożyła rezygnację z członkostwa w Radzie Nadzorczej Spółki\n                           ze skutkiem na dzień 20 grudnia 2018 r.Podstawa prawna:§ 5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. z 2018 r. poz. 757_.",
        "date": "2018-12-20"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _\"Spółka\", \"Emitent\"_ informuje, że w dniu 20 grudnia 2018 roku\n                           Rada Nadzorcza Spółki powołała z dniem 20 grudnia 2018 roku na stanowisko Członka\n                           Zarządu Spółki Pana Grzegorza Rojewskiego. Życiorys zawodowy Pana Grzegorza Rojewskiego\n                           Spółka przekazuje w załączeniu.Zgodnie z oświadczeniem Pan Grzegorza Rojewski nie prowadzi działalności konkurencyjnej\n                           w stosunku do aktywności Emitenta oraz nie jest wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie ustawy o KRS.Podstawa prawna:§ 5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. z 2018 r. poz. 757_.",
        "date": "2018-12-20"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_, niniejszym informuje, że w dniu 20 listopada\n                           2018 roku otrzymał od Quercus Towarzystwo Funduszy Inwestycyjnych S.A. działającego\n                           w imieniu zarządzanego funduszu inwestycyjnego – QUERCUS Absolute Return FIZ _\"Akcjonariusz\"_\n                           zawiadomienie sporządzone na podstawie art. 69 Ustawy o ofercie publicznej _…_, w\n                           którym Akcjonariusz ten poinformował o zejściu samodzielnie poniżej progu 5% ogólnej\n                           liczby głosów w Spółce.Poniżej Spółka przekazuje pełną treść otrzymanego zawiadomienia: Zawiadomienie na\n                           podstawie art. 69 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych.Niniejszym Quercus Towarzystwo Funduszy Inwestycyjnych S.A. działając w imieniu zarządzanego\n                           funduszu inwestycyjnego – QUERCUS Absolute Return FIZ zawiadamia o zmniejszeniu przez\n                           Fundusz udziału w ogólnej liczbie głosów w spółce M.W. Trade S.A. oraz zejściu samodzielnie\n                           poniżej progu 5% ogólnej liczby głosów w tej Spółce.Zmiana dotychczas posiadanego udziału nastąpiła w wyniku transakcji na rynku regulowanym\n                           w dniu 16 listopada 2018 r.Zgodnie z art. 69 ust. 4 pkt 2 Ustawy przed zmianą udziału Fundusz posiadał 419 870\n                           akcje Spółki, co stanowiło 5,008% kapitału zakładowego Spółki. Posiadane akcje dawały\n                           419 870 głosy na Walnym Zgromadzeniu Spółki, co stanowiło 5,008% ogólnej liczby głosów\n                           na Walnym Zgromadzeniu.Zgodnie z art. 69 ust. 4 pkt 3 Ustawy na dzień 16 listopada 2018 r. Fundusz posiadał\n                           415 202 akcje Spółki, co stanowiło 4,952% kapitału zakładowego Spółki. Posiadane akcje\n                           dawały 415 202 głosy na Walnym Zgromadzeniu Spółki, co stanowiło 4,952% ogólnej liczby\n                           głosów na Walnym Zgromadzeniu.Nie występują podmioty zależne od Funduszu posiadającego akcje Spółki, jak również\n                           nie występują osoby, o których mowa w art. 87 ust. 1 pkt 3 lit c.Zgodnie z art. 69 ust. 4 pkt 7 Ustawy liczba głosów, obliczona w sposób określony\n                           w art. 69b ust. 2 Ustawy, do których nabycia byłby uprawniony lub zobowiązany Fundusz,\n                           jako posiadacz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy,\n                           oraz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które\n                           nie są wykonywane wyłącznie przez rozliczenie pieniężne wynosiła 0. Zgodnie z art. 69 ust. 4 pkt 8 Ustawy liczba głosów, obliczona w sposób określony\n                           w art. 69b ust. 3 Ustawy, do których w sposób pośredni lub bezpośredni odnoszą się\n                           instrumenty finansowe, o których mowa w art. 69b ust. 1 pkt 2 Ustawy wynosiła 0.",
        "date": "2018-11-20"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 27 września 2018 roku Rada Nadzorcza\n                           Spółki:- powierzyła z dniem 27 września 2018 roku Członkowi Zarządu Spółki – Pani Marlenie\n                           Panence-Jakubiak - funkcję Prezesa Zarządu Spółki. Życiorys zawodowy Pani Marleny\n                           Panenki-Jakubiak Spółka przekazuje w załączeniu.- delegowała od dnia 27 września 2018 r. do dnia 27 grudnia 2018 r. Członka Rady Nadzorczej,\n                           Pełniącego Funkcję jej Przewodniczącego, Pana Krzysztofa Bieleckiego, do wykonywania\n                           czynności Członka Zarządu Spółki. Życiorys zawodowy Pana Krzysztofa Jarosława Bieleckiego\n                           Spółka przekazuje w załączeniu.Zgodnie z oświadczeniem Pani Marlena Panenka-Jakubiak oraz Pan Krzysztof Jarosław\n                           Bielecki nie prowadzą działalności konkurencyjnej w stosunku do aktywności Emitenta\n                           oraz nie są oni wpisani do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           ustawy o KRS.Emitent wskazuje, że zmiany osobowe w składzie Zarządu nie mają wpływu na bieżącą\n                           działalność Spółki, zawarte umowy oraz planowane działania operacyjne, nie stanowią\n                           zagrożenia dla kontynuowania przez Spółkę czynności zgodnie z założoną strategią biznesową.\n                           Pani Marlena Panenka-Jakubiak jest od wielu lat zaangażowana w działalność Spółki,\n                           Pan Krzysztof Jarosław Bielecki jest związany ze Spółką od kwietnia 2017 roku, a co\n                           za tym idzie doskonale znają jej struktury, w związku z czym nie istnieje ryzyko zatrzymania\n                           dalszego rozwoju Emitenta.Podstawa prawna:§ 5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. z 2018 r. poz. 757_.",
        "date": "2018-09-27"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_, niniejszym informuje, że w dniu 24 września\n                           2018 roku Pan Dariusz Strojewski – Prezes Zarządu, z przyczyn osobistych, złożył rezygnację\n                           z pełnienia funkcji Członka Zarządu oraz Prezesa Zarządu Spółki z dniem 26 września\n                           2018 roku.",
        "date": "2018-09-24"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_, niniejszym informuje, że w dniu 10 września\n                           2018 roku otrzymał od Quercus Towarzystwo Funduszy Inwestycyjnych S.A. działającego\n                           w imieniu zarządzanego funduszu inwestycyjnego – QUERCUS Absolute Return FIZ _\"Akcjonariusz\"_\n                           zawiadomienie sporządzone na podstawie art. 69 Ustawy o ofercie publicznej _…_, w\n                           którym Akcjonariusz ten poinformował o przekroczeniu przez Fundusz 5% ogólnej liczby\n                           głosów w Spółce.Poniżej Spółka przekazuje pełną treść otrzymanego zawiadomienia: \"Zawiadomienie na\n                           podstawie art. 69 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych.Niniejszym Quercus Towarzystwo Funduszy Inwestycyjnych S.A. działając w imieniu zarządzanego\n                           funduszu inwestycyjnego – QUERCUS Absolute Return FIZ zawiadamia o zwiększeniu przez\n                           Fundusz udziału w ogólnej liczbie głosów w spółce M.W. Trade S.A. oraz przekroczeniu\n                           samodzielnie progu 5% ogólnej liczby głosów w tej Spółce.Przekroczenie przez Fundusz progu 5% ogólnej liczby głosów w Spółce nastąpiło w wyniku\n                           transakcji na rynku regulowanym w dniu 6 września 2018 r.Zgodnie z art. 69 ust. 4 pkt 2 Ustawy przed zmianą udziału Fundusz posiadał 369 870\n                           akcje Spółki, co stanowiło 4,411% kapitału zakładowego Spółki. Posiadane akcje dawały\n                           369 870 głosy na Walnym Zgromadzeniu Spółki, co stanowiło 4,411% ogólnej liczby głosów\n                           na Walnym Zgromadzeniu.Zgodnie z art. 69 ust. 4 pkt 3 Ustawy na dzień 6 września 2018 r. Fundusz posiadał\n                           419 870 akcje Spółki, co stanowiło 5,008% kapitału zakładowego Spółki. Posiadane akcje\n                           dawały 419 870 głosy na Walnym Zgromadzeniu Spółki, co stanowiło 5,008% ogólnej liczby\n                           głosów na Walnym Zgromadzeniu.Nie występują podmioty zależne od Funduszu posiadającego akcje Spółki, jak również\n                           nie występują osoby, o których mowa w art. 87 ust. 1 pkt 3 lit c.Zgodnie z art. 69 ust. 4 pkt 7 Ustawy liczba głosów, obliczona w sposób określony\n                           w art. 69b ust. 2 Ustawy, do których nabycia byłby uprawniony lub zobowiązany Fundusz,\n                           jako posiadacz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy,\n                           oraz instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które\n                           nie są wykonywane wyłącznie przez rozliczenie pieniężne wynosiła 0. Zgodnie z art. 69 ust. 4 pkt 8 Ustawy liczba głosów, obliczona w sposób określony\n                           w art. 69b ust. 3 Ustawy, do których w sposób pośredni lub bezpośredni odnoszą się\n                           instrumenty finansowe, o których mowa w art. 69b ust. 1 pkt 2 Ustawy wynosiła 0.",
        "date": "2018-09-10"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_, dbając o równy dostęp do informacji o Spółce,\n                           podaje do publicznej wiadomości szacunkową wartość zobowiązań Emitenta na 30 czerwca\n                           2018 roku wynoszącą 276,65 mln zł.",
        "date": "2018-08-06"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że w dniu 20 lipca 2018 roku Prezydent RP\n                           złożył podpis pod Ustawą z dnia 5 lipca 2018 roku o szczególnych rozwiązaniach dotyczących\n                           gminy Ostrowice w województwie zachodniopomorskim _\"Ustawa\"_. Spółka posiada w stosunku\n                           do gminy Ostrowice _\"Gmina\"_ wierzytelności o łącznej wartości 35,5 mln zł na dzień\n                           23 lipca 2018 roku. Wierzytelności te potwierdzone są trzema ugodami zawartymi przez\n                           Spółkę z Gminą, na które Spółka posiada prawomocne tytuły egzekucyjne opatrzone klauzulami\n                           wykonalności. O jednej z posiadanych wierzytelności Spółka informowała w raporcie bieżącym nr 34/2016.Ustawa wejdzie w życie po 14 dniach od daty jej ogłoszenia w Dzienniku Ustaw. Zakłada\n                           ona zniesienie Gminy z dniem 1 stycznia 2019 roku. Zgodnie z Ustawą za zobowiązania\n                           Gminy odpowiedzialność ponosić będzie Skarb Państwa reprezentowany przez Wojewodę\n                           Zachodniopomorskiego _\"Wojewoda\"_. Zaspokojenie wierzycieli nastąpi ze środków pochodzących\n                           z budżetu państwa _z części, której dysponentem jest Wojewoda_. Po wejściu w życie\n                           Ustawy, Spółka dokona zgłoszenia wierzytelności w stosunku do Gminy w terminie i na\n                           warunkach wynikających z Ustawy.Od dnia zniesienia Gminy nie nalicza się odsetek i kosztów pozaodsetkowych. Z uwagi\n                           na powyższe wstępny szacunkowy wpływ na wyniki finansowe Spółki z tytułu braku możliwości\n                           rozpoznania przychodu wyniesie ok 2,2 mln zł.",
        "date": "2018-07-23"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje o zmianie terminu przekazania raportu okresowego\n                           Spółki za I kwartał 2018 roku. Ww. publikację przeniesiono na 15 maja 2018 roku _pierwotną\n                           datą komunikowaną w raporcie bieżącym 3/2018 był 11 maja 2018 roku_.Podstawa prawna przekazania raportu:§ 103 ust. 2 pkt 2 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2018-04-27"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ przekazuje listę akcjonariuszy posiadających co najmniej\n                           5% głosów na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy Spółki _ZWZA_, które odbyło\n                           się 26 kwietnia 2018 roku:1_ Getin Holding SA z siedzibą we Wrocławiu – 4.298.301 głosów, co stanowiło 83,82%\n                           w liczbie głosów reprezentowanych na  ZWZA oraz 51,27% w ogólnej liczbie głosów;2_ Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK z siedzibą w Warszawie - 830.000\n                           głosów, co stanowiło 16,18% w liczbie głosów reprezentowanych na ZWZA oraz 9,90% w\n                           ogólnej liczbie głosów.",
        "date": "2018-04-27"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 26 kwietnia 2018 roku Zwyczajne\n                           Walne Zgromadzenie Akcjonariuszy Spółki powołało do składu Rady Nadzorczej Pana Krzysztofa\n                           Florczaka.Zgodnie z oświadczeniem powołanego Członka Rady Nadzorczej, nie wykonuje on działalności\n                           konkurencyjnej wobec Emitenta; nie jest też wpisany do Rejestru Dłużników Niewypłacalnych.Treść życiorysu zawodowego Pana Krzysztofa Florczaka znajduje się w załączniku do\n                           niniejszego raportu.  Podstawa prawna przekazania raportu: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2018-04-26"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 26 kwietnia 2018 roku Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Spółki podjęło uchwałę o wypłacie dywidendy z zysku wypracowanego\n                           w 2017 roku na następujących warunkach: - wysokość dywidendy: 3.856.842,40 zł, - dywidenda na 1 akcję: 0,46 zł brutto, - liczba akcji objętych dywidendą: 8.384.440 sztuk, - dzień dywidendy: 12 czerwca 2018 roku, - termin wypłaty dywidendy: 28 czerwca 2018 roku.Podstawa prawna przekazania raportu: § 38 ust. 2 Rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim",
        "date": "2018-04-26"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 17 kwietnia 2018 roku Spółka przeprowadziła\n                           w trybie prywatnym emisję dwuletnich obligacji na okaziciela serii B2018 _Obligacje_.\n                           Wartość emisji 20.000 Obligacji wyniosła 20.000.000 zł. Obligacje oprocentowane zostały według zmiennej stopy procentowej opartej o stawkę\n                           WIBOR3M oraz marżę. Okres odsetkowy dla Obligacji wynosi 3 miesiące. Wykup Obligacji nastąpi 17 kwietnia 2020 roku. Środki pozyskane z emisji zostaną przeznaczone na bieżącą działalność M.W. Trade SA.Zgodnie z warunkami emisji Obligacje zostaną zabezpieczone.Emisję Obligacji przeprowadzono w ramach programu, o którym Spółka informowała w raporcie\n                           7/2018.",
        "date": "2018-04-17"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 13 kwietnia 2018 roku otrzymał od akcjonariusza\n                           Spółki - Getin Holding SA _Akcjonariusz_ - wniosek ze zgłoszeniem projektu uchwały\n                           na Zwyczajne Walne Zgromadzenie Akcjonariuszy M.W. Trade SA zwołane na 26 kwietnia\n                           2018 roku _zob. rb 9/2018_ w przedmiocie powołania Członka Rady Nadzorczej Spółki.Projekt uchwały dotyczący powołania Członka Rady Nadzorczej M.W. Trade SA _wraz z\n                           notą biograficzną kandydata_ proponowany przez Akcjonariusza stanowi załącznik do\n                           niniejszego raportu.Podstawa prawna przekazania raportu: § 38 ust. 1 pkt 5 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2018-04-13"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 3 kwietnia 2018 roku wpłynęło do Spółki\n                           powiadomienie od Getin Holding SA z siedzibą we Wrocławiu o transakcjach dokonanych\n                           na akcjach Spółki, przekazane na podstawie art. 19 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na\n                           rynku.Treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2018-04-03"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ w załączniku przekazuje: - ogłoszenie o zwołaniu na 26 kwietnia 2018 roku Zwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy Spółki _WZA_, które odbędzie się we Wrocławiu w siedzibie Getin Holding\n                           SA przy ul. Gwiaździstej 66, w Sali konferencyjnej _na 26 piętrze_ o godzinie 11:00;\n                           a także - projekty uchwał mających być przedmiotem obrad WZA.Podstawa prawna:§ 38 ust. 1 pkt 1, 3, 11 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2018-03-29"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że 29 marca 2018 roku Rada Nadzorcza\n                           Spółki pozytywnie zaopiniowała wniosek Zarządu, aby zysk netto wypracowany przez Emitenta\n                           w 2017 roku został przeznaczony w następujący sposób:1. kwota: 3.856.842,40 zł  - na wypłatę dywidendy dla Akcjonariuszy Spółki;2. kwota: 3.913.179,51 zł - na kapitał zapasowy.Zarząd M.W. Trade SA wskazuje, że niniejszy wniosek zostanie skierowany do Walnego\n                           Zgromadzenia Akcjonariuszy Spółki.Podstawa prawna:§ 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim",
        "date": "2018-03-29"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 26 marca 2018 roku Spółka zawarła z Noble\n                           Securities SA z siedzibą w Warszawie umowę o oferowanie obligacji w ramach programu\n                           emisji obligacji _Umowa_.Umowa określa maksymalną wartość oferty prywatnej obligacji wynoszącą 100 mln zł i\n                           została zawarta na czas wykonania zleconych prac. Program trwał będzie do 31 grudnia\n                           2019 roku. Szczegółowe warunki Umowy nie odbiegają od standardów rynkowych stosowanych transakcjach\n                           tego typu.",
        "date": "2018-03-26"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 26 marca 2018 roku Spółka zawarła z Domem\n                           Maklerskim Banku BPS SA z siedzibą w Warszawie porozumienie o rozwiązaniu umowy o\n                           organizację emisji obligacji, o której Spółka informowała w raporcie bieżącym 2/2018.",
        "date": "2018-03-26"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 12 lutego 2018 roku wpłynęło do Spółki\n                           powiadomienie od Getin Holding SA z siedzibą we Wrocławiu o transakcjach dokonanych\n                           na akcjach Spółki, przekazane na podstawie art. 19 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na\n                           rynku.Treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2018-02-12"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_, dbając o równy dostęp do informacji o Spółce,\n                           podaje do publicznej wiadomości szacunkową wartość zobowiązań Emitenta na 31 grudnia\n                           2017 roku wynoszącą 376,86 mln zł.",
        "date": "2018-02-02"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka, Emitent_ informuje, że raporty okresowe Spółki w 2018\n                           roku będą przekazywane do publicznej wiadomości w następujących terminach:- Raport roczny za 2017 rok – 15.03.2018 roku,- Raport kwartalny za I kwartał 2018 roku – 11.05.2018 roku,- Raport półroczny za I półrocze 2018 roku – 20.08.2018 roku,- Raport kwartalny za III kwartał 2018 roku – 8.11.2018 roku.Podstawa prawna przekazania raportu:§ 103 ust. 1 w związku z § 101 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim",
        "date": "2018-01-31"
    },
    {
        "company_name": "MW TRADE",
        "content": "Zarząd M.W. Trade SA _Spółka_ informuje, że 24 stycznia 2018 roku Spółka zawarła z\n                           Domem Maklerskim Banku BPS SA w Warszawie umowę o organizację emisji obligacji _Umowa_.Umowa określa maksymalną wartość oferty prywatnej obligacji zabezpieczonych wynoszącą\n                           70 mln zł i została zawarta na czas określony do daty umorzenia wyemitowanych obligacji,\n                           przy czym emisja obligacji nastąpi najpóźniej do 31 marca 2018 roku. Szczegółowe warunki Umowy nie odbiegają od standardów rynkowych stosowanych w transakcjach\n                           tego typu.",
        "date": "2018-01-25"
    }
]