[
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd Spółki NanoGroup S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego ESPI nr 9/2017 z dnia 15 grudnia  2017r., dotyczącego zawarcia\n                           z  META Ventures S.P.A. Societá a responsabilitá limitata Ingenium Poland spółką komandytowo-akcyjną\n                           z siedzibą w Warszawie _\"Fundusz\"_ listu intencyjnego, niniejszym informuję, że w\n                           dniu dzisiejszym Emitent oraz spółka należąca do grupy kapitałowej Emitenta – NanoVelos\n                           S.A. z siedzibą w Warszawie _jedna z trzech spółek zależnych od Emitenta_, zawarły\n                           z Funduszem umowę inwestycyjną. Zgodnie z warunkami umowy Fundusz nabędzie akcje NanoVelos\n                           S.A. za łączną kwotę 4 mln zł, tak aby docelowy udział Funduszu w kapitale zakładowym\n                           NanoVelos S.A. wyniósł 13,79%. Powyższa inwestycja zostanie zrealizowana najpóźniej\n                           w terminie 30 dni od ziszczenia się warunków zawieszających m.in. uzyskania odpowiednich\n                           zgód korporacyjnych, zakończenia negocjacji z inwestorami prywatnymi, a także wydania\n                           przez Komitet Inwestycyjny Funduszu pozytywnej opinii dotyczącej Inwestycji, a w przypadku\n                           wskazania przez Komitet Inwestycyjny dodatkowych warunków realizacji Inwestycji niezbędne\n                           będzie zrealizowanie warunków określonych w opinii. Stronami umowy inwestycyjnej są\n                           również Pan Tomasz Ciach oraz Pani Iga Wasiak.",
        "date": "2017-12-29"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd Spółki NanoGroup S.A. _\"Spółka\", \"Emitent\"_ informuje,  że w dniu 27.12.2017\n                           roku otrzymał  od Addventure spółka z ograniczoną odpowiedzialnością i Wspólnicy\n                           spółka komandytowa z siedzibą w Krakowie, zawiadomienie o transakcjach na akcjach\n                           Emitenta dokonanych jako osobą blisko związaną z Panem Arturem Olendrem – Członkiem\n                           Rady Nadzorczej Spółki.Pełną treść zawiadomienia załączono do niniejszego raportu.",
        "date": "2017-12-27"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A.  z siedzibą w Warszawie _\"Emitent\"_, informuje, że w\n                           dniu 19 grudnia 2017 roku spółki zależne od Emitenta tj. :  NanoVelos S.A. z siedzibą\n                           w Warszawie, NanoSanguis S.A. z siedzibą w Warszawie, NanoThea S.A. z siedzibą w Warszawie,\n                           zawarły z Polską Agencją Rozwoju Przedsiębiorczości umowy o dofinansowanie projektów\n                           ochrony prawnej własności przemysłowej dla swoich wynalazków  w ramach poddziałania\n                           2.3.4 Ochrona własności przemysłowej Programu Operacyjnego Inteligentny Rozwój  2014-2020,\n                           współfinansowanego ze środków Europejskiego Funduszu Rozwoju Regionalnego.Budżet  dla każdego z trzech projektów objętych wymienionymi wyżej umowami wynosi\n                           794.174 zł.",
        "date": "2017-12-20"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "NanoGroup S.A.  _\"Spółka\"_ informuje o otrzymaniu uchwały Nr 1524/2017 Zarządu Giełdy\n                           Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ z dnia 19 grudnia 2017r. w sprawie\n                           wprowadzenia do obrotu giełdowego na Głównym Rynku GPW akcji zwykłych na okaziciela\n                           serii A,B,C,D oraz F Spółki. Na podstawie § 38 ust. 1 i ust. 3 Regulaminu GPW oraz § 2 ust. 1 Działu IV Szczegółowych\n                           Zasad Obrotu Giełdowego w systemie UTP, Zarząd GPW postanowił wprowadzić z dniem 21\n                           grudnia 2017 r. w trybie zwykłym do obrotu giełdowego na rynku podstawowym  następujące\n                           akcje zwykłych na okaziciela:_a_ 4.380.000 _cztery miliony trzysta osiemdziesiąt tysięcy_ akcji serii A o wartości\n                           nominalnej 1,00 zł _słownie: jeden złoty_ każda;_b_ 2.090.020 _dwa miliony dziewięćdziesiąt tysięcy dwadzieścia_ akcji serii B o wartości\n                           nominalnej 1,00 zł _słownie: jeden złoty_ każda;_c_ 1.050.000 _jeden milion pięćdziesiąt tysięcy_ akcji serii C o wartości nominalnej\n                           1,00 zł _słownie: jeden złoty_ każda;_d_ 4.570.000 _cztery miliony pięćset siedemdziesiąt tysięcy_ akcji serii D o wartości\n                           nominalnej 1,00 zł _słownie: jeden złoty_ każda;_e_ 880.000 _osiemset osiemdziesiąt tysięcy_ akcji serii F o wartości nominalnej 1,00\n                           zł _słownie: jeden złoty_ każda. Wyżej wymienione akcje Spółki zostały oznaczone przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. kodem \"PLNNGRP00037\" oraz notowane będą w systemie notowań ciągłych pod nazwą\n                           skróconą \"NANOGROUP\" i oznaczeniem \"NNG\". Podstawa prawna: § 34 ust. 1 pkt 2-3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2009, nr 33, poz.\n                           259_.",
        "date": "2017-12-20"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A. z siedzibą w Warszawie _\"Emitent, \"Spółka\"_ informuje,\n                           że do Spółki wpłynęło zawiadomienie z dnia 14 grudnia 2017 roku w trybie art. 69 ust.\n                           1 pkt 1 oraz w związku z art. 87 ust.1 pkt 2 lit. a_  ustawy z dnia 29 lipca 2005\n                           roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych, od AUGEBIT Fundusz Inwestycyjny Zamknięty\n                           z siedzibą w Krakowie _\"Zawiadamiający\"_, że w wyniku nabycia Spółki  Strong Holding\n                           SCSp z siedzibą w Luksemburgu  otrzymał  734.641 _siedemset trzydzieści cztery tysiące sześćset czterdzieści\n                           jeden_ akcji Spółki i w związku z tym zmianie uległo jego zaangażowanie w akcje Spółki.\n                           Przed w/w transakcją Zawiadamiający nie posiadał akcji Spółki. Po dokonaniu transakcji\n                           o której wyżej mowa, Zawiadamiający posiada 734.641 _siedemset trzydzieści cztery\n                           tysiące sześćset czterdzieści jeden_ akcji Spółki, które stanowią 5,66% udziału w\n                           kapitale zakładowym i dają prawo do 5,66% głosów na walnym zgromadzeniu, które stanowią\n                           5,66% głosów na walnym zgromadzeniu Spółki. Nie istnieją również podmioty zależne\n                           od Zawiadamiającego, które posiadałyby akcje Spółki. Podstawa prawna:  art. 70 pkt 1_ Ustawy o ofercie publicznej.",
        "date": "2017-12-18"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. informuje, że w dniu 14 grudnia 2017 roku spółka należąca do\n                           grupy kapitałowej NanoGroup S.A. –  NanoVelos S.A. z siedzibą w Warszawie _jedna z\n                           trzech Spółek zależnych od NanoGroup S.A._, zawarła ze spółką ZERNIKE - META Ventures\n                           S.P.A. Ingenium Poland SKA z siedzibą w Warszawie _\"Fundusz\"_ list intencyjny, który\n                           ustala warunki inwestycji kapitałowej Funduszu _Term-Sheet_. Zgodnie z treścią listu\n                           intencyjnego, wolą stron jest nabycie przez Fundusz akcji NanoVelos S.A. za łączną\n                           kwotę 4 mln zł, tak aby docelowy udział Funduszu w kapitale zakładowym NanoVelos S.A.\n                           wyniósł 13,79%. Intencją stron jest również przyznanie Funduszowi prawa konwersji\n                           akcji NanoVelos S.A. na akcje NanoGroup S.A., nie wcześniej niż po 6 miesiącach od\n                           dnia nabycia akcji NanoVelos S.A., w wyniku czego udział Funduszu w kapitale zakładowym\n                           NanoGroup S.A. wyniesie od 6,00% do 8,12%, w zależności od kursu akcji NanoGroup S.A.\n                           na GPW S.A w okresie jednego miesiąca poprzedzającego datę konwersji.Intencją stron jest zrealizowanie transakcji najpóźniej do końca pierwszego kwartału\n                           2018 r., pod warunkiem uzyskania m.in. odpowiednich zgód korporacyjnych, przeprowadzenia\n                           due diligence oraz pozyskania inwestorów prywatnych, którzy zasilą Fundusz kwotą 2\n                           mln zł. Przedmiotowy list intencyjny został zawarty w wyniku negocjacji z udziałem\n                           stron listu intencyjnego oraz zarządu NanoGroup S.A.",
        "date": "2017-12-15"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A.. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu dzisiejszym, tj. 14 grudnia  2017 roku do Spółki wpłynęło zawiadomienie\n                           z dnia 13 grudnia 2017 roku w trybie art. 69 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005\n                           roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych, od  Traffic Holding sp. z o.o. Likwidatora\n                           Strong Holdings SCSp.  z siedziba w Luksemburg _\"Zawiadamiający\"_, że w wyniku likwidacji\n                           spółki Strong Holding SCSp zbył 734.641 _siedemset trzydzieści cztery tysiące sześćset\n                           czterdzieści jeden_ akcji Spółki i w związku z tym zmianie uległo jego zaangażowanie\n                           w akcje Spółki.Przed transakcją  Zawiadamiający posiadał 734.641 _siedemset trzydzieści cztery tysiące\n                           sześćset czterdzieści jeden_ akcji Spółki, które stanowiły 5,66% udziału w kapitale\n                           zakładowym i dawały prawo do 5,66% głosów na walnym zgromadzeniu, które stanowiły\n                           5,66% głosów na walnym zgromadzeniu Spółki. Po dokonaniu transakcji zbycia akcji Zawiadamiający nie posiada żadnych akcji Spółki.\n                           Nie istnieją również podmioty zależne od Zawiadamiającego, które posiadałyby akcje\n                           Spółki. Podstawa prawna:  art. 70 pkt 1_ Ustawy o ofercie publicznej.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że w dniu dzisiejszym, tj. 14 grudnia  2017 roku, do Spółki wpłynęło zawiadomienie\n                           z dnia 13 grudnia 2017 roku, w trybie art. 69 ust. 1 pkt 2 ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych, od Tadeusz Wesołowski\n                           _\"Zawiadamiający\"_, że w wyniku likwidacji spółki Strong Holding SCSp zbył 734.641\n                           _siedemset trzydzieści cztery tysiące sześćset czterdzieści jeden_ akcji Spółki i\n                           w związku z tym zmianie uległo jego zaangażowanie w akcje Spółki.Przed transakcją  Zawiadamiający posiadał 734.641 _siedemset trzydzieści cztery tysiące\n                           sześćset czterdzieści jeden_ akcji Spółki, które stanowiły 5,66% udziału w kapitale\n                           zakładowym i dawały prawo do 5,66% głosów na walnym zgromadzeniu, które stanowiły\n                           5,66% głosów na walnym zgromadzeniu Spółki. Po dokonaniu transakcji zbycia akcji, Zawiadamiający nie posiada żadnych akcji Spółki.\n                           Nie istnieją również podmioty zależne od Zawiadamiającego, które posiadałyby akcje\n                           Spółki. Podstawa prawna:  art. 70 pkt 1_ Ustawy o ofercie publicznej.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "NanoGroup S.A. _\"Spółka\"_ informuje, że Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           S.A. podjął Uchwałę nr 1499/2017 w dniu 13 grudnia 2017 r. w sprawie dopuszczenia\n                           do obrotu giełdowego na Głównym Rynku GPW akcji Spółki o wartości nominalnej 1 zł\n                           _jeden złotych każda_:- 4.380.000 _cztery miliony trzysta osiemdziesiąt tysięcy_ akcji serii A, pod warunkiem\n                           zamiany ich na akcje zwykle na okaziciela,- 2.090.020 _dwa miliony dziewięćdziesiąt tysięcy dwadzieścia_ akcji serii B, pod\n                           warunkiem zamiany ich na akcje zwykle na okaziciela,- 1.050.000 _jeden milion pięćdziesiąt tysięcy_ akcji serii C, pod warunkiem zamiany\n                           ich na akcje zwykle na okaziciela,- 4.570.000 _cztery miliony pięćset siedemdziesiąt tysięcy_ akcji serii D, pod warunkiem\n                           zamiany ich na akcje zwykle na okaziciela,-  880.000 _osiemset osiemdziesiąt tysięcy_ akcji zwykłych na okaziciela serii F.Podstawa prawna: art. 56 ust. 1 pkt 2 lit. a ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych _Dz.U. z 2016 poz. 1639 ze zm._  w związku z §\n                           34 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2017-12-14"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. _“Spółka\", “Emitent\"_ informuje, że w dniu 28 grudnia br. Rada\n                           Nadzorcza Emitenta przyjęła regulamin programu motywacyjnego _\"Program Motywacyjny\"_\n                           dla członków organów, kluczowych pracowników i współpracowników Spółki oraz członków\n                           zarządów Spółek Zależnych. Program Motywacyjny ma na celu stworzenie dodatkowych mechanizmów\n                           motywujących do działań zapewniających długoterminowy wzrost wartości Spółki, stabilizację\n                           kadry menedżerskiej oraz kluczowych współpracowników Spółki oraz wprowadzenie mechanizmu\n                           ich wynagradzania za wkład wniesiony we wzrost wartości Spółki w okresie 1 stycznia\n                           2017 do 30 czerwca 2023. W ramach  Programu Motywacyjnego wyemitowanych zostanie nie więcej niż 761.300 warrantów\n                           subskrypcyjnych imiennych serii A, uprawniających do objęcia nie więcej niż 761.300\n                           zwykłych akcji imiennych serii E, wyemitowanych na podstawie Uchwały Nr 5 Walnego\n                           Zgromadzenia z dnia 20 grudnia 2016 r. w celu umożliwienia posiadaczom Warrantów realizacji\n                           prawa objęcia akcji.Szczegółowe zasady przydziału warrantów subskrypcyjnych stanowi załączony Regulamin\n                           Programu Motywacyjnego, stanowiący załącznik do podjętej w dniu dzisiejszym uchwały\n                           Rady Nadzorczej Emitenta.",
        "date": "2018-12-28"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 28/2018 opublikowanego w dniu 28 listopada 2018\n                           r. _\"Raport\"_ Emitent uzupełnia Raport w ten sposób, że po punkcie 13 dodaje się punkt\n                           14 w następującym brzmieniu:\"14. Sposób opłacenia objętych akcji - wkłady pieniężne\n                           w postaci wpłat gotówkowych\". oraz prostuje oczywistą omyłkę pisarską w ilości objętych\n                           akcji oraz wartości przeprowadzonej subskrypcji akcji w ten sposób, że w miejsce ilości\n                           objętych akcji tj.\" 1.014.550\" wpisuję liczbę 986.550 a w miejsce wartości przeprowadzonej\n                           subskrypcji akcji  tj. \"3.652.380 zł\" wpisuję \"3.551.580 zł\".W odniesieniu do powyższego Emitent podaje raz jeszcze tekst jednolity komunikatu:\t1. Data rozpoczęcia i zakończenia subskrypcji lub sprzedaży:Subskrypcja Akcji serii G trwała w dniach 15.11.2018 r.- 27.11.2018 r. Objęcie Akcji\n                           serii G nastąpiło w drodze subskrypcji prywatnej, w związku z czym nie przyjmowano\n                           zapisów na akcje ani nie dokonywano przydziału akcji w rozumieniu Kodeksu spółek handlowych.\n                           Emisja Akcji serii G doszła do skutku w dniu 27.11.2018 r.2. Data przydziału papierów wartościowych:Ze względu na fakt, iż objęcie Akcji serii G nastąpiło w drodze subskrypcji prywatnej,\n                           nie dokonywano przydziału akcji w rozumieniu Kodeksu spółek handlowych. Emisja Akcji\n                           serii G doszła do skutku w dniu 27.11.2018 r.3. Liczba papierów wartościowych objętych subskrypcją lub sprzedażą:Subskrypcja prywatna obejmowała nie więcej niż 4.000.000 Akcji serii G.4. Stopa redukcji w poszczególnych transzach, w przypadku gdy choć w jednej transzy\n                           liczba przydzielonych papierów wartościowych była mniejsza od liczby papierów wartościowych,\n                           na które złożono zapisy:Redukcja nie wystąpiła. Akcje zostały objęte w subskrypcji prywatnej, wobec czego\n                           nie składano zapisów na akcje. 5. Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji lub\n                           sprzedaży:Akcje zostały objęte w subskrypcji prywatnej, wobec czego nie składano zapisów na\n                           akcje. 6. Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży:Objęcie Akcji serii G nastąpiło w drodze subskrypcji prywatnej, wobec czego nie dokonywano\n                           przydziału akcji w rozumieniu Kodeksu spółek handlowych. W ramach subskrypcji prywatnej\n                           zostało objętych 986. 550 Akcji serii G.7. Cena, po jakiej papiery wartościowe były obejmowane:Akcje serii G były obejmowane po cenie emisyjnej równej 3,60 zł za jedną akcję.8. Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach:Akcje serii G zostały objęte w subskrypcji prywatnej, wobec czego nie składano zapisów\n                           na akcje. W ramach subskrypcji prywatnej Akcje serii G zostały objęte przez 2 osoby\n                           prawne 13 osoby fizyczne.9. Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           lub sprzedaży w poszczególnych transzach:Objęcie Akcji serii G nastąpiło w drodze subskrypcji prywatnej, wobec czego nie dokonywano\n                           przydziału akcji w rozumieniu Kodeksu spółek handlowych. Akcje serii G zostały objęte\n                           przez osoby prawne oraz osoby fizyczne.10. Nazwa firmy subemitentów, którzy objęli papiery wartościowe w ramach wykonywania\n                           umów o subemisję, z określeniem liczby papierów wartościowych, które objęli, wraz\n                           z faktyczną ceną jednostki papieru wartościowego:Nie została zawarta umowa o subemisję Akcji serii G.11. Wartość przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedaży:3.551.580 zł.12. Łączne określenie wysokości kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułów wraz z metodami rozliczenia tych\n                           kosztów w księgach rachunkowych i sposobem ich ujęcia w sprawozdaniu finansowym emitenta.Łączna wysokość szacowanych kosztów, które zostały zaliczone do kosztów emisji akcji\n                           serii G wyniosły 19.968,00 zł, w tym:a. koszty przygotowania i przeprowadzenia oferty: 19.968,00 zł- podatek PCCb. koszty wynagrodzenia subemitentów: 0 zł,c. koszty sporządzenia publicznego dokumentu informacyjnego lub dokumentu informacyjnego\n                           z uwzględnieniem kosztów doradztwa: 0 netto zł,d. koszty promocji oferty: 0 zł.Koszty emisji Akcji serii G pomniejszą kapitał zapasowy Spółki powstały z nadwyżki\n                           wartości emisyjnej wyemitowanych akcji nad ich wartością nominalną.13. Średni koszt przeprowadzenia subskrypcji przypadający na jednostkę papieru wartościowego\n                           objętego subskrypcją: Średni koszt przeprowadzenia emisji Akcji serii G poniesiony przez Spółkę i przypadający\n                           na jedną akcję wyniósł 0,02 zł.14. Sposób opłacenia objętych akcji - wkłady pieniężne w postaci wpłat gotówkowych.",
        "date": "2018-12-04"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Na podstawie § 33 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych, Zarząd NanoGroup S.A. _\"Emitent\", \"Spółka\"_ podaje do informacji publicznej\n                           informacje dotyczące zakończonej prywatnej subskrypcji akcji zwykłych na okaziciela\n                           serii G Spółki _\"Akcje serii G\"_.1. Data rozpoczęcia i zakończenia subskrypcji lub sprzedaży:Subskrypcja Akcji serii G trwała w dniach 15.11.2018 r.- 27.11.2018 r. Objęcie Akcji\n                           serii G nastąpiło w drodze subskrypcji prywatnej, w związku z czym nie przyjmowano\n                           zapisów na akcje ani nie dokonywano przydziału akcji w rozumieniu Kodeksu spółek handlowych.\n                           Emisja Akcji serii G doszła do skutku w dniu 27.11.2018 r.2. Data przydziału papierów wartościowych:Ze względu na fakt, iż objęcie Akcji serii G nastąpiło w drodze subskrypcji prywatnej,\n                           nie dokonywano przydziału akcji w rozumieniu Kodeksu spółek handlowych. Emisja Akcji\n                           serii G doszła do skutku w dniu 27.11.2018 r.3. Liczba papierów wartościowych objętych subskrypcją lub sprzedażą:Subskrypcja prywatna obejmowała nie więcej niż 4.000.000 Akcji serii G.4. Stopa redukcji w poszczególnych transzach, w przypadku gdy choć w jednej transzy\n                           liczba przydzielonych papierów wartościowych była mniejsza od liczby papierów wartościowych,\n                           na które złożono zapisy:Redukcja nie wystąpiła. Akcje zostały objęte w subskrypcji prywatnej, wobec czego\n                           nie składano zapisów na akcje. 5. Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji lub\n                           sprzedaży:Akcje zostały objęte w subskrypcji prywatnej, wobec czego nie składano zapisów na\n                           akcje. 6. Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży:Objęcie Akcji serii G nastąpiło w drodze subskrypcji prywatnej, wobec czego nie dokonywano\n                           przydziału akcji w rozumieniu Kodeksu spółek handlowych. W ramach subskrypcji prywatnej\n                           zostało objętych 1.014.550 Akcji serii G.7. Cena, po jakiej papiery wartościowe były nabywane _obejmowane_:Akcje serii G były obejmowane po cenie emisyjnej równej  3,60 zł za jedną akcję.8. Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach:Akcje serii G zostały objęte w subskrypcji prywatnej, wobec czego nie składano zapisów\n                           na akcje. W ramach subskrypcji prywatnej Akcje serii G zostały objęte przez 2 osoby\n                           prawne 14 osoby fizyczne.9. Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           lub sprzedaży w poszczególnych transzach:Objęcie Akcji serii G nastąpiło w drodze subskrypcji prywatnej, wobec czego nie dokonywano\n                           przydziału akcji w rozumieniu Kodeksu spółek handlowych. Akcje serii G zostały objęte\n                           przez osoby prawne oraz osoby fizyczne.10. Nazwa firmy subemitentów, którzy objęli papiery wartościowe w ramach wykonywania\n                           umów o subemisję, z określeniem liczby papierów wartościowych, które objęli, wraz\n                           z faktyczną ceną jednostki papieru wartościowego:Nie została zawarta umowa o subemisję Akcji serii G.11. Wartość przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedaży:3.652.380, 00 zł.12. Łączne określenie wysokości kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułów wraz z metodami rozliczenia tych\n                           kosztów w księgach rachunkowych i sposobem ich ujęcia w sprawozdaniu finansowym emitenta.Łączna wysokość szacowanych kosztów, które zostały zaliczone do kosztów emisji akcji\n                           serii G wyniosły 19.968,00 zł, w tym:a. koszty przygotowania i przeprowadzenia oferty: 19.968,00 zł- podatek PCCb. koszty wynagrodzenia subemitentów: 0 zł,c. koszty sporządzenia publicznego dokumentu informacyjnego lub dokumentu informacyjnego\n                           z uwzględnieniem kosztów doradztwa:  0  netto zł,d. koszty promocji oferty: 0 zł.Koszty emisji Akcji serii G pomniejszą kapitał zapasowy Spółki powstały z nadwyżki\n                           wartości emisyjnej wyemitowanych akcji nad ich wartością nominalną.13. Średni koszt przeprowadzenia subskrypcji przypadający na jednostkę papieru wartościowego\n                           objętego subskrypcją: Średni koszt przeprowadzenia emisji Akcji serii G poniesiony przez Spółkę i przypadający\n                           na jedną akcję wyniósł 0,02 zł.",
        "date": "2018-11-28"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. informuje o zmianie terminu przekazania do publicznej wiadomości\n                           raportu okresowego za III kwartał 2018 r. Raport zostanie opublikowany w dniu 26 listopada\n                           2018 r.Zgodnie z treścią raportu bieżącego nr 1/2018 z dnia 24 stycznia 2018 r. pierwotny\n                           termin publikacji ww. raportu określony był na dzień 29 listopada 2018 r.",
        "date": "2018-11-25"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           3.10.2018 roku do Spółki wpłynęło zawiadomienie z dnia 03.10.2018 roku w trybie art.\n                           19 ust. 1 rozporządzenia MAR od Przemysława Mazurka – Członka Rady Nadzorczej.Pełną treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-10-04"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           3.10.2018 roku do Spółki wpłynęło zawiadomienie z dnia 03.10.2018 roku w trybie art.\n                           19 ust. 1 rozporządzenia MAR od Tadeusza Mazurka, jako osoby blisko związanej z Przemysławem\n                           Mazurkiem – Członkiem Rady Nadzorczej.Pełną treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-10-04"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           3.10.2018 roku do Spółki wpłynęło zawiadomienie z dnia 3.10.2018 roku w trybie art.\n                           69 ust. 1 pkt 1 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych od Przemysława Mazurka o zmianie dotychczas posiadanego udziału w ogólnej\n                           liczbie głosów w spółce NanoGroup S.A.Z zawiadomienia wynika, że w drodze transakcji darowizny poza systemem obrotu Przemysław\n                           Mazurek nabył akcje Spółki w liczbie 234.349.Pełną treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-10-04"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, że w dniu\n                           3.10.2018 roku do Spółki wpłynęło zawiadomienie z dnia 03.10.2018 roku w trybie art.\n                           69 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych od Tadeusza Mazurka o zmianie dotychczas posiadanego udziału w ogólnej\n                           liczbie głosów w spółce NanoGroup S.A.Z zawiadomienia wynika, że w drodze transakcji darowizny poza systemem obrotu Tadeusz\n                           Mazurek zbył wszystkie posiadane przez siebie akcje Spółki w liczbie 637.117 na rzecz\n                           Przemysława Mazurka oraz Joanny Mazurek-Sączek.Pełną treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-10-04"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. z siedzibą w Warszawie _\"NanoGroup\", \"Emitent\"_ informuje, iż\n                           14 sierpnia 2018 r. powziął informacje od spółki zależnej NanoVelos S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ o zakończeniu badań laboratoryjnych oraz in vivo nad POLEPI\n                           oraz wytypowaniu formulacji nanocząstek z epirubicyną jako kandydata do produkcji\n                           w standardzie GMP _Good Manufacturig Practice_ i badań przedklinicznych w standardzie\n                           GLP _Good Laboratory Practice_.W ramach prac laboratoryjnych opracowano strukturę nanocząstki charakteryzującą się\n                           wysoką wydajnością wiązania leku oraz powtarzalnością procesu. Główne założenia projektu\n                           tj. stopniowe uwalnianie leku prowadzące do zmniejszonej przeżywalności komórek nowotworowych\n                           zostały potwierdzone w badaniach in vitro, na modelowej linii komórek nowotworu jajnika.\n                           W eksperymentach przeprowadzonych na myszach z implantowanym ksenograftem _model nowotworu\n                           jajnika_ wykazano, iż enkapsulacja epirubicyny w nanocząstki dekstranowe umożliwia\n                           podanie dwukrotnie większej liczby dawek leku w porównaniu do klasycznej epirubicyny,\n                           co świadczy o zmniejszonej toksyczności, potwierdzonej badaniami histopatologicznymi.\n                           Istotną obserwacją jest również zwiększenie skuteczności przeciwnowotworowej. Podanie\n                           już pierwszej dawki epirubicyny w formie enkapsulowanej w nanocząstki dekstranowe\n                           _EP-NPs_ prowadziło do zmniejszenia guza średnio o 4%, a po 4-6 podaniach _12–18 dni\n                           eksperymentu_ – średnio nawet o ponad 35% w odniesieniu do wyjściowej objętości guza.\n                           W grupie otrzymującej wolną epirubicynę w dawce równoważnej możliwe było wykonanie\n                           jedynie 3 podań _o 50% mniej_ i prowadzenie eksperymentu przez 7 dni ze względu na\n                           zbyt duże działanie toksyczne leku. Uzyskane wyniki potwierdzają założenie stopniowego\n                           uwalniania leku z nanocząstek. W badaniach samych nanocząstek dekstranowych _NPs_\n                           stwierdzono, iż nie wykazują one działania toksycznego, jak również skuteczności przeciwnowotworowej.\n                           W ocenie Zarządu NanoGroup uzyskane wyniki badań pozwalają wnioskować o zasadności\n                           przyjętego kierunku badawczego w zakresie wykorzystania nanocząstek NanoVelos jako\n                           nośnika dla epirubicyny. Kolejnym etapem rozwoju produktu POLEPI będzie przeprowadzenie\n                           badań przedklinicznych w standardzie GLP _Good Laboratory Practice_ oraz produkcji\n                           w standardzie GMP _Good Manufacturig Practice_. Epirubicyna jest powszechnie stosowanym cytostatykiem w leczeniu różnych często występujących\n                           nowotworów, w tym nowotworu piersi, jajnika, żołądka, płuca czy jelita grubego. Stosowana\n                           jest zarówno w monoterapii, jak i terapii skojarzonej z innymi lekami przeciwnowotworowymi,\n                           co w ocenie Zarządu docelowo może przełożyć się na szerokie wykorzystanie rozwiązania\n                           \"Drug Delivery System\" spółki NanoVelos w praktyce klinicznej.",
        "date": "2018-08-14"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. z siedzibą w Warszawie _\"NanoGroup\", \"Emitent\"_ informuje, że\n                           spółka zależna NanoThea S.A. z siedzibą w Warszawie _\"NanoThea\", \"Spółka\"_ w dniu\n                           11 czerwca 2018 r. zgłosiła do Urzędu Patentowego Rzeczypospolitej Polskiej dwa wynalazki\n                           dotyczące nanocząstek zdolnych do przenoszenia izotopów promieniotwórczych. Nanocząstki\n                           dedykowane są do diagnostyki oraz terapii chorób nowotworowych oraz posiadają zdolność\n                           specyficznego celowania do komórek zmienionych chorobowo. Spółka w przeciągu 12 miesięcy\n                           planuje rozszerzenie zgłoszenia na kraje UE oraz obszary strategiczne dla jej działalności\n                           w obszarze innowacyjnych radiofarmaceutyków.Zarząd NanoGroup uznał fakt złożenia wniosku patentowego za istotną informację, ponieważ\n                           w przypadku jego powodzenia i uzyskania ochrony może mieć pozytywny wpływ na przyszłą\n                           sytuację finansową Emitenta.Złożenie wniosku nie oznacza gwarancji uzyskania ochrony patentowej.",
        "date": "2018-06-12"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. _\"NanoGroup\"_, na podstawie wstępnego raportu z badań na zwierzętach\n                           prowadzonych przez spółkę zależną NanoVelos S.A. z siedzibą w Warszawie _\"NanoVelos\",\n                           \"Spółka\"_ w jednostce posiadającej Certyfikat Zgodności z Zasadami Dobrej Praktyki\n                           Laboratoryjnej, podaje do publicznej wiadomości wstępne wyniki badań.Celem badania było określenie skuteczności przeciwnowotworowej i negatywnych skutków\n                           terapii daunorubicyny enkapsulowanej w nanocząstki dekstranowe w porównaniu do klasycznej\n                           formy daunorubicyny.Do badań przekazano scharakteryzowane nanocząstki, otrzymane zgodnie z opatentowaną\n                           przez NanoVelos metodą syntezy nanocząstek dekstranowych. Nanocząstki te charakteryzują\n                           się wiązaniem chemicznym pomiędzy lekiem a strukturą nanocząstki i przedłużonym profilem\n                           uwalniania. Badanie na zwierzętach przeprowadzono w jednostce posiadającej Certyfikat\n                           Zgodności z Zasadami Dobrej Praktyki Laboratoryjnej. Model badawczy stanowiły myszy\n                           z implantowanym ksenograftem - modelem nowotworu jajnika. Badanie składało się z 4\n                           grup: porównawczej _placebo_, referencyjnej _lek – daunorubicyna_ i dwóch grup badanych\n                           otrzymujących enkapsulowaną w nanocząstki daunorubicynę _dawkę równoważną dawce referencyjnej\n                           i o połowę większą_. Podczas realizacji badania prowadzono codzienną ocenę kliniczną\n                           stanu zdrowia zwierząt oraz dokonywano pomiaru wielkości guza. Po eutanazji wykonano\n                           ocenę makro- i mikroskopową narządów.Według sporządzających raport, wyniki pozwalają wnioskować, że kilkukrotna iniekcja\n                           dożylna daunorubicyny enkapsulowanej w nanocząstki dekstranowe w obu badanych dawkach\n                           pozwala zahamować tempo wzrostu guza. Jednocześnie ocena kliniczna, histopatologiczna\n                           guza oraz narządów wskazują, iż enkapsulacja daunorubicyny w nanocząstki dekstranowe\n                           może zwiększać skuteczność przeciwnowotworową i zmniejszać działanie uboczne leku.\n                           W ocenie Zarządu NanoGroup uzyskane wstępne wyniki badań pozwalają wnioskować o zasadności\n                           przyjętego kierunku badawczego w zakresie wykorzystania nanocząstek NanoVelos jako\n                           nośnika dla daunorubicyny.",
        "date": "2018-06-05"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje niniejszym, zgodnie\n                           z dyspozycją § 19 ust. 1 pkt 1_ - 2_ Rozporządzenia Ministra Finansów z dnia 20.04.2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 roku, poz. 757_, że\n                           działając w oparciu o postanowienia art. 399 § 1, art. 402_1_ oraz art. 402_2_ Kodeksu\n                           spółek handlowych zwołuje Walne Zgromadzenie na dzień 27 czerwca 2018 r. które rozpocznie\n                           się o godzinie 10.00 w Warszawie przy ul. Żelaznej 67 lok. 57, w Kancelarii Notarialnej.\n                           Poniżej treść ogłoszenia o zwołaniu Walnego Zgromadzenia  wraz z porządkiem obrad.OGŁOSZENIE O ZWOŁANIU WALNEGO ZGROMADZENIANANOGROUP S.A. Z SIEDZIBĄ W WARSZAWIEZarząd Spółki NanoGroup S.A. z siedzibą w Warszawie  _02-532_, przy  ul. Rakowieckiej\n                           36, wpisanej do rejestru przedsiębiorców prowadzonego przez Sąd Rejonowy dla m.st.\n                           Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego, pod numerem\n                           KRS 0000649960 o kapitale zakładowym w wysokości 12.970.020,00zł, REGON 365989838,\n                           NIP 5213757847 _dalej \"Spółka\"_, działając na podstawie art. 399 § 1, art. 4021 oraz\n                           art. 4022 Kodeksu spółek handlowych zwołuje niniejszym na dzień 27 czerwca 2018 r.\n                           Walne Zgromadzenie Spółki, które rozpocznie się o godzinie 10.00 w Warszawie przy\n                           ul. Żelaznej 67 lok. 57, w Kancelarii Notarialnej, z następującym porządkiem obrad:\n                           1.Otwarcie obrad Walnego Zgromadzenia. 2.Wybór Przewodniczącego Walnego Zgromadzenia. 3.Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.4.Podjęcie uchwały w sprawie uchylenia tajności głosowania dotyczącego wyboru Komisji\n                           Skrutacyjnej powoływanej przez Walne Zgromadzenie.5.Powołanie Komisji Skrutacyjnej,6.Podjęcie uchwały w sprawie przyjęcia porządku obrad Walnego Zgromadzenia.7.Przedstawienie i rozpatrzenie sprawozdania Zarządu z działalności Spółki w roku\n                           obrotowym 2017 r., sprawozdania Zarządu z działalności Grupy Kapitałowej NanoGroup\n                           S.A. w roku obrotowym 2017 oraz jednostkowego sprawozdania finansowego Spółki za rok\n                           obrotowy 2017 i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej NanoGroup\n                           S.A. za rok obrotowy 2017.8.Przedstawienie sprawozdania Rady Nadzorczej Spółki z działalności w 2017 roku, a\n                           także sprawozdania Rady Nadzorczej Spółki z wyników oceny: sprawozdania Zarządu z\n                           działalności Spółki w roku obrotowym 2017, sprawozdania Zarządu z działalności Grupy\n                           Kapitałowej NanoGroup S.A. w roku obrotowym 2017 oraz jednostkowego sprawozdania finansowego\n                           Spółki za rok obrotowy 2017 i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           NanoGroup S.A. za rok obrotowy 2017, a także wniosku Zarządu dotyczącego pokrycia\n                           straty Spółki za rok obrotowy 2017.\u20289.Podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z działalności Spółki\n                           w roku obrotowym 2017.10.Podjęcie uchwały w sprawie zatwierdzenia sprawozdania finansowego Spółki za rok\n                           obrotowy 2017.11.Podjęcie uchwały w sprawie zatwierdzenie sprawozdania Zarządu z działalności Grupy\n                           Kapitałowej NanoGroup S.A. w roku obrotowym 2017.12.Podjęcie uchwały w sprawie zatwierdzenia skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej NanoGroup S.A. za rok obrotowy 2017.13.Podjęcie uchwały w sprawie pokrycia straty Spółki za rok obrotowy 2017.14.Podjęcie uchwały w sprawie udzielenia absolutorium członkom Zarządu Spółki z wykonywania\n                           przez nich obowiązków w 2017 roku.15.Podjęcie uchwały w sprawie udzielenia absolutorium członkom Rady Nadzorczej Spółki\n                           z wykonywania przez nich obowiązków w 2017 roku.16.Podjęcie uchwały w sprawie podwyższenia kapitału zakładowego Spółki w drodze emisji\n                           akcji zwykłych na okaziciela serii G z jednoczesnym pozbawieniem dotychczasowych akcjonariuszy\n                           Spółki prawa poboru do akcji nowej emisji oraz w sprawie zmiany Statutu Spółki.17.Podjęcie uchwały w sprawie ubiegania się przez Spółkę o dopuszczenie i wprowadzenie\n                           akcji serii G oraz praw do akcji serii G _PDA_ Spółki do obrotu na rynku regulowanym\n                           prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A. oraz w sprawie dematerializacji\n                           akcji serii G Spółki.18.Podjęcie uchwały w sprawie przyjęcia tekstu jednolitego Statutu Spółki.19.Wolne wnioski.20.Zamknięcie Walnego Zgromadzenia.",
        "date": "2018-05-30"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_, w uzupełnieniu\n                           jednostkowego i skonsolidowanego raportu rocznego Spółki za 2017 rok, opublikowanego\n                           30.04.2018 r., przekazuje do wiadomości publicznej informacje zamieszczone w sprawozdaniu\n                           Zarządu z działalności, w części dotyczącej :1_ Informacji Zarządu sporządzonej na podstawie oświadczenia Rady Nadzorczej o dokonaniu\n                           wyboru firmy audytorskiej przeprowadzającej badanie sprawozdania finansowego jednostkowego\n                           oraz skonsolidowanego za rok 2017, w tym dotyczącymi wyboru i procedury wyboru firmy\n                           audytorskiej;2_ Oświadczeń Rady Nadzorczej, o których mowa w Rozporządzenia Ministra Finansów z\n                           dnia 29 marca 2018 r_Dz. U z 2018 poz. 757_ w par.70 ust. 1 pkt. 7_ i 8_ oraz par.\n                           71 ust. 1 pkt 7_ i 8_, a także Oświadczenie Zarządu o stosowaniu Ładu Korporacyjnego\n                           o którym mowa w par. 70 ust. 6_ pkt 5 lit.l . 3_ Wartość wynagrodzeń odrębnie dla każdej z osób zarządzających, nadzorujących i\n                           członków organów administrujących Emitenta, o których mowa w Rozporządzenia Ministra\n                           Finansów z dnia 29 marca 2018 r. _Dz. U z 2018 poz. 757_ w par.71 ust. 7_ pkt. 17.Zarząd Emitenta informuje, że wprowadzone uzupełnienie nie ma wpływu na wyniki wskazane\n                           w jednostkowym i skonsolidowanym raporcie rocznym za rok 2017.",
        "date": "2018-05-30"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. z siedzibą w Warszawie _\"NanoGroup\"_ informuje, iż spółka zależna\n                           NanoVelos S.A. z siedzibą w Warszawie _\"NanoVelos\", \"Spółka\"_ otrzymała wstępny raport\n                           oceniający innowacyjny zabieg z zastosowaniem autologicznych komórek macierzystych\n                           i szkieletów polimerowych u pacjentów ze złożonymi przetokami okołoodbytniczymi w\n                           przebiegu choroby Crohna.Dnia 14 kwietnia 2018 r. w Warszawie, wspólnie z lekarzami ze szpitala uniwersyteckiego\n                           Fundación Jiménez Díaz _\"FJD\"_, którego zespół jest światowym pionierem stosowania\n                           komórek macierzystych w leczeniu złożonych przetok okołoodbytniczych, przeprowadzono\n                           zabieg u dwóch pacjentów z chorobą Crohna. Do przeprowadzenia zabiegu użyto autologicznych\n                           _chory jest dawcą sam dla siebie_ komórek macierzystych razem ze szkieletami polimerowymi.\n                           Jest to innowacyjne podejście, zastosowane w leczeniu złożonych przetok okołoodbytniczych\n                           po raz pierwszy.Według wstępnego raportu, po pięciu tygodniach od zabiegu wyniki u obu pacjentów wskazują\n                           na pozytywny wpływ procedury na gojenie przetok okołoodbytniczych. Tym samym, doszło\n                           do wstępnej walidacji założenia, iż komórki macierzyste stosowane razem ze szkieletami\n                           polimerowych mogą korzystnie wpływać na przeżywalność komórek macierzystych po implantacji,\n                           a co za tym idzie – poprawiać skuteczność terapii. W obu przypadkach podano zadowalającą\n                           liczbę komórek macierzystych, z których powyżej 66% było żywych w momencie podawania.\n                           NanoVelos, na podstawie pozytywnych wniosków płynących ze wstępnego raportu z zabiegu,\n                           przeprowadzi szereg własnych iteracji produktowych, by znaleźć optymalną postać nano-szkieletu\n                           polimerowego, który zmaksymalizuje przeżywalność komórek macierzystych stosowanych\n                           w leczeniu przetok okołoodbytniczych i jednocześnie zachowa właściwą plastyczność\n                           materiału, sprzyjającą manewrom chirurgicznym. Docelowo Spółka zamierza wykonać całą\n                           serię badań przedklinicznych, by w efekcie we współpracy z FJD wykonać pierwsze zabiegi\n                           na ludziach.Część kosztów badań Spółka planuje pokryć z grantu unijnego EuroNanoMed, o który NanoVelos\n                           aplikuje wspólnie z FJD oraz Szpitalem Humanitas w Mediolanie. Projekt pomyślnie przeszedł\n                           pierwszy etap walidacji i obecnie znajduje się w trakcie oceny merytorycznej. Zdaniem\n                           Zarządu NanoGroup, szanse na otrzymanie tego prestiżowego grantu są znaczne, a wyniki\n                           wstępnego raportu z zabiegu potwierdzają zasadność założeń projektowych.",
        "date": "2018-05-28"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. z siedzibą w Warszawie _\"NanoGroup\", \"Emitent\"_ informuje, iż\n                           spółka zależna tj. NanoVelos S.A. z siedzibą w Warszawie _\"Spółka\"_, wygrała postępowanie\n                           przetargowe ogłoszone przez Gedeon Richter Polska Sp. z o.o. z siedzibą w Grodzisku\n                           Mazowieckim dotyczące świadczenia usług w zakresie nanoformulacji _nanonizacji_, czyli\n                           otrzymywania substancji aktywnej _fenofibratu_  w formie nanocząstek.Złożona przez Spółkę oferta dotyczy zastosowania w procesie nanoformulacji leku dwóch\n                           metod – metody liofilizacji i metody wytrącania przeciw-rozpuszczalnikiem. Obie metody\n                           są wykonywane całkowicie niezależnie. Prace badawcze w przypadku obu metod, jak i\n                           płatności za ich przeprowadzenie, podzielone są na 3 etapy, przy czym rozwój danej\n                           metody może zostać zatrzymany przez zlecającego po każdym etapie.Łączna wartość złożonej przez Spółkę oferty nie przekracza 10% skonsolidowanych kapitałów\n                           własnych NanoGroup S.A. na koniec 2017 r.Fenofibrat jest popularnym i szeroko stosowanym lekiem zaliczanym do grupy fibratów,\n                           pomagających regulować stężenie lipidów we krwi. Fenofibrat powoduje zmniejszenie\n                           stężenia triglicerydów oraz \"złego\" cholesterolu _frakcji LDL_ we krwi oraz zwiększenie\n                           stężenia \"dobrego\" cholesterolu _frakcji HDL_ we krwi. Stosuje się w leczeniu wszystkich\n                           typów zaburzeń gospodarki lipidowej, takich jak zbyt duże stężenie cholesterolu _hipercholesterolemia_\n                           lub triglicerydów we krwi.O zawarciu umowy i jej warunkach Emitent poinformuje w drodze odrębnego raportu bieżącego.",
        "date": "2018-05-22"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A.  _\"Spółka\", \"Emitent\"_ informuje, że w opublikowanym przez Spółkę\n                           w systemie ESPI skonsolidowanym i jednostkowym raporcie rocznym za rok 2017, w wyniku\n                           technicznych aspektów nie załączył się prawidłowo plik \"Sprawozdanie Zarządu z działalności\n                           Spółki i Grupy Kapitałowej NanoGroup za rok 2017\", a także nie załączył się plik \"Sprawozdanie\n                           z badania skonsolidowanego sprawozdania finansowego za 2017 rok\". W związku z powyższym\n                           Spółka przekazuje do publicznej wiadomości skorygowany skonsolidowany raport roczny\n                           oraz skorygowany jednostkowy raport roczny uzupełnione o brakujące pliki. Szczegółowa podstawa prawna: art. 56 ust. 1 pkt. 2 lit. a_ ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r. poz.\n                           1639 ze zm._ w związku z § 6 ust. 4 Rozporządzenia Ministra Finansów dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r. poz.\n                           133 ze zm._",
        "date": "2018-05-02"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. _\"Emitent\", \"Spółka\"_ w uzupełnieniu raportu ESPI nr 2/2017\n                           z dnia 21 listopada 2017 roku podaje do publicznej wiadomości informację uzupełniającą\n                           w zakresie informacji zawartych w pkt. 12 i 13, dotyczących kosztów związanych z przeprowadzoną\n                           ofertą publiczną:12. Łączne określenie wysokości kosztów, które zostały zaliczone do kosztów poniesionych\n                           w związku z przeprowadzeniem Oferty, ze wskazaniem wysokości kosztów według ich tytułów:\n                           Łączny koszt 1 179 122 zł  _jeden milion sto siedemdziesiąt dziewięć tysięcy sto dwadzieścia\n                           dwa złote_, w tym:a_ koszty przygotowania i przeprowadzenia Oferty: 411 750 zł _czterysta jedenaście\n                           tysięcy siedemset pięćdziesiąt złotych_;b_ koszty wynagrodzenia subemitentów - nie dotyczy;c_ koszty sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa: 654\n                           894 zł  _sześćset pięćdziesiąt cztery tysiące osiemset dziewięćdziesiąt cztery złote_;d_ koszty promocji Oferty: 112 478 zł _sto dwanaście tysięcy czterysta siedemdziesiąt\n                           osiem złotych_;Koszty emisji Akcji serii F pomniejszą kapitał zapasowy Spółki powstały z nadwyżki\n                           ceny emisyjnej Akcji serii F nad ich wartością nominalną.13. Średni koszt przeprowadzenia subskrypcji przypadający na jedną Akcję serii F objętą\n                           subskrypcją:  Średni koszt poniesiony przez Spółkę przypadający na jedną Akcję serii F wynosi 1,34\n                           zł.Podstawa prawna: art. 56 ust. 1 pkt 2 lit. a ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych Dz.U. z 2016 poz. 1639 ze zm. w związku z §33 ust.\n                           1 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim Dz.U. z 2014 poz. 133 ze zm.",
        "date": "2018-04-30"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd spółki NanoGroup S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje,\n                           że do Spółki wpłynęło zawiadomienie z dnia 31 marca 2018 roku, w trybie art. 69 ust.\n                           1 pkt 1 oraz art. 87 ust.1 pkt 5_ do pkt 7_ ustawy z dnia 29 lipca 2005 roku o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych, od Przemysława Mazurka _\"Zawiadamiający\"_, że\n                           w wyniku transakcji nabycia przez niego 84.210 akcji Spółki, o której to transakcji\n                           Emitent informował 29 marca 2018 r. w raporcie bieżącym 5/2018, oraz ze względu na\n                           posiadanie przez Tadeusza Mazurka, ojca Pana Przemysława Mazurka, akcji Spółki, zmianie\n                           uległo ich zaangażowanie w akcje Emitenta.Po dokonaniu transakcji zakupu akcji, Zawiadamiający posiada 168.420 akcji Spółki,\n                           które stanowią 1,3% udziału w kapitale zakładowym i reprezentują 1,3% głosów na Walnym\n                           Zgromadzeniu Emitenta. Po dokonaniu transakcji zakupu akcji, Zawiadamiający razem\n                           z Tadeuszem Mazurkiem posiadają łącznie 805.539 akcji Spółki, które stanowią 6,21%\n                           udziału w kapitale zakładowym i reprezentują 6,21% głosów na Walnym Zgromadzeniu Emitenta.Przed transakcją Zawiadamiający posiadał 84.210 akcji Spółki, które stanowiły 0,65%\n                           udziału w kapitale zakładowym i reprezentowały 0,65% głosów na Walnym Zgromadzeniu\n                           Emitenta. Przed transakcją Zawiadamiający razem z Tadeuszem Mazurkiem posiadali łącznie\n                           721.329 akcji Spółki, które stanowiły 5,56% udziału w kapitale zakładowym i reprezentowały\n                           5,56% głosów na Walnym Zgromadzeniu Emitenta.",
        "date": "2018-04-03"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup S.A. _\"Spółka\", \"Emitent\"_  informuje, iż w dniu 29 marca 2018 roku\n                           otrzymał od Pana Przemysława Mazurka, Członka Rady Nadzorczej Emitenta, powiadomienie\n                           o transakcjach na akcjach Spółki. Treść powiadomienia Emitent przekazuje w załączeniu.",
        "date": "2018-03-29"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd Spółki NanoGroup S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 20 lutego\n                           2018 r. Rada Nadzorcza Spółki działając na podstawie art. 66 ust. 4 ustawy o rachunkowości\n                           oraz § 14 ust. 19 pkt 7_ statutu Spółki podjęła uchwałę o wyborze firmy Morison Audit\n                           sp. z o. o. z siedzibą w Poznaniu, przy  ul. Główna 6, 61-005 wpisaną do rejestru\n                           przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy Poznań\n                           - Nowe Miasto i Wilda Wydział VIII Gospodarczy  Krajowego Rejestru Sądowego pod numerem\n                           KRS 0000101208, posiadającą NIP 7780148896, REGON 630540941, kapitał zakładowy w pełni\n                           opłacony w wysokości 468.000,00 złotych, wpisaną na listę podmiotów uprawnionych do\n                           badania sprawozdań finansowych prowadzoną przez Krajową Radę Biegłych Rewidentów pod\n                           numerem ewidencyjnym 255, do badania jednostkowych i skonsolidowanych sprawozdań finansowych\n                           za lata 2017 i 2018 oraz do przeglądu półrocznego jednostkowego sprawozdania finansowego\n                           i półrocznego skonsolidowanego sprawozdania finansowego za rok 2018.Wybór firmy audytorskiej do badania sprawozdań finansowych Emitenta i Grupy Kapitałowej\n                           Spółki należy do kompetencji Rady Nadzorczej Spółki. Rada Nadzorcza dokonała wyboru\n                           firmy audytorskiej w oparciu o rekomendacją Komitetu Audytu.Spółka nie korzystała z usług wybranego podmiotu w latach poprzednich.",
        "date": "2018-02-20"
    },
    {
        "company_name": "NANOGROUP SA",
        "content": "Zarząd NanoGroup  _\"Spółka\", \"Emitent\"_ niniejszym informuje, że  został powołany\n                           w ramach Rady Nadzorczej Emitenta Komitet Audytu w następującym składzie:- Pan Przemysław Mazurek – Przewodniczący Komitetu Audytu,- Pani Małgorzata Gałązka – Sobotka – Członek Komitetu Audytu,- Pan Artur Olender – Członek Komitetu Audytu.Powołany w ramach Rady Nadzorczej Komitet Audytu spełnia kryteria niezależności oraz\n                           pozostałe wymagania określone w art. 128 ust. 1 i art. 129 ust. 1, 3, 5 i 6 ustawy\n                           z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze\n                           publicznym, tj. _i_ przynajmniej jeden członek komitetu audytu posiada wiedzę i umiejętności\n                           w zakresie rachunkowości lub badania sprawozdań finansowych, _ii_ przynajmniej jeden\n                           członek komitetu audytu posiada wiedzę i umiejętności z zakresu branży w której działa\n                           Spółka lub poszczególni członkowie w określonych zakresach posiadają wiedzę i umiejętności\n                           z zakresu tej branży, _iii_ większość członków komitetu audytu, w tym jego przewodniczący,\n                           jest niezależny od Spółki.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-02-05"
    }
]