[
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A.  z siedzibą w Zielonej Górze _dalej \"Spółka\"_ informuje o dokonaniu\n                           korekt w skróconym raporcie kwartalnym za III kwartał 2017 roku, przekazanym do publicznej\n                           wiadomości w dniu 10 listopada 2017 roku. Korekta obejmuje: podanie brakujących danych\n                           dotyczących sprawozdania z całkowitych dochodów, doprecyzowanie czynników, które w\n                           ocenie emitenta będą miały wpływ na osiągnięte przez niego wyniki w kolejnym kwartale\n                           oraz skorygowanie omyłek w zakresie stanu akcjonariatu oraz zestawienia stanu posiadania\n                           akcji emitenta przez osoby zarządzające i nadzorujące. Szczegółowy opis dokonanych korekt wskazany został w załączniku do niniejszego raportu.\n                           W dniu dzisiejszym Spółka opublikuje skorygowany skrócony raport kwartalny za III\n                           kwartał 2017 roku, uwzględniający powyższe korekty. Podstawa prawna: § 6 ust. 4 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim z dnia 19 lutego 2009 r. _Dz.U. Nr\n                           33, poz. 259 ze zm._",
        "date": "2017-12-21"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. _dalej \"Spółka\"_ działając na podstawie art. 19 ust.3 Rozporządzenia\n                           MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE Nr 596/2014 z dnia 16 kwietnia\n                           2014 r. w sprawie nadużyć na rynku_ informuje, iż w dniu 19 grudnia 2017 r. otrzymał\n                           od \"Finveco\" Sp. z o.o. z siedzibą w Zielonej Górze, podmiotu blisko związanego z\n                           Panem Januszem Piczakiem, Członkiem Rady Nadzorczej \"NOVITA\" S.A., powiadomienie o\n                           transakcjach wykonanych na akcjach Spółki. Treść powiadomienia Spółka przekazuje w załączeniu. Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2017-12-20"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. _dalej \"Spółka\"_ działając na podstawie art. 19 ust.3 Rozporządzenia\n                           MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE Nr 596/2014 z dnia 16 kwietnia\n                           2014 roku w sprawie nadużyć na rynku_ informuje, iż w dniu 19 grudnia 2017 roku otrzymał\n                           od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie o transakcjach\n                           wykonanych na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2017-12-20"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _\"Spółka\"_ informuje, że w dniu 22.11.2017\n                           r. Spółka zawarła umowę o zakup włókna wiskozowego ciętego z europejskim producentem\n                           tegoż surowca.  Umowa ma charakter umowy ramowej, na podstawie której Spółka może\n                           składać indywidualne zamówienia na zakup włókna do produkcji włóknin. Spółka szacuje,\n                           że w okresie najbliższych 12 miesięcy wartość zamówień w ramach umowy wyniesie ok.\n                           18 mln zł.  Podstawa prawna: art.17 MAR",
        "date": "2017-11-22"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _\"Spółka\"_ zawiadamia, że w dniu\n                           dzisiejszym powziął informację o podpisaniu ze strony Narodowego Centrum Badań i Rozwoju\n                           z siedzibą w Warszawie _\"NCBiR\"_ umowy o dofinansowanie Projektu: \"Opracowanie demonstracyjnej\n                           linii technologicznej do wysokowydajnej produkcji włóknin typu Spunlace wyposażonej\n                           w centralny układ sterowania\" w ramach Działania 1.1 Programu Operacyjnego Inteligentny\n                           Rozwój 2014-2020 współfinansowanego ze środków Europejskiego Funduszu Rozwoju Regionalnego.\n                           Przedmiotem umowy są zasady udzielenia przez NCBiR dofinansowania realizacji Projektu\n                           oraz prawa i obowiązki Stron z tym związane. Przyznana wartość dofinansowania projektu\n                           to 23 753 489,21 PLN.Dofinansowanie może podlegać zwrotowi w razie rozwiązania umowy na skutek, między\n                           innymi: zawinionego niewykonania przez Spółkę postanowień umowy, nieosiągnięcia celu\n                           projektu lub zaprzestania prowadzenia działalności przez Spółkę.Podstawa prawna: Art.\n                           17 ust. 1 rozporządzenia MAR - informacje poufne.",
        "date": "2017-11-09"
    },
    {
        "company_name": "NOVITA",
        "content": "\"NOVITA\" S.A. _\"Spółka\"_ informuje, że w dniu 23.10.2017 r. zawarła z firmą Andritz\n                           Perfojet SAS z siedzibą w Montbonnot, Francja _\"Dostawca\"_ umowę dostawy linii do\n                           produkcji włóknin typu spunlace _\"Umowa\"_.  Zgodnie z umową Dostawca sprzeda Spółce elementy linii produkcyjnej oraz będzie odpowiedzialny\n                           za ich dostawę i instalację oraz uruchomienie linii, zgodnie z warunkami technicznymi\n                           szczegółowo określonymi w Umowie. Łączna wartość Umowy to 7.774.000 EUR netto. Większa\n                           część ceny płatna będzie po dostawie elementów linii, która powinna zakończyć się\n                           w terminie do 10 miesięcy. Dostawca udzielił 24-miesięcznej gwarancji za wady fizyczne\n                           linii. Umowa przewiduje kary umowne na rzecz Spółki w razie zawinionego przez Dostawcę\n                           istotnego opóźnienia dostawy lub uruchomienia linii, albo w przypadku, gdy uruchomiona\n                           linia nie będzie spełniać wymogów technicznych określonych w Umowie. Umowa może być\n                           wypowiedziana przez każdą ze stron w razie istotnego naruszenia jej warunków przez\n                           drugą stronę.Zawarcie Umowy jest elementem realizacji inwestycji polegającej na uruchomieniu nowej\n                           linii do produkcji włóknin, o której Spółka informowała w raporcie bieżącym nr 11/17\n                           z 14.06.2017 r.Podstawa prawna: art.17 MAR",
        "date": "2017-10-23"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielone Górze _dalej \"Spółka\"_ informuje, że w dniu\n                           22 października 2017 roku odbyło się pierwsze posiedzenie Komitetu Audytu Rady Nadzorczej\n                           Spółki _dalej \"Komitet\"_, podczas którego dokonano wyboru Przewodniczącego Komitetu.\n                           Został nim Pan Ohad Tzkhori - członek niezależny Komitetu w rozumieniu art. 129 ust.\n                           3 ustawy o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym.Podstawa prawa: Art. 17 ust. 1 MAR - informacje poufne.",
        "date": "2017-10-22"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielone Górze _dalej \"Spółka\"_ informuje, że dnia\n                           16 października 2017 roku Rada Nadzorcza Spółki działając na podstawie art. 128 ust.\n                           1 Ustawy o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym z dnia\n                           11 maja 2017 r. powołała Komitet Audytu w składzie:- Pan Ohad Tzkhori - członek niezależny Komitetu Audytu,- Pan Benjamin Elazar - członek niezależny Komitetu Audytu,- Pan Eyal Maor - członek Komitetu Audytu.Zgodnie z uchwałą Rady Nadzorczej, powołującej Komitet Audytu, jego przewodniczący\n                           zostanie wybrany przez Komitet Audytu.Powołany w ramach Rady Nadzorczej Komitet Audytu spełnia bądź będzie spełniał _po\n                           wyborze przewodniczącego_ kryteria niezależności oraz pozostałe wymagania określone\n                           w art. 128 ust. 1 i art. 129 ust. 1, 3, 5 i 6 ustawy o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym.",
        "date": "2017-10-16"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielone Górze _dalej \"Spółka\"_ informuje, że w związku\n                           z rezygnacją Pana Adi Mansoor oraz Pana Lior Sikron z pełnionych przez nich funkcji\n                           Członków Rady Nadzorczej, Rada Nadzorcza Spółki w dniu 16 października 2017 roku,\n                           działając w trybie określonym w § 17 ust. 2 Statutu Spółki, podjęła uchwały o powołaniu\n                           _dokooptowaniu_ w skład Rady Nadzorczej dwóch nowych członków:- Pana Ohad Tzkhori;- Pana Benjamin Elazar.Zgodnie ze złożonymi oświadczeniami nowi Członkowie Rady Nadzorczej nie prowadzą działalności,\n                           która byłaby konkurencyjna w stosunku do działalności Spółki, nie są wspólnikami konkurencyjnej\n                           spółki cywilnej lub spółki osobowej ani członkami organu spółki kapitałowej lub członkami\n                           organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Nowi Członkowie Rady Nadzorczej\n                           nie są wpisani do rejestru dłużników niewypłacalnych prowadzonego na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.Życiorysy nowo powołanych Członków Rady Nadzorczej Spółki stanowią załącznik do niniejszego\n                           raportu.Podstawa prawa: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-16"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ informuje, że otrzymał\n                           od Pana Eyal Maor, Przewodniczącego Rady Nadzorczej Spółki, informację o złożeniu\n                           w dniu dzisiejszym _tj. 5 października 2017 roku_ rezygnacji przez Pana Adi Mansoor\n                           oraz Pana Lior Sikron z pełnionych przez nich funkcji Członków Rady Nadzorczej Spółki,\n                           ze skutkiem na dzień doręczenia tychże rezygnacji.Podstawa prawa: § 5 ust. 1 pkt 21\n                           Rozporządzenia Ministra Finansów z dnia 19 lutego 2009r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim.",
        "date": "2017-10-05"
    },
    {
        "company_name": "NOVITA",
        "content": "Novita S.A. z siedzibą w Zielonej Górze informuje, że w ramach konkursu na dofinansowanie\n                           z funduszy europejskich projektów złożonych w ramach Programu Operacyjnego Inteligentny\n                           Rozwój 2014- 2020 działanie 1.1, Poddziałanie 1.1.1 został pozytywnie oceniony i zarekomendowany\n                           do dofinansowania projekt Spółki pt. \"Opracowanie demonstracyjnej linii technologicznej\n                           do wysokowydajnej produkcji włóknin typu Spunlace wyposażonej w centralny układ sterowania\".\n                           Rekomendowana wartość dofinansowania to 23 753 489,21 PLN, która zgodnie z wytycznymi\n                           Narodowego Centrum Badań i Rozwoju może ulec zmianie w wyniku technicznej weryfikacji\n                           wniosku o dofinansowanie przed zawarciem umowy.",
        "date": "2017-09-29"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd spółki Novita S.A. _\"Spółka\"_ informuje o zawarciu z Bankiem Zachodnim WBK\n                           S.A. _\"Bank\"_ w dniu 8 sierpnia 2017 r. Umowy o MultiLinię nr K00693/17 _\"Umowa\"_,\n                           która przewiduje:_i_ udzielenie Spółce kredytu w rachunku bieżącym i walutowym z możliwością równoczesnego\n                           wykorzystania kredytu w rachunku bieżącym i walutowym w kilku walutach z przeznaczeniem\n                           na finansowanie bieżącej działalności gospodarczej,_ii_ udzielenie Spółce kredytów rewolwingowych w walutach PLN, EUR i USD z przeznaczeniem\n                           na zakup środków trwałych,_iii_ otwieranie akredytyw na podstawie dyspozycji / zlecenia Spółki w PLN, EUR i\n                           USD,do łącznej kwoty 8.223.877,44 EUR _słownie: osiem milionów dwieście dwadzieścia trzy\n                           tysiące osiemset siedemdziesiąt siedem euro 44/100_ lub jej równowartości w PLN, tj.\n                           35.000.00,00 PLN _słownie: trzydzieści pięć milionów 00/100 złotych_.Spółka może skorzystać z kredytów i z możliwości otwarcia akredytyw w Okresie Dostępności,\n                           będącym okresem od dnia spełnienia odpowiednich warunków do dnia spłaty, tj. 8 sierpnia\n                           2020 r.Warunki Umowy, w tym zwłaszcza warunki dotyczące prowizji i oprocentowania, nie odbiegają\n                           od standardów rynkowych stosowanych w umowach tego typu.Podstawa prawna: § 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr\n                           596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku _rozporządzenie w\n                           sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-08-08"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielone Górze _dalej \"Spółka\"_ informuje, że w dniu\n                           27 lipca 2017 r. otrzymał od akcjonariusza Finveco Sp. z o.o. informację, że Finveco\n                           sp. z o.o. złożyła pozew o uchylenie uchwały nr 7/2017 Zwyczajnego Walnego Zgromadzenia\n                           Novita S.A. z dnia 26 czerwca 2017 r. w sprawie podziału zysku osiągniętego przez\n                           Spółkę w roku 2016. Pozew złożony jest na podstawie art.422 par.1 ksh i zarzuca zaskarżonej\n                           uchwale, że jest sprzeczna z dobrymi obyczajami i ma na celu pokrzywdzenie akcjonariuszy.\n                           W opinii Zarządu Novita S.A. pozew jest bezzasadny i nie ma przesłanek do uchylenia\n                           zaskarżonej uchwały Walnego Zgromadzenia. Pozew został wysłany pocztą do Sądu Okręgowego\n                           w Poznaniu i Novita S.A. na dzień wysłania raportu nie dysponuje pełną treścią pozwu.\n                           Po zapoznaniu się z pełną treścią pozwu Spółka podejmie stosowne kroki prawne. Podstawa prawa: art.17 MAR",
        "date": "2017-07-27"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ podaje\n                           w załączeniu Wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Akcjonariuszy Spółki, zwołanym na dzień 26 czerwca 2017 roku w\n                           siedzibie Spółki.Wykaz stanowi załącznik do niniejszego raportu.Podstawa prawna: art. 70 ust. 3 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tekst jednolity Dz.U. z 2016 r., poz. 1639 z późn. zm._.",
        "date": "2017-06-27"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ niniejszym\n                           informuje, że w dniu 26 czerwca 2017 roku Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Spółki, po zapoznaniu się z Rekomendacją Zarządu w sprawie podziału zysku Spółki za\n                           rok obrotowy 2016 oraz oceną Rady Nadzorczej dotyczącą tej Rekomendacji, działając\n                           na podstawie art. 395 §2 pkt. 2 Kodeksu spółek handlowych oraz art. 30 ust. 1 pkt.\n                           2 Statutu Spółki, podjęło decyzję o przeznaczeniu zysku netto Spółki za rok obrotowy\n                           2016 w kwocie 16.910.120,63 zł _słownie: szesnaście milionów dziewięćset dziesięć\n                           tysięcy sto dwadzieścia złotych i sześćdziesiąt trzy grosze_ w całości na kapitał\n                           zapasowy.W głosowaniu jawnym uczestniczyło 2.155.326 głosów, stanowiących 86,21 % kapitału\n                           zakładowego Spółki. Za podjęciem uchwały głosowało: \"za\" 1.582.911, ,,przeciw\" 572.415,\n                           przy \"wstrzymujących\" się 0 głosów.Podstawa prawna: § 38 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _jednolity tekst Dz. U. z 2014.133\n                           z późniejszymi zmianami_.",
        "date": "2017-06-26"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ przekazuje\n                           do wiadomości uchwały podjęte przez Zwyczajne Walne Zgromadzenie Spółki _dalej \"ZWZ\"_,\n                           które odbyło się w dniu 26 czerwca 2017 roku. Podjęte przez ZWZ uchwały stanowią załącznik do niniejszego raportu. Podstawa prawna: § 38 ust. 1 pkt 7_ rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014 r., poz.\n                           133 tj. z późn. zm._.",
        "date": "2017-06-26"
    },
    {
        "company_name": "NOVITA",
        "content": "W nawiązaniu do raportu bieżącego nr 11/17 z dnia 14 czerwca 2017 roku, Zarząd Spółki\n                           Novita S.A. informuje, że w dniu 26 czerwca 2017 r. Rada Nadzorcza Spółki Novita S.A.\n                           podjęła uchwałę zatwierdzającą decyzję Zarządu z dnia 14 czerwca 2017 r. w sprawie\n                           realizacji inwestycji polegającej na zakupie linii do produkcji włóknin typu spunlace\n                           oraz modernizacji infrastruktury budowlanej. Szacowany łączny koszt inwestycji to\n                           55.275.000,00 zł.Podstawa prawna: § 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-06-26"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ niniejszym\n                           informuje, że w dniu 26 czerwca 2017 roku Rada Nadzorcza Spółki, zgodnie z art. 66\n                           ust. 4 Ustawy o rachunkowości oraz §21 ust. 2 pkt. 9_ Statutu Spółki, wybrała spółkę\n                           Revision-Rzeszów Józef Król Sp. z o.o. z siedzibą w Rzeszowie przy ul. Pelczara 6C/8,\n                           35-312 Rzeszów, jako podmiot uprawniony do badania sprawozdań finansowych Spółki za\n                           rok obrotowy 2017 oraz 2018.Revision-Rzeszów Józef Król Sp. z o.o. z siedzibą w Rzeszowie wpisana jest na listę\n                           podmiotów uprawnionych do badania sprawozdań finansowych pod nr 3510. Umowa zostanie\n                           zawarta na okres dwóch lat.Zarząd \"NOVITA\" Spółka Akcyjna dodatkowo informuje, iż Revision-Rzeszów Józef Król\n                           Sp. z o.o. z siedzibą w Rzeszowie nie dokonywała do tej pory badań i przeglądów sprawozdań\n                           finansowych Spółki i Grupy Kapitałowej NOVITA. Podstawa prawna: § 5 ust. 1 pkt 19_\n                           Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz.U. z 2014 r., poz. 133 tj. z późn. zm._.",
        "date": "2017-06-26"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Spółki \"NOVITA\" S.A. informuje, że w dniu 14 czerwca 2017 r. podjął decyzję\n                           o realizacji inwestycji polegającej na zakupie linii do produkcji włóknin typu spunlace\n                           oraz modernizacji powiązanej z tym infrastruktury budowlanej. Linia po uruchomieniu,\n                           przewidywanym na I kwartał 2019 roku, zwiększy blisko czterokrotnie możliwości produkcyjne\n                           Spółki w zakresie włóknin typu spunlace. Szacowany łączny koszt inwestycji to 55.275.000\n                           zł. Inwestycja sfinansowana będzie w 37%  z środków własnych Spółki oraz w 63% z finansowania\n                           bankowego. Jednocześnie Zarząd Spółki postanowił przekazać Radzie Nadzorczej Spółki wniosek o\n                           zatwierdzenie powyższej inwestycji.Podstawa prawna: § 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr\n                           596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku _rozporządzenie w\n                           sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE",
        "date": "2017-06-14"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. _\"Spółka\"_ informuje, że w dniu 12 czerwca 2017 r. otrzymał od\n                           Finveco Sp. z o.o., akcjonariusza posiadającego ponad 1/20 kapitału zakładowego Spółki,\n                           projekt uchwały w sprawie podziału zysku Spółki za rok obrotowy 2016. Jest to projekt\n                           alternatywny w stosunku do propozycji podziału zysku przedstawionej przez Zarząd Spółki\n                           i przekazanej do wiadomości publicznej raportem nr 5/17.  Podjęcie uchwały w sprawie\n                           podziału zysku za rok obrotowy 2016 r. jest ujęte w porządku obrad Zwyczajnego Walnego\n                           Zgromadzenia Spółki zwołanego na 26 czerwca 2017 r. Przesłany przez akcjonariusza\n                           projekt uchwały wraz z uzasadnieniem dołączono do raportu. Podstawa prawna: § 38 ust. 1 pkt 5 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych.",
        "date": "2017-06-12"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. informuje, że otrzymał od akcjonariusza Spółki wniosek, z powołaniem\n                           się na art. 428 § 4 kodeksu spółek handlowych, o przekazanie niektórych informacji\n                           finansowych w celu oceny propozycji Zarządu dotyczącej przeznaczenia zysku netto za\n                           rok obrotowy 2016 na kapitał zapasowy i rozważenia zgłoszenia na walnym zgromadzeniu,\n                           zwołanym na 26 czerwca 2017 r., alternatywnej propozycji podziału zysku.Informacje te podane są poniżej:1_ wielkość środków pieniężnych oraz ekwiwalentów środków pieniężnych Spółki na  31\n                           maja 2017 r.:                        14.791.527,81 PLN2_ wielkość krótkoterminowego zadłużenia oprocentowanego Spółki na 31 maja 2017 r.:\n                           175.450,22 PLN3_ stan majątku obrotowego netto Spółki na 30 kwietnia 2017 r., rozumianego jako stan\n                           zapasów plus należności  z tytułu dostaw, robót i usług plus stan rozliczeń międzyokresowych\n                           czynnych minus stan zobowiązań z tytułu dostaw, robót i usług minus stan rozliczeń\n                           międzyokresowych biernych: 22.675.458,60 PLN _z uwagi na niezamknięcie ksiąg obrotowych\n                           za maj 2017 r. nie jest możliwe podanie tej wartości na 31 maja 2017 r._4_ średni stan majątku obrotowego netto Spółki w roku 2016 rozumiany jako średnia\n                           arytmetyczna ze stanu majątku obrotowego netto Spółki na koniec  poszczególnych kwartałów\n                           tego roku: 21.101.516,33 PLN5_ wielkość współczynnika zadłużenia całkowitego Spółki na 30 kwietnia 2017 r., rozumianego\n                           jako iloraz różnicy sumy bilansowej i kapitału własnego przez sumę bilansową: 12,48\n                           % _z uwagi na niezamknięcie ksiąg obrotowych za maj 2017 r. nie jest możliwe podanie\n                           tej wartości na 31 maja 2017 r._6_ wielkość zysku EBITDA Spółki za ostatnie 12 miesięcy _okres od kwietnia 2016 do\n                           marca 2017 r._ według danych na koniec I kwartału 2017 r.: 21.998.326,45 PLNPo opublikowaniu niniejszego raportu informacje te zostaną przekazane akcjonariuszowi,\n                           który złożył wniosek. Podstawa prawna: Art.17 MAR",
        "date": "2017-06-05"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ informuje,\n                           że uszkodzeniu uległa linia do igłowania wodnego, odpowiedzialna za istotną część\n                           produkcji włóknin w Spółce. Przegląd dokonany przez producenta linii wykazał, że naprawa\n                           urządzenia zajmie około 6 tygodni i w tym okresie linia będzie wyłączona z produkcji.\n                           Zarząd szacuje, że na skutek wyłączenia linii moce produkcyjne Spółki w zakresie włóknin\n                           będą w okresie uszkodzenia obniżone o około jedną czwartą, co może skutkować utratą\n                           przychodów na poziomie około    3 mln PLN .",
        "date": "2017-06-05"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ niniejszym\n                           zwołuje na dzień 26 czerwca  2017 roku na godz. 11:30 w siedzibie Spółki _ul. Dekoracyjna\n                           3, 65-722 Zielona Góra_ Zwyczajne Walne Zgromadzenie _dalej \"ZWZ\"_. Treść ogłoszenia\n                           o zwołaniu ZWZ stanowi załącznik do niniejszego raportu.Jednocześnie Zarząd Spółki podaje do wiadomości projekty uchwał, które zostaną przedłożone\n                           pod obrady ZWZ. Projekty uchwał na ZWZ stanowią załącznik do niniejszego raportu.Podstawa prawna: § 38 ust. 1 pkt 1_ i 3_ rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz.U.\n                           z 2014 r., poz. 133 z późn. zm._.",
        "date": "2017-05-30"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"Novita\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego nr 5/17 z dnia 16 maja 2017 roku informuje, że w dniu dzisiejszym\n                           Rada Nadzorcza Spółki pozytywnie oceniła propozycję Zarządu dla Zwyczajnego Walnego\n                           Zgromadzenia Spółki, aby zysk netto Spółki za rok obrotowy 2016 w całości przeznaczyć\n                           na kapitał zapasowy.Jednocześnie Rada Nadzorcza pozytywnie zaopiniowała sprawozdanie finansowe Spółki\n                           za rok obrotowy 2016 oraz sprawozdanie Zarządu z działalności Spółki za rok obrotowy\n                           2016. Podstawa prawna: § 38 ust. 1 pkt 11 rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014\n                           r., poz. 133 tj. z późn. zm._",
        "date": "2017-05-29"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_, oceniając\n                           obecną sytuację finansową Spółki oraz mając na uwadze konieczność zabezpieczenia finansowania\n                           dla inwestycji w nową linię do produkcji włóknin, w sprawie której trwają obecnie\n                           negocjacje, informuje, że w dniu dzisiejszym podjął decyzję w sprawie rekomendacji\n                           Zwyczajnemu Walnemu Zgromadzeniu Spółki przeznaczenia zysku Spółki za rok obrotowy\n                           2016 w całości na kapitał zapasowy. Powyższy wniosek zostanie jednocześnie przedłożony Radzie Nadzorczej celem jego oceny\n                           zgodnie z art. 382 § 3 Kodeksu spółek handlowych.  Podstawa prawna: § 38 ust. 1 pkt 11_ rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz.U. z 2014 r.,\n                           poz. 133 z późn. zm._.",
        "date": "2017-05-16"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. _dalej \"Spółka\"_ działając na podstawie art. 19 ust.3 Rozporządzenia\n                           MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE Nr 596/2014 z dnia 16 kwietnia\n                           2014 r. w sprawie nadużyć na rynku_ informuje, iż otrzymał od \"Finveco\" Sp. z o.o.\n                           z siedzibą w Zielonej Górze, podmiotu blisko związanego z Panem Januszem Piczakiem,\n                           Członkiem Rady Nadzorczej \"NOVITA\" S.A., powiadomienie o transakcjach wykonanych na\n                           akcjach Spółki w dniu 10 stycznia 2017 roku. Treść powiadomienia Spółka przekazuje w załączeniu. Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2017-01-12"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"Novita\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ niniejszym\n                           podaje do wiadomości daty przekazywania raportów okresowych w 2017 roku.Raporty kwartalne:Jednostkowy raport za I kwartał 2017 roku – 12 maja 2017 roku. Jednostkowy raport za III kwartał 2017 roku – 10 listopada 2017 roku.Raporty półroczne:Jednostkowy raport za I półrocze 2017 roku – 29 sierpnia 2017 roku.Raporty roczne:Jednostkowy raport roczny za 2016 rok – 17 marca 2017 roku.Jednocześnie Spółka informuje o rezygnacji z publikacji jednostkowego raportu za IV\n                           kwartał 2016 roku oraz jednostkowego raportu za II kwartał 2017 roku na podstawie\n                           § 101 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _tj. Dz.U. z 2014 r., poz. 133 z późn. zm., dalej\n                           \"Rozporządzenie\"_.Podstawa prawna: § 103 ust. 1 Rozporządzenia.",
        "date": "2017-01-11"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniach 21,27 i 28 grudnia 2018 roku.\n                           Treść powiadomienia Spółka przekazuje w załączeniu.  Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-12-28"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniach 18,19 i 20 grudnia 2018 roku.\n                           Treść powiadomienia Spółka przekazuje w załączeniu.  Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-12-20"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. _dalej \"Spółka\"_ działając na podstawie art. 19 ust.3 Rozporządzenia\n                           MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE Nr 596/2014 z dnia 16 kwietnia\n                           2014 r. w sprawie nadużyć na rynku_ informuje, iż w dniu 20 grudnia 2018 roku otrzymał\n                           od \"Finveco\" Sp. z o.o. z siedzibą w Zielonej Górze, podmiotu blisko związanego z\n                           Panem Januszem Piczakiem, Członkiem Rady Nadzorczej \"NOVITA\" S.A., powiadomienie o\n                           transakcji wykonanej na akcjach Spółki w dniu 19 grudnia 2018 roku.  Treść powiadomienia Spółka przekazuje w załączeniu.   Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-12-20"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej: \"Spółka\"_ działając na podstawie\n                           art. 19 ust. 3 rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady\n                           UE Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje,\n                           iż otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej Spółki, korektę Powiadomienia\n                           o transakcjach, o których mowa w art. 19 ust. 1 rozporządzenia MAR, wykonanych na\n                           akcjach Spółki w dniach 6 grudnia i 10 grudnia 2018 roku. Pierwotne Powiadomienie zostało przez Zarząd Spółki poddane do publicznej wiadomości\n                           w Raporcie bieżącym nr 22/18 z dnia 10-12-2018r. Korekta Powiadomienia odnosi się do informacji o średniej cenie akcji nabytych w dniu\n                           10.12.2018 r. _pkt. 4.2 podpunkt d._.Treść skorygowanego Powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna: art. 19 ust. 3 rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego\n                           i Rady UE Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ – informacja\n                           o transakcjach wykonywanych przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-12-11"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniach 6 i 10 grudnia 2018 roku. Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-12-10"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _\"Spółka\"_ w nawiązaniu do raportu\n                           bieżącego nr 20/18 z dnia 07 grudnia 2018r.  informuje, iż Rada Nadzorcza Spółki podjęła\n                           uchwałę zatwierdzającą decyzję Zarządu Spółki z dnia 7 grudnia 2018r. w sprawie aktualizacji\n                           szacowanych kosztów budowy demonstracyjnej linii do produkcji włóknin typu spunlace\n                           oraz modernizacji infrastruktury budowlanej. Szacowany łączny koszt przedsięwzięcia wyniesie 62.652 tys. zł. Natomiast, w związku\n                           z przyznanym dofinansowaniem ze strony Narodowego Centrum Badań i Rozwoju z siedzibą\n                           w Warszawie  Projektu: \"Opracowanie demonstracyjnej linii technologicznej do wysokowydajnej\n                           produkcji włóknin typu Spunlace wyposażonej w centralny układ sterowania\" w ramach\n                           Działania 1.1 Programu Operacyjnego Inteligentny Rozwój 2014-2020 współfinansowanego\n                           ze środków Europejskiego Funduszu Rozwoju Regionalnego, o którym informował w raporcie\n                           bieżącym nr 25/17 z dnia 09.11.2017r. całkowity wzrost wartości aktywów wyniesie 45.731\n                           tys. zł. Postawa prawna: § 17 ust. 1 Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia\n                           16 kwietnia 2014 roku w sprawie nadużyć na rynku _\"rozporządzenie MAR\"_.",
        "date": "2018-12-10"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _\"Spółka\"_ informuje, iż w związku\n                           z przyznanym dofinansowaniem ze strony Narodowego Centrum Badań i Rozwoju z siedzibą\n                           w Warszawie _\"NCBiR\"_  Projektu: \"Opracowanie demonstracyjnej linii technologicznej\n                           do wysokowydajnej produkcji włóknin typu Spunlace wyposażonej w centralny układ sterowania\"\n                           w ramach Działania 1.1 Programu Operacyjnego Inteligentny Rozwój 2014-2020 współfinansowanego\n                           ze środków Europejskiego Funduszu Rozwoju Regionalnego _\"Projekt\"_, o którym informował\n                           w raporcie bieżącym nr 25/17 z dnia 09.11.2017r., w dniu 7 grudnia 2018r. podjął decyzję\n                           o aktualizacji pierwotnie szacowanych kosztów budowy demonstracyjnej linii do produkcji\n                           włóknin typu spunlace oraz modernizacji infrastruktury budowlanej, o których informował\n                           w raporcie bieżącym nr 11/17 z dnia 14.06.2017r. Szacowana łączna wartość  pierwotnie przyjętego budżetu wzrośnie z 55.275 tys. zł\n                           do 62.652 tys. zł. Po uwzględnieniu dofinansowania Projektu ze strony NCBiR całkowity\n                           wzrost wartości aktywów wyniesie 45.731 tys. zł.Jednocześnie Zarząd Spółki postanowił przekazać Radzie Nadzorczej Spółki wniosek o\n                           zatwierdzenie zaktualizowanego budżetu przedsięwzięcia.Postawa prawna: § 17 ust. 1 Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia\n                           16 kwietnia 2014 roku w sprawie nadużyć na rynku _\"rozporządzenie MAR\"_.",
        "date": "2018-12-07"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniu 23 listopada 2018 roku. Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-11-27"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniu 04 października 2018 roku. Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-10-08"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniu 09 lipca 2018 roku. Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-07-11"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniach 28 i 29 czerwca 2018 roku oraz\n                           02 lipca 2018 roku. Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-07-02"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ przekazuje w załączeniu\n                           wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym\n                           Zgromadzeniu Akcjonariuszy Spółki, zwołanym na dzień 18 czerwca 2018 roku w siedzibie\n                           Spółki.Wykaz stanowi załącznik do niniejszego raportu.Podstawa prawna: art. 70 pkt 3 ustawy\n                           z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U. z\n                           2018 r. poz. 512, z późn. zm._",
        "date": "2018-06-19"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ przekazuje do publicznej\n                           wiadomości uchwały podjęte przez Zwyczajne Walne Zgromadzenie Spółki _dalej \"ZWZ\"_,\n                           które odbyło się w dniu 18 czerwca 2018 roku. Podjęte przez ZWZ uchwały oraz treść dokumentów będących przedmiotem głosowania, wraz\n                           z informacją o liczbie akcji z których oddano ważnie głosy, oraz procentowy udział\n                           tychże akcji w kapitale zakładowym, łączną liczbę ważnych głosów, w tym liczbę głosów\n                           \"za\", \"przeciw\" i \"wstrzymujących się\", stanowią załącznik do niniejszego raportu.\n                           Podstawa prawna: § 19 ust. 1 pkt 6 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. z 2018 r. poz. 757_.",
        "date": "2018-06-18"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ informuje, że dnia\n                           18 czerwca 2018 roku Rada Nadzorcza Spółki, w związku z uzupełnieniem jej składu osobowego\n                           o czym Spółka informowała raportem bieżącym nr 12/18 z dnia 18-06-2018 r., działając\n                           na podstawie art. 128 ust. 1 oraz 129 ust. 6 Ustawy o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym z dnia 11 maja 2017 r. _dalej \"Ustawa o Biegłych\"_\n                           powołała w skład Komitetu Audytu Rady Nadzorczej Spółki _dalej \"Komitet Audytu\"_ Pana\n                           Elazar Benjamin oraz Pana Ohad Tzkhori, który został również powołany do pełnienia\n                           funkcji przewodniczącego Komitetu Audytu. Obaj powołani członkowie spełniają  kryteria\n                           niezależności określone w art. 129 ust. 3 pkt 1-10 Ustawy o Biegłych. Aktualny skład Komitetu Audytu przedstawia się następująco:- Pan Ohad Tzkhori - członek niezależny Komitetu Audytu, przewodniczący Komitetu Audytu,- Pan Elazar Benjamin - członek niezależny Komitetu Audytu,- Pan Eyal Maor - członek Komitetu Audytu.Komitet Audytu spełnia kryteria niezależności oraz pozostałe wymagania określone w\n                           art. 129 ust. 1, 3, i 5 Ustawy o Biegłych.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-06-18"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_, informuje, że w dniu\n                           18 czerwca 2018 roku Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki, działając\n                           na podstawie art. 385 § 1 Kodeksu spółek handlowych oraz art. § 17 ust. 2 Statutu\n                           Spółki, podjęło decyzję o powołaniu w skład Rady Nadzorczej Pana Ohad Tzkhori oraz\n                           Pana Elazar Benjamin.Pan Ohad TzkhoriWykształcenie:2009 – 2011\tMBA - Masters Of Business Administration, specjalizacja: finanse, The\n                           College of Management,                                  Izrael2010  \tUkończenie kompleksowego programu zarządzania ryzykiem finansowym i operacyjnym,\n                           Wydział                                Administracji Biznesu, Uniwersytet Tel-Aviv,\n                           Izrael2007  \tnabycie uprawnień adwokackich, przystąpienie do Israel Bar Association2002 – 2006  \tLL.B - studia w zakresie prawa, The Academic Center of Law & Business,\n                           IzraelPrzebieg pracy zawodowej:2012 – \tobecnie  BDB Group _Israel/Cyprus_ \tDyrektor ds. Prawnych / Dyrektor Wykonawczy – Członek Zarządu2010 – 2012 \tExcellence Nessua Investment  House Ltd. _Izrael_ \tAudytor wewnętrzny i doradca prawny, Departament Audytu Wewnętrznego2008 – 2010  \tNissenkorn and co., kancelaria prawna2006 – 2008  \tIzraelski Urząd Podatkowy, Dział Prawny, Tel-Aviv Inna działalność i uczestnictwo w spółkach:           BDB Group _Israel/Cyprus_ – Dyrektor ds. Prawnych / Dyrektor Wykonawczy – Członek\n                           ZarząduPan Ohad Tzkhori nie prowadzi działalności konkurencyjnej wobec Spółki ani\n                           nie jest wspólnikiem w konkurencyjnej spółce cywilnej, osobowej, kapitałowej ani nie\n                           jest członkiem organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Pan Ohad Tzkhori\n                           nie został wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           Ustawy o Krajowym Rejestrze Sądowym.Pan Elazar Benjamin Wykształcenie:2000 – 2003\tB.Sc _licencjat_ in Buzienss Administration, Suma Cum Laude, Touro College,\n                           New York                                               _Jerusalem campus_Przebieg pracy zawodowej:2004 – \tobecnie założyciel i prezes firmy budowlanej w Angoli2000 – 2003 \tChief Executive Officer w Angel's Bakery, Oddział w Jerozolimie2000 - 2003\tdoradca Chief Executive Officer w Efrat/Teperberg WineryInna działalność\n                           i uczestnictwo w spółkach:           Założyciel i prezes firmy budowlanej w AngoliPan Elazar Benjamin nie prowadzi działalności\n                           konkurencyjnej wobec Spółki ani nie jest wspólnikiem w konkurencyjnej spółce cywilnej,\n                           osobowej, kapitałowej ani nie jest członkiem organu jakiejkolwiek innej konkurencyjnej\n                           osoby prawnej. Pan Elazar Benjamin nie został wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie Ustawy o Krajowym Rejestrze Sądowym.Podstawa prawna: § 5\n                           pkt 5 Rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.\n                           z 2018 r. poz. 757_.",
        "date": "2018-06-18"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniu 25 maja 2018 roku.Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-05-29"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ informuje, że Rada\n                           Nadzorcza na posiedzeniu w dniu 14 maja 2018 roku podjęła uchwałę w sprawie powołania\n                           na kolejną trzyletnią kadencję Zarządu Spółki w dotychczasowym czteroosobowym składzie\n                           obejmującym następujące osoby: Pan Radosław Muzioł - jako Prezes Zarządu;Pan Jakub Rękosiewicz - jako Członek Zarządu;Pan Shlomo Finkelstein - jako Członek Zarządu;Pan Rami Gabay - jako Członek Zarządu.Pan Radosław MuziołWykształcenie: Ukończył Akademię Ekonomiczną w Poznaniu na Wydziale Zarządzania i Podyplomowe Studium Biznesu Międzynarodowego. Doświadczenie zawodowe:09.2014 – obecnie \"NOVITA\" S.A. – Prezes Zarządu, Dyrektor Generalny11.2011 – 08.2016 \"LENTEX\" S.A. – Członek Zarządu, Dyrektor Dywizji Włóknin2009 – 2011 RMC w Zielonej Górze – działalność własna1998 – 2009 \"NOVITA\" S.A. – Wiceprezes Zarządu, Dyrektor ds. Sprzedaży i Marketingu1996 – 1998 Zakłady Odzieżowe \"Żary\" S.A. – Członek Zarządu ds. Ekonomiczno-Finansowych1995 – 1996 Apexim AB w Poznaniu – Dyrektor FinansowyPan Radosław Muzioł nie prowadzi działalności konkurencyjnej wobec Spółki ani nie\n                           jest wspólnikiem w konkurencyjnej spółce cywilnej, osobowej, kapitałowej ani nie jest\n                           członkiem organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Pan Radosław Muzioł\n                           nie został wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           Ustawy o Krajowym Rejestrze Sądowym.Pan Jakub RękosiewiczWykształcenie: Ukończył Politechnikę Zielonogórską na Wydziale Zarządzania i Marketingu,\n                           uzyskał Certyficate IV in Business _Management_ – Kent Institute of Business and Technology,\n                           Sydney Australia, ukończył także Studium Podyplomowe Rachunkowości – Akademia Ekonomiczna\n                           w Poznaniu, Wydział Zarządzania, certyfikat księgowy nr 19287/2007. Doświadczenie zawodowe:11.2014 – obecnie \"NOVITA\" S.A. – Członek Zarządu, Dyrektor ds. Ekonomiczno-Finansowych09.2014 – 11.2014 Carboholding Sp. z o.o. – Z-ca Dyrektora ds. Handlu04.2013 – 08.2014 Oddział Konstrukcji Stalowych LUBSTAL - Carboholding Sp. z o.o.\n                           – Dyrektor Generalny, Członek Zarządu2012 – 2013 Oddział Konstrukcji Stalowych LUBSTAL - Carboholding Sp. z o.o. – Dyrektor\n                           ds. Ekonomiczno-Finansowych02.2012 – 09.2012 Carboholding Sp. z o.o. – Specjalista ds. Finansowych2011 – 2012 Ecoservice Sp. z o.o. Zielona Góra _Holding Ekosystem S.A._ – Business\n                           Controller2010 – 2011 Ekosystem Sp. o. o. Zielona Góra _Holding Ekosystem S.A._ – Zastępca Dyrektora\n                           ds. Operacyjnych2004 – 2010 Elektrociepłownia \"Zielona Góra\" S.A. – Starszy Specjalista ds. Sprawozdawczości\n                           Finansowej, Wydział Budżetowania i ControllinguPan Jakub Rękosiewicz nie prowadzi działalności konkurencyjnej wobec Spółki ani nie\n                           jest wspólnikiem w konkurencyjnej spółce cywilnej, osobowej, kapitałowej ani nie jest\n                           członkiem organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Pan Jakub Rękosiewicz\n                           nie został wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           Ustawy o Krajowym Rejestrze Sądowym.Pan Shlomo FinkelsteinWykształcenie: Wyższe magisterskie w zakresie zarządzania _Master of Arts, Business\n                           Management_. Doświadczenie zawodowe:1997 – obecnie\tVaporjet Ltd – Manager ds. operacyjnych _Operations Manager_ Inna działalność i uczestnictwo w spółkach:08.2016 – obecnie \"NOVITA\" S.A. – Członek Zarządu1997 – obecnie Vaporjet Ltd – Manager ds. operacyjnych _Operations Manager_. Działalność\n                           nie jest konkurencyjna w stosunku do działalności wykonywanej w przedsiębiorstwie\n                           emitenta.Pan Shlomo Finkelstein nie prowadzi działalności konkurencyjnej wobec Spółki ani nie\n                           jest wspólnikiem w konkurencyjnej spółce cywilnej, osobowej, kapitałowej ani nie jest\n                           członkiem organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Pan Shlomo Finkelstein\n                           nie został wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           Ustawy o Krajowym Rejestrze Sądowym. Pan Rami GabayWykształcenie: Wyższe magisterskie w zakresie ekonomii _Master of Arts, Economics_,\n                           wyższe magisterskie w zakresie zarządzania _Master of Business Administration_ oraz\n                           licencjat w zakresie ekonomii i zarządzania _Bachelor of Arts in Economics and Management_.\n                            Doświadczenie zawodowe:2012 – obecnie Vaporjet Ltd – Wiceprezes ds. Marketingu i Sprzedaży _VP Marketing\n                           and   Sales_2008 – 2012 Hollandia International – Dyrektor Marketingu Międzynarodowego _International\n                           Marketing Director_Inna działalność i uczestnictwo w spółkach:08.2016 – obecnie \"NOVITA\" S.A. – Członek Zarządu2012 – obecnie Vaporjet Ltd – Wiceprezes ds. Marketingu i Sprzedaży. Działalność nie\n                           jest konkurencyjna w stosunku do działalności wykonywanej w przedsiębiorstwie emitenta.Pan Rami Gabay nie prowadzi działalności konkurencyjnej wobec Spółki ani nie jest\n                           wspólnikiem w konkurencyjnej spółce cywilnej, osobowej, kapitałowej ani nie jest członkiem organu\n                           jakiejkolwiek innej konkurencyjnej osoby prawnej. Pan Rami Gabay nie został wpisany\n                           do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie Ustawy o Krajowym\n                           Rejestrze Sądowym.Podstawa prawna: § 5 pkt 5 Rozporządzenia Ministra Finansów w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz.U. z 2018 r. poz. 757_.",
        "date": "2018-05-14"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd Novita S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ w nawiązaniu do raportu\n                           bieżącego nr 7/18 z dnia 26 kwietnia 2018 roku informuje, że Rada Nadzorcza na posiedzeniu w\n                           dniu 14 maja 2018 roku podjęła uchwałę dotyczącą pozytywnej oceny propozycji Zarządu w\n                           sprawie podziału zysku Spółki za rok obrotowy 2017 poprzez przekazanie go w całości\n                           na kapitał zapasowy.Ostateczną decyzję dotyczącą podziału zysku za rok obrotowy 2017 podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki zwołane na dzień 18 czerwca 2018 roku.Podstawa prawna: art.\n                           17 ust. 1 MAR",
        "date": "2018-05-14"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_, w nawiązaniu\n                           do raportu bieżącego nr 8/18 z dnia 26 kwietnia 2018 roku w sprawie ogłoszenia o zwołaniu\n                           Zwyczajnego Walnego Zgromadzenia \"NOVITA\" S.A. wraz z projektami Uchwał niniejszym\n                           informuje, że w projekcie uchwały w sprawie zatwierdzenia sprawozdania finansowego\n                           Spółki za rok obrotowy 2017, w wyniku omyłki pisarskiej błędnie podano kwotę całkowitych\n                           dochodów ogółem za rok obrotowy 2017, tj.:w Uchwale nr …… Zwyczajnego Walnego Zgromadzenia \"Novita\" Spółka Akcyjna z dnia 18\n                           czerwca 2018 r. w sprawie zatwierdzenia sprawozdania finansowego Spółki za rok obrotowy\n                           2017 jest:- § 1 pkt 2: sprawozdanie z całkowitych dochodów za rok obrotowy od 1 stycznia do\n                           31 grudnia 2017 roku, wykazujące całkowite dochody ogółem w wysokości 89.806 tys.\n                           zł _osiemdziesiąt dziewięć milionów osiemset sześć tysięcy złotych_,powinno być:- § 1 pkt 2: sprawozdanie z całkowitych dochodów za rok obrotowy od 1 stycznia do\n                           31 grudnia 2017 roku, wykazujące całkowite dochody ogółem w wysokości 11.916 tys.\n                           zł.  _jedenaście milionów dziewięćset szesnaście tysięcy złotych_.Biorąc powyższe pod uwagę Spółka dokonuje korekty przedmiotowej uchwały we wskazanym\n                           powyżej zakresie i załącza do niniejszego raportu projekty uchwał na ZWZ Novita S.A.\n                           uwzględniające dokonaną korektę.Podstawa prawa: § 6 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków  uznawania  za  równoważne  informacji  wymaganych  przepisami  prawa  państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r., poz. 133 tj. z późn. zm._.",
        "date": "2018-04-30"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ niniejszym\n                           zwołuje na dzień 18 czerwca 2018 roku na godz. 11:00 w siedzibie Spółki _ul. Dekoracyjna\n                           3, 65-722 Zielona Góra_ Zwyczajne Walne Zgromadzenie _dalej \"ZWZ\"_. Treść ogłoszenia\n                           o zwołaniu ZWZ stanowi załącznik do niniejszego raportu.Jednocześnie Zarząd Spółki podaje do wiadomości projekty uchwał, które zostaną przedłożone\n                           pod obrady ZWZ. Projekty uchwał na ZWZ stanowią załącznik do niniejszego raportu.Podstawa\n                           prawna: § 38 ust. 1 pkt 1_ i 3_ rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz.U. z 2014 r.,\n                           poz. 133 z późn. zm._.",
        "date": "2018-04-26"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_, oceniając\n                           obecną sytuację finansową Spółki oraz mając na uwadze konieczność zabezpieczenia finansowania\n                           dla realizowanej inwestycji w nową linię do produkcji włóknin, informuje, że w dniu\n                           dzisiejszym podjął decyzję w sprawie rekomendacji Zwyczajnemu Walnemu Zgromadzeniu\n                           Spółki przeznaczenia zysku Spółki za rok obrotowy 2017 w całości na kapitał zapasowy.\n                           Powyższy wniosek zostanie jednocześnie przedłożony Radzie Nadzorczej celem jego oceny\n                           zgodnie z art. 382 § 3 Kodeksu spółek handlowych.  Podstawa prawna: § 38 ust. 1 pkt 11_ rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _t.j. Dz.U. z 2014 r.,\n                           poz. 133 z późn. zm._.",
        "date": "2018-04-26"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _\"Spółka\"_ informuje, że otrzymał\n                           komunikat Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ z dnia 10 kwietnia\n                           2018 r., w którym GPW informuje, że na podstawie uchwały nr 42/2007 Zarządu GPW z\n                           późn. zm., po sesji 10 kwietnia 2018 r. została przeprowadzona korekta nadzwyczajna\n                           list uczestników indeksów WIG oraz WIG-Poland polegająca na wykreśleniu akcji Spółki\n                           _ISIN PLNVITA00018_ z list uczestników tych indeksów. Operacja wykreślenia akcji Spółki\n                           z portfeli wyżej wymienionych indeksów wynika z ich metodologii, zgodnie z którą w\n                           indeksach giełdowych nie mogą uczestniczyć spółki, których liczba akcji w wolnym obrocie\n                           jest niższa niż 10%.Podstawa prawna art. 17 ust.1 rozporządzenia MAR – informacje poufne",
        "date": "2018-04-11"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniach 09 i 10 kwietnia 2018 roku. Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-04-10"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_ działając na podstawie\n                           art. 19 ust.3 Rozporządzenia MAR _Rozporządzenie Parlamentu Europejskiego i Rady UE\n                           Nr 596/2014 z dnia 16 kwietnia 2014 roku w sprawie nadużyć na rynku_ informuje, iż\n                           otrzymał od Pana Janusza Piczaka, Członka Rady Nadzorczej \"NOVITA\" S.A., powiadomienie\n                           o transakcjach wykonanych na akcjach Spółki w dniach 04 i 06 kwietnia 2018 roku. Treść powiadomienia Spółka przekazuje w załączeniu.Podstawa prawna art. 19 ust.3 rozporządzenia MAR – informacja o transakcjach wykonywanych\n                           przez osoby pełniące obowiązki zarządcze.",
        "date": "2018-04-06"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" S.A. z siedzibą w Zielonej Górze _dalej \"Spółka\"_, w nawiązaniu do\n                           raportu nr 17/17 dotyczącego złożonego przez Finveco sp. z o.o. pozwu o uchylenie\n                           uchwały nr 7/2017 Zwyczajnego Walnego Zgromadzenia \"NOVITA\" S.A. z dnia 26 czerwca\n                           2017 r. w sprawie podziału zysku osiągniętego przez Spółkę w roku 2016, zawiadamia,\n                           iż w dniu dzisiejszym Spółka otrzymała informację, że Sąd Okręgowy w Poznaniu wydał\n                           wyrok, w którym oddalił powództwo.Podstawa prawa: art.17 MAR",
        "date": "2018-01-30"
    },
    {
        "company_name": "NOVITA",
        "content": "Zarząd \"NOVITA\" Spółka Akcyjna z siedzibą w Zielonej Górze _dalej \"Spółka\"_ niniejszym\n                           podaje do wiadomości daty przekazywania raportów okresowych w 2018 roku:Raporty kwartalne:Jednostkowy raport za I kwartał 2018 roku – 11 maja 2018 roku.Jednostkowy raport za III kwartał 2018 roku – 09 listopada 2018 roku.Raporty półroczne:Jednostkowy raport za I półrocze 2018 roku – 12 września 2018 roku.Raporty roczne:Jednostkowy raport roczny za 2017 rok – 30 marca 2018 roku.Jednocześnie Spółka informuje o rezygnacji z publikacji jednostkowego raportu za IV\n                           kwartał 2017 roku oraz jednostkowego raportu za II kwartał 2018 roku na podstawie\n                           § 101 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _tj. Dz.U. z 2014 r., poz. 133 z późn. zm., dalej\n                           \"Rozporządzenie\"_.Podstawa prawna: § 103 ust. 1 Rozporządzenia.",
        "date": "2018-01-23"
    }
]