[
    {
        "company_name": "NTT SYSTEM SA",
        "content": "W uzupełnieniu informacji przekazanych przez NTT System S.A. _dalej: \"Emitent\", \"Spółka\"_\n                           w raporcie bieżącym nr 7/2017 z dnia 24 maja 2017 r. oraz w raportach okresowych za\n                           minione okresy sprawozdawcze, Zarząd Emitenta informuje, iż do Spółki w dniu 22 grudnia\n                           2017 r. wpłynęła decyzja Dyrektora Izby Administracji Skarbowej w Warszawie _dalej\n                           \"DIAS\"_ z dnia 7 grudnia 2017 r. utrzymująca w mocy decyzję Naczelnika Mazowieckiego\n                           Urzędu Celno-Skarbowego w Warszawie _dalej \"NMUCS\"_ z dnia 11 maja 2017 r., w przedmiocie\n                           podatku dochodowego od osób prawnych za 2008 r. Decyzja ta jest ściśle związana z\n                           wcześniej otrzymaną przez Spółkę decyzją Dyrektora Urzędu Kontroli Skarbowej w Warszawie,\n                           utrzymaną następnie w mocy decyzją Dyrektora Izby Skarbowej w Warszawie _opisaną w\n                           raporcie bieżącym nr 22/2016 z dnia 30 grudnia 2016 r._, w przedmiocie podatku od\n                           towarów i usług za grudzień 2008 r., na które to decyzje Spółka wniosła skargę do\n                           Wojewódzkiego Sądu Administracyjnego w Warszawie. Skarga ta jest obecnie rozpoznawana.NMUCS w swej decyzji dotyczącej podatku dochodowego od osób prawnych zakwestionował\n                           te same transakcje, które wcześniej zostały zakwestionowane w podatku od towarów i\n                           usług za grudzień 2008 r. W wyniku powyższego NMUCS określił Emitentowi zobowiązanie\n                           podatkowe w kwocie o 2,7 mln PLN wyższej od kwoty pierwotnie wykazanej przez Spółkę.\n                           Spółka z ostrożności procesowej w całości opłaciła kwotę wynikającą z w/w decyzji\n                           NMUCS, utrzymanej decyzją DIAS i z tytułu tych decyzji nie ma żadnych zobowiązań wobec\n                           budżetu państwa.Decyzja Dyrektora Izby Administracji Skarbowej w Warszawie jest ostateczna w administracyjnym\n                           toku instancji. Emitentowi przysługuje prawo do wniesienia skargi do Wojewódzkiego\n                           Sądu Administracyjnego w Warszawie i Spółka z niego skorzysta. NTT System S.A. planuje\n                           podjąć odpowiednie kroki prawne, mające na celu wykazanie braku podstaw do przyjęcia\n                           niekorzystnych dla Spółki ustaleń. Stanowisko Spółki poparte jest wyrokami Naczelnego\n                           Sądu Administracyjnego i Wojewódzkich Sądów Administracyjnych w analogicznych sprawach\n                           toczących się wobec innych podmiotów.Celem przekazania niniejszego raportu przez Emitenta jest uzupełnienie informacji\n                           przekazanych wcześniej w raportach bieżących i okresowych, mimo, iż kwota dodatkowego\n                           zobowiązania wynikająca decyzji nie jest istotna dla sytuacji Spółki i została przez\n                           nią uregulowana.",
        "date": "2017-12-22"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _\"Spółka\", \"Emitent\"_ informuje, iż zbliża się do zakończenia\n                           księgowań dokumentów dotyczących okresu od 1 stycznia do 30 września 2017 r. i w związku\n                           z powyższym przekazuje do publicznej wiadomości wstępne, szacunkowe wybrane skonsolidowane\n                           dane finansowe Grupy Kapitałowej NTT System S.A. za ten okres, które wynoszą:Przychody netto ze sprzedaży  – 317,2 mln PLN Zysk netto – 1,1 mln PLNSkonsolidowany raport kwartalny _QSr_ za III kwartał_y_ 2017 roku zostanie opublikowany\n                           w dniu 17 listopada 2017 roku, o czym Spółka informowała raportem bieżącym nr 1/2017\n                           z dnia 1 lutego 2017 roku.",
        "date": "2017-11-10"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. z siedzibą w Zakręcie _\"Emitent\"_ informuje, że dnia 12 października\n                           2017 r. Pan Krzysztof Porębski złożył rezygnację z funkcji Wiceprezesa Zarządu – Dyrektora\n                           Finansowego oraz z udziału w zarządzie Emitenta w charakterze jego członka. Rezygnacja\n                           została złożona ze skutkiem na dzień 31 października 2017 r. Jako powód rezygnacji Pan Krzysztof Porębski podał przyczyny osobiste.Podstawa prawna:§ 5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim",
        "date": "2017-10-12"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. z siedzibą w Zakręcie _dalej \"Spółka\", \"Kredytobiorca\"_, działając\n                           na podstawie Art. 17 ust. 1 MAR - informacje poufne, informuje, że w dniu 5 października\n                           2017 r. Spółka otrzymała podpisany Aneks nr 5 z dnia 22 września 2017 r. do umowy\n                           limitu kredytowego wielocelowego, zawartego z Bankiem Powszechna Kasa Oszczędności\n                           Bank Polski Spółka Akcyjna z siedzibą w Warszawie _dalej \"Bank\", \"PKO BP SA\"_.Informacje o zawartej umowie limitu kredytowego wielocelowego Spółka przekazała w\n                           raporcie bieżącym nr 16/2015 z  24 września 2015 r. oraz raportem bieżącym nr 16/2016\n                           z 30 września 2016 r. Zgodnie z postanowieniami przedmiotowego aneksu do umowy Bank udostępnił Kredytobiorcy\n                           do dyspozycji limit kredytowy wielocelowy w kwocie :1. 15 000 000,00 zł _słownie złotych: piętnaście milionów 00/100_, w okresie od dnia\n                           01 stycznia 2017 r. do dnia 30 listopada 2017 r.,2. 14 000 000,00 zł _słownie złotych: czternaście milionów 00/100_, w okresie od dnia\n                           01 grudnia 2017 r. do dnia 31 maja 2018 r.Kredyt przeznaczony jest na finansowanie bieżącej działalności gospodarczej Spółki.W ramach limitu Bank udziela Kredytobiorcy :1. kredytu w rachunku bieżącym, do wykorzystania w walucie PLN, USD i EUR do kwoty:a. 9 000 000,00 zł _słownie złotych: dziewięć milionów 00/100_ w okresie od dnia 01\n                           stycznia 2017 r. do dnia 30 listopada 2017 r.,b. 8 000 000,00 zł _słownie złotych: osiem milionów 00/100_ w okresie od dnia 01 grudnia\n                           2017 r. do dnia 31 maja 2018 r.2. kredytu obrotowego odnawialnego do kwoty 1 500 000,00 USD _słownie dolarów amerykańskich:\n                           jeden milion pięćset tysięcy 00/100_, który może zostać wykorzystany w walutach: PLN\n                           i USD, na spłatę zadłużenia powstałego z tytułu dokonanych przez PKO BP SA wypłat\n                           Gwarancji,3. gwarancji bankowych w obrocie krajowym i zagranicznym które będą udzielane w walucie\n                           USD do kwoty 1 500 000,00 USD _słownie dolarów amerykańskich: jeden milion pięćset\n                           tysięcy 00/100_.Spłacone kwoty wynikające z wykorzystanego limitu, mogą być w okresie obowiązywania\n                           umowy limitu wykorzystane ponownie łącznie z pozostałą częścią limitu. Okres wykorzystywania\n                           limitu upływa z dniem 31 maja 2018  roku z zastrzeżeniem, iż PKO BP SA może udzielać\n                           gwarancji bankowych z terminem obowiązywania dłuższym  niż okres obowiązywania limitu,\n                           jednak nie więcej niż o 12 miesięcy, pod warunkiem złożenia przez Kredytobiorcę dodatkowego\n                           oświadczenia o poddaniu się egzekucji. Strony ustalają, że prawnym zabezpieczeniem spłaty wierzytelności PKO BP SA jest:\n                           1. weksel własny in blanco z wystawienia Kredytobiorcy wraz z deklaracją wekslową,\n                           2. hipoteka umowna do kwoty 23.800.000,00 PLN _słownie złotych: dwadzieścia trzy miliony\n                           osiemset tysięcy 00/100_ na prawie własności nieruchomości gruntowej oraz prawie własności\n                           posadowionego na nieruchomości budynku, dla których Sąd Rejonowy w Otwocku, IV Wydział\n                           Ksiąg Wieczystych prowadzi księgę wieczystą nr WA1O/00060450/3, 3. zastaw rejestrowy na zapasach sprzętu komputerowego i elektronicznego o łącznej\n                           wartości nie niższej niż 10.000.000,00 PLN _słownie złotych: dziesięć milionów 00/100_\n                           wraz z przelewem wierzytelności pieniężnej z umowy ubezpieczenia przedmiotu zastawu\n                           rejestrowego_. 4. przelew  istniejących i przyszłych wierzytelności gospodarczych, z tytułu sprzedaży\n                           towarów tj. części i podzespołów elektronicznych oraz  zestawów komputerowych, sprzętu\n                           komputerowego i elektronicznego oraz  usług  o łącznej wartości nie niższej niż 3.000.000,00\n                           PLN _słownie złotych: trzy miliony 00/100_  w  każdym czasie obowiązywania limitu.5. notarialne oświadczenie o poddaniu się egzekucji w trybie art. 777 § 1 pkt. 5 ustawy\n                           z dnia 17 listopada 1964 roku Kodeks postępowania cywilnego do kwoty 30 000 000,00\n                           zł _słownie złotych: trzydzieści milionów 00/100_, z możliwością wystąpienia przez\n                           PKO BP SA o nadanie tytułowi egzekucyjnemu klauzuli wykonalności w terminie do dnia\n                           31 maja 2021 r.Oprocentowanie kredytów udzielonych w ramach umowy limitu ustalane jest w stosunku\n                           rocznym od kwoty wykorzystanego kredytu w rachunku bieżącym oraz kredytu obrotowego.\n                           Bank naliczy odsetki według zmiennej stopy procentowej równej stawce WIBOR, LIBOR\n                           lub EURIBOR dla jednomiesięcznych depozytów międzybankowych odpowiednio dla waluty\n                           polskiej, waluty USD lub  EUR powiększonej o marżę Banku.Kredytobiorca zobowiązuje się w czasie obowiązywania umowy do przeprowadzania za pośrednictwem\n                           rachunków bankowych prowadzonych w PKO BP SA, kwartalnych wpływów z działalności gospodarczej,\n                           w każdym kwartale kalendarzowym w kwocie proporcjonalnej do udziału sublimitu na Kredyt\n                           w Rachunku w łącznym finansowaniu kredytowym przez wszystkie banki.Warunki umowy, oprocentowanie, stawki prowizji i opłat bankowych nie odbiegają od\n                           powszechnie stosowanych dla tego rodzaju umów. Pomiędzy Emitentem i osobami zarządzającymi\n                           lub nadzorującymi Emitenta a podmiotem, na rzecz którego  ustanowiono ograniczone\n                           prawo rzeczowe i osobami nim zarządzającymi nie zachodzą powiązania.      Zarząd Emitenta podjął decyzję o publikacji wyżej wymienionych informacji z uwagi\n                           na istotną wartość przedmiotowej umowy.",
        "date": "2017-10-05"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Szanowni Państwo,w załączeniu Zarząd NTT System S.A. przesyła informację na podstawie art. 133 ustawy\n                           o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym.",
        "date": "2017-09-26"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ niniejszym informuję, iż w dniu\n                           22 września 2017 r., w wyniku transakcji zwykłych na rynku podstawowym Giełdy Papierów\n                           Wartościowych w Warszawie, Spółka nabyła na rachunek NTT System S.A. akcje własne,\n                           oznaczone kodem ISIN: PLNTSYS00013, w celu dalszej odsprzedaży.Szczegółowe informacje na temat transakcji nabycia akcji:Liczba nabytych akcji: 5962 szt.Średnia jednostkowa cena nabycia akcji: 2,07 PLNLiczba głosów na walnym zgromadzeniu NTT System S.A. odpowiadająca nabytym akcjom:\n                           5962Udział nabytych akcji w kapitale zakładowym i ogólnej liczbie głosów na walnym zgromadzeniu\n                           Emitenta: 0,0430%Wartość nominalna każdej akcji wynosi: 6,00 PLNŁączna wartość nominalna nabytych akcji: 35 772,00 PLNŁączna liczba posiadanych przez Emitenta akcji własnych, po rozliczeniu powyższej\n                           transakcji wyniesie 177 663 szt., co będzie stanowiło 1,2828% kapitału zakładowego\n                           i ogólnej liczby głosów na walnym zgromadzeniu Spółki.O wcześniejszych, rozliczonych transakcjach nabycia akcji własnych Spółka informowała:\n                           w raporcie bieżącym nr 15/2012 z dnia 24 lipca 2012 r, raporcie bieżącym nr 22/2012\n                           z dnia 22 października 2012 r, raporcie bieżącym nr 28/2012 z dnia 15 grudnia 2012\n                           r., raporcie bieżącym nr 4/2013 z dnia 26 marca 2013 r., raporcie bieżącym nr 22/2017\n                           z dnia 14 września 2017 r. oraz w raportach bieżących nr 23/2017 i 24/2017 z dnia\n                           21 września 2017 roku.Skup akcji własnych prowadzony jest za pośrednictwem własnego rachunku inwestycyjnego\n                           Spółki, prowadzonego przez Dom Maklerski Banku Ochrony Środowiska S.A z siedzibą w\n                           Warszawie.Skup akcji własnych prowadzony jest w oparciu o upoważnienie wynikające z Uchwały\n                           Nr 16 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 18 maja 2015 r. oraz na podstawie\n                           uchwały Zarządu Spółki z dnia 13 września 2017 r. o przystąpieniu do realizacji skupu\n                           akcji własnych Spółki na warunkach i w trybie przewidzianym w powyższej uchwale Walnego\n                           Zgromadzenia NTT System S.A..Podstawa prawna: § 5 ust. 1 pkt. 6 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r., poz. 133 z późn. zm._ oraz art.\n                           5 ust. 3 Rozporządzenie Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_\n                           oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE R oraz art. 2 ust. 2 Rozporządzenia\n                           Komisji _UE_ 2016/1052 z dnia 8 marca 2016 r.",
        "date": "2017-09-22"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ niniejszym informuję, iż w dniu\n                           21 września 2017 r., w wyniku transakcji zwykłych na rynku podstawowym Giełdy Papierów\n                           Wartościowych w Warszawie, Spółka nabyła na rachunek NTT System S.A. akcje własne,\n                           oznaczone kodem ISIN: PLNTSYS00013, w celu dalszej odsprzedaży.Szczegółowe informacje na temat transakcji nabycia akcji:Liczba nabytych akcji: 2000 szt.Średnia jednostkowa cena nabycia akcji: 2,08 PLNLiczba głosów na walnym zgromadzeniu NTT System S.A. odpowiadająca nabytym akcjom:\n                           2000Udział nabytych akcji w kapitale zakładowym i ogólnej liczbie głosów na walnym zgromadzeniu\n                           Emitenta: 0,0144%Wartość nominalna każdej akcji wynosi: 6,00 PLNŁączna wartość nominalna nabytych akcji: 12 000,00 PLNŁączna liczba posiadanych przez Emitenta akcji własnych, po rozliczeniu powyższej\n                           transakcji wyniesie 171 701 szt., co będzie stanowiło 1,2397% kapitału zakładowego\n                           i ogólnej liczby głosów na walnym zgromadzeniu Spółki.O wcześniejszych, rozliczonych transakcjach nabycia akcji własnych Spółka informowała:\n                           w raporcie bieżącym nr 15/2012 z dnia 24 lipca 2012 r, raporcie bieżącym nr 22/2012\n                           z dnia 22 października 2012 r, raporcie bieżącym nr 28/2012 z dnia 15 grudnia 2012\n                           r., raporcie bieżącym nr 4/2013 z dnia 26 marca 2013 r., raporcie bieżącym nr 22/2017\n                           z dnia 14 września 2017 r. oraz w raporcie bieżącym nr 23/2017 z dnia 21 września\n                           2017 roku.Skup akcji własnych prowadzony jest za pośrednictwem własnego rachunku inwestycyjnego\n                           Spółki, prowadzonego przez Dom Maklerski Banku Ochrony Środowiska S.A z siedzibą w\n                           Warszawie.Skup akcji własnych prowadzony jest w oparciu o upoważnienie wynikające z Uchwały\n                           Nr 16 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 18 maja 2015 r. oraz na podstawie\n                           uchwały Zarządu Spółki z dnia 13 września 2017 r. o przystąpieniu do realizacji skupu\n                           akcji własnych Spółki na warunkach i w trybie przewidzianym w powyższej uchwale Walnego\n                           Zgromadzenia NTT System S.A..Podstawa prawna: § 5 ust. 1 pkt. 6 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r., poz. 133 z późn. zm._ oraz art.\n                           5 ust. 3 Rozporządzenie Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_\n                           oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE R oraz art. 2 ust. 2 Rozporządzenia\n                           Komisji _UE_ 2016/1052 z dnia 8 marca 2016 r.",
        "date": "2017-09-21"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ niniejszym informuję, iż w dniu\n                           20 września 2017 r., w wyniku transakcji zwykłych na rynku podstawowym Giełdy Papierów\n                           Wartościowych w Warszawie, Spółka nabyła na rachunek NTT System S.A. akcje własne,\n                           oznaczone kodem ISIN: PLNTSYS00013, w celu dalszej odsprzedaży.Szczegółowe informacje na temat transakcji nabycia akcji:Liczba nabytych akcji: 54 szt.Średnia jednostkowa cena nabycia akcji: 2,06 PLNLiczba głosów na walnym zgromadzeniu NTT System S.A. odpowiadająca nabytym akcjom:\n                           54Udział nabytych akcji w kapitale zakładowym i ogólnej liczbie głosów na walnym zgromadzeniu\n                           Emitenta: 0,0004%Wartość nominalna każdej akcji wynosi: 6,00 PLNŁączna wartość nominalna nabytych akcji: 324,00 PLNŁączna liczba posiadanych przez Emitenta akcji własnych, po rozliczeniu powyższej\n                           transakcji wyniesie 169 701 szt., co będzie stanowiło 1,2253% kapitału zakładowego\n                           i ogólnej liczby głosów na walnym zgromadzeniu Spółki.O wcześniejszych, rozliczonych transakcjach nabycia akcji własnych Spółka informowała:\n                           w raporcie bieżącym nr 15/2012 z dnia 24 lipca 2012 r, raporcie bieżącym nr 22/2012\n                           z dnia 22 października 2012 r, raporcie bieżącym nr 28/2012 z dnia 15 grudnia 2012\n                           r., raporcie bieżącym nr 4/2013 z dnia 26 marca 2013 r. oraz w raporcie bieżącym nr\n                           22/2017 z dnia 14 września 2017 roku.Skup akcji własnych prowadzony jest za pośrednictwem własnego rachunku inwestycyjnego\n                           Spółki, prowadzonego przez Dom Maklerski Banku Ochrony Środowiska S.A z siedzibą w\n                           Warszawie.Skup akcji własnych prowadzony jest w oparciu o upoważnienie wynikające z Uchwały\n                           Nr 16 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 18 maja 2015 r. oraz na podstawie\n                           uchwały Zarządu Spółki z dnia 13 września 2017 r. o przystąpieniu do realizacji skupu\n                           akcji własnych Spółki na warunkach i w trybie przewidzianym w powyższej uchwale Walnego\n                           Zgromadzenia NTT System S.A..Podstawa prawna: § 5 ust. 1 pkt. 6 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r., poz. 133 z późn. zm._ oraz art.\n                           5 ust. 3 Rozporządzenie Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_\n                           oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE R oraz art. 2 ust. 2 Rozporządzenia\n                           Komisji _UE_ 2016/1052 z dnia 8 marca 2016 r.",
        "date": "2017-09-21"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_, działając w oparciu o upoważnienie\n                           wynikające z Uchwały Nr 16 Zwyczajnego Walnego Zgromadzenia Spółki z dnia 18 maja\n                           2015 roku, której treść przekazana została do wiadomości publicznej raportem bieżącym\n                           nr 10/2015 w dniu 18 maja 2015 roku, podjął w dniu 13 września 2017 r. uchwałę o przystąpieniu\n                           do realizacji skupu akcji własnych Spółki na warunkach i w trybie przewidzianym w\n                           powyższej uchwale Walnego Zgromadzenia NTT System S.A.. Uchwała Zarządu Spółki weszła\n                           w życie z dniem podjęcia.Zarząd Emitenta niniejszym informuję, iż w dniu 13 września 2017 r., w wyniku transakcji\n                           zwykłych na rynku podstawowym Giełdy Papierów Wartościowych w Warszawie, Spółka nabyła\n                           na rachunek NTT System S.A. akcje własne, oznaczone kodem ISIN: PLNTSYS00013, w celu\n                           dalszej odsprzedaży.Szczegółowe informacje na temat transakcji nabycia akcji:Liczba nabytych akcji: 1 000 szt.Średnia jednostkowa cena nabycia akcji: 2,10 PLNLiczba głosów na walnym zgromadzeniu NTT System S.A. odpowiadająca nabytym akcjom:\n                           1 000Udział nabytych akcji w kapitale zakładowym i ogólnej liczbie głosów na walnym zgromadzeniu\n                           Emitenta: 0,0072%Wartość nominalna każdej akcji wynosi: 6,00 PLNŁączna wartość nominalna nabytych akcji: 6 000,00 PLNŁączna liczba posiadanych przez Emitenta akcji własnych, po rozliczeniu powyższej\n                           transakcji wyniesie 169 647 szt., co będzie stanowiło 1,2249% kapitału zakładowego\n                           i ogólnej liczby głosów na walnym zgromadzeniu Spółki.O wcześniejszych, rozliczonych transakcjach nabycia akcji własnych Spółka informowała:\n                           w raporcie bieżącym nr 15/2012 z dnia 24 lipca 2012 r, raporcie bieżącym nr 22/2012\n                           z dnia 22 października 2012 r, raporcie bieżącym nr 28/2012 z dnia 15 grudnia 2012\n                           r. oraz w raporcie bieżącym nr 4/2013 z dnia 26 marca 2013 roku.Skup akcji własnych prowadzony jest za pośrednictwem własnego rachunku inwestycyjnego\n                           Spółki, prowadzonego przez Dom Maklerski Banku Ochrony Środowiska S.A z siedzibą w\n                           Warszawie. Podstawa prawna: § 5 ust. 1 pkt. 6 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r., poz. 133 z późn. zm._ oraz art.\n                           5 ust. 3 Rozporządzenie Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_\n                           oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE R oraz art. 2 ust. 2 Rozporządzenia\n                           Komisji _UE_ 2016/1052 z dnia 8 marca 2016 r.",
        "date": "2017-09-14"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_, w związku z dużym zainteresowaniem\n                           akcjonariuszy oraz przedstawicieli rynku kapitałowego i finansowego statusem czynności\n                           kontrolnych prowadzonych wobec Spółki oraz sporów Spółki z organami podatkowymi, informuje,\n                           iż powziął informację o wydanym w dniu 31 sierpnia 2017 r. wyroku Wojewódzkiego Sądu\n                           Administracyjnego w Warszawie _dalej \"WSA\"_ w sprawie ze skargi Spółki na decyzję\n                           Dyrektora Izby Skarbowej w Warszawie w przedmiocie uznania korekt deklaracji dotyczących\n                           podatku od towarów i usług za kwiecień i maj 2007 r. za bezskuteczne.WSA uchylił zaskarżoną decyzję Dyrektora Izby Skarbowej w Warszawie i zasądził na\n                           rzecz Spółki zwrot kosztów postępowania.W ustnym uzasadnieniu wyroku WSA stwierdził, iż dokonana przez Dyrektora Izby Skarbowej\n                           w Warszawie ocena działania Spółki była błędna, bowiem Spółka działała w zaufaniu\n                           do organów podatkowych i spełniła kryterium \"starannego podatnika\", a co za tym idzie\n                           zaskarżoną decyzję Dyrektora Izby Skarbowej w Warszawie należało uchylić.Orzeczenie w powyższej sprawie jest nieprawomocne. Wcześniej Spółka, w raporcie bieżącym nr 2/2017 z dnia 11 kwietnia 2017 r., informowała\n                           o analogicznych wyrokach WSA w sprawach ze:1_ skargi Spółki na decyzję Dyrektora Izby Skarbowej w Warszawie w przedmiocie umorzenia\n                           postępowania w sprawie stwierdzenia nadpłaty w podatku od towarów i usług za marzec\n                           2007 r.;2_ skargi Spółki na decyzję Dyrektora Izby Skarbowej w Warszawie w przedmiocie umorzenia\n                           postępowania w sprawie stwierdzenia nadpłaty w podatku od towarów i usług za czerwiec\n                           2007 r.Aktualnie Emitent czeka na informacje o statusie prawomocności tych wyroków.",
        "date": "2017-09-01"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _\"Spółka\", \"Emitent\"_ informuje, iż zbliża się do zakończenia\n                           księgowań dokumentów dotyczących I półrocza 2017 r. i w związku z powyższym przekazuje\n                           do publicznej wiadomości wstępne, szacunkowe wybrane skonsolidowane dane finansowe\n                           Grupy Kapitałowej NTT System S.A. za ten okres, które wynoszą:Przychody netto ze sprzedaży  – 211,2 mln PLN Zysk netto – 0,8 mln PLNSkonsolidowany raport półroczny _PSr_ za I półrocze 2017 roku zostanie opublikowany\n                           w dniu 1 września 2017 roku, po zweryfikowaniu wszystkich danych przez biegłego rewidenta,\n                           o czym Spółka informowała raportem bieżącym nr 1/2017 z dnia 1 lutego 2017 roku.",
        "date": "2017-08-04"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. w raporcie bieżącym nr 18/2017 r. podał skorygowaną, uzupełnioną\n                           informację o Akcjonariuszach, którzy posiadali co najmniej 5% ogólnej liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu NTT System S.A. w dniu 26 czerwca 2017 r. W poprzednio\n                           opublikowanej informacji wskazani zostali jedynie Akcjonariusze uczestniczący w Zwyczajnym\n                           Walnym Zgromadzeniu NTT System S.A. w dniu 26 czerwca 2017 r., posiadający co najmniej\n                           5% głosów w ogólnej liczbie akcji _głosów_ Emitenta.W załączniku do raportu bieżącego nr 18/2017 r. wkradł się błąd pisarski. W tabeli\n                           \"Wykaz Akcjonariuszy obecnych na ZWZ NTT System S.A. w dniu 26.06.2017 r., posiadających\n                           co najmniej 5% ogólnej liczby głosów na Walnym Zgromadzeniu\" w wierszu \"Razem\", stanowiącym\n                           podsumowanie danych zawartych w kolumnie \"Liczba akcji_szt._/Liczba głosów\", znalazły\n                           się liczby \"8 575 734/8 575 734\" zamiast \"9 719 734/9 719 734\". W załączeniu poprawna\n                           treść tabeli.",
        "date": "2017-07-19"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "W nawiązaniu do raportu bieżącego nr 18/2010 z dnia 09.07.2010 r. informującego, iż\n                           zadania Komitetu Audytu NTT System S.A. _\"Emitent\", \"Spółka\"_ pełni cała Rada Nadzorcza\n                           Emitenta, raportu bieżącego nr 12/2016 z dnia 09.05.2016 r. o powołaniu Rady Nadzorczej\n                           Spółki na nową, VII kadencję, raportu bieżącego nr 20/2016 z dnia 24.11.2016 r. o\n                           ukonstytuowaniu się Rady Nadzorczej VII kadencji i o dokonaniu wyboru Przewodniczącego,\n                           Wiceprzewodniczącego i Sekretarza Rady Nadzorczej Emitenta, Zarząd NTT System S.A.\n                           informuje, że w dniu 17.07.2017 r. Rada Nadzorcza Spółki powołała Komitet Audytu.Działając na podstawie art. 128 i 129 ustawy z dnia 11.05.2017 r. o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym _Dz. U. z 2017 r. poz. 1089_ oraz §3\n                           Regulaminu Rady Nadzorczej NTT System S.A. Rada Nadzorcza postanowiła powołać Komitet\n                           Audytu NTT System S.A. w składzie:- Przemysław Fabiś - Przewodniczący Komitetu Audytu,- Janusz Cieślak - Członek Komitetu Audytu,- Andrzej Rymuza - Członek Komitetu Audytu.Czas trwania pierwszej kadencji Komitetu Audytu będzie tożsamy z obecną kadencją Rady\n                           Nadzorczej, tj. do dnia 7.10.2018 roku.Uchwała weszła w życie z dniem podjęcia. Jednocześnie utraciła ważność uchwała Rady\n                           Nadzorczej nr 01/04/12/2009 z dnia 4.12.2009 roku w sprawie powierzenia pełnienia\n                           funkcji Komitetu Audytu Radzie Nadzorczej NTT System S.A.Zarząd Emitenta informuje, iż Komitet we wskazanym składzie spełnia kryteria niezależności\n                           oraz pozostałe wymagania określone w art. 128 ust.1 i art. 129 ust. 1, 3 , 5, i 6\n                           ustawy o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym, tj.\n                           przynajmniej jeden członek komitetu audytu posiada wiedzę i umiejętności w zakresie\n                           rachunkowości lub badania sprawozdań finansowych; przynajmniej jeden członek komitetu\n                           audytu posiada wiedzę i umiejętności z zakresu branży Spółki; większość członków komitetu\n                           audytu, w tym jego przewodniczący, jest niezależna od Spółki.Podstawa prawna:- §28 i § 5 ust. 1 pkt 22 w zw. z § 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _ Dz. U. 2014 poz. 133,\n                           z poźn. zm._;- art. 56 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz.U. 2016 poz. 1639_.",
        "date": "2017-07-18"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. informuje, iż w dniu 17 lipca 2017 r. wpłynęła do Emitenta\n                           uchwała Rady Nadzorczej NTT System S.A. nr 2/17/07/2017 z dnia 17 lipca 2017 r. w\n                           sprawie wyboru biegłego rewidenta do przeprowadzenia przeglądu i badania sprawozdań\n                           finansowych za rok obrotowy 2017.W myśl wyżej wymienionej uchwały Rada Nadzorcza, działając zgodnie z obowiązującymi\n                           przepisami i normami, w tym na podstawie §13 pkt 2 lit. s_ Statutu Spółki oraz §4\n                           pkt 2 lit. s_ Regulaminu Rady Nadzorczej NTT System S.A., wybrała do przeprowadzenia\n                           przeglądu jednostkowego i skonsolidowanego sprawozdania finansowego za I półrocze\n                           2017 r. oraz badania rocznego sprawozdania finansowego NTT System S.A. oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej NTT System S.A., sporządzonego za rok obrotowy\n                           kończący się 31 grudnia 2017 roku., spółkę REWIT Księgowi i Biegli Rewidenci Sp. z\n                           o.o. z siedzibą w Gdańsku, przy ul. Starodworskiej 1.Spółka REWIT Księgowi i Biegli Rewidenci Sp. z o.o. wpisana jest na listę podmiotów\n                           uprawnionych do badania sprawozdań finansowych pod numerem 101.Wybór REWIT Księgowi i Biegli Rewidenci Sp. z o.o. stanowi odnowienie _przedłużenie_\n                           dotychczasowego zlecenia badania. Umowa z podmiotem uprawnionym zostanie przedłużona\n                           na okres wykonania wskazanych wyżej usług _przeglądu oraz badania sprawozdań finansowych_.Uchwała weszła w życie z dniem podjęcia.Jednocześnie Zarząd NTT System S.A. informuje, iż Spółka NTT System S.A. korzystała\n                           już z usług firmy REWIT Księgowi i Biegli Rewidenci Sp. z o.o. w zakresie przygotowania\n                           części prospektu emisyjnego akcji serii C oraz badania jednostkowego rocznego sprawozdania\n                           finansowego NTT System S.A. za lata 2005-2008, 2010-2016 i skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej NTT System S.A. za lata 2007-2008, 2010-2011, 2015-2016.Podstawa prawna: § 5 ust. 1 pkt. 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-07-17"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. z siedzibą w Zakręcie _dalej: \"Spółka\", \"Emitent\"_ informuje,\n                           że w dniu 14 lipca 2017 roku Spółka otrzymała podpisany przez PKO Faktoring S.A. z\n                           siedzibą w Warszawie _dalej: \"Faktor\"_ Aneks nr 4, datowany na dzień 27 czerwca 2017\n                           roku, do umowy faktoringu krajowego z przejęciem ryzyka z dnia 24 czerwca 2015 roku.\n                           Na mocy ww. aneksu Strony ustaliły maksymalny limit finansowania Spółki na kwotę 10.000.000,00\n                           PLN _słownie: dziesięć milionów złotych_.Umowa została zawarta na czas nieoznaczony.Pozostałe warunki umowy pozostały bez istotnych zmian i nie odbiegają od warunków\n                           powszechnie stosowanych w obrocie dla tego rodzaju umów.Informację o zawartej Umowie Faktoringowej Emitent przekazał w raporcie bieżącym nr\n                           14/2015 z dnia 7 lipca 2015 r., nr 17/2015 z dnia 28 września 2015r. oraz raporcie\n                           bieżącym nr 14/2016 z dnia 13 lipca 2016 roku.",
        "date": "2017-07-14"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Informacja o Akcjonariuszach, którzy posiadali co najmniej 5% ogólnej liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu NTT System S.A. w dniu 26 czerwca 2017 r.",
        "date": "2017-06-26"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zgodnie z § 38 ust. 1 pkt 7 i 9 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _\"Rozporządzenie\"_, Zarząd\n                           NTT System S.A. przekazuje do publicznej wiadomości treść uchwał podjętych na Zwyczajnym\n                           Walnym Zgromadzeniu NTT System S.A. w dniu 26 czerwca 2017 r. wraz z treścią sprzeciwu\n                           zgłoszonego do protokołu, podczas obrad walnego zgromadzenia, dotyczącego powziętej\n                           uchwały nr 5B.Walne Zgromadzenie nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad.",
        "date": "2017-06-26"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. z siedzibą w Zakręcie _\"Spółka\"_, informuje, że dnia 26 czerwca\n                           2017 r. Zwyczajne Walne Zgromadzenie NTT System S.A. podjęło uchwałę nr 5B w sprawie\n                           podziału zysku netto za 2016 r. o poniższej treści:\"Uchwała nr 5 B Zwyczajnego Walnego Zgromadzenia NTT System S.A. z dnia 26 czerwca\n                           2017 r. w sprawie: podziału zysku netto Spółki za rok kończący się 31 grudnia 2016 r.Zwyczajne Walne Zgromadzenie NTT System S.A., działając zgodnie z art.395 §2 pkt.\n                           2 oraz art.348 §1 Kodeksu Spółek Handlowych, po zapoznaniu się z wnioskiem Zarządu\n                           i uchwałą Rady Nadzorczej Spółki w sprawie oceny wniosku Zarządu, dotyczącego podziału\n                           zysku netto Spółki za rok kończący się 31 grudnia 2016 r., uchwala co następuje:§ 1Zysk netto NTT System S.A. za rok obrotowy trwający od 1 stycznia 2016 roku do 31\n                           grudnia 2016 roku w kwocie 3 038 950,75 zł _słownie: trzy miliony trzydzieści osiem tysięcy dziewięćset\n                           pięćdziesiąt złotych siedemdziesiąt pięć groszy_ przeznacza się:- w wysokości 1 349 339,87zł _słownie: jeden milion trzysta czterdzieści dziewięć\n                           tysięcy trzysta trzydzieści dziewięć złotych osiemdziesiąt siedem groszy_ na pokrycie\n                           straty z lat ubiegłych stanowiącej niepodzielony wynik finansowy;- w wysokości 1 689 610,88 zł _ słownie: jeden milion sześćset osiemdziesiąt dziewięć\n                           tysięcy sześćset dziesięć złotych osiemdziesiąt osiem groszy_ na kapitał zapasowy.§ 2 Uchwała wchodzi w życie z dniem podjęcia.W głosowaniu nad wyżej wymienioną uchwałą oddano ważne głosy z 9 858 635 akcji. Akcje\n                           te stanowią 71,18% kapitału zakładowego Spółki. Na ogólną liczbę 9 858 635 ważnych\n                           głosów za przyjęciem uchwały oddano 7 761 563 głosów, głosów przeciw oddano 2 097 072, głosów wstrzymujących się 0.Uchwała została powzięta wymaganą większością głosów.\"",
        "date": "2017-06-26"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _\"Emitent\", \"Spółka\"_ z siedzibą w Zakręcie informuje, że w\n                           dniu 12 czerwca 2017 r. Spółka otrzymała podpisany przez Coface Poland Factoring Sp.\n                           z o.o. _\"Faktor\"_ aneks do umowy faktoringowej nr 1090/2010 z dnia 28 maja 2010 roku.\n                           Data aneksu – 25 maja 2017 r.Na mocy podpisanego aneksu Strony umowy ustaliły maksymalny limit finansowania Spółki\n                           na kwotę 45.000.000,00 _słownie: czterdzieści pięć milionów_ PLN. Pozostałe warunki umowy pozostały bez istotnych zmian i nie odbiegają od warunków\n                           powszechnie stosowanych w obrocie dla tego rodzaju umów.Informacje o zawartej umowie faktoringowej Emitent opublikował w raportach bieżących:\n                           nr 11/2010 z dnia 09 czerwca 2010 r., nr 26/2012 z dnia 15 listopada 2012 r., nr 17/2013\n                           z dnia 06 grudnia 2013 r. oraz 27/2014 z dnia 15 grudnia 2014 roku.",
        "date": "2017-06-12"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Działając na podstawie § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014 poz. 133,\n                           z poźn. zm._ Zarząd NTT System S.A. _Emitent_ przekazuje wraz z uzasadnieniem treść\n                           projektów uchwał, które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia\n                           NTT System S.A. w dniu 26 czerwca 2017 roku.",
        "date": "2017-05-30"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. z siedzibą w Zakręcie przy ulicy Trakt Brzeski 89, wpisanej\n                           do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla m. st. Warszawy XIV\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000220535, działając\n                           na podstawie art. 395, 399 § 1, 402 _1_ i art. 402 _2_ Kodeksu Spółek Handlowych oraz\n                           § 15 ust. 3 i 4 Statutu Spółki, zwołuje Zwyczajne Walne Zgromadzenie NTT System S.A.,\n                           które odbędzie się w dniu 26 czerwca 2017 roku, o godzinie 14:00 w siedzibie NTT System\n                           S.A. przy ul. Trakt Brzeski 89 w miejscowości Zakręt, gmina Wiązowna, powiat otwocki, województwo\n                           mazowieckie.Pełną treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia wraz z informacjami\n                           wymaganymi zgodnie z art. 402 _2_ k.s.h. zawiera załącznik do niniejszego raportu. Podstawa prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. 2014 poz. 133,\n                           z poźn. zm._.",
        "date": "2017-05-30"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\"_ z siedzibą w Zakręcie informuje, że w dniu\n                           29 maja 2017 r. Spółka zawarła z Bankiem Polska Kasa Opieki S.A. z siedzibą w Warszawie\n                           _dalej \"Bank\"_ aneksy do umów kredytowych:1. Aneks nr 19 z dnia 29 maja 2017 r. do Umowy Nr 2004/1001618733 kredytu w rachunku\n                           bieżącym z dnia 10 marca 2004 r. wraz z późniejszymi zmianami, zawartej pomiędzy Bankiem\n                           a NTT System S.A. _dalej \"Kredytobiorcą\"_. Kwota kredytu 14 200 000 PLN.Informacje o zawartej umowie kredytowej Spółka przekazała w prospekcie emisyjnym akcji\n                           serii C, zatwierdzonym przez KNF w dniu 2 marca 2007 roku oraz w raportach bieżących:\n                           nr 10/2008 z 18 marca 2008 r., nr 25/2008 z 10 lipca 2008 r., nr 5/2009 z 4 marca\n                           2009 r., nr 6/2010 z 12 kwietnia 2010 r., nr 4/2011 z 29 marca 2011 r., nr 16/2011\n                           z 15 października 2011 r., nr 5/2012 z 6 kwietnia 2012 r., nr 5/2013 z 2 kwietnia\n                           2013r., nr 1/2014 z 8 stycznia 2014 r., nr 11/2014 z 6 czerwca 2014 r., nr 1/2015\n                           z 7 stycznia 2015 r., nr 13/2015 z 10 czerwca 2015 r. oraz nr 13/2016 z dnia 31 maja\n                           2016 r.2.Aneks nr 7 z dnia 29 maja 2017 r. do Umowy nr 2011/18 kredytu w rachunku bieżącym\n                           z dnia 30 września 2011 r. zawartej pomiędzy Bankiem a Kredytobiorcą. Kwota kredytu\n                           1 700 000 EUR.Informacje o zawartej umowie kredytowej Spółka przekazała w raporcie bieżącym nr 16/2011\n                           z 15 października 2011 r., nr 5/2012 z 6 kwietnia 2012 r., nr 2/2014 z 8 stycznia\n                           2014 r., nr 11/2014 z 6 czerwca 2014 r., nr 13/2015 z 10 czerwca 2015 r. oraz nr 13/2016\n                           z dnia 31 maja 2016 r. Zgodnie z zawartymi aneksami termin spłaty obu kredytów upływa w dniu 31 maja 2018\n                           r. Aneksy nie zmieniają pozostałych, istotnych warunków umów kredytowych. Warunki umów, oprocentowanie, stawki prowizji i opłat bankowych nie odbiegają od powszechnie\n                           stosowanych dla tego rodzaju umów.Pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi Emitenta a podmiotem,\n                           na rzecz którego ustanowiono ograniczone prawo rzeczowe _Bankiem_ i osobami nim zarządzającymi\n                           nie zachodzą powiązania.",
        "date": "2017-05-29"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "W uzupełnieniu informacji przekazanych przez NTT System S.A. w raporcie bieżącym nr\n                           22/2016 z dnia 30 grudnia 2016 r. oraz w raportach okresowych za minione okresy sprawozdawcze,\n                           w tym ostatniego raportu, przekazanego za I kwartał 2017 r., Zarząd Emitenta informuje,\n                           iż do Spółki w dniu 24 maja 2017 r. wpłynęła decyzja Naczelnika Mazowieckiego Urzędu\n                           Celno-Skarbowego _dalej \"NMUCS\"_ w Warszawie, datowana 11 maja 2017 r., w przedmiocie\n                           podatku dochodowego od osób prawnych za 2008 r. Decyzja ta jest ściśle związana z\n                           wcześniej otrzymaną przez Spółkę decyzją Dyrektora Urzędu Kontroli Skarbowej w Warszawie\n                           a następnie decyzją Dyrektora Izby Skarbowej w Warszawie _opisaną w raporcie bieżącym\n                           nr 22/2016 z dnia 30 grudnia 2016 r._, w przedmiocie podatku od towarów i usług za\n                           grudzień 2008 r. NMUCS w Warszawie w swej decyzji dotyczącej podatku dochodowego od\n                           osób prawnych zakwestionował te same transakcje, które wcześniej zostały zakwestionowane\n                           w podatku od towarów i usług za grudzień 2008 r. W wyniku powyższego NMUCS określił\n                           Emitentowi zobowiązanie podatkowe w kwocie o 2,7 mln PLN wyższej od kwoty pierwotnie\n                           wykazanej przez Spółkę.NTT System S.A nie zgadza się z taką decyzją oraz z oceną prawną dokonaną przez NMUCS\n                           w Warszawie. Decyzji tej, podobnie jak wcześniejszej wydanej decyzji dotyczącej podatku\n                           od towarów i usług za grudzień 2008 r., Emitent zarzuca liczne naruszenia przepisów\n                           prawa materialnego oraz przepisów postępowania i będzie wnosić o jej uchylenie.Zastrzeżenia organu pierwszej instancji, dotyczą wyłącznie transakcji związanych z\n                           realizacją zamówień, dotyczących przetargu ogłoszonego przez Ministerstwo Edukacji\n                           Narodowej _dalej: MEN_, którego realizacja miała miejsce w grudniu 2008 r. Emitent,\n                           mając wiedzę popartą licznymi dowodami _w tym wyrokami sądów, dotyczącymi innych podmiotów\n                           biorących udział w realizacji zamówienia MEN_, o autentyczności przeprowadzonych przez\n                           niego transakcji, które zakwestionowane zostały przez organ w trakcie postępowania\n                           i wpłynęły na treść ustaleń poczynionych przez organ w przedmiotowej decyzji, jest\n                           w pełni przekonany o pozytywnym dla niego zakończeniu sprawy, niezależnie od tego\n                           na jakim etapie postępowania zostanie ona zakończona. Do prowadzenia sprawy zaangażowani\n                           zostali doradcy podatkowi, którzy są pełnomocnikami NTT System S.A. w tym sporze.\n                           Przeprowadzona przez nich analiza materiałów dowodowych w kontekście obowiązujących\n                           przepisów, potwierdza możliwość skutecznego dochodzenia swoich praw przez Spółkę.NTT System S.A. jest w pełni przekonana o pozytywnym dla niej zakończeniu sprawy,\n                           niezależnie od tego na jakim etapie postępowania zostanie ona zakończona. Do prowadzenia\n                           sprawy zaangażowani zostali doradcy podatkowi, którzy są pełnomocnikami Spółki w tym\n                           sporze. Przeprowadzona przez nich analiza materiałów dowodowych w kontekście obowiązujących\n                           przepisów, potwierdza możliwość skutecznego dochodzenia swoich praw przez Spółkę.\n                           W związku z powyższym na obecnym etapie Zarząd uznał za niezasadne tworzenie rezerw\n                           z tytułu tego sporu.Decyzja NMUCS w Warszawie nie jest ostateczna w administracyjnym toku instancji i\n                           wynikające z niej zobowiązanie nie jest wymagalne. Emitentowi przysługuje prawo do\n                           wniesienia skargi do Dyrektora Izby Administracji Skarbowej w Warszawie i Spółka z\n                           niego skorzysta. NTT System S.A. planuje podjąć odpowiednie kroki prawne, mające na\n                           celu wykazanie braku podstaw do przyjęcia niekorzystnych dla Spółki ustaleń.Celem przekazania niniejszego raportu przez Emitenta jest uzupełnienie informacji\n                           przekazanych wcześniej w raportach: bieżącym i okresowych, mimo, iż kwota dodatkowego\n                           zobowiązania wynikająca decyzji nie jest istotna dla sytuacji Spółki..",
        "date": "2017-05-24"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. z siedzibą w Zakręcie _\"Spółka\"_, stosownie do treści art.\n                           70 pkt 1_ Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           - Dz.U. 2016 poz. 1639, z późn. zm. _dalej: \"Ustawa o ofercie\"_, przekazuje do publicznej\n                           wiadomości, iż w dniu 15 maja 2017 roku otrzymał zawiadomienie od akcjonariusza spółki\n                           - Pana Andrzeja Kurka, o poniższej treści:\"ZAWIADOMIENIE O ZMNIEJSZENIU ZAANGAŻOWANIA W OGÓLNEJ LICZBIE GŁOSÓW W SPÓŁCE NTT\n                           SYSTEM S.A.Na podstawie art. 69 ust. 1 pkt 2_ ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           z dnia 29 lipca 2005 roku _Dz.U. 2016 poz. 1639, z poźn. zm._ niniejszym informuję\n                           o zmniejszeniu się mojego zaangażowania do poziomu poniżej 5% ogólnej liczby głosów\n                           na Walnym Zgromadzeniu Akcjonariuszy NTT SYSTEM S.A.Zmniejszenie poniżej progu 5% głosów na walnym zgromadzeniu spółki NTT System S.A.\n                           zostało spowodowane przeniesieniem przeze mnie w dniu 15 maja 2017 r. na Barbarę Kurek\n                           50 000 akcji spółki NTT SYSTEM S.A. Przeniesienie nastąpiło w wyniku realizacji ugody.Liczba akcji posiadanych przed zmianą wynosiła 702 710 akcji, co stanowiło 5,07 %\n                           kapitału zakładowego Spółki i uprawniało do oddania 702 710 głosów, co stanowiło 5,07\n                           % ogólnej liczby głosów na WZA Spółki.Po zmianie udziału posiadam 652 710 akcji, co stanowi 4,71 % kapitału zakładowego\n                           Spółki i uprawnia do oddania 652 710 głosów, co stanowi 4,71 % ogólnej liczby głosów\n                           na WZA Spółki.Informuję, iż nie istnieją podmioty zależne ode mnie posiadające akcje Spółki jak\n                           również nie zawierałem umów dotyczących przekazania uprawnienia do wykonywania prawa\n                           głosu z akcji.Jednocześnie informuję, że w związku z zawartą ugodą w okresie następnych 12 miesięcy\n                           nastąpi przeniesienie przeze mnie dalszych 312 500 akcji na rzecz Barbary Kurek\"",
        "date": "2017-05-15"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _\"Spółka\"_ przekazuje w załączeniu uchwałę Rady Nadzorczej\n                           Spółki z dnia 24 kwietnia 2017 r. w sprawie oceny wniosku Zarządu NTT System S.A.\n                           dotyczącego podziału zysku netto za okres 01.01.2016 r. – 31.12.2016 r.Ostateczną decyzję w przedmiocie podziału zysku NTT System S.A. podejmie Zwyczajne\n                           Walne Zgromadzenie NTT System S.A.",
        "date": "2017-04-24"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. informuje o podjęciu uchwały w sprawie rekomendacji dla Walnego\n                           Zgromadzenia dotyczącej podziału zysku netto za 2016 r. W związku z opublikowanym w dniu 21 marca 2017 r. sprawozdaniem finansowym NTT System\n                           S.A. za rok 2016, Zarząd Spółki podjął w dniu 24 kwietnia 2017 r. uchwałę, iż będzie\n                           rekomendował Walnemu Zgromadzeniu Akcjonariuszy NTT System S.A. przyjęcie propozycji\n                           następującego podziału zysku netto za 2016 r. w kwocie 3 038 950,75 PLN: - na pokrycie strat z lat ubiegłych -  w kwocie 1 349 339,87 PLN,- na kapitał zapasowy - w kwocie 1 689 610,88 PLN.Podstawą wyżej opisanej rekomendacji, uwzględniającej bieżącą sytuację rynkową, jest\n                           chęć utrzymania optymalnego poziomu środków własnych i finansowania kapitału obrotowego\n                           oraz dalszego rozwoju Emitenta i jego Grupy Kapitałowej.Ostateczną decyzję w przedmiocie podziału zysku NTT System S.A. podejmie Zwyczajne\n                           Walne Zgromadzenie NTT System S.A. Swoją rekomendację w tym zakresie wyda również\n                           Rada Nadzorcza Spółki.",
        "date": "2017-04-24"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\"_, w związku z dużym zainteresowaniem akcjonariuszy\n                           oraz przedstawicieli rynku kapitałowego i finansowego statusem czynności kontrolnych\n                           prowadzonych wobec Spółki oraz sporów Spółki z organami podatkowymi, informuje, iż\n                           w dniu dzisiejszym powziął informację o wydanej w dniu 5 kwietnia 2017 r. decyzji\n                           Dyrektora Izby Administracji Skarbowej w Warszawie _dalej \"Decyzja\"_ dotyczącej rozpatrzenia\n                           odwołania Spółki od decyzji Dyrektora Urzędu Kontroli Skarbowej w Warszawie _dalej:\n                           Dyrektor UKS_ z dnia 30 listopada 2015 r. w przedmiocie podatku od towarów i usług\n                           za kwiecień, maj, czerwiec, listopad i grudzień 2009 r. Niekorzystna dla Spółki decyzja\n                           Dyrektora UKS określała Spółce dodatkowe zobowiązanie z tytułu podatku VAT w kwocie\n                           1,3 mln PLN plus odsetki od zaległości podatkowej. O wyżej wymienionej decyzji Spółka\n                           informowała w raportach okresowych.Dyrektor Izby Administracji Skarbowej w Warszawie, w swojej Decyzji, postanowił uchylić\n                           zaskarżoną decyzję Dyrektora UKS i przekazać sprawę do ponownego rozpatrzenia.Organ odwoławczy jako jedną z przyczyn wydanego rozstrzygnięcia wskazał liczne naruszenia\n                           prawa w zakresie przeprowadzonego w sprawie postępowania dowodowego. Zdaniem Dyrektora\n                           Izby Administracji Skarbowej w Warszawie naruszenie przepisów Ordynacji podatkowej\n                           mogło mieć wpływ na wynik sprawy. W ocenie organu odwoławczego okoliczności, które\n                           były podstawą do wydania decyzji przez Dyrektora UKS, nie uzasadniają w sposób przekonywujący\n                           i obiektywny stwierdzenia, że Strona nie dochowała należytej staranności przy weryfikacji\n                           kontrahentów. Niezależnie od powyższego, w rozpatrywanej sprawie, w okresie po wydaniu\n                           skarżonej decyzji, ujawnione zostały nowe materiały dowodowe.Decyzja Dyrektora Izby Administracji Skarbowej w Warszawie jest ostateczna w administracyjnym\n                           toku instancji. Emitentowi przysługuje prawo do wniesienia skargi do Wojewódzkiego\n                           Sądu Administracyjnego w Warszawie.",
        "date": "2017-04-20"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\"_, w związku z dużym zainteresowaniem akcjonariuszy\n                           oraz przedstawicieli rynku kapitałowego i finansowego statusem czynności kontrolnych\n                           prowadzonych wobec Spółki oraz sporów Spółki z organami podatkowymi, informuje, iż\n                           w dniu dzisiejszym powziął informację o wydanych w dniu 11 kwietnia 2017 r. dwu wyrokach\n                           Wojewódzkiego Sądu Administracyjnego w Warszawie _dalej \"WSA\"_ w sprawach ze:1_ skargi Spółki na decyzję Dyrektora Izby Skarbowej w Warszawie w przedmiocie umorzenia\n                           postępowania w sprawie stwierdzenia nadpłaty w podatku od towarów i usług za marzec\n                           2007 r.;2_ skargi Spółki na decyzję Dyrektora Izby Skarbowej w Warszawie w przedmiocie umorzenia\n                           postępowania w sprawie stwierdzenia nadpłaty w podatku od towarów i usług za czerwiec\n                           2007 r.W obydwu sprawach WSA uchylił zaskarżone decyzje Dyrektora Izby Skarbowej w Warszawie\n                           i zasądził na rzecz Spółki zwrot kosztów postępowania.W ustnym uzasadnieniu wyroków WSA stwierdził, iż dokonana przez Dyrektora Izby Skarbowej\n                           w Warszawie ocena działania Spółki była błędna, bowiem Spółka działała w zaufaniu\n                           do organów podatkowych i spełniła kryterium \"starannego podatnika\", a co za tym idzie\n                           zaskarżone decyzje Dyrektora Izby Skarbowej w Warszawie należało uchylić.Orzeczenia w powyższych sprawach są nieprawomocne.",
        "date": "2017-04-11"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_, w nawiązaniu do raportu bieżącego\n                           nr 29/2017 z dnia 22.12.2017 r., informuje, iż powziął informację o wydanym w dniu\n                           10 grudnia 2018 r. wyroku Wojewódzkiego Sądu Administracyjnego w Warszawie _dalej\n                           \"WSA\"_ w sprawie ze skargi Spółki na decyzję Dyrektora Izby Administracji Skarbowej\n                           w Warszawie _dalej \"DIAS_ w przedmiocie podatku dochodowego od osób prawnych za 2008\n                           roku.WSA uchylił zaskarżoną decyzję DIAS i poprzedzającą ją decyzję organu I instancji\n                           _Naczelnika Mazowieckiego Urzędu Celno-Skarbowego w Warszawie_ oraz zasądził na rzecz\n                           Spółki zwrot kosztów postępowania.Orzeczenie w powyższej sprawie jest nieprawomocne.",
        "date": "2018-12-10"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ informował w raportach okresowych\n                           i bieżących o toczących się w Spółce postępowaniach kontrolnych w zakresie rozliczeń\n                           w przedmiocie podatku od towarów i usług za lata 2009-2012 oraz styczeń-luty 2013\n                           r. Postępowania te koncentrowały się na kwestii zbadania czy Spółka dochowała należytej\n                           staranności w realizowanych transakcjach handlowych. We wcześniejszych raportach Emitent\n                           poinformował, że postępowania kontrolne za lata 2009-2011 oraz styczeń i luty 2013\n                           r. zostały zakończone wynikami kontroli, które nie rodziły konsekwencji finansowych\n                           dla NTT System S.A.Zarząd NTT System S.A informuje, iż w dniu dzisiejszym wpłynęły do Spółki Wyniki Kontroli\n                           wydane w dniu 23.11.2018 r. przez Naczelnika Mazowieckiego Urzędu Celno-Skarbowego\n                           w Warszawie _dalej \"Naczelnik\"_, które kończą ostatnie niezakończone, z wyżej wymienionych\n                           postępowań - postępowanie kontrolne w przedmiocie podatku od towarów i usług za poszczególne\n                           okresy rozliczeniowe 2012 r. Zakresem kontroli objęto: Rzetelność deklarowanych podstaw opodatkowania oraz prawidłowość\n                           obliczania i wpłacania podatku od towarów i usług za poszczególne okresy rozliczeniowe\n                           od stycznia do grudnia 2012 r. Na podstawie art. 24 ust. 1 pkt 2 lit. b i c ustawy z dnia 28 września 1991 r. o kontroli\n                           skarbowej _Dz. U. z 2016 r., poz. 720 ze zm._, w zw. z art. 202 ust. 1 pkt 1 ustawy\n                           z dnia 16 listopada 2016 r. Przepisy wprowadzające ustawę o Krajowej Administracji\n                           Skarbowej _Dz. U. z 2016 r. poz. 1948 ze zm._ i art. 31 ust. 1 ustawy z dnia 28 września\n                           1991 r. o kontroli skarbowej, w otrzymanych, w dniu dzisiejszym Wynikach Kontroli\n                           przedstawiono ustalenia i wnioski z przeprowadzonego postępowania kontrolnego.Otrzymane Wyniki Kontroli nie rodzą konsekwencji finansowych dla Spółki.",
        "date": "2018-11-30"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej: \"Spółka\", \"Emitent\"_ z siedzibą w Zakręcie informuje,\n                           że w dniu dzisiejszym Spółka otrzymała podpisany przez PKO BP Faktoring S.A. z siedzibą\n                           w Warszawie _dalej: \"Faktor\"_ aneks do umowy faktoringu krajowego z przejęciem ryzyka\n                           z dnia 24 czerwca 2015 roku, datowany na dzień 25 października 2018 roku.Strony ustaliły maksymalny limit finansowania Spółki na kwotę 15.000.000,00 PLN _słownie:\n                           piętnaście milionów złotych_. Okres obowiązywania limitu finansowania : do dnia 31 maja 2019 roku.Pozostałe warunki umowy pozostały bez istotnych zmian i nie odbiegają od warunków\n                           powszechnie stosowanych w obrocie dla tego rodzaju umów.Informację o zawartej Umowie Faktoringowej Emitent przekazał w raporcie bieżącym nr\n                           14/2015 z dnia 07 lipca 2015 r., nr 17/2015 z dnia 28 września 2015r., nr 14/2016\n                           z dnia 13 lipca 2016 r., nr 15/2017 z dnia 14 lipca 2017 r. oraz raporcie bieżącym\n                           nr 21/2018 z dnia 17 sierpnia 2018 roku.",
        "date": "2018-10-31"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Na podstawie § 5 ust. 1 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji  bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za  równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018 r. poz. 757_ Zarząd\n                           NTT System S.A. informuje, że  w dniu 24 października 2018 r. Rada Nadzorcza Spółki\n                           podjęła  uchwałę w sprawie powołania Zarządu Spółki NTT System S.A. w składzie: Pan Tadeusz Kurek – Prezes Zarządu,  Pan Jacek Kozubowski – Wiceprezes Zarządu, Pan\n                           Witold Markiewicz – Wiceprezes Zarządu na wspólną, VI kadencję do dnia 24 października\n                           2021 r. Wszyscy Panowie zostali powołani do pełnienia funkcji członka zarządu NTT System S.A.\n                           na kolejną kadencję. Informacja o osobach powołanych do Zarządu NTT System S.A. VI kadencji: Tadeusz Kurek - Prezes Zarządu Absolwent Politechniki Warszawskiej, uzyskał tytuł  magistra inżyniera elektronika\n                           na kierunku Telekomunikacja.Przebieg kariery zawodowej: 1983-1984 Instytut Geofizyki PAN - Asystent 1984-1985 Zakłady Wytwórcze Urządzeń Telekomunikacyjnych – Konstruktor 1985-1987 Instytut Podstawowych Problemów Techniki  PAN - Asystent 1987-1988 COMP Sp. z o.o. - Handlowiec 1988-1989 ADATA Sp. z o.o. - Wiceprezes Zarządu 1989-2006 Prezes Zarządu NTT System Sp. z o.o. 2012-2015 NTT Technology Sp. z o.o. _spółka zależna  Emitenta_ - Prezes Zarządu Od 2004 roku Prezes Zarządu NTT System S.A. Jacek Kozubowski - Wiceprezes Zarządu Absolwent Wydziału Ekonomiczno-Społecznego Szkoły Głównej Planowania i Statystyki\n                           _obecnie SGH_, uzyskał  tytuł magistra ekonomii na kierunku Ekonomika Pracy  i Polityka\n                           Społeczna. Przebieg kariery zawodowej: 1981-1989 Zakład Budowlano-Remontowy Robotniczej Spółdzielni Mieszkaniowej \"Osiedle\n                           Młodych\"- Główny  Ekonomista. Kierownik Działu Ekonomicznego 03.1989-10.1989 ADATA Sp. z o.o. - Kierownik Działu 1989-2006 Wiceprezes Zarządu NTT System Sp. z o.o.  1999-2006 Prezes Zarządu NTT System Transport Sp. z  o.o. Od 2004 roku Wiceprezes Zarządu NTT System S.A. Witold Markiewicz - Wiceprezes Zarządu Absolwent Akademii Górniczo Hutniczej, uzyskał\n                           tytuł magistra inżyniera chemika na kierunku Energochemiczne  Przetwórstwo Węgla.\n                           Przebieg kariery zawodowej: 1979-1985 Huta im. Sędzimira w Krakowie - Mistrz zmiany Wydziału Chemicznego, Kierownik\n                           zmiany Wydział u  Pieców Koksowniczych , Kierownik I Oddziału Pieców  Koksowniczych\n                           1985-1986 warsztat stolarski - Właściciel 1987-1989 Intester S.A. - Specjalista ds. technicznych 1990-1991 Intester S.A. - Dyrektor Sprzedaży 1991-1992 Qumak International - Specjalista ds. marketingu 1993-1994 Qumak International - Dyrektor Dystrybucji 1994-1997 DTK Computer Polska Sp. z o.o. - Dyrektor  Handlowy 1997-2003 DTK Computer Polska Sp. z o.o. - Dyrektor  Generalny 2003-2006 NTT System Sp. z o.o. - Dyrektor Działu Zamówień Publicznych Od 2015 Prezes Zarządu - NTT Technology Sp. z o.o. _spółka zależna Emitenta_ Od roku 2004 Wiceprezes Zarządu NTT System S.A. Działalność wykonywana przez członków Zarządu poza  przedsiębiorstwem Emitenta nie\n                           jest działalnością  konkurencyjną w stosunku do przedsiębiorstwa Emitenta. Członkowie\n                           Zarządu nie uczestniczą w spółce  konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej lub jako członek organu spółki kapitałowej oraz nie  uczestniczą w innej\n                           konkurencyjnej osobie prawnej jako członek jej organu. Członkowie Zarządu nie są wpisani do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na podstawie ustawy  o KRS. Aktualne informacje o powołanych członkach Zarządu  można odnaleźć na stronie  http://relacje.ntt.pl/wladze_spolki.",
        "date": "2018-10-24"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "W uzupełnieniu informacji przekazanych przez NTT System S.A. _dalej \"Spółka\", \"Emitent\"_\n                           w raportach okresowych za minione okresy sprawozdawcze, w raporcie bieżącym nr 22/2016\n                           z dnia 30.12.2016 r., raporcie bieżącym nr 2/2018 z 16.02.2018 r. Zarząd Spółki informuje,\n                           iż w dniu dzisiejszym powziął informację o wydanej w dniu 22.10.2018 r. Decyzji _dalej\n                           \"Decyzja\"_ Dyrektora Izby Administracji Skarbowej w Warszawie _dalej \"DIAS\"_ dotyczącej\n                           ponownego rozpatrzenia odwołania Spółki od decyzji Dyrektora Urzędu Kontroli Skarbowej\n                           w Warszawie _dalej: \"Dyrektor UKS\"_ z dnia 20 kwietnia 2016 r. w przedmiocie podatku\n                           od towarów i usług za grudzień 2008 r. Niekorzystna dla Spółki decyzja Dyrektora UKS\n                           określała Spółce dodatkowe zobowiązanie z tytułu podatku od towarów i usług w kwocie\n                           2,5 mln PLN plus odsetki od zaległości podatkowej.Dyrektor Izby Administracji Skarbowej w Warszawie, w swojej Decyzji, postanowił uchylić\n                           zaskarżoną decyzję Dyrektora UKS i przekazać sprawę do ponownego rozpatrzenia. Przedmiotowe rozstrzygnięcie jest konsekwencją wyroku wydanego przez Wojewódzki Sąd\n                           Administracyjny w Warszawie _dalej \"WSA\"_ w dniu 16.02.2018 r., w sprawie ze skargi\n                           Spółki na decyzję Dyrektora Izby Skarbowej w Warszawie - obecnie Dyrektora Izby Administracji\n                           Skarbowej w Warszawie - w przedmiocie podatku od towarów i usług za grudzień 2008\n                           roku. WSA uchylił zaskarżoną decyzję DIAS i zasądził na rzecz Spółki zwrot kosztów\n                           postępowania.Dyrektor Izby Administracji Skarbowej w Warszawie, jako jedną z przyczyn wydanego\n                           rozstrzygnięcia, wskazał za WSA liczne naruszenia prawa w zakresie przeprowadzonego\n                           w sprawie postępowania dowodowego. Zdaniem DIAS naruszenie przepisów Ordynacji podatkowej\n                           mogło mieć wpływ na wynik sprawy.Decyzja Dyrektora Izby Administracji Skarbowej w Warszawie jest ostateczna w administracyjnym\n                           toku instancji. Emitentowi przysługuje prawo do wniesienia skargi do WSA.",
        "date": "2018-10-23"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System SA _dalej: \"Emitent\", \"Spółka\"_, w uzupełnieniu informacji przekazanej\n                           w raporcie bieżącym nr 17/2018 z dnia 13 czerwca 2018 r. w sprawie powołania Członków\n                           Rady Nadzorczej Emitenta na VIII kadencję, informuje, iż na posiedzeniu Rady Nadzorczej\n                           Spółki w dniu 11 października 2018 r., Rada Nadzorcza podjęła uchwały o wyborze:- na Przewodniczącego Rady Nadzorczej - Pana Przemysława Fabisia,- na Wiceprzewodniczącego Rady Nadzorczej - Pana Davindera Singh Loomba,- na Sekretarza Rady Nadzorczej - Pana Grzegorza Kurka.W związku z powyższym obecny skład Rady Nadzorczej Emitenta przedstawia się następująco:- Pan Przemysław Fabiś - Przewodniczący Rady Nadzorczej,- Pan Davinder Singh Loomba - Wiceprzewodniczący Rady Nadzorczej,- Pan Grzegorz Kurek - Sekretarz Rady Nadzorczej,- Pan Janusz Cieślak - Członek Rady Nadzorczej,- Pan Andrzej Rymuza - Członek Rady Nadzorczej.Jednocześnie w dniu 11 października 2018 r., działając na podstawie art. 128 i 129\n                           ustawy z dnia 11.05.2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze\n                           publicznym _Dz. U. z 2017 r. poz. 1089_ oraz §3 Regulaminu Rady Nadzorczej NTT System\n                           S.A., Rada Nadzorcza Spółki, powołała Komitet Audytu nowej kadencji.Zgodnie z uchwałą Rady Nadzorczej Spółki w skład Komitetu Audytu zostali powołani\n                           dotychczasowi jego członkowie tj.:- Przemysław Fabiś – Przewodniczący Komitetu Audytu, Członek Niezależny Komitetu Audytu,- Janusz Cieślak – Członek Niezależny Komitetu Audytu,- Andrzej Rymuza - Członek Komitetu Audytu.Czas trwania II kadencji Komitetu Audytu będzie tożsamy z obecną kadencją Rady Nadzorczej,\n                           tj. do dnia 7.10.2020 roku.Zarząd Emitenta informuje, iż Komitet we wskazanym składzie spełnia kryteria niezależności\n                           oraz pozostałe wymagania określone w art. 128 ust.1 i art. 129 ust. 1, 3 , 5 i 6 ustawy\n                           o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym, tj. przynajmniej\n                           jeden członek komitetu audytu posiada wiedzę i umiejętności w zakresie rachunkowości\n                           lub badania sprawozdań finansowych; przynajmniej jeden członek komitetu audytu posiada\n                           wiedzę i umiejętności z zakresu branży Spółki; większość członków komitetu audytu,\n                           w tym jego przewodniczący, jest niezależna od Spółki.",
        "date": "2018-10-11"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           wpłynęły do Spółki Wyniki Kontroli wydane w dniu 04.10.2018 r. przez Naczelnika Mazowieckiego\n                           Urzędu Celno-Skarbowego w Warszawie _dalej \"Naczelnik\"_, które kończą postępowanie\n                           kontrolne w przedmiocie podatku od towarów i usług za poszczególne okresy rozliczeniowe\n                           2011 r. Zakresem kontroli objęto: Rzetelność deklarowanych podstaw opodatkowania oraz prawidłowość\n                           obliczania i wpłacania podatku od towarów i usług za poszczególne okresy rozliczeniowe\n                           od stycznia do grudnia 2011 r. O postępowaniu kontrolnym dotyczącym rzetelności deklarowanych podstaw opodatkowania\n                           oraz prawidłowości obliczania i wpłacania podatku od towarów i usług za poszczególne\n                           okresy rozliczeniowe od stycznia do grudnia 2011 r. Emitent informował w publikowanych\n                           wcześniej raportach okresowych. Na podstawie art. 24 ust. 1 pkt 2 lit. b i c ustawy z dnia 28 września 1991 r. o kontroli\n                           skarbowej _Dz. U. z 2016 r., poz. 720 ze zm._, w zw. z art. 202 ust. 1 pkt 1 ustawy\n                           z dnia 16 listopada 2016 r. Przepisy wprowadzające ustawę o Krajowej Administracji\n                           Skarbowej _Dz. U. z 2016 r. poz. 1948 ze zm._ i art. 31 ust. 1 ustawy z dnia 28 września\n                           1991 r. o kontroli skarbowej, w otrzymanych, w dniu dzisiejszym Wynikach Kontroli\n                           przedstawiono ustalenia i wnioski z przeprowadzonego postępowania kontrolnego.Otrzymane Wyniki Kontroli nie rodzą konsekwencji finansowych dla Spółki.",
        "date": "2018-10-08"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "W związku z zakończeniem księgowań dokumentów dotyczących I półrocza 2018 r. Zarząd\n                           NTT System SA _\"Spółka\"_ przekazuje do publicznej wiadomości wstępne, szacunkowe wybrane\n                           skonsolidowane dane finansowe Grupy Kapitałowej NTT System S.A. za ten okres, które\n                           wynoszą:Przychody netto ze sprzedaży  – 140,6 mln PLN Zysk netto – 3,8 mln PLNSkonsolidowany raport półroczny _PSr_ za I półrocze 2018 roku zostanie opublikowany\n                           w dniu 17 września 2018 roku, po zweryfikowaniu wszystkich danych przez biegłego rewidenta,\n                           o czym Spółka informowała raportem bieżącym nr 1/2018 z dnia 18 stycznia 2018 roku.",
        "date": "2018-09-12"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej: \"Spółka\", \"Emitent\"_ z siedzibą w Zakręcie informuje,\n                           że Spółka otrzymała, podpisany przez PKO Faktoring S.A. z siedzibą w Warszawie _dalej:\n                           \"Faktor\"_, aneks datowany na dzień 10 sierpnia 2018 roku do umowy faktoringu krajowego\n                           z przejęciem ryzyka z dnia 24 czerwca 2015 roku. Umowa została zawarta na czas nieoznaczony.Na mocy aneksu strony ustaliły maksymalny limit finansowania Spółki na kwotę 9.000.000,00\n                           PLN _słownie: dziewięć milionów złotych_. Pozostałe warunki umowy pozostały bez istotnych zmian i nie odbiegają od warunków\n                           powszechnie stosowanych w obrocie dla tego rodzaju umów.Informację o zawartej Umowie Faktoringowej Emitent przekazał w raporcie bieżącym nr\n                           14/2015 z dnia 07 lipca 2015 r., nr 17/2015 z dnia 28 września 2015 r. nr 14/2016\n                           z dnia 13 lipca 2016 roku oraz raporcie bieżącym nr 15/2017 z dnia 14 lipca 2017 roku.",
        "date": "2018-08-17"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _\"Emitent\", \"Spółka\"_  z siedzibą w Zakręcie informuje, że\n                           w dniu 08 sierpnia 2018 r. Spółka otrzymała podpisany przez Coface Poland Factoring\n                           Sp. z o.o. _\"Faktor\"_ aneks do umowy faktoringowej nr 1090/2010 z dnia 28 maja 2010 roku. Na mocy podpisanego aneksu Strony umowy ustaliły maksymalny limit finansowania Spółki\n                           na kwotę 30.000.000,00 _słownie: trzydzieści milionów_ PLN. Pozostałe warunki umowy pozostały bez istotnych zmian i nie odbiegają od warunków\n                           powszechnie stosowanych w obrocie dla tego rodzaju umów.Informacje o zawartej umowie faktoringowej Emitent opublikował w raportach bieżących:\n                           nr 11/2010 z dnia 09 czerwca 2010 r., nr 26/2012 z dnia 15 listopada 2012 r., nr 17/2013\n                           z dnia 06 grudnia 2013 r., nr 27/2014 z dnia 15 grudnia 2014 r. oraz nr 11/2017 z\n                           dnia 12 czerwca 2017 roku.",
        "date": "2018-08-08"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           wpłynął do Spółki Wynik Kontroli wydany w dniu 29.06.2018 r. przez Naczelnika Mazowieckiego\n                           Urzędu Celno-Skarbowego w Warszawie _dalej \"Naczelnik\"_, który kończy postępowanie\n                           kontrolne w przedmiocie podatku od towarów i usług za poszczególne okresy rozliczeniowe\n                           od stycznia do lutego 2013 r. Zakresem kontroli objęto: Rzetelność deklarowanych podstaw opodatkowania oraz prawidłowość\n                           obliczania i wpłacania podatku od towarów i usług za poszczególne okresy rozliczeniowe\n                           od stycznia do lutego 2013 r. O postępowaniu kontrolnym dotyczącym rzetelności deklarowanych podstaw opodatkowania\n                           oraz prawidłowość obliczania i wpłacania podatku od towarów i usług za poszczególne\n                           okresy rozliczeniowe od stycznia do lutego 2013 r. Emitent informował w publikowanych\n                           wcześniej raportach okresowych. Na podstawie art. 24 ust. 1 pkt 2 lit. b ustawy z dnia 28 września 1991 r. o kontroli\n                           skarbowej _Dz. U. z 2016 r., poz. 720 ze zm._, w zw. z art. 202 ust. 1 pkt 1 ustawy\n                           z dnia 16 listopada 2016 r. Przepisy wprowadzające ustawę o Krajowej Administracji\n                           Skarbowej _Dz. U. z 2016 r. poz. 1948 ze zm._ i art. 31 ust. 1 ustawy z dnia 28 września\n                           1991 r. o kontroli skarbowej, w otrzymanym, w dniu dzisiejszym Wyniku Kontroli przedstawiono\n                           ustalenia i wnioski z przeprowadzonego postępowania kontrolnego.W wyniku czynności przeprowadzonych w ramach postępowania kontrolnego w oparciu o\n                           zgromadzoną dokumentację nie stwierdzono nieprawidłowości w badanym zakresie. Stwierdzono,\n                           iż Spółka dochowała należytej staranności w realizowanych transakcjach. Z treści Wyniku\n                           Kontroli wynika, że Naczelnik uznał, że w trybie art. 86 ust. 1 i 2 ustawy o podatku\n                           od towarów i usług brak jest podstaw do odmowy prawa obniżenia kwoty podatku należnego\n                           o podatek naliczony wykazany w fakturach zakupu. Wynik Kontroli nie rodzi konsekwencji\n                           finansowych dla Spółki.",
        "date": "2018-07-05"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Informacja o Akcjonariuszach, którzy posiadali co najmniej 5% ogólnej liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu NTT System S.A. w dniu 13 czerwca 2018 r.",
        "date": "2018-06-15"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "W nawiązaniu do raportu bieżącego nr 16/2018 z dnia  13 czerwca 2018  r., na podstawie\n                           § 5 pkt. 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018  r. w sprawie informacji\n                           bieżących i okresowych  przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz. U. 2018 poz. 757_.Zarząd  NTT System S.A. informuje, że na Zwyczajnym Walnym  Zgromadzeniu, które odbyło\n                           się 13 czerwca 2018 r., zostali  powołani do składu Rady Nadzorczej Spółki VIII kadencji,\n                           obejmującej okres od 8 października 2018 roku  do 7 października 2020 roku, następujący\n                           członkowie  Rady Nadzorczej:  1. Pan Janusz Cieślak, 2. Pan Przemysław Fabiś, 3. Pan Grzegorz Kurek,  4. Pan Davinder Singh Loomba, 5. Pan Andrzej Rymuza.  Wszyscy Panowie zostali powołani do pełnienia funkcji członka Rady Nadzorczej NTT\n                           System S.A. na kolejną kadencję.  Informacja o osobach powołanych do Rady Nadzorczej  NTT System S.A. VIII kadencji:\n                           1_ Janusz Cieślak Pan Janusz Cieślak jest absolwentem Wydziału Prawa  Uniwersytetu Warszawskiego. Jest również absolwentem : - Podyplomowego Studium Handlu Zagranicznego; - Podyplomowego Studium Służby Zagranicznej; - Podyplomowego Studium dla Dyrektorów Zarządzających Zasobami Ludzkimi; Pan Janusz Cieślak posiada uprawnienia _egzamin państwowy_ dla kandydatów na Członków\n                           Rad Nadzorczych Spółek Skarbu Państwa. Przebieg kariery zawodowej : 1965 - 1973  CHZ CIECH Warszawa – handlowiec 1973 - 1978  Sekretarz Naukowy Podyplomowego Studiu m Służby Zagranicznej 1979 - 1981 Charge d’ Affaires – Radca Handlowy Polskiej Ambasady w Rangunie – Birma\n                           1982 - 1987 Dyrektor -  Polsko – Singapurska Spółka  Handlowa \"POLSIN\" 1987 - 1991 Charge d’ Affaires – Radca Handlowy Polskiej  Ambasady w Singapurze 1992 -  Biuro Promocji Zagranicznej Krajowej Izby Gospodarczej – przygotowanie powołania\n                           Polskiego Centrum  Handlu i Promocji w Londynie 1992 - 1995  Dyrektor – Polskie Centrum Handlu i Promocji – Londyn  - Wielka Brytania\n                           1996 - 1999 – Dyrektor Biura Kadr i Szkolenia – Spółka CIECH S.A w Warszawie 1999 - 2000 – Doradca Prezesa Spółki – Ciech S.A. w  Warszawie 2001 - 2010 – Wiceprezes Stowarzyszenia Polski Klub  Biznesu 2007 - 2013 – Wiceprezydent Stowarzyszenia  Europejski Klub Biznesu z siedzibą w Niemczech\n                           2012 - do chwili obecnej – Prezes Stowarzyszenia Europejski Klub Biznesu – Polska\n                           z siedzibą w Warszawie2_ Przemysław Fabiś Pan Przemysław Fabiś jest absolwentem Akademii Ekonomicznej w Poznaniu, specjalności\n                           \"Inwestycje  Kapitałowe i Strategie Finansowe Przedsiębiorstw\".  Przemysław Fabiś\n                           posiada uprawnienia biegłego rewidenta  oraz status ACCA affiliate. Przebieg kariery zawodowej:2000 - 2004 HLB Frąckowiak i Wspólnicy Sp. z o.o. -  Asystent w dziale audytu, Senior\n                           w dziale audytu 2004 - 2007 Ernst & Young Audit Sp. z o.o. - Senior  w dziale audytu,\n                           Manager w dziale audytu 2007 - 2011 ELTEL Networks S.A. - Dyrektor finansow y, Członek Zarządu, Wiceprezes\n                           Zarządu 2008 - TKC ZUST Sp. z o.o. _następnie połączona z E LTEL Networks S.A._ Członek Zarządu\n                           2011 – 2015/2016  ELTEL Networks S.A., Prezes Zarządu/Dyrektor Generalny2016 - 2016 Business Unit Fixed Communication, Grupa ELTEL - Dyrektor ds. fuzji, przejęć\n                           i zarządzania zmianą2016 - obecnie - PF Advisory Services Sp. z o.o. - Prezes Zarządu i wspólnik 3_ Grzegorz Kurek Pan Grzegorz Kurek jest absolwentem Szkoły Głównej Handlowej  specjalność \"międzynarodowe\n                           rynki finansowe\".Od dnia 06 sierpnia 2014 roku pełni funkcję Prezesa Zarządu spółki \"KUREK I TRYBOŃ\"\n                           spółka z ograniczoną odpowiedzialnością.4_ Davinder Singh Loomba  Pan Davinder Singh Loomba jest absolwentem Technicznej Uczelni Sang Nila Utama General\n                           w Singapurze  _uzyskał Certyfikat of Examination \"0\" Level -odpow iednik polskiego\n                           licencjatu_. Przebieg kariery zawodowej: 1978 - 1984 Armia Singapuru - Kontroler Techniczny 1985 - 2000 Lincoln Computers - Partner/Właściciel 1992 - obecnie wspólnik Maharaja Sp. z o.o. w likwidacji 5_ Andrzej Rymuza  Pan Andrzej Rymuza jest absolwentem Technikum Łączności w Warszawie. Przebieg kariery zawodowej: 1992 - 1994 ICL Poland LTD - stanowisko inżyniera serwisowego systemów UNIX LTD 1995 - 2000 Sun Microsystem Poland Sp. z o.o- stanowisko inżyniera systemowego baz\n                           danych oraz dyrektora  handlowego odpowiedzialnego za rynek telekomunikacyjny 2000 - 2006 EMC Computer Systems Poland Sp. z o.o -  Dyrektor Handlowy Od sierpnia 2006 roku Pan Andrzej Rymuza pełni funkcję Wiceprezesa Zarządu WASKO S.A.\n                           i jest Zastępcą  Dyrektora Generalnego. Działalność wykonywana przez członków Rady Nadzorczej poza przedsiębiorstwem Emitenta\n                           nie jest  działalnością konkurencyjną w stosunku do przedsiębiorstwa Emitenta. Członkowie Rady Nadzorczej nie uczestniczą w spółce  konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki  osobowej lub jako członek organu spółki kapitałowej  oraz\n                           nie uczestniczą w innej konkurencyjnej osobie  prawnej  jako członek jej organu. Członkowie Rady Nadzorczej nie są wpisani do Rejestru Dłużników Niewypłacalnych, prowadzonego\n                           na  podstawie ustawy o KRS. Rada Nadzorcza VIII kadencji ukonstytuuje się na naj bliższym posiedzeniu po wygaśnięciu\n                           mandatu rady  nadzorczej VII kadencji. Aktualne informacje o powołanych członkach\n                           Rady Nadzorczej można odnaleźć na stronie  http://relacje.ntt.pl/wladze_spolki",
        "date": "2018-06-13"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zgodnie z § 19 ust.1 pkt 6 - 9 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _\"Rozporządzenie\"_, Zarząd NTT System\n                           S.A. przekazuje do publicznej wiadomości treść uchwał podjętych na Zwyczajnym Walnym\n                           Zgromadzeniu NTT System S.A. w dniu 13 czerwca 2018 r. oraz treść projektów uchwał,\n                           które były poddane pod głosowanie, a nie zostały podjęte.Podczas obrad Walnego Zgromadzenia nie zgłoszono sprzeciwów do protokołu. Walne Zgromadzenie\n                           nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad.",
        "date": "2018-06-13"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. informuje, iż w dniu 13 czerwca 2018 r. wpłynęła do Emitenta\n                           uchwała Rady Nadzorczej NTT  System S.A. nr 1/13/06/2018 Rady Nadzorczej NTT System\n                           S.A. z dnia 13 czerwca 2018 roku w sprawie wyboru biegłego rewidenta do przeprowadzenia\n                           przeglądu i badania sprawozdań finansowych za rok obrotowy 2018 oraz 2019.W myśl wyżej wymienionej uchwały Rada Nadzorcza, działając zgodnie z obowiązującymi\n                           przepisami i normami, w  tym na podstawie §13 pkt 2 lit. s_ Statutu Spółki o raz §4\n                           pkt 2 lit. s_ Regulaminu Rady Nadzorczej NTT  System S.A.,  wybrała do przeprowadzenia\n                           przeglądu jednostkowego i skonsolidowanego sprawozdania finansowego za pierwsze półrocze\n                           2018 r. i pierwsze półrocze 2019 r. oraz badania rocznego sprawozdania finansowego\n                           NTT System S.A. i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej NTT\n                           System S.A., sporządzonego za lata obrotowe kończące się 31 grudnia 2018 roku oraz\n                           31 grudnia 2019 roku, spółkę Misters Audytor Adviser Sp. z o.o. z siedzibą w Warszawie\n                           przy ul. Wiśniowa 40/5. Spółka Misters Audytor Adviser Sp. z o.o.  wpisana jest na listę podmiotów uprawnionych\n                           do badania  sprawozdań finansowych pod numerem 3704. Spółka nie korzystała dotychczas z usług ww. podmiotu w zakresie przeglądu i badania\n                           sprawozdań finansowych.",
        "date": "2018-06-13"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. z siedzibą w Zakręcie _\"Spółka\"_, działając na podstawie §\n                           19 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _\"Rozporządzenie\"_, informuje, że dnia 13 czerwca 2018 r. Zwyczajne\n                           Walne Zgromadzenie NTT System S.A. podjęło uchwałę nr 5 _wersja w oparciu o propozycję\n                           Rady Nadzorczej_ w sprawie podziału zysku netto za 2017 r.Zysk netto NTT System S.A. za rok obrotowy trwający od 1 stycznia 2017 roku do 31\n                           grudnia 2017 roku w kwocie 1 751 850,33 zł _słownie: jeden milion siedemset pięćdziesiąt jeden tysięcy\n                           osiemset pięćdziesiąt złotych trzydzieści trzy grosze_ przeznaczono: - w wysokości 1 639 480,44  _słownie: jeden milion sześćset trzydzieści dziewięć tysięcy\n                           czterysta osiemdziesiąt złotych czterdzieści cztery grosze_ na dywidendę dla akcjonariuszy,\n                           to jest kwotę 12 gr. _słownie: dwanaście groszy_ na jedną akcję;- w wysokości 112 369,89 _ słownie: sto dwanaście tysięcy trzysta sześćdziesiąt dziewięć\n                           złotych osiemdziesiąt dziewięć groszy_ na kapitał zapasowy.Powyższe kwoty podziału zysku netto mogą ulec zmianie ze względu na ilość akcji Spółki\n                           posiadanych przez NTT System S.A. na dzień ustalenia prawa do dywidendy.Na dzień Walnego Zgromadzenia dywidendą objętych jest 13 662 337 akcji Emitenta.Zwyczajne Walne Zgromadzenie Akcjonariuszy ustaliło iż: - dniem ustalenia prawa do dywidendy jest dzień 12 września 2018 r.; - termin wypłaty dywidendy przypada na 3 października 2018 r.",
        "date": "2018-06-13"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\"_ z siedzibą w Zakręcie niniejszym informuje,\n                           że w dniu dzisiejszym Spółka oraz Bank Polska Kasa Opieki S.A. z siedzibą w Warszawie\n                           _dalej \"Bank\"_ zawarły aneksy do umów kredytowych 1.Aneks nr 20 z dnia 30 maja 2018 r. do Umowy Nr 2004/1001618733 kredytu w rachunku\n                           bieżącym z dnia 10 marca 2004 r. wraz z późniejszymi zmianami, zawartej pomiędzy Bankiem\n                           a NTT System S.A. _dalej \"Kredytobiorcą\"_.  Kwota kredytu 14 200 000 PLN.Informacje o zawartej umowie kredytowej Spółka przekazała w prospekcie emisyjnym akcji\n                           serii C, zatwierdzonym przez KNF w dniu 2 marca 2007 roku oraz w raportach bieżących:\n                           nr 10/2008 z 18 marca 2008 r., nr 25/2008 z 10 lipca 2008 r., nr 5/2009 z 4 marca\n                           2009 r., nr 6/2010 z 12 kwietnia 2010 r., nr 4/2011 z 29 marca 2011 r., nr 16/2011\n                           z 15 października 2011 r., nr 5/2012 z 6 kwietnia 2012 r., nr 5/2013 z 2 kwietnia\n                           2013r., nr 1/2014 z 8 stycznia 2014 r., nr 11/2014 z 6 czerwca 2014 r., nr 1/2015\n                           z 7 stycznia 2015 r., nr 13/2015 z 10 czerwca 2015 r., 13/2016 z dnia 31 maja 2016\n                           roku oraz nr 08/2017 z dnia 29 maja 2017 roku.2.Aneks nr 8 z dnia 30 maja 2018 r. do Umowy nr 2011/18 kredytu w rachunku bieżącym\n                           z dnia 30 września 2011 r. zawartej pomiędzy Bankiem a Kredytobiorcą. Kwota kredytu\n                           1 700 000 EUR.Informacje o zawartej umowie kredytowej Spółka przekazała w raporcie bieżącym nr 16/2011\n                           z 15 października 2011 roku, nr 5/2012 z 6 kwietnia 2012 roku, nr 2/2014 z 8 stycznia\n                           2014 r., nr 11/2014 z 6 czerwca 2014 r., nr 13/2015 z 10 czerwca 2015 r., 13/2016\n                           z dnia 31 maja 2016 roku oraz nr 08/2017 z dnia 29 maja 2017 roku. Zgodnie z zawartymi aneksami termin spłaty kredytów upływa w dniu 31 maja 2019 r.\n                           Aneksy nie zmieniają pozostałych, istotnych warunków umów kredytowych. Warunki umów, oprocentowanie, stawki prowizji i opłat bankowych nie odbiegają od powszechnie\n                           stosowanych dla tego rodzaju umów.Pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi Emitenta a podmiotem,\n                           na rzecz którego ustanowiono ograniczone prawo rzeczowe _Bankiem_ i osobami nim zarządzającymi\n                           nie zachodzą powiązania.",
        "date": "2018-05-30"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\"_ z siedzibą w Zakręcie niniejszym informuje,\n                           że w dniu dzisiejszym Spółka oraz Bank Powszechna Kasa Oszczędności Bank Polski Spółka\n                           Akcyjna z siedzibą w Warszawie _dalej \"Bank\"_ zawarły Aneks nr 7 z dnia 30 maja 2018\n                           roku do umowy  limitu kredytowego wielocelowego.Informacje o zawartej umowie limitu kredytowego wielocelowego Spółka przekazała w\n                           raporcie bieżącym nr 16/2015 z  24 września 2015 roku, raportem bieżącym nr 16/2016\n                           z 30 września 2016 roku oraz raportem bieżącym nr 26/2017 z 05 października 2017 roku.\n                           Zgodnie z postanowieniami przedmiotowego Aneksu  do  umowy Bank udostępnił Kredytobiorcy\n                           do dyspozycji limit kredytowy wielocelowy  w kwocie :1.13 000 000,00 zł _słownie złotych: trzynaście milionów 00/100_, w okresie od dnia\n                           01 czerwca 2018 r. do dnia 31 sierpnia 2018 r.,2.12 000 000,00 zł _słownie złotych: dwanaście milionów 00/100_, w okresie od dnia\n                           01 września 2018 r. do dnia 30 listopada 2018 r.,3.11 000 000,00 zł _słownie złotych: jedenaście milionów 00/100_, w okresie od dnia\n                           01 grudnia 2018 r. do dnia 31 maja 2019 r.Kredyt przeznaczony jest na finansowanie bieżącej działalności gospodarczej Spółki.\n                           Ograniczenie dostępnych limitów związane jest ze zmniejszonym wykorzystaniem przyznanego\n                           kredytu w okresie poprzednim.W ramach limitu Bank udziela Kredytobiorcy :1.kredytu w rachunku bieżącym, do wykorzystania w walucie PLN, USD i EUR do kwoty\n                           a.7 000 000,00 zł _słownie złotych: siedem milionów 00/100_ w okresie od dnia 01 czerwca\n                           2018 r. do dnia 31 sierpnia 2018 r.,b.6 000 000,00 zł _słownie złotych: sześć milionów 00/100_ w okresie od dnia 01 września\n                           2018 r. do dnia 30 listopada 2018 r.,c.5 000 000,00 zł _słownie złotych: pięć milionów 00/100_ w okresie od dnia 01 grudnia\n                           2018 r. do dnia 31 maja 2019 r.2.gwarancji bankowych w obrocie krajowym i zagranicznym które będą udzielane w walucie\n                           USD do kwoty 1 500 000,00 USD _słownie dolarów amerykańskich: jeden milion pięćset\n                           tysięcy 00/100_ oraz kredytu obrotowego odnawialnego do kwoty 1 500 000,00 USD _słownie\n                           dolarów amerykańskich: jeden milion pięćset tysięcy 00/100_,  który może zostać wykorzystany\n                           w walutach: PLN i USD, wyłącznie na spłatę zadłużenia powstałego z tytułu dokonanych\n                           przez PKO BP SA wypłat z Gwarancji, do kwoty 1 500 000,00 USD _słownie dolarów amerykańskich:\n                           jeden milion pięćset tysięcy 00/100_.Spłacone kwoty wynikające z wykorzystanego limitu, mogą być w okresie obowiązywania\n                           umowy limitu wykorzystane ponownie łącznie z pozostałą częścią limitu.  Okres wykorzystywania\n                           limitu upływa z dniem 31 maja 2019  roku z zastrzeżeniem, iż PKO BP SA może udzielać\n                           gwarancji bankowych z terminem obowiązywania dłuższym  niż okres obowiązywania limitu,\n                           jednak nie dłużej niż do dnia 31 grudnia 2019 roku. Strony ustalają, że prawnym zabezpieczeniem spłaty wierzytelności PKO BP SA jest:\n                           1.weksel własny in blanco z wystawienia Kredytobiorcy wraz z deklaracją wekslową,\n                           2.hipoteka umowna do kwoty 23.800.000,00 PLN _słownie złotych: dwadzieścia trzy miliony\n                           osiemset tysięcy 00/100_ na prawie własności nieruchomości gruntowej oraz prawie własności\n                           posadowionego na nieruchomości budynku, dla których Sąd Rejonowy w Otwocku, IV Wydział\n                           Ksiąg Wieczystych prowadzi księgę wieczystą nr WA1O/00060450/3, 3.zastaw rejestrowy na zapasach sprzętu komputerowego i elektronicznego o łącznej\n                           wartości nie niższej niż 12.500.000,00 PLN _słownie złotych: dwanaście milionów pięćset tysięcy 00/100_ wraz z przelewem wierzytelności\n                           pieniężnej z umowy ubezpieczenia przedmiotu zastawu rejestrowego. 4.notarialne oświadczenie o poddaniu się egzekucji w trybie art. 777 § 1 pkt. 5 ustawy\n                           z dnia 17 listopada 1964 roku Kodeks postępowania cywilnego do kwoty 26 000 000,00\n                           zł _słownie złotych: trzydzieści milionów 00/100_,  z możliwością wystąpienia przez\n                           PKO BP SA nadanie tytułowi egzekucyjnemu klauzuli wykonalności w terminie do dnia\n                           31grudnia 2021 r.Oprocentowanie kredytów udzielonych w ramach umowy limitu ustalane jest w stosunku\n                           rocznym od kwoty wykorzystanego kredytu w rachunku bieżącym oraz kredytu obrotowego.\n                           Bank naliczy odsetki według zmiennej stopy procentowej równej stawce WIBOR, LIBOR\n                           lub EURIBOR dla jednomiesięcznych  depozytów  międzybankowych odpowiednio dla waluty\n                           polskiej, w waluty USD lub  EUR powiększonej o  marżę Banku z zastrzeżeniem, że stopa\n                           procentowa nie może być niższa niż marża PKO BP SA, jak również nie może być niższa\n                           niż zero.Kredytobiorca zobowiązuje się w czasie obowiązywania umowy do przeprowadzania za pośrednictwem\n                           rachunków bankowych prowadzonych w PKO BP SA, kwartalnych wpływów z działalności gospodarczej,\n                           w każdym kwartale kalendarzowym w kwocie proporcjonalnej do udziału Kredytu w Rachunku\n                           w łącznym finansowaniu Kredytobiorcy przez wszystkie banki.Warunki umowy, oprocentowanie, stawki prowizji i opłat bankowych  nie odbiegają od\n                           powszechnie stosowanych  dla tego rodzaju umów. Pomiędzy Emitentem i osobami zarządzającymi lub nadzorującymi Emitenta a podmiotem,\n                           na rzecz którego  ustanowiono ograniczone prawo rzeczowe i osobami nim zarządzającymi\n                           nie zachodzą powiązania.      Zarząd Emitenta podjął decyzję o publikacji wyżej wymienionych  informacji z uwagi\n                           na istotną wartość przedmiotowej umowy.",
        "date": "2018-05-30"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _Emitent_ przekazuje wraz z uzasadnieniem treść projektów uchwał,\n                           które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia NTT System S.A.\n                           w dniu 13 czerwca 2018 roku.",
        "date": "2018-05-17"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. z siedzibą w Zakręcie przy ulicy Trakt Brzeski 89, wpisanej\n                           do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla m. st. Warszawy XIV\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000220535, działając\n                           na podstawie art. 395, 399 § 1, 402 _1_ i art. 402 _2_ Kodeksu Spółek Handlowych oraz\n                           § 15 ust. 3 i 4 Statutu Spółki, zwołuje Zwyczajne Walne Zgromadzenie NTT System S.A.,\n                           które odbędzie się w dniu 13 czerwca 2018 roku, o godzinie 12:00 w siedzibie NTT System\n                           S.A. przy ul. Trakt Brzeski 89 w miejscowości Zakręt, gmina Wiązowna, powiat otwocki, województwo\n                           mazowieckie.Pełną treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia wraz z informacjami\n                           wymaganymi zgodnie z art. 402 _2_ k.s.h. zawiera załącznik do niniejszego raportu.",
        "date": "2018-05-17"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _\"Spółka\", \"Emitent\"_ informuje, iż zbliża się do zakończenia\n                           księgowań dokumentów dotyczących okresu od 1 stycznia do 31 marca 2018 r. i w związku\n                           z powyższym przekazuje do publicznej wiadomości wstępne, szacunkowe wybrane skonsolidowane\n                           dane finansowe Grupy Kapitałowej NTT System S.A. za ten okres, które wynoszą:Przychody netto ze sprzedaży  – 66,3 mln PLN Zysk netto – 0,6 mln PLNZapasy - 44,5 mln PLNZobowiązanie krótkoterminowe - 31,1 mln PLNIstotny spadek wartości przychodów netto ze sprzedaży, w stosunku do porównywalnego\n                           okresu roku ubiegłego, wynika ze świadomej decyzji Spółki o rezygnacji z niskomarżowych\n                           transakcji, angażujących jednocześnie duże środki i obarczonych znacznym ryzykiem\n                           rynkowym. Chodzi tu zwłaszcza o sprzedaż do sieci detalicznych, które boleśnie odczuły\n                           spowolnienie na rynku dotyczące sprzedaży konsumenckiego sprzętu komputerowego o umiarkowanych\n                           cenach. Na tym rynku pojawiła się najsilniejsza presja na ceny, przy jednoczesnym\n                           wzroście poziomu zapasów u wielu podmiotów. Aby sprostać tej presji cześć dystrybutorów\n                           odpowiedziała na nią agresywną polityką handlową.Spółka dostosowała poziom zapasów do aktualnych potrzeb sprzedażowych. Spadł też poziom\n                           zobowiązań krótkoterminowych. Istotnie poprawiła się płynność.Grupa Kapitałowa Emitenta w minionym kwartale postawiła na rozwój własnych produktów\n                           i usług, na sprzedaż w segmentach, w których cena nie jest jedynym i najważniejszym\n                           wyznacznikiem atrakcyjności oferty. Stawiamy rozwój obszarów uznanych za przyszłościowe\n                           _w tym np. oferty dla graczy, smart home_. Oprócz oferty własnych produktów i usług,\n                           koncentrujemy się na towarach innych producentów, których sprzedaż gwarantuje godziwe\n                           zyski. Jednocześnie budujemy cały czas kanał sprzedaży, aby docierać do coraz większej\n                           rzeszy odbiorców.Wyniki I kwartału 2018 r. _zysk netto_ pokazują, że Spółka potrafi się zmieniać i\n                           generować zyski nawet na tak wymagającym rynku.Skonsolidowany raport kwartalny _QSr_ za I kwartał 2018 roku zostanie opublikowany\n                           w dniu 21 maja 2018 roku, o czym Spółka informowała raportem bieżącym nr 1/2018 z\n                           dnia 18 stycznia 2018 roku.",
        "date": "2018-05-17"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ informuje, iż w dniu 10 maja 2018\n                           r. wpłynęła do Spółki uchwała Rady Nadzorczej z dnia 10 maja 2018 r. w sprawie oceny\n                           wniosku Zarządu NTT System S.A. dotyczącego podziału zysku netto za okres 01.01.2017\n                           r. – 31.12.2017 r.Rada Nadzorcza Spółki postanowiła rekomendować Walnemu Zgromadzeniu Akcjonariuszy,\n                           po analizie wniosku Zarządu NTT System S.A. dotyczącego podziału zysku netto za okres\n                           01.01.2017 r. - 31.12.2017 r., przeznaczenie osiągniętego zysku netto w wysokości\n                           1 752 tys. zł na wypłatę dywidendy.Ostateczną decyzję w przedmiocie podziału zysku NTT System S.A. podejmie Zwyczajne\n                           Walne Zgromadzenie NTT System S.A.",
        "date": "2018-05-10"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. informuje o podjęciu uchwały w sprawie rekomendacji dla Walnego\n                           Zgromadzenia dotyczącej podziału zysku netto za 2017 rok oraz deklaracji wypłaty dywidendy.\n                           W związku z opublikowanym w dniu 21 marca 2018 r. sprawozdaniem finansowym NTT System\n                           S.A. za rok 2017, Zarząd Spółki podjął w dniu 10 maja 2018 r. uchwałę, iż będzie rekomendował\n                           Walnemu Zgromadzeniu Akcjonariuszy NTT System S.A. przyjęcie propozycji następującego\n                           podziału zysku netto za 2017 r. w kwocie 1 751 850,33 PLN:- wypłatę dywidendy w wysokości 0,07 PLN _słownie: siedem groszy_ na jedną akcję,\n                           co według obecnego stanu akcji objętych dywidendą przekłada się na ogólną kwotę 956\n                           363,59 PLN;- wyłączenie od podziału pomiędzy akcjonariuszy pozostałej części zysku netto za 2017\n                           r., tj. kwoty 795 486,74 PLN i przeznaczenie jej na kapitał zapasowy.Podstawą wyżej opisanej rekomendacji, uwzględniającej bieżącą sytuację rynkową, jest\n                           chęć utrzymania optymalnego poziomu środków własnych i finansowania kapitału obrotowego\n                           oraz dalszego rozwoju Emitenta i jego Grupy Kapitałowej.Jednocześnie Spółka informuje, iż zgodnie z art. 382 § 3 Kodeksu spółek handlowych\n                           niniejszy wniosek zostanie skierowany do Rady Nadzorczej Spółki w celu oceny. Ostateczną\n                           decyzję w przedmiocie podziału zysku NTT System S.A. podejmie Zwyczajne Walne Zgromadzenie\n                           NTT System S.A.",
        "date": "2018-05-10"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           wpłynął do Spółki Wynik Kontroli wydany w dniu 13.04.2018 r. przez Naczelnika Mazowieckiego\n                           Urzędu Celno-Skarbowego w Warszawie _dalej \"Naczelnik\"_, który kończy postępowanie\n                           kontrolne w przedmiocie podatku od towarów i usług za 2010 r. Zakresem kontroli objęto: Rzetelność deklarowanych podstaw opodatkowania oraz prawidłowość\n                           obliczania i wpłacania podatku od towarów i usług za poszczególne miesiące 2010 r.O postępowaniu kontrolnym dotyczącym rzetelności deklarowanych podstaw opodatkowania\n                           oraz prawidłowość obliczania i wpłacania podatku od towarów i usług za poszczególne\n                           miesiące 2010 r. Emitent informował w publikowanych wcześniej raportach okresowych.\n                           Na podstawie art. 24 ust. 1 pkt 2 lit. b ustawy z dnia 28 września 1991 r. o kontroli\n                           skarbowej _Dz. U. z 2016 r., poz. 720 ze zm._, w zw. z art. 202 ust. 1 pkt 1 ustawy\n                           z dnia 16 listopada 2016 r. Przepisy wprowadzające ustawę o Krajowej Administracji\n                           Skarbowej _Dz. U. z 2016 r. poz. 1948 ze zm._ i art. 31 ust. 1 ustawy z dnia 28 września\n                           1991 r. o kontroli skarbowej, w otrzymanym, w dniu dzisiejszym Wyniku Kontroli przedstawiono\n                           ustalenia i wnioski z przeprowadzonego postępowania kontrolnego.W wyniku czynności przeprowadzonych w ramach postępowania kontrolnego w oparciu o\n                           zgromadzoną dokumentację nie stwierdzono nieprawidłowości w badanym zakresie. Stwierdzono,\n                           iż Spółka dochowała należytej staranności w realizowanych transakcjach. Z treści Wyniku\n                           Kontroli wynika, że Naczelnik uznał, że w trybie art. 86 ust. 1 i 2 ustawy o podatku\n                           od towarów i usług brak jest podstaw do odmowy prawa obniżenia kwoty podatku należnego\n                           o podatek naliczony wykazany w fakturach zakupu. Wynik Kontroli nie rodzi konsekwencji\n                           finansowych dla Spółki.",
        "date": "2018-04-13"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ niniejszym informuje, iż w dniu\n                           05 kwietnia 2018 r., w wyniku transakcji zwykłych na rynku podstawowym Giełdy Papierów\n                           Wartościowych w Warszawie, Spółka nabyła na rachunek NTT System S.A. akcje własne,\n                           oznaczone kodem ISIN: PLNTSYS00013 w celu dalszej odsprzedaży.Szczegółowe informacje na temat transakcji nabycia akcji:Liczba nabytych akcji: 10 000 szt.Średnia jednostkowa cena nabycia akcji: 2,10 PLNLiczba głosów na walnym zgromadzeniu NTT System S.A. odpowiadająca nabytym akcjom:\n                           10 000Udział nabytych akcji w kapitale zakładowym i ogólnej liczbie głosów na walnym zgromadzeniu\n                           Emitenta: 0,0722%.Wartość nominalna każdej akcji wynosi: 6,00 PLNŁączna wartość nominalna nabytych akcji: 60 000,00 PLNŁączna liczba posiadanych przez Emitenta akcji własnych, po rozliczeniu powyższej\n                           transakcji wyniesie: 187 663 szt., co będzie stanowiło 1,3550 % kapitału zakładowego\n                           i ogólnej liczby głosów na walnym zgromadzeniu Spółki.O wcześniejszych, rozliczonych transakcjach nabycia akcji własnych Spółka informowała:\n                           w raporcie bieżącym nr 15/2012 z dnia 24 lipca 2012 r, raporcie bieżącym nr 22/2012\n                           z dnia 22 października 2012 r, raporcie bieżącym nr 28/2012 z dnia 15 grudnia 2012\n                           r., w raporcie bieżącym nr 4/2013 z dnia 26 marca 2013 r., w raporcie bieżącym nr\n                           22/2017 z dnia 14 września 2017 roku, w raportach bieżących nr 23/2017 i 24/2017 z\n                           dnia 21 września 2017 roku oraz w raporcie bieżącym nr 25/2017 z dnia 22 września\n                           2017 roku.Skup akcji własnych prowadzony jest za pośrednictwem własnego rachunku inwestycyjnego\n                           Spółki, prowadzonego przez Dom Maklerski Banku Ochrony Środowiska S.A z siedzibą w\n                           Warszawie. Skup akcji własnych prowadzony jest w oparciu o upoważnienie wynikające z Uchwały\n                           Nr 16 Zwyczajnego  Walnego Zgromadzenia Spółki z dnia 18 maja 2015 r. oraz na podstawie\n                           uchwały Zarządu Spółki z dnia 13 września 2017 r. o przystąpieniu do realizacji skupu\n                           akcji własnych Spółki na warunkach i w trybie przewidzianym w powyższej uchwale Walnego\n                           Zgromadzenia NTT System S.A..Podstawa prawna: § 5 ust. 1 pkt. 6 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r., poz. 133 z późn. zm._ oraz art.\n                           5 ust. 3 Rozporządzenie Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_\n                           oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE R oraz art. 2 ust. 2 Rozporządzenia\n                           Komisji _UE_ 2016/1052 z dnia 8 marca 2016 r.",
        "date": "2018-04-05"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_ informuje, iż w dniu dzisiejszym\n                           wpłynął do Spółki Wynik Kontroli wydany w dniu 04.04.2018 r. przez Naczelnika Mazowieckiego\n                           Urzędu Celno-Skarbowego w Warszawie _dalej \"Naczelnik\"_, który kończy postępowanie\n                           kontrolne w przedmiocie podatku od towarów i usług za 2009 r. Zakresem kontroli objęto: Rzetelność deklarowanych podstaw opodatkowania oraz prawidłowość\n                           obliczania i wpłacania podatku od towarów i usług za poszczególne miesiące 2009 r.Przedmiotowy Wynik Kontroli dotyczy rozliczenia podatku od towarów i usług za kwiecień,\n                           maj, czerwiec, listopad i grudzień 2009 r. _wcześniej Spółka w tym zakresie otrzymała\n                           decyzję Dyrektora Urzędu Kontroli Skarbowej w Warszawie, która została uchylona decyzją\n                           Dyrektora Izby Administracji Skarbowej w Warszawie, o czym Emitent informował w raporcie\n                           bieżącym nr 3/2017 z dnia 20.04.2017 r._.Postępowanie kontrolne za okres od lipca do października 2009 r. zakończono Wynikiem\n                           Kontroli z dnia 30.11.2015 r. Natomiast postępowanie kontrolne za okres od stycznia\n                           do marca 2009 r. zostało umorzone decyzją Dyrektora Urzędu Kontroli Skarbowej w Warszawie\n                           z dnia 30.11.2015 r.O postępowaniu kontrolnym dotyczącym rzetelności deklarowanych podstaw opodatkowania\n                           oraz prawidłowość obliczania i wpłacania podatku od towarów i usług za poszczególne\n                           miesiące 2009 r. Emitent informował również w publikowanych wcześniej raportach okresowych.\n                           Na podstawie art. 24 ust. 1 pkt 2 lit. b ustawy z dnia 28 września 1991 r. o kontroli\n                           skarbowej _Dz. U. z 2016 r., poz. 720 ze zm._, w zw. z art. 202 ust. 1 pkt 1 ustawy\n                           z dnia 16 listopada 2016 r. Przepisy wprowadzające ustawę o Krajowej Administracji\n                           Skarbowej _Dz. U. z 2016 r. poz. 1948 ze zm._ i art. 31 ust. 1 ustawy z dnia 28 września\n                           1991 r. o kontroli skarbowej, w otrzymanym, w dniu dzisiejszym Wyniku Kontroli przedstawiono\n                           ustalenia i wnioski z przeprowadzonego postępowania kontrolnego. W wyniku czynności przeprowadzonych w ramach postępowania kontrolnego w oparciu o\n                           zgromadzoną dokumentację nie stwierdzono nieprawidłowości w badanym zakresie. Stwierdzono,\n                           iż Spółka dochowała należytej staranności w realizowanych transakcjach. Z treści Wyniku\n                           Kontroli wynika, że Naczelnik uznał, że w trybie art. 86 ust. 1 i 2 ustawy o podatku\n                           od towarów i usług brak jest podstaw do odmowy prawa obniżenia kwoty podatku należnego\n                           o podatek naliczony wykazany w spornych wcześniej fakturach zakupu. Wynik Kontroli\n                           nie rodzi konsekwencji finansowych dla Spółki.",
        "date": "2018-04-04"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _\"Spółka\", \"Emitent\"_ informuje, iż zbliża się do zakończenia\n                           księgowań dokumentów dotyczących okresu od 1 stycznia do 31 grudnia 2017 r. i w związku\n                           z powyższym przekazuje do publicznej wiadomości wstępne, szacunkowe wybrane skonsolidowane\n                           dane finansowe Grupy Kapitałowej NTT System S.A. za ten okres, które wynoszą:Przychody netto ze sprzedaży  – 463,8 mln PLN Zysk netto – 1,6 mln PLNSkonsolidowany raport roczny _RS_ za 2017 r. zostanie opublikowany w dniu 21 marca\n                           2018 roku, o czym Spółka informowała raportem bieżącym nr 1/2018 z dnia 18 stycznia\n                           2018 roku.",
        "date": "2018-03-16"
    },
    {
        "company_name": "NTT SYSTEM SA",
        "content": "Zarząd NTT System S.A. _dalej \"Spółka\", \"Emitent\"_, w nawiązaniu do raportu bieżącego\n                           nr 22/2016 z dnia 30.12.2016 r. informuje, iż powziął informację o wydanym w dniu\n                           16 lutego 2018 r. wyroku Wojewódzkiego Sądu Administracyjnego w Warszawie _dalej \"WSA\"_\n                           w sprawie ze skargi Spółki na decyzję Dyrektora Izby Skarbowej w Warszawie - obecnie\n                           Dyrektora Izby Administracji Skarbowej w Warszawie _dalej \"DIAS_ w przedmiocie podatku\n                           od towarów i usług za grudzień 2008 roku.WSA uchylił zaskarżoną decyzję DIAS i zasądził na rzecz Spółki zwrot kosztów postępowania.Orzeczenie w powyższej sprawie jest nieprawomocne.",
        "date": "2018-02-16"
    }
]