[
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Emitent\" lub \"Spółka\"_ w wykonaniu\n                           obowiązku, o którym mowa w pkt 15.1 _d_ Warunków Emisji Obligacji Kuponowych Niezabezpieczonych\n                           Serii A sporządzonych w Warszawie w dniu 21 grudnia 2016 r. _\"WEO\"_, niniejszym podaje\n                           do publicznej wiadomości informację, iż w dniu dzisiejszym, tj. 21 grudnia 2017 r.,\n                           Zarząd Spółki podjął decyzję o realizacji prawa do wcześniejszego wykupu _Wcześniejszy\n                           Wykup w rozumieniu WEO_ obligacji serii A. Obligacje serii A o łącznej wartości nominalnej wynoszącej 20.000.000 zł  _słownie:\n                           dwadzieścia milionów złotych_ i wartości  nominalnej 1.000 zł _słownie: tysiąc złotych_\n                           każda zostały wyemitowane na podstawie uchwał Zarządu Emitenta  i  zarejestrowane\n                           w Krajowym Depozycie Papierów Wartościowych S.A. _\"KDPW\"_. Obligacje serii A zostały\n                           ponadto wprowadzone do alternatywnego systemu obrotu Catalyst prowadzonego przez Giełdę\n                           Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ oraz BondSpot S.A. _\"BondSpot\"_. Wcześniejszy Wykup wszystkich obligacji serii A Emitenta zostanie dokonany w dniu\n                           17 stycznia 2018 r., tj. w Dniu Płatności Odsetek za drugi Okres Odsetkowy _w rozumieniu\n                           WEO_. Kwota wykupu, tj. Kwota Wcześniejszego Wykupu zgodnie z WEO, zostanie powiększona\n                           o kwotę Premii za Wcześniejszy Wykup _w rozumieniu WEO_ w wysokości 0,40% wartości\n                           nominalnej obligacji serii A, zgodnie z postanowieniami pkt 15 i 16 WEO. Ze względu\n                           na to, że Wcześniejszy Wykup obligacji serii A następuje w Dniu Płatności Odsetek\n                           za drugi Okres Odsetkowy, obligatariusze otrzymają w Kwocie Wcześniejszego Wykupu,\n                           także odsetki za drugi Okres Odsetkowy. Krąg obligatariuszy z obligacji serii A uprawnionych\n                           do świadczeń pieniężnych z tytułu Wcześniejszego Wykupu obligacji serii A zostanie\n                           ustalony w dniu 9 stycznia 2017 r. _Dzień Ustalenia Praw zgodnie z WEO_. W związku z Wcześniejszym Wykupem obligacji serii A wypłata świadczeń pieniężnych\n                           z tytułu obligacji serii A na rzecz obligatariuszy będzie realizowana odpowiednio\n                           za pośrednictwem KDPW oraz podmiotów prowadzących rachunki papierów wartościowych\n                           obligatariuszy. Emitent złoży do KDPW wniosek o przeprowadzenie obsługi przedterminowego\n                           wykupu obligacji serii A oraz stosowne wnioski  do organizatorów rynku Catalyst _GPW\n                           i BondSpot_ o zawieszenie notowań w związku z Wcześniejszym Wykupem obligacji serii\n                           A przypadającym na dzień 17 stycznia 2018 r., począwszy od dnia 5 stycznia 2018 r.\n                           tj. od dnia przypadającego na 2 dni robocze przed Dniem Ustalenia Praw, a po dokonaniu\n                           wykupu obligacji serii A – Emitent złoży wniosek o wykluczenie obligacji serii A z\n                           obrotu.",
        "date": "2017-12-21"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 18 grudnia 2017 r. Spółka otrzymała\n                           od MS Investments sp.  z o.o. sp. k. – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Michałem Szramowskim _Członek Rady Nadzorczej_, powiadomienie\n                           o transakcji na akcjach Spółki, zawartej w dniu 15 grudnia 2017 r.",
        "date": "2017-12-18"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, działając zgodnie z art. 70 pkt 1_ ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r. poz.\n                           1639 z późn. zm_, przekazuje w załączeniu treść zawiadomienia otrzymanego przez Spółkę\n                           w dniu 14 grudnia 2017 r. od Quercus TFI S.A. z siedzibą w Warszawie działającego\n                           w imieniu QUERCUS Parasolowy SFIO, QUERCUS Absolutnego Zwrotu FIZ, QUERCUS Absolute\n                           Return FIZ.Pełna treść przedmiotowego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-12-15"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Emitent\"_, informuje, iż w dniu dzisiejszym,\n                           tj. 14 grudnia 2017 r., Emitent oraz wszystkie spółki zależne Emitenta _dalej: \"Kredytobiorcy\"_\n                           podpisały umowę kredytową _dalej: \"Umowa Kredytowa\"_ z ING Bank Śląski S.A. oraz Bank\n                           Zachodni WBK S.A. _dalej: \"Kredytodawcy\"_, umowy faktoringowe z BZ WBK Faktor sp.\n                           z o.o. i ING Commercial Finance Polska S.A. _dalej: \"Faktorzy\"_ oraz wynikające z powyższych umów umowy dodatkowe, w szczególności związane z ustanowieniem uzgodnionych\n                           zabezpieczeń.  Powyższe umowy zostały zawarte w celu refinansowania istniejącego zadłużenia Kredytobiorców,\n                           ujednolicenia i poprawy warunków finansowania podmiotów z Grupy Kapitałowej OEX oraz\n                           pozyskania finansowania długoterminowego na potrzeby rozliczenia transakcji nabycia\n                           aktywów dokonanych w latach 2016–2017. Na podstawie zawartych umów Kredytodawcy i Faktorzy zobowiązali się do udzielenia\n                           Kredytobiorcom finansowania w łącznej kwocie do 141.600.000 PLN w postaci:   _i_ kredytów w rachunku bieżącym, linii gwarancyjnych oraz linii faktoringowych do\n                           łącznej kwoty 75.000.000 PLN z przeznaczeniem na finansowanie bieżącej działalności\n                           Kredytobiorców; finansowanie udzielone zostało na okres dwóch lat;_ii_ konwersji części obecnych kredytów w rachunku bieżącym na kredyty terminowe w\n                           łącznej kwocie 6.500.000 PLN; spłata ww. kredytów będzie dokonywana w ratach kwartalnych\n                           przez okres 5 lat począwszy od dnia podpisania Umowy Kredytowej;_iii_ kredytu terminowego na zrefinansowanie kredytu inwestycyjnego udzielonego Emitentowi\n                           w 2016 r. na zakup udziałów MerService Sp. z o.o., w kwocie 2.600.000 PLN; spłata\n                           ww. kredytu będzie dokonywana w ratach kwartalnych przez okres 5 lat począwszy od\n                           dnia podpisania Umowy Kredytowej; _iv_ kredytu terminowego w kwocie 20.000.000 PLN z przeznaczeniem na ewentualny wykup\n                           obligacji serii A Emitenta;O emisji obligacji serii A Emitent informował poprzez raport bieżący nr 54/2016 z\n                           dnia 2 grudnia 2016 r. oraz raport bieżący nr 65/2016 z dnia 21 grudnia 2016 r. Zgodnie\n                           z Warunkami Emisji Obligacji Serii A _dalej: \"WEO\"_ Emitentowi przysługuje prawo wcześniejszego\n                           wykupu obligacji serii A. O ewentualnej realizacji tego uprawnienia na zasadach określonych\n                           w WEO, a tym samym o zamiarze wykorzystania ww. kredytu, Emitent poinformuje odrębnym\n                           raportem bieżącym. Spłata ww. kredytu nastąpi w terminie 5 lat od dnia podpisania Umowy Kredytowej, przy\n                           czym rozpocznie się 31 stycznia 2020 r. Kredyt będzie spłacany w równych ratach miesięcznych,\n                           a w ostatnim dniu okresu kredytowania Emitent spłaci dodatkowo pozostałą część zadłużenia\n                           w wysokości 8.000.000 PLN. _v_ kredytu terminowego do maksymalnej kwoty 30.500.000 PLN z przeznaczeniem na sfinansowanie\n                           dopłaty do ceny zakupu akcji ArchiDoc S.A.; _vi_ kredytu terminowego do maksymalnej kwoty 7.000.000 PLN z przeznaczeniem na sfinansowanie\n                           dopłaty do ceny zakupu udziałów Voice Contact Center Sp. z o.o.;Szczegółowe warunki rozliczenia transakcji nabycia przez Emitenta udziałów Voice Contact\n                           Center Sp. z o.o. oraz akcji ArchiDoc S.A. _w tym ewentualnych dopłat do cen nabycia_\n                           zostały przedstawione przez Emitenta odpowiednio w raporcie bieżącym nr 1/2017 z dnia\n                           10 stycznia 2017 r. oraz raporcie bieżącym nr 4/2017 z dnia 19 stycznia 2017 r.  Kredyty, o których mowa w pkt _v_ i _vi_ zostaną uruchomione w II kwartale 2018 r.,\n                           a ich spłata będzie dokonywana  w równych ratach kwartalnych przez okres 60 miesięcy\n                           od daty uruchomienia nie później jednak niż do 30 czerwca 2023 r. Zgodnie z Umową Kredytową wysokość oprocentowania kredytów w rachunku bieżącym oraz\n                           kredytów terminowych stanowić będzie sumę stawki WIBOR 1M oraz odpowiednich marż Kredytodawców,\n                           których wysokość zdaniem Emitenta nie odbiega od obecnie obowiązujących warunków finansowania\n                           dostępnych na rynku finansowym. Wysokość marży w odniesieniu do kredytów terminowych może zmieniać się w zależności\n                           od poziomu zadłużenia mierzonego wskaźnikiem skonsolidowanego długu netto do skonsolidowanego\n                           wyniku EBITDA Grupy Kapitałowej OEX _\"Wskaźnik Zadłużenia\"_. Jednocześnie Wskaźnik\n                           Zadłużenia nie może pod rygorem naruszenia Umowy Kredytowej  przekroczyć wartości\n                           3,0 z wyjątkiem sytuacji przewidzianych w Umowie Kredytowej.Dodatkowo Wskaźnik Zadłużenia oraz brak naruszenia warunków Umowy Kredytowej mają\n                           wpływ na możliwość oraz maksymalną wartość możliwych do wypłaty przez Emitenta dywidend.\n                           W przypadku gdy wartość Wskaźnika Zadłużenia będzie niższa niż 2,0 dopuszczalna wartość\n                           wypłacanej przez Emitenta dywidendy nie może, bez naruszenia Warunków Umowy Kredytowej,\n                           przekroczyć 80% skonsolidowanego zysku netto. W przypadku gdy wartość Wskaźnika Zadłużenia\n                           będzie wyższa niż 2,0 lecz nie większa niż 3,0 wartość wypłacanej przez Emitenta dywidendy\n                           nie może, bez naruszenia Warunków Umowy Kredytowej, przekroczyć 60% skonsolidowanego\n                           zysku netto. W przypadku natomiast gdy wartość Wskaźnika Zadłużenia będzie wyższa\n                           niż 3,0 wypłata dywidendy przez Emitenta nie będzie możliwa bez naruszenia warunków\n                           Umowy Kredytowej. Umowa Kredytowa oraz umowy faktoringowe zostały zabezpieczone zastawami na przedsiębiorstwach\n                           spółek zależnych Emitenta, zastawami na zapasach oraz rachunkach bankowych Kredytobiorców,\n                           cesją praw z polis ubezpieczeniowych aktywów stanowiących zabezpieczenie oraz cesją\n                           wierzytelności z określonych umów przychodowych Kredytobiorców. Dodatkowo Kredytobiorcy\n                           złożyli oświadczenia o poddaniu się egzekucji w trybie art. 777 §1 pkt 5 Kodeksu Postępowania\n                           Cywilnego na rzecz każdego z Kredytodawców oraz każdego z Faktorów. Powyższe umowy\n                           przewidują solidarną odpowiedzialność Kredytobiorców.  Pozostałe warunki zawartych umów nie odbiegają od zapisów powszechnie stosowanych\n                           w tego typu umowach.",
        "date": "2017-12-14"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, działając zgodnie z art. 70 pkt 1_ ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r. poz.\n                           1639 z późn. zm_, przekazuje w załączeniu treść zawiadomienia otrzymanego przez Spółkę\n                           w dniu 13 grudnia 2017 r. od Pana Jerzego Motza. Pełna treść przedmiotowego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-12-13"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, działając zgodnie z art. 70 pkt 1_ ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r. poz.\n                           1639 z późn. zm_, przekazuje w załączeniu treść zawiadomienia otrzymanego przez Spółkę\n                           w dniu 13 grudnia 2017 r. od Precordia Capital sp. z o.o.  z siedzibą w Warszawie.\n                           Pełna treść przedmiotowego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-12-13"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, działając zgodnie z art. 70 pkt 1_ ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r. poz.\n                           1639 z późn. zm_, przekazuje w załączeniu treść zawiadomienia otrzymanego przez Spółkę\n                           w dniu 13 grudnia 2017 r. od Real Management S.A. z siedzibą w Warszawie. Pełna treść przedmiotowego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-12-13"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 13 grudnia 2017 r. Spółka otrzymała\n                           od Real Management S.A. – osoby blisko związanej z osobą pełniącą obowiązki zarządcze\n                           w OEX S.A., tj. Panem Jerzym Motzem _Prezes Zarządu_, powiadomienie o transakcjach\n                           na akcjach Spółki zawartych w dniu 12 grudnia 2017 r. Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-12-13"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, działając zgodnie z §38 ust.1 pkt 2 lit. b_ Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim,\n                           informuje, iż w dniu 29 września 2017 r. Rada Nadzorcza Spółki podjęła uchwałę w sprawie\n                           ustalenia tekstu jednolitego Statutu Spółki uwzględniającego zmianę Statutu dokonaną\n                           przez Zwyczajne Walne Zgromadzenie Akcjonariuszy, które odbyło się w dniu 22 czerwca\n                           2017 r.Treść tekstu jednolitego Statutu Spółka przekazuje w załączeniu do niniejszego raportu\n                           bieżącego.",
        "date": "2017-09-29"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, w wykonaniu obowiązków wynikających z treści Warunków\n                           Emisji Obligacji Serii A _\"Warunki Emisji\"_, wyemitowanych na podstawie Uchwały Nr\n                           3 Zarządu Spółki z dnia 21 grudnia 2016 r. w sprawie emisji obligacji serii A, niniejszym\n                           przekazuje do publicznej wiadomości Zaświadczenie o Zgodności, o którym mowa w punkcie\n                           19_c_ Warunków Emisji. Zaświadczenie o Zgodności zawiera obliczenia Wskaźnika Dźwigni Finansowej oraz Wskaźnika\n                           Zadłużenia na dzień 30 czerwca 2017 r., informacje niezbędne do ich obliczenia, jak\n                           również  wysokość Marży Dodatkowej dla trzeciego Okresu Odsetkowego obligacji serii\n                           A, ustaloną zgodnie z punktem 13.2_b_ Warunków Emisji. Zaświadczenie o Zgodności stanowi załącznik do niniejszego raportu. Podstawa prawna: Inne uregulowania - Warunki Emisji Obligacji Serii A",
        "date": "2017-09-14"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Emitent\"_, w nawiązaniu do raportu bieżącego nr 21/2017 z dnia 30\n                           maja br. oraz raportu bieżącego nr 29/2017 z dnia 13 lipca br., informuje, że w dniu\n                           dzisiejszym, tj. 1 września  2017 r., Emitent powziął – na podstawie informacji odpowiadającej\n                           odpisowi aktualnemu z rejestru przedsiębiorców, pobranej zgodnie z art. 4 ust. 4aa\n                           ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze Sądowym – wiadomość o zarejestrowaniu\n                           przez Sąd Rejonowy dla m.st. Warszawy  w Warszawie, XIII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego _dalej: \"sąd rejestrowy\"_, podziału Cursor S.A. _spółka zależna\n                           Emitenta_. Wskazany podział został dokonany w trybie art. 529 §1 pkt 4 Kodeksu spółek handlowych\n                           _podział przez wydzielenie_ poprzez przeniesienie na E-Logistics sp. z o.o. _spółkę\n                           zależną Emitenta_ zorganizowanej części przedsiębiorstwa Cursor S.A. _wyodrębnionej\n                           pod względem organizacyjnym, finansowym i funkcjonalnym_, w ramach której prowadzona jest działalność w zakresie:1_ logistyki materiałów marketingowych,2_ kompleksowego wsparcia e-commerce,3_ logistycznej obsługi programów lojalnościowych,4_ kompleksowego wsparcia procesów zakupowych produktów, opakowań i komponentów  produktów,\n                           obejmującego między innymi organizację i optymalizację procesów zakupowych, logistycznych,\n                           projektowanie, nadzór produkcji, znakowanie i dostarczanie produktów, doradztwo technologiczne,\n                           weryfikację jakości, uzyskiwanie atestów oraz badania laboratoryjne, - zwana dalej: \"Działalnością Logistyczną\".   W wyniku podziału Cursor S.A., w dniu 1 września 2017 r. _dalej: \"Dzień Podziału\"_,\n                           sąd rejestrowy dokonał rejestracji podwyższenia kapitału zakładowego E-Logistics sp.\n                           z o.o. z 10.000 zł _słownie: dziesięć tysięcy złotych_ do 1.700.000 zł _słownie: milion\n                           siedemset tysięcy złotych_, tj. o 1.690.000 zł, poprzez utworzenie 33.800 udziałów\n                           o wartości nominalnej 50 zł każdy, które to udziały zostały w całości przyznane Emitentowi.\n                           E-Logistics sp. z o.o. przypadły wszystkie prawa i obowiązki pozostające w związku\n                           z Działalnością Logistyczną w Dniu Podziału. O celach i założeniach procesu podziału Cursor S.A. Emitent informował w ww. raporcie\n                           bieżącym nr 21/2017 z dnia 30 maja br.",
        "date": "2017-09-01"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_ działając zgodnie z §38 ust.1\n                           pkt 2_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim, informuje, że w dniu 8 sierpnia br. Spółce doręczono postanowienie\n                           Sądu Rejonowego dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego _dalej: \"sąd rejestrowy\"_, na podstawie którego w dniu 21 lipca\n                           2017 r. zarejestrowano zmianę w Statucie Spółki _uchwaloną przez Zwyczajne Walne Zgromadzenie\n                           Akcjonariuszy w dniu 22 czerwca 2017 r._, z zastrzeżeniem okoliczności wskazanych\n                           poniżej.    Zarząd Spółki informuje, iż sąd rejestrowy wpisując ww. zmianę w rejestrze przedsiębiorców\n                           KRS na podstawie wniosku Spółki, pominął punkt dotyczący wykreślenia przedmiotu działalności\n                           – kod PKD 47.42.Z \"Sprzedaż detaliczna sprzętu telekomunikacyjnego prowadzona w wyspecjalizowanych\n                           sklepach\". Brak wykreślenia wskazanego przedmiotu działalności spowodowany jest oczywistą\n                           omyłką sądu rejestrowego, Spółka niezwłocznie złoży do sądu rejestrowego dodatkowy\n                           wniosek o sprostowanie ww. omyłki. Zarząd Spółki przedstawia poniżej zestawienie dotychczas obowiązujących postanowień\n                           Statutu w zakresie przedmiotu działalności Spółki oraz postanowień Statutu uwzględniających\n                           wprowadzoną zmianę _w kształcie uchwalonym przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           w dniu 22 czerwca 2017 r._: Dotychczasowe brzmienie § 4 Statutu Spółki:\"Przedmiotem działalności Spółki jest: 1. Działalność w zakresie pozostałej telekomunikacji _61.90.Z_,2. Sprzedaż detaliczna sprzętu telekomunikacyjnego prowadzona w wyspecjalizowanych\n                           sklepach   _47.42.Z_, 3. Sprzedaż detaliczna komputerów, urządzeń peryferyjnych i oprogramowania prowadzona\n                           w wyspecjalizowanych      sklepach _47.41.Z_, 4. Sprzedaż hurtowa sprzętu elektronicznego i telekomunikacyjnego oraz części do niego\n                           _46.52.Z_, 5. Sprzedaż hurtowa komputerów, urządzeń peryferyjnych i oprogramowania _46.51.Z_,\n                           6. Pozostała sprzedaż detaliczna prowadzona poza siecią sklepową, straganami i targowiskami\n                           _47.99.Z_, 7. Działalność związana z zarządzaniem urządzeniami informatycznymi _62.03.Z_, 8. Pozostałe doradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania\n                           _70.22.Z_, 9. Pozostała finansowa działalność usługowa, gdzie indziej niesklasyfikowana, z wyłączeniem\n                           ubezpieczeń i    funduszów emerytalnych _64.99.Z_, 10. Pozostała działalność wspomagająca usługi finansowe, z wyłączeniem ubezpieczeń\n                           i funduszów   emerytalnych _66.19.Z_, 11. Działalność agentów i brokerów ubezpieczeniowych _66.22.Z_, 12. Handel energią elektryczną _35.14.Z_.\" Dokonana zmiana § 4 Statutu Spółki: \"Przedmiotem działalności Spółki jest: 1. Działalność związana z zarządzaniem urządzeniami informatycznymi _62.03.Z_, 2. Przetwarzanie danych; zarządzanie stronami internetowymi _hosting_ i podobna działalność\n                           _63.11.Z_,3. Pozostała działalność usługowa w zakresie informacji, gdzie indziej niesklasyfikowana\n                           _63.99.Z_,4. Pozostała działalność wspomagająca usługi finansowe, z wyłączeniem ubezpieczeń\n                           i funduszy emerytalnych _66.19.Z_,5. Działalność firm centralnych _head offices_ i holdingów z wyłączeniem holdingów\n                           finansowych _70.10.Z_,6. Stosunki międzyludzkie _public relations_ i komunikacja _70.21.Z_,7. Pozostałe doradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania\n                           _70.22.Z_,8. Działalność związana z wyszukiwaniem miejsc pracy i pozyskiwaniem pracowników _78.10.Z_.\"",
        "date": "2017-08-09"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 8 sierpnia 2017 r. Spółka otrzymała\n                           od MS Investments sp. z o.o. sp. k. – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Michałem Szramowskim _Członek Rady Nadzorczej_, powiadomienie\n                           o transakcji na akcjach Spółki, zawartej w dniu 7 sierpnia 2017 r. Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-08-08"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 sierpnia 2017 r. Spółka otrzymała\n                           od Pana Roberta Krasowskiego – osoby pełniącej obowiązki zarządcze w OEX S.A. _Członek\n                           Zarządu_ powiadomienie o transakcjach na akcjach Spółki, zawartych w dniu 3 sierpnia\n                           2017 r.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-08-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Emitent\"_, w nawiązaniu do raportu bieżącego nr 21/2017 z dnia 30\n                           maja br.,  informuje, że w dniu dzisiejszym, tj. 13 lipca 2017 r., organy stanowiące\n                           dwóch spółek zależnych  Emitenta, tj. Nadzwyczajne Walne Zgromadzenie spółki Cursor\n                           S.A. _\"Cursor\" lub \"Spółka Dzielona\"_ oraz Nadzwyczajne Zgromadzenie Wspólników E-Logistics\n                           sp. z o.o. _\"E-Logistics\" lub \"Spółka Przejmująca\"_, podjęły odpowiednio uchwały w\n                           sprawie podziału spółki Cursor. Podział Cursor, obejmujący  przeniesienie wybranych\n                           składników majątku Spółki Dzielonej w postaci zorganizowanej części przedsiębiorstwa\n                           na Spółkę Przejmującą _podział przez wydzielenie_, zostanie przeprowadzony na warunkach\n                           ustalonych w planie podziału Spółki Dzielonej. Wskazany plan podziału został uzgodniony\n                           i podpisany przez Cursor oraz E-Logisitcs w dniu 30 maja br., o czym Emitent informował\n                           ww. raportem bieżącym nr 21/2017.",
        "date": "2017-07-13"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 lipca 2017 r. Spółka otrzymała od\n                           Pana Roberta Krasowskiego – osoby pełniącej obowiązki zarządcze w OEX S.A. _Członek\n                           Zarządu_ powiadomienia o transakcjach na akcjach Spółki, zawartych odpowiednio w dniu\n                           5 i 6 lipca 2017 r.Treść powiadomień Spółka przekazuje w załączeniu.",
        "date": "2017-07-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie, działając zgodnie z art.70 pkt 3 ustawy z\n                           dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych, przekazuje w załączeniu\n                           wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym\n                           Zgromadzeniu Akcjonariuszy w dniu 22 czerwca 2017 r.",
        "date": "2017-06-28"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_, działając zgodnie z §5 ust.\n                           1 pkt 22_  Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim, informuje, że Zwyczajne Walne Zgromadzenie Akcjonariuszy w\n                           związku z wygaśnięciem mandatów Członków Rady Nadzorczej Spółki z dniem odbycia walnego\n                           zgromadzenia zatwierdzającego sprawozdanie finansowe za rok 2016, w dniu 22 czerwca\n                           2017 r. powołało do składu Rady Nadzorczej szóstej kadencji następujące osoby:1_\tPana Piotra Beaupré,2_\tPana Tomasza Słowińskiego,3_\tPana Piotra Cholewę,4_\tPana Michała Szramowskiego,5_\tPana Tomasza Mazurczaka.Nowo powołana Rada Nadzorcza Spółki na posiedzeniu w dniu 22 czerwca br. podjęła uchwałę\n                           o wyborze Pana Piotra Beaupré na Przewodniczącego Rady Nadzorczej oraz uchwałę o wyborze\n                           Pana Tomasza Słowińskiego na Sekretarza Rady Nadzorczej. Życiorysy Członków Rady Nadzorczej szóstej kadencji:Pan Piotr Beaupré – posiada ponad 25 lat doświadczenia biznesowego w wielu dziedzinach,\n                           między innymi w usługach dla biznesu, głównie w branży reklamowej i marketingowej\n                           oraz energetyki i nieruchomości rolnych. Od 1993 r. Pan Piotr Beaupré działa aktywnie jako inwestor\n                           w nowych obszarach gospodarki. Jest Partnerem zarządzającym w Neo Investments, odpowiedzialnym\n                           za rozwój i działalność spółek związanych z przemysłem rolniczym oraz energetyką.Doświadczenia zawodowe: • W 1989 r. był współzałożycielem pierwszej polskiej Agencji Reklamowej - \" Galicja\"\n                           w Krakowie, działającej w obszarach marketingu oraz komunikacji reklamowej. W 2001\n                           r. AR Galicja połączyła się z Euro RSCG. • W 1997 r. uczestniczył w tworzeniu pierwszego operatora call center w Europie Centralnej,\n                           firmy Call Center Poland.• Od 1999 r. pełni funkcję członka zarządu EBS S.A. którą, powołał wraz ze szwajcarskimi\n                           wspólnikami. EBS S.A. zarządza obecnie siecią blisko 200 najnowocześniejszych pralni\n                           ekologicznych \"5 a SEC\" w wielkich sieciach i centrach handlowych. • W 2001 r. uczestniczył w połączeniu dwóch lokalnych agencji reklamowych: Marketing\n                           House i Dialog z Euro RSCG _obecnie Havas Worldwide Warsaw_. • W 2002 r. wraz z dwoma wspólnikami stworzył spółkę Real Management S.A, która stała\n                           się ramieniem deweloperskim w Neo Investments. • W 2005 r. założył spółkę EcoWind, która w krótkim czasie stała się największym deweloperem\n                           farm wiatrowych _1150 MW_, co potwierdziła przeprowadzona w 2011 r. transakcja sprzedaży\n                           większościowych udziałów tej spółki do największego w Europie Wschodniej koncernu\n                           energetycznego tj. CEZ AS. • Od 2006 r. pełni funkcję prezesa zarządu Funduszu Areał S.A., który jest jednym\n                           z pierwszych polskich podmiotów konsolidujących grunty rolne. • W 2012 r. współuczestniczył w założeniu spółki Nanovo Media sp. z o. o., która jest\n                           integratorem nowych technologii w offline. • W 2014 r. wraz z dwoma wspólnikami powołał spółkę Neo Energy sp. z o. o., która\n                           po 2 latach działalności stała się liderem produkcji energetycznej i cieplnej na składowiskach\n                           śmieci, operując na 10 takich obiektach w całej Polsce. • W 2015 r. powołał pierwszy w Polsce Dom Aukcyjny Samochodów Klasycznych ARDOR, który\n                           ma na swoim koncie przeprowadzone z sukcesem aukcje ok. 60 cennych samochodów.Pan\n                           Tomasz Słowiński – posiada wyższe wykształcenie, ukończył Szkołę Główną Handlową w Warszawie na Wydziale Handlu Zagranicznego _1987 – 1993_. Pan Tomasz Słowiński ma 25 lat doświadczenia w biznesie, w tym w bankowości inwestycyjnej\n                           i finansach oraz na stanowiskach zarządczych i operacyjnych w różnych obszarach biznesowych\n                           oraz ponad 16 lat doświadczenia jako menadżer i przedsiębiorca w obszarze outsourcingu\n                           procesów biznesowych i usług dla biznesu.W latach 1992-2000 pracował w banku inwestycyjnym należącym do czołowej światowej\n                           instytucji finansowej, brytyjskiego HSBC, gdzie specjalizował się w transakcjach na\n                           rynku kapitałowym w Warszawie i Londynie oraz zajmował się M&A i prywatyzacjami.W latach 2001-2006 współtworzył i zarządzał podmiotami działającymi na rynku outsourcingu\n                           procesów biznesowych, pełniąc m.in. funkcje prezesa Zarządu PayrollCenter, czołowej\n                           polskiej firmy zajmującej się outsourcingiem płacowo-kadrowym, a także managing director\n                           w CVO Group.Od 2006 r.  związany z Funduszem Neo Investments, gdzie odpowiada za nadzór właścicielski\n                           nad spółkami portfelowymi, transakcje kapitałowe, nowe inwestycje, sprawy finansowe,\n                           tworzenie międzynarodowych struktur zarządczych oraz obszar compliance.Pan Piotr Cholewa\n                           – posiada wyższe wykształcenie, ukończył Wydział Budownictwa Politechniki Śląskiej\n                           w Gliwicach.Pan Piotr Cholewa w ostatnich latach pełnił funkcję w organach następujących Spółek\n                           kapitałowych:• od 2007 r. w Stark Development S.A. z siedzibą w Chorzowie do dnia 18.09.2008 r.\n                           Prezes Zarządu Stark Development S.A., od dnia 18.09.2008 r. do dnia 16.12.2013 r.\n                           jako Członek Rady Nadzorczej Stark Development S.A. w Chorzowie, w tym jako jej Przewodniczący\n                           oraz Wiceprzewodniczący,• od 2010 r. w ArchiDoc S.A. z siedzibą w Katowicach jako Przewodniczący Rady Nadzorczej,\n                           do nadal• od 2010 r. w Call One S.A. z siedzibą w Chorzowie jako Przewodniczący Rady Nadzorczej,\n                           do nadal• od 2011 r. w Galposter sp. z o.o. z siedzibą w Warszawie jako Wiceprzewodniczący\n                           Rady Nadzorczej, do 2015 r.• od 2011 r. w Voice Contact Center sp. z o.o. z siedzibą w Warszawie jako Wiceprzewodniczący\n                           Rady Nadzorczej,  do 2017 r. • od 2011 r. w CURSOR SA z siedzibą w Warszawie jako Wiceprzewodniczący Rady Nadzorczej,\n                           do 2015• od 2011 r. w GAD S.A. z siedzibą w Warszawie jako Wiceprzewodniczący Rady Nadzorczej,\n                           do nadal• od dnia 16.12.2014 r. w FON S.A. jako Członek Rady Nadzorczej, do 2017 r.Pan Michał\n                           Szramowski – jest magistrem ekonomii, absolwentem Wydziału Bankowości i Finansów Szkoły\n                           Głównej Handlowej w Warszawie. Od połowy lat dziewięćdziesiątych aktywnie zaangażowany\n                           w projekty inwestycyjne i deweloperskie na polu komercjalizacji, marketingu oraz finansów.W ciągu swojej kariery zawodowej, w latach 1999–2008, pełnił wysokie funkcje menedżerskie\n                           w międzynarodowych firmach obecnych w Polsce m.in.: niemieckim koncernie \"Metro AG\"\n                           oraz holenderskiej grupie kapitałowej \"European Construction Consortium _ECC_\".Pan Michał Szramowski obecnie jest właścicielem i Prezesem Zarządu, kancelarii inwestycyjnej\n                           \"MS Investments\", która na zasadach private equity inwestuje bezpośrednio w udziały\n                           spółek, zarówno na polskim rynku kapitałowym, a także poza nim. Jest pomysłodawcą,\n                           współzałożycielem i Partnerem zarządzającym w grupie kapitałowej \"Universal Properties\",\n                           która od ponad 16 lat jest aktywna na rynku nieruchomości komercyjnych w całej Polsce.\n                           Łączna wartość aktywów całej grupy kapitałowej, wraz z projektami zrealizowanymi wspólnie\n                           z inwestorami zewnętrznymi, to ponad 200 mln zł.Pan Michał Szramowski jest od 2008 r. członkiem \"Polskiej Rady Biznesu\" – elitarnej\n                           organizacji skupiającej właścicieli i kluczowych menedżerów największych polskich\n                           przedsiębiorstw. Ponadto od 2015 r. jest członkiem Komisji Rewizyjnej, organu kontrolującego\n                           finanse Stowarzyszenia.Pan Tomasz Mazurczak – jest absolwentem Uniwersytetu Ekonomicznego\n                           w Poznaniu na kierunku Handel Zagraniczny. Posiada licencje doradcy inwestycyjnego\n                           nr 18 oraz maklera papierów wartościowych nr 263. W latach 1994 – 2006 był związany z Grupą mBanku jako kolejno: doradca prezesa w Departamencie\n                           Restrukturyzacji i Prywatyzacji, zarządzający portfelami klientów w Domu Maklerskim\n                           mBanku, dyrektor Departamentu Sprzedaży Instytucjonalnej i Analiz oraz członek zarządu\n                           Domu Maklerskiego mBanku.W latach 2007 – 2013 pracował w Skarbiec TFI oraz Trigon Dom Maklerski w obszarze\n                           analiz rynkowych. Od 2015 r. pozostaje partnerem w Zolkiewicz&Partners Inwestycji\n                           w Wartość FIZ.Był członkiem rad nadzorczych spółek GTC SA, Warimpex Finanz- und Beteiligungs AG,\n                           Sanok Rubber oraz Kredyt Inkaso SA. Zgodnie z oświadczeniami złożonymi przez powołanych\n                           Członków Rady Nadzorczej, nie wykonują oni działalności konkurencyjnej w stosunku\n                           do działalności Spółki, nie uczestniczą w spółce konkurencyjnej jako wspólnicy spółki\n                           cywilnej, spółki osobowej lub jako członkowie organu spółki kapitałowej, ani też nie\n                           uczestniczą w innej konkurencyjnej osobie prawnej jako członkowie jej organu, jak\n                           również nie są wpisani do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2017-06-22"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_, działając zgodnie z §38\n                           ust.1 pkt 7_ i 11_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, przekazuje w załączeniu treść uchwał podjętych\n                           przez Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki w dniu 22 czerwca 2017 r.\n                           wraz z odpowiednią informacją dotyczącą głosowań.",
        "date": "2017-06-22"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 14 czerwca 2017 r. Spółka otrzymała\n                           od Pana Artura Wojtaszka – osoby pełniącej obowiązki zarządcze w OEX S.A. _Członek\n                           Zarządu_ powiadomienie o transakcjach na akcjach Spółki, zawartych w dniu 13 czerwca\n                           2017 r.  Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-06-14"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Spółka\"_, działając zgodnie z §38 ust. 1\n                           pkt 3_ i 11_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych rzepisami prawa państwa niebędącego\n                           państwem członkowskim, w związku ze zwołanym na dzień 22 czerwca 2017 r. Zwyczajnym\n                           Walnym Zgromadzeniem Akcjonariuszy Spółki, informuje, że 5 czerwca 2017 r., Rada Nadzorcza\n                           Spółki przyjęła i będzie przedstawiała Zwyczajnemu Walnemu Zgromadzeniu Akcjonariuszy:1_ Sprawozdanie z działalności Rady za rok 2016,2_ Ocenę sytuacji Spółki z uwzględnieniem oceny systemów kontroli wewnętrznej,  zarządzania\n                           ryzykiem oraz compliance, oceny sposobu wypełniania przez OEX S.A. obowiązków informacyjnych\n                           w zakresie ładu korporacyjnego oraz oceny racjonalności prowadzonej przez Spółkę polityki\n                           w zakresie działalności sponsoringowej, charytatywnej lub innej o zbliżonym charakterze,- które to dokumenty stanowią załącznik do niniejszego raportu oraz są dostępne  na\n                           stronie internetowej Spółki, w części dotyczącej relacji inwestorskich, w zakładce\n                           WZA 2017. Ponadto, Rada Nadzorcza po zapoznaniu się z przedstawionym przez Zarząd porządkiem\n                           obrad i projektami uchwał na Zwyczajne Walne Zgromadzenie Akcjonariuszy zwołane na\n                           dzień 22 czerwca 2017 r., pozytywnie zaopiniowała ich treść i postanowiła zarekomendować\n                           Zwyczajnemu Walnemu Zgromadzeniu Akcjonariuszy podjęcie uchwał w projektowanej treści.\n                           W nawiązaniu do powyższego, odnosząc się do kwestii podziału zysku, Rada Nadzorcza\n                           pozytywnie zaopiniowała przedłożenie Zwyczajnemu Walnemu Zgromadzeniu Akcjonariuszy\n                           wniosku Zarządu Spółki w sprawie proponowanego podziału zysku netto za 2016 r. w kwocie\n                           3.221.129,35 zł _słownie: trzy miliony dwieście dwadzieścia jeden tysięcy sto dwadzieścia\n                           dziewięć złotych 35/100_ i zarekomendowała Zwyczajnemu Walnemu Zgromadzeniu Akcjonariuszy\n                           podjęcie uchwały w sprawie podziału zysku w sposób zgodny z tym wnioskiem, tj. przekazanie\n                           wskazanej kwoty w całości na kapitał zapasowy Spółki.",
        "date": "2017-06-05"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Spółka\", \"Emitent\"_, działając zgodnie z\n                           §5 ust. 1 pkt 19_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, informuje, że dniu dzisiejszym, tj. 5 czerwca 2017\n                           r., Rada Nadzorcza Spółki dokonała wyboru PKF Consult spółka z ograniczoną odpowiedzialnością\n                           sp. k. z siedzibą w Warszawie, przy ul. Orzyckiej 6 lok. 1 B, wpisanej na listę podmiotów\n                           uprawnionych do badania sprawozdań finansowych pod numerem 477, jako biegłego rewidenta\n                           do przeglądu półrocznego oraz badania rocznego jednostkowego i skonsolidowanego sprawozdania\n                           finansowego Emitenta oraz Grupy Kapitałowej Emitenta za rok obrotowy 2017.Spółka korzystała z usług PKF Consult spółka z ograniczoną odpowiedzialnością sp.\n                           k. przy przeglądzie półrocznego oraz badaniu rocznego jednostkowego i skonsolidowanego\n                           sprawozdania finansowego Emitenta oraz Grupy Kapitałowej Emitenta za rok 2016, oraz\n                           przy badaniu rocznego jednostkowego i skonsolidowanego sprawozdania finansowego Emitenta\n                           oraz Grupy Kapitałowej Emitenta za rok 2015.Spółka korzystała także wcześniej z usług PKF Consult sp. z o.o. _z której to spółki\n                           w wyniku przekształcenia powstała PKF Consult spółka z ograniczoną odpowiedzialnością\n                           sp. k._ przy przeglądzie półrocznego jednostkowego i skonsolidowanego sprawozdania\n                           finansowego Emitenta oraz Grupy Kapitałowej Emitenta za rok obrotowy 2015 oraz przy\n                           przeglądzie półrocznego oraz przy badaniu rocznego jednostkowego i skonsolidowanego\n                           sprawozdania finansowego Emitenta oraz Grupy Kapitałowej Emitenta za rok obrotowy\n                           2007, a także przy przeglądzie półrocznego jednostkowego i skonsolidowanego sprawozdania\n                           finansowego Emitenta oraz Grupy Kapitałowej Emitenta za rok obrotowy 2008. Ponadto Spółka korzystała z usług PKF Audyt sp. z o.o. _wówczas spółki w 100% zależnej\n                           od PKF Consult sp. z o.o._ przy przeglądzie półrocznego oraz badaniu rocznego jednostkowego\n                           i skonsolidowanego sprawozdania finansowego Emitenta oraz Grupy Kapitałowej Emitenta\n                           za rok obrotowy 2009 i 2010 oraz przy badaniu rocznego jednostkowego i skonsolidowanego\n                           sprawozdania finansowego Emitenta oraz Grupy Kapitałowej Emitenta za rok obrotowy\n                           2008.Rada Nadzorcza Spółki dokonała wyboru biegłego rewidenta działając zgodnie z §18 ust.1\n                           pkt 4_ Statutu Spółki oraz §3 ust.1 pkt 5_ Regulaminu Rady Nadzorczej.",
        "date": "2017-06-05"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Spółka\"_, niniejszym informuje, że w dniu\n                           30 maja br. jej spółki zależne, tj. Cursor S.A. z siedzibą Warszawie _\"Cursor\" lub\n                           \"Spółka Dzielona\"_ oraz E-Logistics sp. z o.o. z siedzibą w Warszawie _\"E-Logistics\"\n                           lub \"Spółka Przejmująca\"_ uzgodniły i podpisały plan podziału Cursor, który został\n                           przygotowany zgodnie z przepisami Kodeksu spółek handlowych. Stosownie do treści ww. planu, przedmiotowy podział zostanie dokonany w trybie art.\n                           529 §1 pkt 4 Kodeksu spółek handlowych _podział przez wydzielenie, zwany dalej \"Podziałem\"_,\n                           z zastosowaniem procedury uproszczonej stosownie do treści art. 5381 Kodeksu spółek\n                           handlowych. W wyniku Podziału na E-Logistics przejdzie część majątku Cursor, obejmująca zorganizowaną\n                           część przedsiębiorstwa Spółki Dzielonej w rozumieniu art. 551 Kodeksu cywilnego _wyodrębnioną\n                           pod względem organizacyjnym, finansowym i funkcjonalnym_, w ramach której prowadzona\n                           jest działalność w zakresie: a_ logistyki materiałów marketingowych,b_ kompleksowego wsparcia e-commerce,c_ logistycznej obsługi programów lojalnościowych, d_ kompleksowego wsparcia procesów zakupowych produktów, opakowań i komponentów produktów,\n                           obejmującego między innymi organizację i optymalizację procesów zakupowych, transportów,\n                           projektowanie, nadzór produkcji, znakowanie i dostarczanie produktów, doradztwo technologiczne,\n                           weryfikację jakości, uzyskiwanie atestów oraz badania laboratoryjne.  - zwana dalej: \"Działalnością Logistyczną\". W związku z podziałem, kapitał zakładowy E-Logistics zostanie podwyższony z 10.000\n                           zł _słownie: dziesięć tysięcy złotych_ do 1.700.000 zł _słownie: milion siedemset\n                           tysięcy złotych_, tj. o 1.690.000 zł, poprzez utworzenie 33.800 udziałów o wartości\n                           nominalnej 50 zł każdy, które to udziały zostaną w całości przyznane Spółce. Podział Cursor nastąpi w dniu wpisu do rejestru przedsiębiorców KRS podwyższenia kapitału\n                           zakładowego E-Logistics _\"Dzień Wydzielenia\"_. Spółce Przejmującej przypadną wszystkie\n                           prawa i obowiązki pozostające w związku z Działalnością Logistyczną w Dniu Wydzielenia.\n                           Ostateczną decyzję w sprawie przeprowadzenia Podziału podejmie odpowiednio: Walne\n                           Zgromadzenie Cursor oraz Zgromadzenie Wspólników E-Logistics.Podział ma na celu dostosowanie struktury organizacyjnej w Grupie Kapitałowej OEX\n                           do wyodrębnionych segmentów operacyjnych i wiąże się z intensywnym rozwojem działalności\n                           w segmencie Wsparcia sprzedaży oraz E-biznes _w części dotyczącej Działalności Logistycznej_,\n                           która obecnie realizowana jest w całości w ramach spółki Cursor. W wyniku Podziału Działalność Logistyczna będzie prowadzona w ramach odrębnego podmiotu\n                           wchodzącego w skład Grupy Kapitałowej OEX, którego 100% udziałów będzie należało do\n                           OEX S.A. Wskazane rozwiązanie przyczyni się do zapewnienia optymalnej struktury zarządczej\n                           segmentu E-biznes jak również ułatwi komunikację z rynkiem, budowanie marki oraz prowadzenie\n                           działań marketingowych w zakresie Działalności Logistycznej.  Proces Podziału pozostaje bez wpływu na dane skonsolidowane Grupy Kapitałowej OEX.",
        "date": "2017-05-30"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 26 maja 2017 r. Spółka otrzymała od\n                           MS Investments sp. z o.o. sp. k. . – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Michałem Szramowskim _Członek Rady Nadzorczej_, powiadomienie\n                           o transakcji na akcjach Spółki, zawartej w dniu 25 maja 2017 r. Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-05-29"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\"_, zgodnie z §38 ust.1 pkt 1_\n                           pkt 2_ i pkt 3_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, przekazuje w załączeniu:1_ informacje zawarte w ogłoszeniu o Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy\n                           zwołanym na dzień 22 czerwca 2017 r., w tym także obejmujące _w związku z zamierzoną\n                           zmianą Statutu Spółki_ dotychczas obowiązujące postanowienia Statutu oraz treść proponowanych\n                           zmian;2_ projekty uchwał Zwyczajnego Walnego Zgromadzenia.",
        "date": "2017-05-26"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           Spółki nr 14/2017 dotyczącego wprowadzenia do alternatywnego systemu obrotu na Catalyst\n                           obligacji na okaziciela serii A wyemitowanych przez Spółkę, niniejszym informuje,\n                           że w dniu dzisiejszym, tj. 24 maja 2017 r., powziął informacje o podjęciu przez: 1_ Zarząd BondSpot S.A. uchwały nr 113/17 z dnia 24 maja br., oraz 2_ Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. uchwały nr 516/2017 z dnia\n                           24 maja br.- na podstawie których to uchwał Zarząd BondSpot S.A. _\"BondSpot\"_ oraz Zarząd Giełdy\n                           Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ postanowiły wyznaczyć dzień 26 maja\n                           2017 r. jako dzień pierwszego notowania w alternatywnym systemie obrotu na Catalyst\n                           _organizowanym odpowiednio przez GPW oraz BondSpot_ 20.000 _dwudziestu tysięcy_ obligacji\n                           na okaziciela serii A Spółki, o łącznej wartości nominalnej 20.000.000 zł _dwadzieścia\n                           milionów złotych_ i jednostkowej wartości nominalnej 1.000 zł _jeden tysiąc złotych_,\n                           oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem PLTELL000056.\n                           Stosownie do treści uchwały Zarządu GPW obligacje Spółki będą notowane w systemie\n                           notowań ciągłych pod nazwą skróconą \"OEX0120\". Zgodnie natomiast z uchwałą Zarządu BondSpot postanowiono określić dla w/w obligacji:\n                           a_ dzień ostatniego notowania – 7 stycznia 2020 r., b_ jednostkę obrotu - 1 szt.,\n                           c_ jednostkę obligatoryjną - 100 szt., d_ symbol – OEX0120. Uchwały wskazane powyżej weszły w życie z dniem podjęcia.",
        "date": "2017-05-24"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, informuje, że w dniu 22 maja 2017 r. Spółka otrzymała\n                           od Pana Artura Wojtaszka – osoby pełniącej obowiązki zarządcze w OEX S.A. _Członek\n                           Zarządu_ powiadomienie o transakcjach na akcjach Spółki, zawartych w dniu 18 maja\n                           2017 r.  Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-05-22"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\", \"Emitent\"_, niniejszym informuje,\n                           iż w dniu dzisiejszym, tj. 18 maja 2017 r. podjął decyzję o sporządzeniu i przekazaniu\n                           do publicznej wiadomości prognozy wyników finansowych grupy kapitałowej Emitenta na\n                           rok 2017. Emitent prognozuje, iż wybrane wyniki finansowe osiągną w 2017 r. następujące wartości:\n                           a_ Zysk operacyjny grupy kapitałowej Emitenta – 27,3 mln złb_ EBITDA grupy kapitałowej Emitenta – 34,9 mln zł c_ Zysk netto przypadający akcjonariuszom Emitenta – 15,8 mln zł Zarząd Spółki będzie dokonywał bieżącej oceny możliwości realizacji prognozowanych\n                           wyników i  publikował informacje na temat ewentualnych, przewidywanych odchyleń od wskazanych\n                           powyżej wartości niezwłocznie po stwierdzeniu, iż takie odchylenia są istotne oraz\n                           prawdopodobne.  Przedmiotowa prognoza finansowa nie podlegała sprawdzeniu ani badaniu przez biegłego\n                           rewidenta.",
        "date": "2017-05-18"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\", \"Emitent\"_, zgodnie z §38\n                           ust.1 pkt 11_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, informuje, że w dniu 18 maja br. podjął uchwałę\n                           stosownie do której zamierza przedstawić Zwyczajnemu Walnemu Zgromadzeniu Spółki propozycję\n                           przeznaczenia zysku netto wypracowanego przez Emitenta w 2016 r., w kwocie w kwocie\n                           3.221.129,35 zł _słownie: trzy miliony dwieście dwadzieścia jeden tysięcy sto dwadzieścia\n                           dziewięć złotych 35/100_, na kapitał zapasowy Spółki. Powyższa rekomendacja Zarządu Spółki, zakładająca niewypłacanie dywidendy i przeznaczenie\n                           w całości zysku za 2016 r. na kapitał zapasowy, zostanie oceniona przez Radę Nadzorczą\n                           Spółki zgodnie z art. 382 §3 Kodeksu spółek handlowych. Ostateczna decyzja w przedmiocie\n                           podziału zysku netto Spółki za 2016 r. zostanie podjęta przez Walne Zgromadzenie Spółki.",
        "date": "2017-05-18"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Spółka\"_, w nawiązaniu do raportów bieżących\n                           Spółki nr: 54/2016, 65/2016 oraz 3/2017 dotyczących emisji obligacji serii A, niniejszym\n                           informuje, że w dniu dzisiejszym, tj. 15 maja 2017 r., powziął informacje o podjęciu\n                           przez: a_ Zarząd BondSpot S.A. uchwały nr 100/17 z dnia 15 maja br., oraz b_ Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. uchwały nr 477/2017 z dnia\n                           15 maja br.- na podstawie których to uchwał Zarząd BondSpot S.A. _\"BondSpot\"_ oraz Zarząd Giełdy\n                           Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ postanowiły o wprowadzeniu do alternatywnego\n                           systemu obrotu na Catalyst obligacji na okaziciela serii A Spółki, o łącznej wartości\n                           nominalnej 20.000.000 zł _dwadzieścia milionów złotych_ i jednostkowej wartości nominalnej\n                           1.000 zł _jeden tysiąc złotych_. Uchwały wskazane powyżej weszły w życie z dniem podjęcia. O terminie pierwszego notowania ww. obligacji w alternatywnym systemie obrotu organizowanym\n                           odpowiednio przez GPW oraz BondSpot w ramach rynku Catalyst Spółka poinformuje odrębnym\n                           raportem.",
        "date": "2017-05-15"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, w wykonaniu obowiązków wynikających z treści Warunków\n                           Emisji Obligacji Serii A _\"Warunki Emisji\"_, wyemitowanych na podstawie Uchwały Nr\n                           3 Zarządu Spółki z dnia 21 grudnia 2016 r. w sprawie emisji obligacji serii A, niniejszym\n                           przekazuje do publicznej wiadomości Zaświadczenie o Zgodności, o którym mowa w punkcie\n                           19_c_ Warunków Emisji. Publikacja zaświadczenia jest dokonywana z kilkudniowym opóźnieniem,\n                           o czym Spółka informuje zgodnie z punktem 19_a_ Warunków Emisji. Wskazane przesunięcie\n                           terminu publikacji ma wyłącznie charakter techniczny i pozostaje bez wpływu na merytoryczną\n                           zawartość publikowanych informacji oraz bez wpływu na prawa i obowiązki Emitenta oraz\n                           obligatariuszy zgodnie z Warunkami Emisji.    Zaświadczenie o Zgodności zawiera obliczenia Wskaźnika Dźwigni Finansowej oraz Wskaźnika\n                           Zadłużenia na dzień 31 grudnia 2016 r., informacje niezbędne do ich obliczenia, jak\n                           również  wysokość Marży Dodatkowej dla drugiego Okresu Odsetkowego obligacji serii\n                           A, ustaloną zgodnie z punktem 13.2_b_ Warunków Emisji.Zaświadczenie o Zgodności stanowi załącznik do niniejszego raportu. Podstawa prawna: Inne uregulowania - Warunki Emisji Obligacji Serii A",
        "date": "2017-04-19"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, informuje, że w dniu 12 kwietnia 2017 r. Spółka otrzymała\n                           korektę powiadomień o transakcji na akcjach Spółki zawartej w dniu 6 kwietnia br.,\n                           które zostały przekazane przez Spółkę do publicznej wiadomości raportem bieżącym numer\n                           10/2017 w dniu 11 kwietnia 2017 r. w trybie w trybie art. 19 ust. 3 rozporządzenia\n                           MAR. Przedmiotowa korekta dotyczy sposobu przedstawienia informacji o cenie w punkcie 4d_\n                           oraz odpowiednio zmiany opisu w punktach 1a_ i 2a_. Treść skorygowanych powiadomień Spółka przekazuje w załączeniu.",
        "date": "2017-04-13"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, działając zgodnie z art. 70 pkt 1_ ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jednolity Dz. U.\n                           z 2016 r. poz. 1639 z późn. zm._, przekazuje w załączeniu treść zawiadomienia otrzymanego\n                           przez Spółkę w dniu 10 kwietnia 2017 r. od Pana Piotra Cholewy.  Pełna treść przedmiotowego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-04-11"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, działając zgodnie z art. 70 pkt 1_ ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jednolity Dz. U.\n                           z 2016 r. poz. 1639 z późn. zm_, przekazuje w załączeniu treść zawiadomienia otrzymanego\n                           przez Spółkę w dniu 10 kwietnia 2017 r. od Silquern S.a. r.l. z siedzibą w Luksemburgu.\n                           Pełna treść przedmiotowego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-04-11"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, informuje, że w dniu 10 kwietnia 2017 r. Spółka otrzymała\n                           od Pana Piotra Cholewy – Członka Rady Nadzorczej OEX S.A. oraz od Silquern S.a. r.l.\n                           z siedzibą w Luksemburgu – osoby blisko związanej z ww. osobą pełniącą obowiązki zarządcze\n                           w OEX S.A., powiadomienia o transakcji na akcjach Spółki, zawartej w dniu 6 kwietnia\n                           2017 r.  Treść powiadomień Spółka przekazuje w załączeniu.",
        "date": "2017-04-11"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Spółka\", \"Emitent\"_, działając zgodnie\n                           z §5 ust. 1 pkt 22_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, informuje, że w dniu 14 marca 2017 r. Rada Nadzorcza\n                           Emitenta powołała Pana Tomasza Kwietnia do składu Zarządu Spółki trzeciej kadencji,\n                           powierzając mu pełnienie funkcji Członka Zarządu Spółki. Uchwała Rady Nadzorczej Spółki\n                           weszła w życie z dniem podjęcia. Pan Tomasz Kwiecień _ur. 1977_ jest absolwentem krakowskiego Uniwersytetu Ekonomicznego.\n                           Pan Tomasz Kwiecień dysponuje szerokim doświadczeniem z zakresu przygotowywania i\n                           implementacji strategii biznesowych, przeprowadzania inwestycji kapitałowych, nadzoru\n                           właścicielskiego oraz pozyskiwania finansowania.Na początku swojej kariery był związany z firmami Arthur Andersen oraz Ernst & Young,\n                           gdzie pracował w działach audytu oraz corporate finance. W latach 2004–2014, pełnił\n                           funkcję dyrektora zarządzającego w warszawskim biurze Mezzanine Management, firmie\n                           doradzającej grupie funduszy Accession Mezzanine Capital inwestujących w Polsce i\n                           Europie Środkowej. W Polsce był odpowiedzialny m.in. za udane inwestycje w Solaris\n                           Bus & Coach, LuxMed, czy Masterlease. Poza Polską przeprowadził inwestycje m.in. w\n                           firmy Jet Finance w Bułgarii, czy Norican w Danii. W trakcie kariery w Mezzanine Management\n                           zasiadał lub uczestniczył w pracach rad nadzorczych spółek Zaberd, Lux Med, Solaris\n                           Bus & Coach, iSource, Masterlease, Norican, czy Dominum. Od początku 2015 do końca\n                           2016 roku pełnił funkcję prezesa zarządu AASA Polska S.A., firmy z sektora fintech\n                           oferującej ratalne pożyczki gotówkowe.W Zarządzie OEX S.A. będzie odpowiedzialny za implementację strategii rozwoju poszczególnych\n                           segmentów działalności grupy oraz za strategiczne transakcje kapitałowe i finansowe.Zgodnie ze złożonym oświadczeniem Pan Tomasz Kwiecień nie wykonuje działalności konkurencyjnej\n                           w stosunku do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej, ani też\n                           nie uczestniczy w innej konkurencyjnej osobie prawnej jako członek jej organu, jak\n                           również nie jest wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2017-03-14"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX SA _\"Spółka\"_, działając zgodnie z art. 70 pkt 1_ ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jednolity Dz. U.\n                           z 2016 r. poz. 1639_, przekazuje w załączeniu treść zawiadomienia otrzymanego przez\n                           Spółkę w dniu 13 lutego 2017 r. od Neo Investment S.A. Pełna treść przedmiotowego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-02-14"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX SA _\"Spółka\"_, działając zgodnie z art. 70 pkt 1_ ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _tekst jednolity Dz. U.\n                           z 2016 r. poz. 1639_, przekazuje w załączeniu treść zawiadomienia otrzymanego przez\n                           Spółkę w dniu 13 lutego 2017 r. od  Neo Fund 1 sp. z o.o. Pełna treść przedmiotowego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2017-02-14"
    },
    {
        "company_name": "OEX",
        "content": "Zgodnie z §103 ust. 1 Rozporządzenia Ministra Finansów dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _dalej: Rozporządzenie_, Zarząd OEX S.A. z siedzibą\n                           Warszawie _dalej: \"OEX S.A.\", \"Emitent\"_ określa następujące daty przekazywania raportów\n                           okresowych w 2017 r. :Skonsolidowany raport kwartalny za I kwartał 2017 r. – 18.05.2017 r.Skonsolidowany raport kwartalny za III kwartał 2017 r. – 15.11.2017 r.Skonsolidowany raport półroczny za I półrocze 2017 r. – 12.09.2017 r.Raport roczny za 2016 r. – 29.03.2017 r.Skonsolidowany raport roczny za 2016 r. – 29.03.2017 r.Działając zgodnie z §101 ust. 2 Rozporządzenia Emitent nie będzie przekazywał raportu\n                           kwartalnego ani skonsolidowanego raportu kwartalnego za drugi oraz ostatni kwartał\n                           2017 r.Działając zgodnie z §83 ust. 1 Rozporządzenia, OEX S.A. niniejszym oświadcza, że zamierza\n                           przekazywać skonsolidowane raporty kwartalne obejmujące kwartalną informację finansową,\n                           zawierającą informacje określone w § 87 ust. 1-3, ust. 4 zdanie pierwsze oraz ust.\n                           9 Rozporządzenia i w związku z tym nie będzie przekazywać odrębnych _jednostkowych_ raportów kwartalnych.Ponadto, działając w oparciu o §83 ust. 3 Rozporządzenia, OEX S.A. oświadcza, że zamieści\n                           w skonsolidowanym raporcie półrocznym półroczne skrócone sprawozdanie finansowe, wraz\n                           z raportem podmiotu uprawnionego do badania sprawozdań finansowych z przeglądu lub\n                           opinią o badanym sprawozdaniu finansowym dotyczącą tego sprawozdania, zawierające:\n                           bilans, rachunek zysków i strat, zestawienie zmian w kapitale własnym, rachunek przepływów\n                           pieniężnych oraz skróconą informację dodatkową, zawierającą te informacje i dane,\n                           które są istotne dla właściwej oceny sytuacji majątkowej, finansowej i wyniku finansowego\n                           emitenta, a nie zostały zamieszczone w skonsolidowanym sprawozdaniu finansowym i w\n                           związku z tym nie przekaże odrębnego _jednostkowego_ raportu półrocznego.",
        "date": "2017-01-30"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, informuje, że w dniu 20 stycznia 2017 r. Spółka otrzymała\n                           od Real Management S.A. – osoby blisko związanej z osobą pełniącą obowiązki zarządcze\n                           w OEX S.A., tj. Panem Jerzym Motzem – Prezesem Zarządu OEX S.A., powiadomienie o transakcji\n                           na akcjach Spółki, zawartej w dniu 17 stycznia 2017 r. Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-01-20"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Emitent\"_, w nawiązaniu do raportu\n                           bieżącego nr 44/2016 z dnia 21 września 2016 r. i raportu bieżącego nr 52/2016 z dnia\n                           21 listopada 2016 r. dotyczących odpowiednio zawarcia umowy przedwstępnej sprzedaży akcji Archidoc\n                           S.A. z siedzibą w Chorzowie _dalej: \"Archidoc\"_ oraz zawarcia aneksu do przedmiotowej umowy\n                           przedwstępnej _dalej łącznie: \"umowa przedwstępna\"_, niniejszym informuje, iż w dniu\n                           19 stycznia 2017 r. pomiędzy Emitentem a Teronita Holdings Limited z siedzibą w Larnace\n                           _dalej: \"Sprzedający\"_ została zawarta umowa przyrzeczona sprzedaży akcji Archidoc\n                           _dalej: \"umowa przyrzeczona\"_, w wyniku czego Emitent zrealizował transakcję nabycia akcji Archidoc.  Zawarcie umowy przyrzeczonej zostało poprzedzone finalnymi ustaleniami pomiędzy Emitentem\n                           a Sprzedającym, w wyniku których wybrane warunki umowy przedwstępnej uległy zmianie.\n                           Najbardziej istotne zmiany polegały na:1. zmniejszeniu – z 3 do 2 – liczby dopłat do ceny i w ślad za tym skróceniu terminu\n                           rozliczenia przedmiotowej transakcji, które zostanie dokonane po sporządzeniu, zbadaniu\n                           i zatwierdzeniu sprawozdania finansowego Archidoc za 2017 r. i będzie uzależnione\n                           od wybranych parametrów finansowych Archidoc za rok 2016 i 2017;2. obniżeniu górnego limitu ceny _wraz z dopłatami_ do kwoty 52.000.00,- PLN _pięćdziesięciu\n                           dwóch milionów  złotych_.  Podstawowe zasady realizacji transakcji nabycia akcji Archidoc, w tym główne warunki\n                           umowy przyrzeczonej z uwzględnieniem ww. zmian, przedstawiają się następująco:1. Emitent nabył 4.250.000 _cztery miliony dwieście pięćdziesiąt tysięcy_ akcji stanowiących\n                           100% kapitału zakładowego Archidoc za cenę 17.861.000,- PLN _siedemnastu milionów\n                           ośmiuset sześćdziesięciu jeden tysięcy złotych_, z zastrzeżeniem pkt. 2 poniżej.2. Emitent jest zobowiązany do dokonania oznaczonych dopłat do ceny sprzedaży na warunkach\n                           i zasadach określonych w umowie przyrzeczonej, uzależnionych od parametrów finansowych\n                           osiąganych przez Archidoc _m.in. wartości EBITDA i zadłużenia netto Archidoc_ w latach\n                           2016 i 2017. Umowa przyrzeczona przewiduje dokonanie 2 dopłat. Pierwsza z nich będzie\n                           stanowić różnicę pomiędzy iloczynem mnożnika równego 7,9 i wartości EBITDA Archidoc\n                           za 2016 r., pomniejszonym o zadłużenie netto i przemnożonym przez wartość 50%, a zapłaconą\n                           ceną wymienioną w pkt 1 powyżej. Druga dopłata będzie równa iloczynowi mnożnika równego\n                           7,9 i wartości EBITDA Archidoc za 2017 r., pomniejszonemu o zadłużenie netto i przemnożonemu\n                           przez wartość 50%, oraz odpowiednio powiększona lub pomniejszona o kwotę wynikającą\n                           z pierwszej dopłaty w zależności od tego, czy wskazana kwota przyjmie wartość dodatnią\n                           czy ujemną. Obie dopłaty, zakładając, że ich łączna wartość będzie dodatnia, zostaną\n                           zrealizowane w ramach jednej płatności w 2018 r., po zamknięciu roku obrachunkowego\n                           2017. W przypadku gdyby średnia liczonego rok do roku wzrostu procentowego wybranych\n                           wyników Archidoc _w tym EBITDA_ okazała się niższa od progów określonych w umowie\n                           przyrzeczonej, wartość dopłat zostanie obliczona z użyciem mnożnika równego 7,0. Łączna\n                           cena, z uwzględnieniem opisanych powyżej dopłat, nie przekroczy 52.000.000,- PLN _pięćdziesięciu\n                           dwóch milionów złotych_ i Sprzedającemu nie będą należały się, tytułem ceny za akcje\n                           Archidoc, żadne dodatkowe kwoty ponad tę maksymalną wartość.3. W ramach zabezpieczenia zapłaty dopłat do ceny sprzedaży oraz kar umownych Emitent\n                           złożył oświadczenie o poddaniu się egzekucji w trybie art. 777 kodeksu postępowania\n                           cywilnego do łącznej kwoty 31.000.000,- _trzydziestu jeden milionów_ złotych.4. W ramach zabezpieczenia spełnienia roszczeń Kupującego względem Sprzedającego wynikających\n                           z umowy przyrzeczonej, zostały udzielone poręczenia przez podmioty powiązane ze Sprzedającym\n                           do łącznej kwoty 9.400.000,- _dziewięć milionów czterysta tysięcy_ złotych.",
        "date": "2017-01-19"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_, w nawiązaniu do raportu\n                           bieżącego nr 65/2016 z dnia 21 grudnia 2016 r., dotyczącego podjęcia przez organ zarządzający\n                           Spółki uchwały o emisji obligacji serii A, niniejszym informuje o rozliczeniu w dniu dzisiejszym,\n                           tj. 18 stycznia 2017 r. emisji obligacji zwykłych na okaziciela serii A o łącznej wartości nominalnej\n                           wynoszącej 20.000.00 zł _słownie: dwadzieścia milionów złotych_.W ramach ww. emisji Spółka wyemitowała 20.000 _słownie: dwadzieścia tysięcy_ obligacji,\n                           niemających formy dokumentu, o wartości nominalnej 1.000 zł _słownie: tysiąc złotych_\n                           każda i terminie wykupu przypadającym w dniu 17 stycznia 2020 r. Wskazane obligacje zostały\n                           zarejestrowane w systemie KDPW oraz prawidłowo opłacone przez wszystkich inwestorów,\n                           na rzecz których Spółka dokonała przydziału tych obligacji. Emisja została przeprowadzona\n                           w trybie art. 33 pkt 2 ustawy o obligacjach _propozycja nabycia ww. obligacji skierowana\n                           do indywidualnych adresatów, w liczbie nie większej niż 149 osób_.",
        "date": "2017-01-18"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, informuje, że w dniu 10 stycznia 2017 r. Spółka otrzymała\n                           od MS Ivestments sp. z o.o. sp. k. – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Michałem Szramowskim - Członkiem Rady Nadzorczej OEX\n                           S.A., powiadomienie o transakcji na akcjach Spółki, zawartej w dniu 9 stycznia 2017\n                           r. Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-01-11"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 21 grudnia 2018 r. Spółka otrzymała\n                           od Piotra Cholewy  zawiadomienie złożone w trybie art. 69 ust. 1 pkt 2 w zw. z art.\n                           69a ust. 1 pkt 3 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-21"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 21 grudnia 2018 r. Spółka otrzymała\n                           od SIlquern S.a r.l. zawiadomienie złożone w trybie art. 69 ust. 1 pkt 2 Ustawy o\n                           ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-21"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 21 grudnia 2018 r. Spółka otrzymała\n                           od SILQUERN S.a r.l. – osoby blisko związanej z osobą pełniącą obowiązki zarządcze\n                           w OEX S.A., tj. Panem Piotrem Cholewą, powiadomienie o transakcjach na akcjach Spółki\n                           wraz z korektą tego powiadomienia.Treść powiadomienia i korekty Spółka przekazuje w załączeniu.",
        "date": "2018-12-21"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 21 grudnia 2018 r. Spółka otrzymała\n                           od Precordia Capital sp. z o. o. zawiadomienie złożone w trybie art. 69 ust. 1 w zw.\n                           z art. 69a ust. 1 pkt 3 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-21"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 20 grudnia 2018 r. Spółka otrzymała\n                           od Jerzego Motza zawiadomienie złożone w trybie art. 69 ust. 2 pkt 1 lit. a_ w zw.\n                           z art. 69a ust. 1 pkt 3 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-20"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 20 grudnia 2018 r. Spółka otrzymała\n                           od Precordia Capital Sp. z o.o. – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Jerzym Motz _Prezes Zarządu_, powiadomienia o transakcjach\n                           na akcjach Spółki.Treść powiadomień Spółka przekazuje w załączeniu.",
        "date": "2018-12-20"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 grudnia 2018 r. Spółka otrzymała\n                           od Jerzego Motza zawiadomienie złożone w trybie art. 69 ust. 2 pkt 1 lit. a_ w zw.\n                           z art. 69a ust. 1 pkt 3 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 grudnia 2018 r. Spółka otrzymała\n                           od Precordia Capital sp. z o. o. zawiadomienie złożone w trybie art. 69 ust. 2 pkt\n                           1 lit. a_ w zw. z art. 69a ust. 1 pkt 3 Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 6 grudnia 2018 r. Spółka otrzymała\n                           od Precordia Capital Sp. z o.o. – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Jerzym Motz _Prezes Zarządu_, powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-12-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 22 listopada 2018 r. Spółka otrzymała\n                           od Precordia Capital Sp. z o.o. – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Jerzym Motz _Prezes Zarządu_, powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-11-22"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 26 września 2018 r. Spółka otrzymała\n                           od Precordia Capital Sp. z o.o. – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Jerzym Motz _Prezes Zarządu_, powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-27"
    },
    {
        "company_name": "OEX",
        "content": "W nawiązaniu do raportu bieżącego nr 42/2018 oraz 44/2018,  Zarząd OEX S.A. z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym  Spółka otrzymała komunikat\n                           Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ z dnia 26 września 2018 r.\n                           informujący, że zgodnie z decyzją KDPW nr 564/2018 z dnia 18 września 2018 r, rejestracja\n                           w KDPW 1.101.445 _jeden milion sto jeden tysięcy czterysta czterdzieści pięć_ akcji\n                           zwykłych na okaziciela serii D Spółki o wartości nominalnej 0,20 zł _zero złotych\n                           dwadzieścia groszy_ każda, oznaczonych kodem PLTELL000023 nastąpi w dniu 28 września\n                           2018 r. Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych w związku z § 17 ust. 1 pkt 3 Rozporządzenia Ministra\n                           Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-09-26"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           Zarząd Spółki powziął wiadomość o wydaniu przez Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. _\"GPW\"_ Uchwały Nr 996/2018 z 26 września 2018 r. w sprawie dopuszczenia\n                           i wprowadzenia do obrotu giełdowego na głównym rynku GPW akcji zwykłych na okaziciela\n                           serii D Spółki, w której Zarząd GPW: _i_ dopuścił do obrotu giełdowego na rynku podstawowym\n                           1.101.445 _jeden milion sto jeden tysięcy czterysta czterdzieści pięć_ akcji zwykłych\n                           na okaziciela serii D Spółki o wartości nominalnej 0,20 zł _zero złotych dwadzieścia\n                           groszy_ każda _\"Akcje\"_ oraz _ii_ postanowił wprowadzić Akcje z dniem 28 września\n                           2018 r. do obrotu giełdowego na rynku podstawowym, pod warunkiem dokonania przez Krajowy\n                           Depozyt Papierów Wartościowych S.A. w dniu 28 września 2018 r. rejestracji tych Akcji\n                           i oznaczenia ich kodem PLTELL000023. Uchwała Zarządu GPW weszła w życie z dniem podjęcia.Podstawa prawna:Art. 56 ust. 1 pkt 2 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych w związku z §17 ust. 1 pkt 2 i 4 Rozporządzenia Ministra Finansów z dnia\n                           29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-09-26"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 20 września 2018 r. Spółka otrzymała\n                           od Precordia Capital Sp. z o.o. – osoby blisko związanej z osobą pełniącą obowiązki\n                           zarządcze w OEX S.A., tj. Panem Jerzym Motz _Prezes Zarządu_, powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu",
        "date": "2018-09-20"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_ informuje, iż w dniu\n                           dzisiejszym Zarząd Spółki powziął wiadomość o wydaniu Oświadczenia Krajowego Depozytu\n                           Papierów Wartościowych _\"KDPW\"_ z dnia 18 września 2018 roku w przedmiocie zawarcia\n                           z Emitentem umowy o rejestrację w depozycie papierów wartościowych 1.101.445 _jednego\n                           miliona stu jeden tysięcy czterystu czterdziestu pięciu_ akcji zwykłych na okaziciela\n                           serii D o wartości nominalnej 0,20 zł _zero złotych dwadzieścia groszy_ każda, oznaczonych\n                           kodem PLTELL000023 _\"Akcje\"_.Zarejestrowanie Akcji w depozycie papierów wartościowych prowadzonym przez KDPW nastąpi\n                           w terminie 3 dni od otrzymania przez KDPW decyzji o wprowadzeniu Akcji do obrotu na\n                           rynku regulowanym, na który zostały wprowadzone inne akcje Emitenta oznaczone w/w\n                           kodem ISIN, nie wcześniej jednak niż w dniu wskazanym w tej decyzji jako dzień wprowadzenia\n                           Akcji do obrotu na tym rynku regulowanym.",
        "date": "2018-09-18"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r. Spółka otrzymała\n                           od SILQUERN S.a r.l. – osoby blisko związanej z osobą pełniącą obowiązki zarządcze\n                           w OEX S.A., tj. Panem Piotrem Cholewą, powiadomienie o transakcjach na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r. Spółka otrzymała\n                           od  Neo Investment S.A. zawiadomienie złożone w trybie art. 69 ust. 2 w zw. z art.\n                           69a ust. 1 pkt 1 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r. Spółka otrzymała\n                           od  Neo Fund 1 sp. z o.o. zawiadomienie złożone w trybie art. 69 ust. 2 w zw. z art.\n                           69a ust. 1 pkt 1 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r. Spółka otrzymała\n                           od Neo Business Process Outsourcing S.a r.l. – osoby blisko związanej z osobą pełniącą\n                           obowiązki zarządcze w OEX S.A., tj. Panem Tomaszem Słowińskim, powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r., Spółka otrzymała\n                           od Tomasza Kwietnia– Członka Rady Nadzorczej OEX S.A. - powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r., Spółka otrzymała\n                           od Roberta Krasowskiego – Członka Zarządu OEX S.A. - powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r. Spółka otrzymała\n                           od MS Investments spółki z ograniczoną odpowiedzialnością sp.k. – osoby blisko związanej\n                           z osobą pełniącą obowiązki zarządcze w OEX S.A., tj. Panem Michałem Szramowskim _Członek\n                           Rady Nadzorczej_, powiadomienie o transakcjach na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r. Spółka otrzymała\n                           od Jerzego Motza zawiadomienie złożone w trybie art. 69 ust. 1 pkt 1 w zw. z art.\n                           69a ust. 1 pkt 1 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 7 września 2018 r. Spółka otrzymała\n                           od Precordia Capital sp. z o. o.  zawiadomienie złożone w trybie art. 69 ust. 1 pkt\n                           1 w zw. z art. 69a ust. 1 pkt 1 Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-07"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 6 września 2018 r. Spółka otrzymała\n                           od Real Management S.A. zawiadomienie złożone w trybie art. 69 ust. 1 pkt 1 w zw.\n                           z art. 69a ust. 1 pkt 1 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-06"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 6 września 2018 r. Spółka otrzymała\n                           od Real Management S.A. – osoby blisko związanej z osobą pełniącą obowiązki zarządcze\n                           w OEX S.A., tj. Panem Jerzym Motzem _Prezes Zarządu_, powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-06"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 6 września 2018 r. Spółka otrzymała\n                           od Pana Artura Wojtaszka – Członka Zarządu OEX S.A., powiadomienie o transakcjach\n                           na akcjach Spółki.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-09-06"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX Spółki Akcyjnej _\"Spółka\"_ niniejszym informuje, że w dniu dzisiejszym,\n                           tj. 5 września 2018 r. Sąd Rejonowy dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego, zarejestrował zmianę Statutu Spółki dokonaną na podstawie\n                           uchwały Nadzwyczajnego Walnego Zgromadzenia Spółki nr 3 z dnia 14 maja 2018 r. w sprawie\n                           podwyższenia kapitału zakładowego Spółki poprzez emisję akcji serii D w drodze subskrypcji\n                           prywatnej z wyłączeniem w całości prawa poboru dotychczasowych akcjonariuszy, dematerializacji\n                           i wprowadzenia do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A. akcji serii D oraz zmiany Statutu _\"Uchwała\"_. W związku z podjęciem Uchwały i rejestracją zmian Statutu Spółki, kapitał zakładowy\n                           Spółki został zwiększony z kwoty 1.377.707,80 zł _jeden milion trzysta siedemdziesiąt\n                           siedem tysięcy siedemset siedem złotych i osiemdziesiąt groszy_ do kwoty 1.597.996,80\n                           zł _jeden milion pięćset dziewięćdziesiąt siedem tysięcy dziewięćset dziewięćdziesiąt\n                           sześć złotych i osiemdziesiąt groszy_ w drodze emisji 1.101.445 _jeden milion sto\n                           jeden tysięcy czterysta czterdzieści pięć_ akcji zwykłych na okaziciela serii D Spółki\n                           o wartości nominalnej 0,20 zł _dwadzieścia groszy_ każda.Na dzień publikacji niniejszego raportu bieżącego ogólna liczba głosów wynikająca\n                           ze wszystkich wyemitowanych akcji Spółki, po zarejestrowaniu podwyższenia kapitału\n                           zakładowego, wynosi 9.371.296 _dziewięć milionów trzysta siedemdziesiąt jeden tysięcy\n                           dwieście dziewięćdziesiąt sześć_ głosów, a kapitał zakładowy dzieli się na 7.989.984\n                           _siedem milionów dziewięćset osiemdziesiąt dziewięć tysięcy dziewięćset osiemdziesiąt\n                           cztery_ akcje o wartości nominalnej 0,20 zł _dwadzieścia groszy_ każda, w tym _i_\n                           1.381.312 _jeden milion trzysta osiemdziesiąt jeden tysięcy trzysta dwanaście_ akcji\n                           imiennych uprzywilejowanych serii A; _ii_ 3.729.535 _trzy miliony siedemset dwadzieścia\n                           dziewięć tysięcy pięćset trzydzieści pięć_ akcji zwykłych na okaziciela serii A i\n                           B; _iii_ 1.777.692 _jeden milion siedemset siedemdziesiąt siedem tysięcy sześćset\n                           dziewięćdziesiąt dwie_ akcje zwykłe na okaziciela serii C; oraz _iv_ 1.101.445 _jeden\n                           milion sto jeden tysięcy czterysta czterdzieści pięć_ akcji zwykłych na okaziciela\n                           serii D.Zarząd Spółki podaje poniżej do wiadomości dokonane zmiany w treści Statutu Spółki:Dotychczasowe brzmienie § 5 ust. 1 Statutu Spółki:\"1. Kapitał zakładowy Spółki wynosi 1.377.707,80 zł _jeden milion trzysta siedemdziesiąt\n                           siedem tysięcy siedemset siedem złotych 80/100_ i dzieli się na:a_ 1.381.312 _jeden milion trzysta osiemdziesiąt jeden tysięcy trzysta dwanaście_\n                           akcji imiennych uprzywilejowanych serii A,b_ 3.729.535 _trzy miliony siedemset dwadzieścia dziewięć tysięcy pięćset trzydzieści\n                           pięć_ akcji zwykłych na okaziciela serii A i B,c_ 1.777.692 _jeden milion siedemset siedemdziesiąt siedem tysięcy sześćset dziewięćdziesiąt\n                           dwie_ akcje zwykłe na okaziciela serii C.\"Nowe brzmienie § 5 ust. 1 Statutu Spółki:\"1. Kapitał zakładowy Spółki wynosi 1.597.996,80 zł _jeden milion pięćset dziewięćdziesiąt\n                           siedem tysięcy dziewięćset dziewięćdziesiąt sześć złotych i osiemdziesiąt groszy_\n                           i dzieli się na:a_ 1.381.312 _jeden milion trzysta osiemdziesiąt jeden tysięcy trzysta dwanaście_\n                           akcji imiennych uprzywilejowanych serii A,b_ 3.729.535 _trzy miliony siedemset dwadzieścia dziewięć tysięcy pięćset trzydzieści\n                           pięć_ akcji zwykłych na okaziciela serii A i B,c_ 1.777.692 _jeden milion siedemset siedemdziesiąt siedem tysięcy sześćset dziewięćdziesiąt\n                           dwie_ akcji zwykłych na okaziciela serii C,d_ 1.101.445 _jeden milion sto jeden tysięcy czterysta czterdzieści pięć_ akcji zwykłych\n                           na okaziciela serii D.\"Tekst jednolity Statutu Spółki uwzględniający zmiany, o których mowa powyżej, Spółka\n                           przekazuje w załączeniu do niniejszego raportu.Podstawa prawna: § 5 pkt 1 oraz § 6 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. poz. 757_.",
        "date": "2018-09-05"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 20 lipca 2018 r. Spółka otrzymała\n                           od Real Management S.A. – osoby blisko związanej z osobą pełniącą obowiązki zarządcze\n                           w OEX S.A., tj. Panem Jerzym Motzem _Prezes Zarządu_, powiadomienie o transakcjach\n                           na akcjach Spółki zawartych w dniu 19 lipca 2018 r.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-07-20"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\"_ niniejszym dokonuje korekty\n                           Raportu bieżącego nr 19/2018 z dnia 16 maja 2018 roku. Korekcie podlega załącznik\n                           zawierający wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki. Prawidłowa treść załącznika _po korekcie_ została dołączona\n                           do niniejszego raportu.",
        "date": "2018-06-22"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Emitent\", \"Spółka\"_, w nawiązaniu do raportów\n                           bieżących Emitenta nr 22/2018 z dnia 29 maja 2018 r. oraz nr 23/2018 z dnia 6 czerwca\n                           2018 r.,  niniejszym przekazuje informacje dotyczące zakończonej subskrypcji 1.101.445\n                           _jeden milion sto jeden tysięcy czterysta czterdzieści pięć_ akcji zwykłych na okaziciela\n                           serii D, o wartości nominalnej 0,20 zł _dwadzieścia groszy_ każda _\"Akcje Serii D\"_.\n                           Akcje Serii D zostały zaoferowane w trybie subskrypcji prywatnej w rozumieniu ustawy\n                           z dnia 15 września 2000 r. - Kodeks spółek handlowych _\"KSH\"_. Subskrypcja Akcji Serii\n                           została przeprowadzona  na podstawie uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 14 maja 2018 r. w sprawie podwyższenia kapitału zakładowego Spółki poprzez\n                           emisję akcji serii D w drodze subskrypcji prywatnej z wyłączeniem w całości prawa\n                           poboru dotychczasowych akcjonariuszy, dematerializacji i wprowadzenia do obrotu na\n                           rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A.\n                           akcji serii D oraz zmiany Statutu _o treści której Spółka informowała raportem bieżącym\n                           nr 18/2018_.1. Data rozpoczęcia i zakończenia subskrypcji lub sprzedaży:Proces budowania księgi popytu został przeprowadzony w dniach 21-24 maja 2018 r.,\n                           natomiast umowy objęcia Akcji Serii D zostały zawarte do dnia 6 czerwca  2018 roku\n                           _data zakończenia subskrypcji_.2. Data przydziału papierów wartościowych:Zarząd Spółki dokonał przydziału Akcji Serii D w dniu 6 czerwca 2018 r.3. Liczba papierów wartościowych objętych subskrypcją lub sprzedażą:Przedmiotem subskrypcji było 1.101.445 _jeden milion sto jeden tysięcy czterysta czterdzieści\n                           pięć_ Akcji Serii D.4. Stopa redukcji w poszczególnych transzach, w przypadku gdy co najmniej w jednej\n                           transzy liczba przydzielonych papierów wartościowych była mniejsza od liczby papierów\n                           wartościowych, na które złożono zapisy:Nie dotyczy.5. Liczba papierów wartościowych, na które złożono zapisy w ramach subskrypcji lub\n                           sprzedaży:Nie składano zapisów  w rozumieniu KSH. W ramach subskrypcji objęto 1.101.445 _jeden\n                           milion sto jeden tysięcy czterysta czterdzieści pięć_ Akcji Serii D.6. Liczba papierów wartościowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży:W ramach subskrypcji objęto i przydzielono łącznie 1.101.445 _jeden milion sto jeden\n                           tysięcy czterysta czterdzieści pięć_ Akcji.7. Cena, po jakiej papiery wartościowe były obejmowane _nabywane_:Akcje Serii D były obejmowane po cenie emisyjnej wynoszącej 17,00 zł _siedemnaście\n                           złotych_ za jedną Akcję Serii D.8. Liczba osób, które złożyły zapisy na papiery wartościowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach:Nie dotyczy, subskrypcja nie była podzielona na transze oraz nie przyjmowano zapisów\n                           na Akcje Serii D. W ramach subskrypcji objęto 1.101.445 _jeden milion sto jeden tysięcy\n                           czterysta czterdzieści pięć_ Akcji Serii D.9. Liczba osób, którym przydzielono papiery wartościowe w ramach przeprowadzonej subskrypcji\n                           lub sprzedaży w poszczególnych transzach:W ramach subskrypcji Akcje Serii D przydzielono 23 inwestorom.10. Nazwy _firmy_ subemitentów, którzy objęli papiery wartościowe w ramach wykonywania\n                           umów o subemisję, z określeniem liczby papierów wartościowych, które objęli, wraz\n                           z faktyczną ceną jednostki papieru wartościowego, stanowiącą cenę emisyjną lub sprzedaży,\n                           po odliczeniu wynagrodzenia za objęcie jednostki papieru wartościowego, w wykonaniu\n                           umowy subemisji, nabytej przez subemitenta:Nie dotyczy, Emisja Akcji Serii D nie była przedmiotem zobowiązania subemisyjnego.11. Wartość przeprowadzonej subskrypcji lub sprzedaży, rozumianej jako iloczyn liczby\n                           papierów wartościowych objętych ofertą i ceny emisyjnej lub ceny sprzedaży.Wartość przeprowadzonej subskrypcji Akcji Serii D wyniosła 18.724.565 zł _osiemnaście\n                           milionów siedemset dwadzieścia cztery tysiące pięćset sześćdziesiąt pięć złotych_.12. Wysokości łącznych kosztów, które zostały zaliczone do kosztów emisji, ze wskazaniem\n                           wysokości kosztów według ich tytułów, w podziale co najmniej na koszty: a_ przygotowania\n                           i przeprowadzenia oferty, b_ wynagrodzenia subemitentów, dla każdego oddzielnie, c_\n                           sporządzenia prospektu emisyjnego, z uwzględnieniem kosztów doradztwa, d_ promocji\n                           oferty - wraz z metodami rozliczenia tych kosztów w księgach rachunkowych i sposobem\n                           ich ujęcia w sprawozdaniu finansowym emitenta Łączne koszty poniesione przez Spółkę w związku z subskrypcją Akcji Serii D wyniosą:\n                           449.236,00 zł.Całość ww. kosztów stanowi koszty przygotowania i przeprowadzenia oferty. Innych kosztów\n                           na dzień sporządzenia niniejszego raportu Spółka nie poniosła.  Koszty emisji akcji poniesione przy podwyższeniu kapitału zakładowego zmniejszą kapitał\n                           zapasowy Spółki.13. Średni koszt przeprowadzenia subskrypcji lub sprzedaży przypadający na jednostkę\n                           papieru wartościowego objętego subskrypcją lub sprzedażą:Na dzień przekazania niniejszego raportu bieżącego, łączny koszt przeprowadzenia subskrypcji\n                           przypadający na jedną Akcję Serii D, wyniesie ok. 0,41 zł.14. Sposób opłacenia objętych _nabytych_ papierów wartościowych: Akcje Serii D zostały objęte w zamian za wkłady pieniężne poprzez wpłatę na rachunek\n                           bankowy. Zastrzeżenie prawne:Materiał przedstawiony w niniejszym dokumencie stanowi wypełnienie obowiązków informacyjnych,\n                           jakim podlega OEX S.A. jako spółka publiczna, której akcje są dopuszczone i wprowadzone\n                           do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie\n                           S.A. Niniejszy materiał ma charakter wyłącznie informacyjny i celem jego publikacji\n                           przez Spółkę jest wyłącznie przekazanie informacji na temat zakończenia subskrypcji\n                           prywatnej akcji zwykłych na okaziciela serii D Spółki. Niniejszy raport bieżący nie\n                           służy w jakikolwiek sposób, bezpośrednio lub pośrednio, promowaniu subskrypcji akcji\n                           nowej emisji lub sprzedaży akcji własnych Emitenta i nie jest materiałem promocyjnym\n                           przygotowanym lub opublikowanym przez Emitenta na potrzeby promowania akcji nowej\n                           emisji lub ich subskrypcji lub sprzedaży akcji własnych Emitenta albo zachęcania,\n                           bezpośrednio lub pośrednio, do ich nabycia lub objęcia także w znaczeniu art. 53 ust.\n                           1 polskiej ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych,\n                           ze zmianami, i nie stanowi akcji promocyjnej w znaczeniu art. 53 ust. 2 tej ustawy.\n                           Niniejszy materiał nie jest przeznaczony do rozpowszechniania, bezpośrednio albo pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki albo w innych państwach, w których\n                           publiczne rozpowszechnianie informacji zawartych w niniejszym materiale może podlegać\n                           ograniczeniom lub być zakazane przez prawo. Papiery wartościowe, o których mowa w\n                           niniejszym materiale, nie zostały i nie zostaną zarejestrowane na podstawie Amerykańskiej\n                           Ustawy o Papierach Wartościowych z 1933 roku ze zmianami _ang. U.S. Securities Act\n                           of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów Zjednoczonych Ameryki\n                           za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu przewidzianemu\n                           w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie wyjątku od takiego\n                           obowiązku rejestracyjnego.",
        "date": "2018-06-20"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\"_ niniejszym podaje wykaz akcjonariuszy\n                           posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu Spółki\n                           w dniu 14 czerwca 2018 r. _dalej \"ZWZ\"_, z określeniem liczby głosów przysługujących\n                           każdemu z nich z posiadanych akcji i wskazaniem ich procentowego udziału w liczbie\n                           głosów na ZWZ oraz w ogólnej liczbie głosów.",
        "date": "2018-06-18"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\"_, niniejszym przekazuje w załączeniu,\n                           treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie w dniu 14 czerwca 2018 r.,\n                           wraz z liczbą akcji, z których oddano ważne głosy oraz procentowym udziałem tychże\n                           akcji w kapitale zakładowym, łączną liczbą ważnych głosów, w tym liczbą głosów \"za\",\n                           \"przeciw\" i \"wstrzymujących się\". Zwyczajne Walne Zgromadzenie nie odstąpiło od rozpatrzenia\n                           któregokolwiek z punktów porządku obrad. Jednocześnie Zarząd Spółki informuje, iż nie wniesiono sprzeciwów do podejmowanych\n                           uchwał. Dokumenty będące przedmiotem głosowań zostały przekazane w jednostkowym raporcie rocznym\n                           oraz skonsolidowanym raporcie rocznym, które zostały opublikowane 10 kwietnia 2018\n                           r., a także w Raporcie bieżącym nr 24/2018.",
        "date": "2018-06-14"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _\"Spółka\"_, działając zgodnie z §19 ust. 1\n                           pkt 2_Rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim, w związku ze\n                           zwołanym na dzień 14 czerwca 2018 r. Zwyczajnym Walnym Zgromadzeniem Spółki, informuje,\n                           że 7 czerwca 2018 r., Rada Nadzorcza Spółki przyjęła i będzie przedstawiała Zwyczajnemu\n                           Walnemu Zgromadzeniu Spółki:1. Sprawozdanie z działalności Rady za rok 2017 wraz ze sprawozdaniem Komitetu Audytu\n                           Rady Nadzorczej.2. Ocenę sytuacji Spółki z uwzględnieniem oceny systemów kontroli wewnętrznej, zarządzania\n                           ryzykiem oraz compliance, oceny sposobu wypełniania przez OEX S.A. obowiązków informacyjnych\n                           w zakresie ładu korporacyjnego oraz oceny racjonalności prowadzonej przez Spółkę polityki\n                           w zakresie działalności sponsoringowej, charytatywnej lub innej o zbliżonym charakterze,– które to dokumenty stanowią załącznik do niniejszego raportu oraz są dostępne  na\n                           stronie internetowej Spółki, w części dotyczącej relacji inwestorskich, w zakładce\n                           WZA 2018.Ponadto, Rada Nadzorcza po zapoznaniu się z przedstawionym przez Zarząd porządkiem\n                           obrad i projektami uchwał na Zwyczajne Walne Zgromadzenie Spółki zwołane na dzień\n                           14 czerwca 2018 r., pozytywnie zaopiniowała ich treść i postanowiła zarekomendować\n                           Zwyczajnemu Walnemu Zgromadzeniu podjęcie uchwał w projektowanej treści.W nawiązaniu do powyższego, odnosząc się do kwestii podziału zysku, Rada Nadzorcza\n                           pozytywnie zaopiniowała przedłożenie Zwyczajnemu Walnemu Zgromadzeniu wniosku Zarządu\n                           Spółki w sprawie proponowanego podziału zysku netto za 2017 r. w kwocie 7 557 tys.\n                           zł. _słownie: siedem milionów pięćset pięćdziesiąt siedem tysięcy złotych_ i zarekomendowała\n                           Zwyczajnemu Walnemu Zgromadzeniu podjęcie uchwały w sprawie podziału zysku w sposób\n                           zgodny z tym wnioskiem, tj. przekazanie wskazanej kwoty w całości na kapitał zapasowy\n                           Spółki.",
        "date": "2018-06-07"
    },
    {
        "company_name": "OEX",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2018 z dnia 29 maja 2018 r., Zarząd OEX Spółka\n                           Akcyjna z siedzibą w Warszawie _\"Spółka\"_ informuje, iż w dniu 6 czerwca 2018 r.,\n                           na podstawie upoważnienia wyrażonego w § 3 uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 14 maja 2018 r. w sprawie podwyższenia kapitału zakładowego Spółki poprzez\n                           emisję akcji serii D w drodze subskrypcji prywatnej z wyłączeniem w całości prawa\n                           poboru dotychczasowych akcjonariuszy, dematerializacji i wprowadzenia do obrotu na\n                           rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A.\n                           akcji serii D oraz zmiany Statutu _\"Uchwała Emisyjna\"_, Zarząd Spółki podjął uchwałę\n                           o przydziale łącznie 1 101 445 _słownie: jeden milion sto jeden tysięcy czterysta\n                           czterdzieści pięć_ akcji zwykłych na okaziciela serii D o wartości nominalnej 0,20\n                           zł _dwadzieścia groszy_ każda oraz wartości emisyjnej 17 zł _siedemnaście złotych_\n                           każda i łącznej wartości emisyjnej 18 724 565,00 zł _osiemnaście milionów siedemset\n                           dwadzieścia cztery tysiące pięćset sześćdziesiąt pięć złotych_, emitowanych na podstawie\n                           Uchwały Emisyjnej _\"Akcje Oferowane\"_ inwestorom, którzy podpisali umowy objęcia Akcji\n                           Oferowanych i dokonali wpłat na Akcje Oferowane zgodnie z zawartymi umowami objęcia\n                           Akcji Oferowanych.Zastrzeżenie prawne:Materiał przedstawiony w niniejszym dokumencie stanowi wypełnienie obowiązków informacyjnych,\n                           jakim podlega OEX S.A. jako spółka publiczna, której akcje są dopuszczone i wprowadzone\n                           do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie\n                           S.A. Niniejszy komunikat jest publikowany w celach wyłącznie informacyjnych i nie\n                           stanowi udostępnienia informacji w celu promocji nabycia lub objęcia papierów wartościowych\n                           lub zachęcania do ich nabycia lub objęcia, także w znaczeniu art. 53 ust. 1 polskiej\n                           ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych, ze zmianami,\n                           i nie stanowi akcji promocyjnej w znaczeniu art. 53 ust. 2 tej ustawy.Niniejszy materiał nie jest przeznaczony do rozpowszechniania, bezpośrednio albo pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki albo w innych państwach, w których\n                           publiczne rozpowszechnianie informacji zawartych w niniejszym materiale może podlegać\n                           ograniczeniom lub być zakazane przez prawo. Papiery wartościowe, o których mowa w\n                           niniejszym materiale, nie zostały i nie zostaną zarejestrowane na podstawie Amerykańskiej\n                           Ustawy o Papierach Wartościowych z 1933 roku ze zmianami _ang. U.S. Securities Act\n                           of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów Zjednoczonych Ameryki\n                           za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu przewidzianemu\n                           w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie wyjątku od takiego\n                           obowiązku rejestracyjnego.",
        "date": "2018-06-06"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX Spółka Akcyjna z siedzibą w Warszawie _\"Spółka\"_, informuję, iż w dniu\n                           29 maja 2018 r., na podstawie upoważnienia wyrażonego w § 3 uchwały nr 3 Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki z dnia 14 maja 2018 r. w sprawie podwyższenia kapitału\n                           zakładowego Spółki poprzez emisję akcji serii D w drodze subskrypcji prywatnej z wyłączeniem\n                           w całości prawa poboru dotychczasowych akcjonariuszy, dematerializacji i wprowadzenia\n                           do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie\n                           S.A. akcji serii D oraz zmiany Statutu _\"Uchwała Emisyjna\"_, podjął uchwałę, zgodnie\n                           z którą: _i_ cena emisyjna akcji zwykłych na okaziciela serii D emitowanych na podstawie Uchwały\n                           Emisyjnej _\"Akcje Oferowane\"_ została ustalona w wysokości 17,00 PLN _słownie: siedemnaście\n                           złotych_ za jedną Akcje Oferowaną, oraz _ii_ ostateczna liczba Akcji Oferowanych, ustalona przez Zarząd w oparciu o rekomendację\n                           Ipopema Securities S.A., wynosi  1 101 445 _słownie: jeden milion sto jeden tysięcy\n                           czterysta czterdzieści pięć_ Akcji Oferowanych i obejmuje maksymalną ilość akcji serii\n                           D określoną w Uchwale Emisyjnej.Zastrzeżenie prawne:Materiał przedstawiony w niniejszym dokumencie stanowi wypełnienie obowiązków informacyjnych,\n                           jakim podlega OEX S.A. jako spółka publiczna, której akcje są dopuszczone i wprowadzone\n                           do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych w Warszawie\n                           S.A. Niniejszy komunikat jest publikowany w celach wyłącznie informacyjnych i nie\n                           stanowi udostępnienia informacji w celu promocji nabycia lub objęcia papierów wartościowych\n                           lub zachęcania do ich nabycia lub objęcia, także w znaczeniu art. 53 ust. 1 polskiej\n                           ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych, ze zmianami,\n                           i nie stanowi akcji promocyjnej w znaczeniu art. 53 ust. 2 tej ustawy.Niniejszy materiał nie jest przeznaczony do rozpowszechniania, bezpośrednio albo pośrednio,\n                           na terytorium albo do Stanów Zjednoczonych Ameryki albo w innych państwach, w których\n                           publiczne rozpowszechnianie informacji zawartych w niniejszym materiale może podlegać\n                           ograniczeniom lub być zakazane przez prawo. Papiery wartościowe, o których mowa w\n                           niniejszym materiale, nie zostały i nie zostaną zarejestrowane na podstawie Amerykańskiej\n                           Ustawy o Papierach Wartościowych z 1933 roku ze zmianami _ang. U.S. Securities Act\n                           of 1933_ i nie mogą być oferowane ani zbywane na terytorium Stanów Zjednoczonych Ameryki\n                           za wyjątkiem transakcji niepodlegających obowiązkowi rejestracyjnemu przewidzianemu\n                           w Amerykańskiej Ustawie o Papierach Wartościowych lub na podstawie wyjątku od takiego\n                           obowiązku rejestracyjnego.",
        "date": "2018-05-29"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\"_, zgodnie z §19 ust.1 pkt 1\n                           i pkt 2 Rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018 r. w sprawie informacji\n                           bieżącychi okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim, przekazuje w załączeniu:1_ informacje zawarte w ogłoszeniu o Zwyczajnym Walnym Zgromadzeniu zwołanym na dzień\n                           14 czerwca 2018 r.;2_ projekty uchwał Zwyczajnego Walnego Zgromadzenia;Wskazane powyżej dokumenty stanowią załącznik do niniejszego raportu.",
        "date": "2018-05-18"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\" lub \"Emitent\"_, informuje,\n                           że w dniu dzisiejszym, tj. 18 maja 2018 roku, podjął uchwałę stosownie do której zamierza\n                           przedstawić Zwyczajnemu Walnemu Zgromadzeniu Spółki propozycję przeznaczenia zysku\n                           netto wypracowanego przez Emitenta w 2017 r., w kwocie 7 557 tys. zł. _słownie: siedem\n                           milionów pięćset pięćdziesiąt siedem tysięcy złotych_ w całości na kapitał zapasowy\n                           Spółki.Powyższa rekomendacja Zarządu Spółki, zakładająca niewypłacanie dywidendy i przeznaczeniew całości zysku za 2017 r. na kapitał zapasowy, zostanie oceniona przez Radę Nadzorczą\n                           Spółki zgodnie z art. 382 §3 Kodeksu spółek handlowych. Ostateczna decyzja w przedmiocie\n                           podziału zysku netto Spółki za 2017 r. zostanie podjęta przez Zwyczajne Walne Zgromadzenie\n                           Spółki.",
        "date": "2018-05-18"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\"_ niniejszym podaje wykaz akcjonariuszy\n                           posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu Spółki\n                           w dniu 14 maja 2018 r. _dalej \"NWZ\"_, z określeniem liczby głosów przysługujących\n                           każdemu z nich z posiadanych akcji i wskazaniem ich procentowego udziału w liczbie\n                           głosów na NWZ oraz w ogólnej liczbie głosów.",
        "date": "2018-05-16"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej \"Spółka\"_, niniejszym przekazuje w załączeniu,\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie w dniu 14 maja 2018 r.,\n                           wraz z liczbą akcji, z których oddano ważne głosy oraz procentowym udziałem tychże\n                           akcji w kapitale zakładowym, łączną liczbą ważnych głosów, w tym liczbą głosów \"za\",\n                           \"przeciw\" i \"wstrzymujących się\". Nadzwyczajne Walne Zgromadzenie nie odstąpiło od\n                           rozpatrzenia któregokolwiek z punktów porządku obrad. Jednocześnie Zarząd Spółki informuje, iż nie wniesiono sprzeciwów do podejmowanych\n                           uchwał.",
        "date": "2018-05-14"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_, zgodnie z art. 17 ust. 1\n                           Rozporządzenia MAR, w nawiązaniu do raportu bieżącego nr 43/2016 z dnia 21 września\n                           2016 r. dotyczącego zawarcia umowy przedwstępnej sprzedaży udziałów Voice Contact\n                           Center sp. z o.o. z siedzibą w Warszawie _dalej: \"VCC\"_ oraz w związku z raportem\n                           bieżącym nr 1/2017 z dnia 10 stycznia 2017 r. dotyczącym zawarcia umowy przyrzeczonej\n                           sprzedaży 100% udziałów VCC przez GAD S.A. z siedzibą w Warszawie i Neo Business Process\n                           Outsourcing S.à r.l. z siedzibą w Luksemburgu na rzecz Spółki _dalej: \"umowa przyrzeczona\"_,\n                           niniejszym informuje, iż w dniu 24 kwietnia 2018 r. został podpisany aneks do umowy\n                           przyrzeczonej, potwierdzający wartość dopłaty do ceny, ustaloną zgodnie z warunkami\n                           i zasadami określonymi w umowie przyrzeczonej i uzależnioną od parametrów finansowych\n                           osiągniętych przez VCC w latach 2016 i 2017, wynoszącą 6.352.094,11 PLN _sześć milionów\n                           trzysta pięćdziesiąt dwa tysiące dziewięćdziesiąt cztery złote i 11/100_. Tym samym\n                           łączna wartość ceny nabycia 100% udziałów VCC przez Spółkę, z uwzględnieniem dopłaty,\n                           o której mowa powyżej wynosi 7.352.094,11 PLN _siedem milionów trzysta pięćdziesiąt\n                           dwa tysiące dziewięćdziesiąt cztery złote i 11/100_. Źródłem finansowania w/w dopłaty\n                           do ceny będzie kredyt terminowy, o którym Spółka informowała w raporcie bieżącym nr\n                           40/2017 z dnia 15 grudnia 2017 r. Zarząd spodziewa się, że uruchomienie środków z\n                           tego kredytu i zapłata dopłat na rzecz sprzedających nastąpi do dnia 15 maja 2018\n                           r.",
        "date": "2018-04-24"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_, zgodnie z art. 17 ust. 1\n                           Rozporządzenia MAR, w nawiązaniu do raportu bieżącego nr 44/2016 z dnia 21 września\n                           2016 r. i raportu bieżącego nr 52/2016 z dnia 21 listopada 2016 r. dotyczących odpowiednio\n                           zawarcia umowy przedwstępnej sprzedaży akcji ArchiDoc S.A. z siedzibą w Chorzowie\n                           _dalej: \"ArchiDoc\"_ oraz zawarcia aneksu do przedmiotowej umowy przedwstępnej, a także\n                           w związku z raportem bieżącym nr 4/2017 z dnia 19 stycznia 2017 r. dotyczącym zawarcia\n                           umowy przyrzeczonej sprzedaży 100% akcji ArchiDoc przez Teronita Holdings Limited\n                           z siedzibą w Larnace na rzecz Spółki _dalej \"umowa przyrzeczona\"_, niniejszym informuje,\n                           iż w dniu 24 kwietnia 2018 r. został podpisany aneks do umowy przyrzeczonej, potwierdzający\n                           łączną wartość dopłat do ceny, ustaloną zgodnie z warunkami i zasadami określonymi\n                           w umowie przyrzeczonej i uzależnioną od parametrów finansowych osiągniętych przez\n                           ArchiDoc w latach 2016 i 2017, wynoszącą 28.081.335,20 PLN _dwadzieścia osiem milionów\n                           osiemdziesiąt jeden tysięcy trzysta trzydzieści pięć złotych i 20/100_. Tym samym\n                           łączna wartość ceny nabycia 100% akcji ArchiDoc przez Spółkę, z uwzględnieniem dopłat,\n                           o których mowa powyżej, wynosi 45.942.335,20 PLN _czterdzieści pięć milionów dziewięćset\n                           czterdzieści dwa tysiące trzysta trzydzieści pięć złotych i 20/100_. Źródłem finansowania\n                           w/w dopłat do ceny będzie kredyt terminowy, o którym Spółka informowała w raporcie\n                           bieżącym nr 40/2017 z dnia 15 grudnia 2017 r. Zarząd spodziewa się, że uruchomienie\n                           środków z tego kredytu i zapłata dopłat na rzecz sprzedającego nastąpi do dnia 15\n                           maja 2018 r.",
        "date": "2018-04-24"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_, przekazuje do wiadomości publicznej otrzymane od akcjonariusza\n                           skorygowane zawiadomienie dot. transakcji, odnośnie której pierwotne powiadomienie\n                           spółka przekazała do publicznej wiadomości w dniu 13 kwietnia 2018 r.",
        "date": "2018-04-16"
    },
    {
        "company_name": "OEX",
        "content": "Zarząd OEX S.A. _\"Spółka\"_ informuje, że w dniu 13 kwietnia 2018 r. Spółka otrzymała\n                           od Real Management S.A. – osoby blisko związanej z osobą pełniącą obowiązki zarządcze\n                           w OEX S.A., tj. Panem Jerzym Motzem _Prezes Zarządu_, powiadomienie o transakcjach\n                           na akcjach Spółki zawartych w dniu 12 kwietnia 2018 r.Treść powiadomienia Spółka przekazuje w załączeniu.",
        "date": "2018-04-13"
    },
    {
        "company_name": "OEX",
        "content": "W nawiązaniu do raportu bieżącego nr 13/2018 dotyczącego zwołania na dzień 14 maja\n                           2018 r. Nadzwyczajnego Walnego Zgromadzenia OEX z porządkiem obrad obejmującym podjęcie\n                           uchwały ws. podwyższenia kapitału zakładowego OEX poprzez emisję nie więcej niż 1.101.445\n                           akcji zwykłych na okaziciela serii D, o wartości nominalnej 0,20 zł każda _\"Akcje\n                           Serii D\"_ Zarząd OEX S.A. _\"Spółka\"_ informuje, iż w dniu 11 kwietnia 2018 r. otrzymał\n                           oświadczenia:- Neo Investment S.A. _\"Neo Investment\"_; oraz - Real Management S.A. _\"Real Management\"_ wyrażające intencje udziału w ofercie prywatnej Akcji Serii D i objęcia przez Neo\n                           Investment lub podmioty zależne Neo Investment oraz przez Real Management Akcji Serii\n                           D, w przypadku ich zaoferowania tym podmiotom przez Zarząd Spółki, po cenie ustalonej\n                           w procesie budowy księgi popytu oraz na warunkach rynkowych.",
        "date": "2018-04-11"
    }
]