[
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_\n                           informuje, że w dniu dzisiejszym _4 grudnia 2017 r._, wpłynęły do Spółki rezygnacje\n                           dwóch Członków Rady Nadzorczej Spółki, to jest Pana Patryka Kurka oraz Pana Rafała\n                           Bartkiewicza, z pełnienia funkcji Członków Rady Nadzorczej Financial Assets Management\n                           Group S.A. Byli Członkowie Rady Nadzorczej poinformowali Spółkę, że rezygnacje podyktowane są\n                           względami osobistymi.",
        "date": "2017-12-04"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_,\n                           informuje, iż Rada Nadzorcza Spółki, działając na podstawie art. 368 § 4 Kodeksu spółek\n                           handlowych oraz § 13 ust.2 Statutu Spółki, w dniu 1 grudnia 2017 roku, odwołała z\n                           funkcji Prezesa Zarządu Pana Michała Szymkowicza. Powodem odwołania była utrata przez\n                           głosujących członków Rady Nadzorczej zaufania do byłego Prezesa Zarządu, Pana Michała\n                           Szymkowicza. Jednocześnie Rada Nadzorcza Spółki, działając na podstawie art. 368 § 4 Kodeksu spółek\n                           handlowych oraz § 13 ust.2 Statutu Spółki powołała z dniem 1 grudnia 2017 roku do\n                           Zarządu Pana Bartłomieja Sergiusza Gajeckiego, powierzając mu funkcję Prezesa Zarządu\n                           Spółki. Pan Bartłomiej Sergiusz Gajecki w latach 2015-2016 pełnił funkcję Członka Zarządu\n                           Spółki, zaś wcześniej pełnił funkcję prokurenta. Pełnił także funkcje w organach zarządzających\n                           w spółkach dawnej grupy kapitałowej Spółki. Pan Bartłomiej Sergiusz Gajecki pełnił w przeszłości funkcje również w: BMT SPORT Sp. z o.o. / stanowisko: Prezes Zarządu YAWAL S.A. / stanowisko: Główny Specjalista d/s Finansowych, Investor Relationship\n                           Manager GAMMA Sp. z o.o. / stanowisko: Prezes Zarządu PAGED – WEFEM S.A. / stanowisko: Wiceprezes Zarządu, Dyrektor Finansowy; FON S.A. / stanowisko: Prezes Zarządu Pan Bartłomiej Sergiusz Gajecki pełni obecnie funkcję Członka Zarządu w spółkach działających\n                           m.in. w branży telekomunikacyjnej i energetycznej.Pan Bartłomiej Sergiusz Gajecki posiada wykształcenie wyższe: a_ Politechnika Częstochowska - studia magisterskie na Wydziale Zarządzaniab_ Wyższa Szkoła Finansów i Zarządzania w Warszawie - podyplomowe studia MBAPan Bartłomiej Sergiusz Gajecki nie prowadzi w stosunku do Spółki działalności konkurencyjnej\n                           oraz nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek\n                           organów spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie\n                           prawnej jako członek jej organów. Pan Bartłomiej Sergiusz Gajecki poinformował Zarząd\n                           Spółki, że jego nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2017-12-01"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_,\n                           informuje że w dniu dzisiejszym, to jest 20 listopada 2017 roku, o godz. 1030, do\n                           Spółki wpłynęła rezygnacja Pana Pawła Drehera z pełnienia funkcji Członka Zarządu.W rezygnacji Pan Paweł Dreher poinformował Spółkę, że podyktowana jest ona względami\n                           osobistymi.",
        "date": "2017-11-20"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_,\n                           podaje do wiadomości, iż Rada Nadzorcza Spółki w dniu dzisiejszym _17 listopada 2017\n                           r._, na pierwszym posiedzeniu Rady Nadzorczej nowej kadencji, postanowiła, że w okresie\n                           bieżącej kadencji Rady Nadzorczej, rozpoczętej w dniu 25 października 2017 r., mając\n                           na uwadze brak przekroczenia wielkości wskaźników określonych w art. 128 ust. 4 pkt\n                           4_ ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich oraz\n                           nadzorze publicznym, Rada Nadzorcza nie będzie powoływać w Spółce Komitetu Audytu,\n                           zaś pełnienie funkcji Komitetu Audytu, w celu wykonywania obowiązków Komitetu Audytu\n                           określonych w ustawie z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym, w ustawie z dnia 29 września 1994 r. o rachunkowości, jak\n                           również w rozporządzeniu Parlamentu Europejskiego i Rady _UE_ nr 537/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie szczegółowych wymogów dotyczących ustawowych badań sprawozdań\n                           finansowych jednostek interesu publicznego, uchylającego decyzję Komisji 2005/909/WE,\n                           powierzyła Radzie Nadzorczej Spółki in corpore, w następującym składzie:1_\tPan Arkadiusz Stryja – Przewodniczący Rady Nadzorczej Spółki;2_\tPani Paulina Wolnicka-Kawka – Członek Rady Nadzorczej Spółki;3_\tPani Justyna Budzyńska – Członek Rady Nadzorczej Spółki;4_\tPani Katarzyna Dziki – Członek Rady Nadzorczej Spółki;5_\tPan Patryk Kurek – Członek Rady Nadzorczej Spółki;6_\tPan Rafał Bortkiewicz – Członek Rady Nadzorczej Spółki.Jednocześnie Spółka informuje, iż Rada Nadzorcza, której powierzono pełnienie obowiązków\n                           Komitet Audytu, w aktualnym składzie osobowym, spełnia kryteria niezależności oraz\n                           pozostałe wymagania określone w art. 129 ust. 1, 3, i 5 ustawy z dnia 11 maja 2017\n                           r. o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym.",
        "date": "2017-11-17"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_,\n                           podaje do wiadomości, iż Rada Nadzorcza Spółki, działając na podstawie art. 368 §\n                           4 Kodeksu spółek handlowych oraz § 13 ust. 2 Statutu Spółki, w dniu 17 listopada 2017\n                           roku, odwołała z funkcji Prezesa Zarządu Pana Pawła Drehera powierzając mu pełnienie\n                           funkcji Członka Zarządu.Jednocześnie Rada Nadzorcza Spółki, działając na podstawie art. 368 § 4 Kodeksu spółek\n                           handlowych oraz § 13 ust. 2 Statutu Spółki powołała z dniem 17 listopada 2017 roku\n                           do Zarządu Pana Michała Szymkowicza, powierzając mu pełnienie funkcji Prezesa Zarządu\n                           Spółki. Obecna kadencja Zarządu Spółki upływa z dniem 15 czerwca 2020 roku. Pan Michał Szymkowicz, ur. 1979, ukończył Wyższą Szkołę Administracji i Biznesu w\n                           Gdyni na kierunku zarządzanie zasobami ludzkimi. Pan Michał Szymkowicz w latach 1998-2000\n                           pełnił funkcję przedstawiciela firmy Zbyszko, a w latach 2000-2004 firmy Schenker.\n                           W okresie od lutego 2000 roku do sierpnia 2016 roku prowadził oraz doradzał w prowadzeniu\n                           działalności gospodarczej w zakresie usług transportowych i spedycyjnych. Pan Michał\n                           Szymkowicz współpracował z podmiotami takimi jak: Freja, DSV, Volkswagen, GM, TRW.\n                           Od września 2016 roku Pan Michał Szymkowicz pełni funkcję dyrektora transportu w spółce\n                           pod firmą TWO-M Sp. z o.o., w której jest także wspólnikiem.Pan Michał Szymkowicz nie prowadzi w stosunku do Spółki działalności konkurencyjnej\n                           oraz nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek\n                           organów spółek kapitałowych, poza posiadaniem 500 _pięciuset_ udziałów, o łącznej\n                           wartości nominalnej w wysokości 500.000,00 zł _pięćset tysięcy złotych_, stanowiących\n                           50% _pięćdziesiąt procent_ wszystkich udziałów, w spółce pod firmą TWO-M Spółka z\n                           ograniczoną odpowiedzialnością z siedzibą w Gdyni, przy ul. Wiczlińskiej 4, 81-578\n                           Gdynia, wpisanej do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy Gdańsk-Północ w Gdańsku, VIII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego, pod numerem KRS 0000634288, o kapitale zakładowym w wysokości 1.000.000,00\n                           złotych, posiadającej NIP: 958-167-53-64 oraz REGON: 365278847. Nie uczestniczy również\n                           w innej konkurencyjnej osobie prawnej jako członek jej organów. Pan Michał Szymkowicz\n                           poinformował Spółkę, że nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2017-11-17"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 26/2017 z dnia 25 października 2017 r., w którym\n                           poinformowano o powołaniu osób nadzorujących – Członków Rady Nadzorczej Spółki przez\n                           Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 25 października 2017\n                           r. _\"Nadzwyczajne Walne Zgromadzenie\"_, Zarząd Financial Assets Management Group S.A.\n                           z siedzibą w Warszawie _\"Spółka\"_, w związku z przekazaniem Spółce w dniu dzisiejszym\n                           ostatecznie wszystkich informacji, danych oraz oświadczeń wymaganych do przekazania\n                           przez Spółkę Komisji, spółce prowadzącej rynek regulowany, na którym notowane są jej\n                           akcje, oraz do publicznej wiadomości, niniejszym uzupełnia przekazane w przedmiotowym\n                           raporcie bieżącym brakujące informacje dotyczące powołanych osób nadzorujących:1_ Pan Arkadiusz Stryja, powołany na Członka Rady Nadzorczej w dniu 25 października\n                           2017 r.Pan Arkadiusz Stryja jest absolwentem Wydziału Prawa i Administracji Uniwersytetu\n                           Śląskiego. Ekspert w zakresie prawa handlowego, cywilnego. Pan Arkadiusz Stryja był\n                           m. in. szefem działu prawnego w Messenger Service Stolica S.A. w Warszawie _UPS Polska\n                           sp. z o.o._ oraz OCE Poland Ltd. sp. z o.o. _obecnie Canon Polska Sp. z o.o._. Jest\n                           autorem publikacji z zakresu ochrony danych i akredytywy bankowej. Uczestniczył również\n                           w licznych projektach inwestycyjnych. Pan Arkadiusz Stryja jest adwokatem i prowadzi\n                           Kancelarię Adwokacką Stryja & Wspólnicy.Pan Arkadiusz Stryja nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pan Arkadiusz Stryja poinformował Zarząd Spółki, że nie\n                           figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy z\n                           dnia 20 sierpnia 1997 r. o Krajowym Rejestrze Sądowym _\"ustawa o KRS\"_.2_ Pani Paulina Wolnicka-Kawka, powołana na Członka Rady Nadzorczej w dniu 25 października\n                           2017 r.Pani Paulina Wolnicka-Kawka jest absolwentką Wydziału Prawa i Administracji Uniwersytetu\n                           Warszawskiego, następnie ukończyła aplikację adwokacką w Okręgowej Radzie Adwokackiej\n                           w Warszawie i jest wpisana na listę adwokatów prowadzoną przez Okręgową Radę Adwokacką\n                           w Warszawie. Pani Paulina Wolnicka-Kawka przez kilka lat pełniła funkcję prawnika\n                           w Polskim Holdingu Obronnym Sp. z o.o. _dawniej Bumar Sp. z o.o._ zajmując się między\n                           innymi sprawami korporacyjnymi. Obecnie prowadzi Kancelarię Adwokacką Adwokat Paulina\n                           Wolnicka-Kawka.Pani Paulina Wolnicka-Kawka nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pani Paulina Wolnicka-Kawka poinformowała Zarząd Spółki,\n                           że nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o KRS.3_ Pani Justyna Budzyńska, powołana na Członka Rady Nadzorczej w dniu 25 października\n                           2017 r.Pani Justyna Budzyńska jest absolwentką Wydziału Prawa i Administracji Uniwersytetu\n                           Opolskiego. Pani Justyna Budzyńska – aplikant radcowski w kancelarii Adwokackiej Stryja\n                           i Wspólnicy, zajmuje się obsługą prawną podmiotów prowadzących działalność gospodarczą.\n                           Wcześniej pracowała w Profes Lex s.c. w Gliwicach, gdzie zajmowała się obszarem windykacji.\n                           W latach 2011-2013 była kontrolerem jakości w Resident Engeenering Service w Gliwicach.\n                           W 2011 roku była pracownikiem biurowym w Exact Systems w  Gliwicach.Pani Justyna Budzyńska nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pani Justyna Budzyńska poinformowała Zarząd Spółki, że nie\n                           figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy o\n                           KRS.4_ Pani Katarzyna Dziki, powołana na Członka Rady Nadzorczej w dniu 25 października\n                           2017 r.Pani Katarzyna Dziki ukończyła Wyższą Szkołę Zarządzania Marketingowego i Języków\n                           Obcych w Katowicach na kierunkach: filologia ekonomiczna i Public Relations, reklama,\n                           komunikacja wizerunkowa. Pani Katarzyna Dziki jest wspólnikiem w spółce pod firmą\n                           ICON GROUP Sp. z o.o. oraz Dyrektorem Marketingu w Kancelarii Stryja § Wspólnicy,\n                           zajmuje się działalnością marketingową.Pani Katarzyna Dziki nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pani Katarzyna Dziki poinformowała Zarząd Spółki, że nie\n                           figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy o\n                           KRS.5_ Pan Patryk Kurek, powołany na Członka Rady Nadzorczej w dniu 25 października 2017\n                           r.Pan Patryk jest absolwentem Wydziału Zarządzania Politechniki Poznańskiej. Bardzo\n                           długo związany z branżą hotelarską oraz logistyczną. Posiada wieloletnie doświadczenie\n                           na stanowiskach menedżerskich w obu tych gałęziach. Jest ekspertem w zarządzaniu zasobami\n                           ludzkimi, planowaniu oraz projektowaniu struktur firm. Pan Patryk Kurek pełnił funkcję\n                           m.in. Concierge oraz Front Office Manager w Sofitel Hotel Grand w Sopocie oraz Key\n                           Account Manaer w Two-M Sp. z o.o. Aktualnie związany głównie z branżą transportową\n                           specjalizującą się w transporcie międzynarodowym.Pan Patryk Kurek nie prowadzi w stosunku do Spółki działalności konkurencyjnej. Nie\n                           uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pan Patryk Kurek poinformował Zarząd Spółki, że nie figuruje\n                           w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy o KRS.6_ Pan Rafał Bortkiewicz, powołany na Członka Rady Nadzorczej w dniu 25 października\n                           2017 r.Pan Rafał Bortkiewicz jest absolwentem Wydziału Mechanicznego Wyższej Szkoły Morskiej\n                           w Gdyni. Bardzo długo związany z branżą handlową. Pan Rafał Bortkiewicz pełnił m.in.\n                           funkcję managera w Jubilerstwo \"Turowski\" oraz funkcję dyrektora handlowego w spółce\n                           pod firmą Block System Sp. z o.o. Pan Rafał Bortkiewicz prowadził również własną działalność\n                           handlową na terenie całego kraju. Obecnie Pan Rafał Bortkiewicz pełni funkcję koordynatora\n                           transportu w spółce pod firmą TWO-M Sp. z o.o.Pan Rafał Bortkiewicz nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pan Pan Rafał Bortkiewicz, poinformował Zarząd Spółki, że\n                           nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o KRS.",
        "date": "2017-11-13"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 26/2017 z dnia 25 października 2017 r., w którym\n                           poinformowano o powołaniu osób nadzorujących – Członków Rady Nadzorczej Spółki przez\n                           Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 25 października 2017\n                           r. _\"Nadzwyczajne Walne Zgromadzenie\"_, Zarząd Financial Assets Management Group S.A.\n                           z siedzibą w Warszawie _\"Spółka\"_, w związku z otrzymaniem w dniu dzisiejszym protokołu\n                           z dnia 26 października 2017 r. o sprostowaniu błędu pisarskiego w akcie notarialnym\n                           obejmującym protokół z Nadzwyczajnego Walnego Zgromadzenia Spółki, niniejszym informuje,\n                           że Nadzwyczajne Walne Zgromadzenie powołało do pełnienia funkcji Członka Rady Nadzorczej\n                           Spółki Pana Rafała Bortkiewicza, a nie jak poinformowano pierwotnie Pana Rafała Bartkiewicza.\n                           Przekazanie przez Spółkę błędnej informacji wynikało z błędnego zapisania nazwiska,\n                           wskazanego powyżej Członka Rady Nadzorczej Spółki, w protokole z Nadzwyczajnego Walnego\n                           Zgromadzenia.O sprostowaniu błędu pisarskiego, w zapisie nazwiska Pana Rafała Bortkiewicza, w akcie\n                           notarialnym obejmującym protokół z Nadzwyczajnego Walnego Zgromadzenia Spółki, które\n                           odbyło się w dniu 25 października 2017 r., Spółka poinformowała w raporcie bieżącym\n                           nr 27/2017 z dnia 27 października 2017 r.",
        "date": "2017-10-27"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 24/2017 z dnia 25 października 2017 r., w którym\n                           poinformowano o treści uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki,\n                           które odbyło się w dniu 25 października 2017 r., Zarząd Financial Assets Management\n                           Group S.A. z siedzibą w Warszawie _\"Spółka\"_, niniejszym przekazuje do publicznej\n                           wiadomości, w załączeniu do niniejszego raportu bieżącego, treść protokołu z dnia\n                           26 października 2017 r. o sprostowaniu błędu pisarskiego w akcie notarialnym obejmującym\n                           protokół z Nadzwyczajnego Walnego Zgromadzenia Spółki, które odbyło się w dniu 25\n                           października 2017 r. _\"Nadzwyczajne Walne Zgromadzenie\"_. Powyższy protokół wpłynął\n                           do Spółki w dniu dzisiejszym – 27 października 2017 r.Sprostowany błąd pisarski polega na zastąpieniu, w treści całego protokołu z Nadzwyczajnego\n                           Walnego Zgromadzenia, błędnie zapisanego nazwiska jednej z osób powołanych do składu\n                           Rady Nadzorczej Spółki, prawidłowym zapisem jej nazwiska – wyraz \"Bartkiewicz\" zastąpiono\n                           wyrazem \"Bortkiewicz\".",
        "date": "2017-10-27"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_, niniejszym\n                           informuje, że Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 25 października\n                           2017 r. _\"Nadzwyczajne Walne Zgromadzenie\"_, począwszy od dnia dzisiejszego, to jest\n                           od dnia 25 października 2017 r., powołało następujące osoby nadzorujące – Członków\n                           Rady Nadzorczej Spółki:1_ Pana Arkadiusza Stryję, powierzając mu pełnienie funkcji Członka Rady Nadzorczej\n                           Spółki;2_ Panią Paulinę Wolnicką-Kawka, powierzając jej pełnienie funkcji Członka Rady Nadzorczej\n                           Spółki;3_ Panią Justynę Budzyńską, powierzając jej pełnienie funkcji Członka Rady Nadzorczej\n                           Spółki;4_ Panią Katarzynę Dziką, powierzając jej pełnienie funkcji Członka Rady Nadzorczej\n                           Spółki;5_ Pana Patryka Kurka, powierzając mu pełnienie funkcji Członka Rady Nadzorczej Spółki;6_ Pana Rafała Bartkiewicza, powierzając mu pełnienie funkcji Członka Rady Nadzorczej\n                           Spółki.Jednoczenie w związku z brakiem przekazania przez wszystkich nowo powołanych Członków\n                           Rady Nadzorczej Spółki informacji, danych oraz oświadczeń wymaganych do przekazania\n                           przez Spółkę Komisji, spółce prowadzącej rynek regulowany, na którym notowane są jej\n                           akcje, oraz do publicznej wiadomości, Zarząd Spółki informuje, że wszystkie powyższe\n                           informacje, dane oraz oświadczenia zostaną przekazane w odrębnym raporcie bieżącym,\n                           niezwłocznie po ich przekazaniu Spółce, przez wszystkich nowo powołanych Członków\n                           Rady Nadzorczej.",
        "date": "2017-10-25"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_, niniejszym\n                           przekazuje do publicznej wiadomości, w załączeniu do niniejszego raportu bieżącego,\n                           wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym\n                           Zgromadzeniu Spółki, które odbyło się w dniu 25 października 2017 r. _\"Nadzwyczajne\n                           Walne Zgromadzenie\"_, wraz z określeniem liczby głosów przysługujących każdemu z nich\n                           z posiadanych akcji, wskazaniem ich procentowego udziału na Nadzwyczajnym Walnym Zgromadzeniu\n                           oraz w ogólnej liczbie głosów.",
        "date": "2017-10-25"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_, niniejszym\n                           przekazuje do publicznej wiadomości, w załączeniu do niniejszego raportu bieżącego,\n                           treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło\n                           się w dniu 25 października 2017 r. _\"Nadzwyczajne Walne Zgromadzenie\"_.Jednoczenie Zarząd Spółki informuje, że Nadzwyczajne Walne Zgromadzenie nie odstąpiło\n                           od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad, przy czym wobec\n                           niewielkiej liczby akcjonariuszy uczestniczących w Nadzwyczajnym Walnym Zgromadzeniu,\n                           jego uczestnicy jednomyślnym wnioskiem zrezygnowali z podejmowania uchwały o powołaniu\n                           komisji skrutacyjnej.Zarząd Spółki informuje ponadto, że podczas obrad Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki do protokołu z jego obrad nie zgłoszono żadnych sprzeciwów, co do podjętych\n                           na nim uchwał.",
        "date": "2017-10-25"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_, w\n                           nawiązaniu do raportu bieżącego nr 19/2017 z dnia 27 września 2017 r. dotyczącego\n                           ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Spółki, w porządku obrad\n                           którego przewidziano podjęcie uchwały w sprawie scalenia _połączenia_ akcji, zmiany\n                           Statutu Spółki oraz upoważnienia Zarządu do podejmowania czynności związanych z jej\n                           wykonaniem, niniejszym informuje, iż w dniu 24 października 2017 roku Spółka zawarła\n                           ze spółką pod firmą Baltic Bridge Spółka akcyjna z siedzibą w Warszawie umowę na mocy\n                           której Baltic Bridge S.A. wyraziła zgodę i zobowiązała się do pełnienia funkcji akcjonariusza\n                           uzupełniającego tzw. niedobory scaleniowe kosztem swoich praw, wynikających z posiadania\n                           akcji Spółki, w zakresie niezbędnym do likwidacji niedoborów scaleniowych oraz umożliwienia\n                           właścicielom niedoborów scaleniowych otrzymania w ich miejsce 1 _jednej_ akcji Spółki\n                           o nowej wartości nominalnej w wysokości 193,00 zł _sto dziewięćdziesiąt trzy złote\n                           i zero groszy_ każda. W wyniku scalenia akcji Spółki, każdy jej akcjonariusz posiadający\n                           w dniu referencyjnym, ustalonym przez Zarząd, na swoim rachunku papierów wartościowych\n                           niedobory scaleniowe, tzn. akcje Spółki o wartości nominalnej 1,00 zł _jeden złoty_\n                           każda, w liczbie od 1 _jednej_ do 192 _stu dziewięćdziesięciu dwóch_, kosztem praw\n                           akcyjnych przysługujących Baltic Bridge S.A., stanie się uprawniony do otrzymania\n                           1 _jednej_ akcji o wartości nominalnej 193,00 zł _sto dziewięćdziesiąt trzy złote_.Powyższa umowa została zawarta pod warunkiem łącznego spełnienia się następujących\n                           warunków zawieszających:a_\tpodjęcia przez Walne Zgromadzenie Spółki uchwały w sprawie scalenia _połączenia_\n                           akcji, zmiany Statutu Spółki oraz upoważnienia Zarządu do podejmowania odpowiednich\n                           czynności związanych z wykonaniem tej uchwały,b_\tzarejestrowania przez właściwy dla Spółki sąd rejestrowy zmian Statutu wynikających\n                           z uchwały Nadzwyczajnego Walnego Zgromadzenia Spółki, o której mowa w lit. a_ powyżej,c_\twyznaczenia przez Zarząd Spółki dnia referencyjnego, to jest dnia według stanu\n                           na który zostanie ustalona liczba akcji Spółki o wartości nominalnej 1,00 zł _jeden\n                           złoty_ każda, które w związku ze scaleniem akcji Spółki, będą podlegały wymianie na\n                           akcje Spółki o wartości nominalnej 193,00 zł _sto dziewięćdziesiąt trzy złote_ każda,\n                           w wykonaniu uchwały Nadzwyczajnego Walnego Zgromadzenia Spółki, o której mowa w lit.\n                           a_ powyżej,ze skutkiem na dzień przeprowadzenia operacji scalenia akcji Spółki w depozycie papierów\n                           wartościowych prowadzonym przez Krajowy Depozyt Papierów Wartościowych S.A.",
        "date": "2017-10-24"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_\n                           informuje, że w dniu 20 października 2017 roku, wpłynęły do Spółki rezygnacje wszystkich\n                           dotychczasowych Członków Rady Nadzorczej Spółki, to jest Pana Arkadiusza Stryja, Pani\n                           Justyny Budzińskiej, Pani Katarzyny Dzikiej oraz Pani Pauliny Wolnickiej-Kawka, z\n                           pełnienia funkcji Członków Rady Nadzorczej Financial Assets Management Group S.A.\n                           Byli Członkowie Rady Nadzorczej nie poinformowali Spółki o przyczynach złożenia rezygnacji\n                           z pełnionych funkcji.",
        "date": "2017-10-20"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_\n                           informuje, że na podstawie art. 401 Kodeksu spółek handlowych otrzymał od uprawnionego\n                           akcjonariusza wniosek, dotyczący uzupełnienia porządku obrad Nadzwyczajnego Walnego\n                           Zgromadzenia Spółki zwołanego na dzień 25 października 2017 roku, zawierający projekt\n                           uchwały w sprawie dalszego istnienia Spółki. Projekt uchwały przekazano wraz z pisemnym\n                           uzasadnieniem. W związku z wnioskiem akcjonariusza zaktualizowany porządek obrad przewidziany na\n                           Nadzwyczajne Walne Zgromadzenie zwołane na dzień 26 października 2017 roku przedstawia\n                           się następująco: 1.\tOtwarcie obrad Nadzwyczajnego Walnego Zgromadzenia;2.\tWybór Przewodniczącego Nadzwyczajnego Walnego Zgromadzenia. Stwierdzenie prawidłowości\n                           zwołania Zgromadzenia oraz jego zdolności do podejmowania uchwał;3.\tPrzyjęcie porządku obrad Nadzwyczajnego Walnego Zgromadzenia;4.\tWybór komisji skrutacyjnej Nadzwyczajnego Walnego Zgromadzenia;5.\tPodjęcie uchwał w sprawie zmian Statutu Spółki;6.\tPodjęcie uchwały w sprawie zmiany Statutu Spółki w zakresie upoważnienia Zarządu\n                           Spółki do podwyższenia kapitału zakładowego Spółki w granicach kapitału docelowego\n                           oraz do pozbawienia za zgodą Rady Nadzorczej Spółki prawa poboru w całości lub w części\n                           dotyczącego podwyższenia kapitału zakładowego Spółki w granicach kapitału docelowego;7.\tPodjęcie uchwały w sprawie zmian osobowych w składzie Rady Nadzorczej Spółki;8.\tPodjęcie uchwały w sprawie scalenia _połączenia_ akcji Spółki;9.\tPodjęcie uchwały w sprawie dalszego istnienia Spółki;10.\tZamknięcie obrad Nadzwyczajnego Walnego Zgromadzenia.W załączeniu do raportu Zarząd Spółki przekazuje projekty uchwał uzupełnione o projekt\n                           uchwały w sprawie dalszego istnienia Spółki.",
        "date": "2017-10-04"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W związku z raportem bieżącym nr 19/2017 z dnia 27 września 2017 roku, dotyczącym\n                           zwołania na dzień 25 października 2017 r. Nadzwyczajnego Walnego Zgromadzenia Spółki,\n                           Zarząd Financial Assets Management Group S.A. _dalej \"Spółka\"_ informuje, że w porządku\n                           obrad ww. Zgromadzenia przewidziano podjęcie uchwał w sprawie zmiany Statutu Spółki.\n                           I. Wykreślenie niektórych postanowień Statutu Spółki Projekty uchwał przewidziane porządkiem obrad zakładają wykreślenie wskazanych poniżej\n                           postanowień Statutu Spółki: 1_ § 9 Statutu Spółki zostaje wykreślony się w całości oraz oznaczony, jako skreślony;\n                           2_ § 9[1] Statutu Spółki zostaje wykreślony się w całości oraz oznaczony, jako skreślony;\n                           3_ § 9[2] Statutu Spółki zostaje wykreślony się w całości oraz oznaczony, jako skreślony.Poniżej przytoczono aktualne brzmienie postanowień Statutu Spółki, które mają zostać\n                           wykreślone. § 9.1. Zarząd jest upoważniony do dokonania jednego albo większej liczby podwyższeń kapitału\n                           zakładowego Spółki, łącznie o kwotę nie większą niż 10.500.000 zł _dziesięć milionów\n                           pięćset tysięcy złotych_. Upoważnienie, o którym mowa w zdaniu poprzednim, jest udzielone\n                           na okres trzech lat, począwszy od dnia wpisania Spółki do rejestru. W ramach upoważnienia,\n                           o którym mowa w zdaniu pierwszym, Zarząd jest upoważniony do emitowania warrantów\n                           subskrypcyjnych z terminem wykonania prawa zapisu upływającym nie później niż w trzy\n                           lata od dnia wpisania Spółki do rejestru. 2. W oparciu o upoważnienie, o którym mowa w ust. 1, Zarząd może wydawać akcje zarówno\n                           w zamian za wkłady pieniężne, jaki również niepieniężne. 3. Uchwała Zarządu w sprawie ustalenia ceny emisyjnej akcji lub wydania akcji w zamian\n                           za wkłady niepieniężne podjęta w oparciu o upoważnienie, o którym mowa w ust. 1, nie\n                           wymaga zgody Rady Nadzorczej. 4. Przy podwyższeniu kapitału zakładowego lub emisji warrantów subskrypcyjnych w oparciu\n                           o upoważnienie, o którym mowa w ust. 1, Zarząd, za zgodą Rady Nadzorczej, ma prawo\n                           pozbawić prawa poboru akcji w całości lub w części. § 9 [1].1. Zarząd Spółki jest upoważniony do podwyższania kapitału zakładowego Spółki łącznie\n                           o kwotę nie wyższą niż 22.050.000 zł _słownie: dwadzieścia dwa miliony pięćdziesiąt\n                           tysięcy złotych_, w jednej lub kilku transzach _kapitał docelowy_. Upoważnienie Zarządu\n                           Spółki do podwyższania kapitału zakładowego Spółki oraz do emitowania nowych akcji\n                           Spółki w ramach limitu określonego powyżej wygasa z upływem trzech lat od dnia rejestracji\n                           zmiany Statutu dokonanej uchwałą Walnego Zgromadzenia Spółki z dnia 16 czerwca 2011\n                           r. 2. Akcje emitowane przez Zarząd Spółki w ramach ww. upoważnienia mogą być obejmowane\n                           w zamian za wkłady pieniężne lub niepieniężne.3. Uchwały Zarządu Spółki w sprawie ustalenia ceny emisyjnej akcji oraz wydania akcji\n                           w zamian za wkłady niepieniężne nie wymagają zgody Rady Nadzorczej Spółki.4. Zarząd Spółki może, za zgodą Rady Nadzorczej, pozbawić w całości lub w części prawa\n                           pierwszeństwa do objęcia akcji Spółki przez dotychczasowych akcjonariuszy _prawa poboru_,\n                           związanego z podwyższeniem kapitału zakładowego, dokonywanego w ramach udzielonego\n                           Zarządowi w Statucie Spółki upoważnienia do podwyższenia kapitału zakładowego w granicach\n                           kapitału docelowego.§ 9 [2].1. Zarząd Spółki jest upoważniony do podwyższania kapitału zakładowego Spółki łącznie\n                           o kwotę nie wyższą niż 22.050.000 zł _słownie: dwadzieścia dwa miliony pięćdziesiąt\n                           tysięcy złotych_, w jednej lub kilku transzach _kapitał docelowy_. Upoważnienie Zarządu\n                           Spółki do podwyższania kapitału zakładowego Spółki oraz do emitowania nowych akcji\n                           Spółki w ramach limitu określonego powyżej wygasa z upływem trzech lat od dnia rejestracji\n                           zmiany Statutu dokonanej uchwałą Walnego Zgromadzenia Spółki z dnia 30 czerwca 2014\n                           r.2. Akcje emitowane przez Zarząd Spółki w ramach ww. upoważnienia mogą być obejmowane\n                           w zamian za wkłady pieniężne lub niepieniężne.3. Uchwały Zarządu Spółki w sprawie ustalenia ceny emisyjnej akcji oraz wydania akcji\n                           w zamian za wkłady niepieniężne nie wymagają zgody Rady Nadzorczej Spółki.4. Zarząd Spółki może, za zgodą Rady Nadzorczej, pozbawić w całości lub w część prawa\n                           pierwszeństwa do objęcia akcji Spółki przez dotychczasowych akcjonariuszy _prawa poboru_\n                           związanego z podwyższeniem kapitału zakładowego dokonywanego w ramach udzielonego\n                           Zarządowi w Statucie Spółki upoważnienia do podwyższenia kapitału zakładowego w ramach\n                           kapitału docelowego.II. Zmiana dotychczasowych postanowień Statutu Spółki poprzez nadanie im nowego brzmienia.\n                           Projekty uchwał Nadzwyczajne Walne Zgromadzenie Spółki przewidują zmianę § 1 Statutu\n                           Spółki w dotychczasowym brzmieniu: § 1.Spółka, zwana w dalszej części niniejszego statutu \"Spółką\", prowadzi działalność\n                           pod firmą \"Financial Assets Management Group spółka akcyjna. Spółka może używać skrótu\n                           firmy Financial Assets Management Group S.A. poprzez nadanie mu nowego, następującego brzmienia: \"§ 1.1. Spółka zwana w dalszej części niniejszego statutu \"Spółką\", prowadzi działalność\n                           pod firmą: MOVEO Spółka akcyjna. 2. Spółka może używać skrótu firmy MOVEO S.A. oraz wyróżniającego ją znaku graficznego.\"Projekty\n                           uchwał Nadzwyczajne Walne Zgromadzenie Spółki przewidują zmianę § 8 Statutu Spółki\n                           w dotychczasowym brzmieniu: \"§ 8.1. Kapitał zakładowy Spółki wynosi 31.616.102,00 zł _trzydzieści jeden milionów sześćset\n                           szesnaście tysięcy sto dwa złote_ i dzieli się na 14.000.000 _czternaście milionów_\n                           akcji na okaziciela serii A o wartości nominalnej 1 zł _jeden złoty_ każda i 10.500.000\n                           _dziesięć milionów pięćset tysięcy_ akcji na okaziciela serii B o wartości nominalnej\n                           1 zł _jeden złoty_ każda i 4.500.000 _cztery miliony pięćset tysięcy_ akcji na okaziciela\n                           serii C o wartości nominalnej 1 zł _jeden złoty_ każda i 400.000 _czterysta tysięcy_\n                           akcji na okaziciela serii D o wartości nominalnej 1 zł _jeden złoty_ każda i 2.216.102\n                           _dwa miliony dwieście szesnaście tysięcy sto dwie_ akcje na okaziciela serii E o wartości\n                           nominalnej 1 zł _jeden złoty_ każda. 2. Wszystkie akcje serii A zostały objęte w wyniku przekształcenia, o którym mowa\n                           w § 2, przez wspólników Tele-Polska Holding spółka z ograniczoną odpowiedzialnością.\"poprzez nadanie mu nowego, następującego brzmienia: \"§ 8.Kapitał zakładowy Spółki wynosi 31.616.102,00 zł _trzydzieści jeden milionów sześćset\n                           szesnaście tysięcy sto dwa złote_ i dzieli się na 31.616.102 zł _trzydzieści jeden\n                           milionów sześćset szesnaście tysięcy sto dwie_ sztuki akcji zwykłych, na okaziciela,\n                           serii A, o wartości nominalnej 1,00 zł _jeden złoty_ każda z nich.\"a następnie Nadzwyczajne Walne Zgromadzenie Spółki postanawia zmienić § 8 Statutu\n                           Spółki, poprzez nadanie mu nowego, następującego brzmienia: \"§ 8.Kapitał zakładowy Spółki wynosi 31.616.102,00 zł _trzydzieści jeden milionów sześćset\n                           szesnaście tysięcy sto dwa złote_ oraz dzieli się na 163.814 _sto sześćdziesiąt trzy\n                           tysiące osiemset czternaście_ sztuki akcji zwykłych, na okaziciela, serii A, o wartości\n                           nominalnej 193,00 zł _sto dziewięćdziesiąt trzy złote_ każda z nich.\"III. Dodanie nowych postanowień Statut Spółki Projektu uchwał przewidują dodanie § 9[3] Statutu Spółki w następującym brzmieniu:\"§ 9[3].1. Zarząd Spółki jest upoważniony do podwyższenia kapitału zakładowego o kwotę nie\n                           większą niż 23.712.076,00 zł _dwadzieścia trzy miliony siedemset dwanaście tysięcy\n                           siedemdziesiąt sześć złotych_. Niniejsze upoważnienie nie obejmuje uprawnienia do\n                           podwyższania kapitału zakładowego ze środków własnych Spółki.2. Po rozpatrzeniu potrzeb Spółki, Zarząd Spółki może wykonywać upoważnienie, o którym\n                           mowa w ust. 1 powyżej, poprzez dokonanie jednego lub kilku podwyższeń kapitału zakładowego\n                           Spółki, po uzyskaniu każdorazowo uprzedniej zgody Rady Nadzorczej Spółki.3. Upoważnienie Zarządu do podwyższania kapitału zakładowego Spółki w ramach kapitału\n                           docelowego wygasa z upływem 3 _trzech_ lat od dnia wpisania do rejestru przedsiębiorców\n                           zmiany Statutu Spółki dokonanej uchwałą Nadzwyczajnego Walnego Zgromadzenia nr 8 z\n                           dnia 25 października 2017 r.4. Zarząd Spółki może wydawać akcje zarówno w zamian za wkłady pieniężne, jak i w\n                           zamian za wkłady niepieniężne. Zarząd Spółki nie może wydawać akcji uprzywilejowanych,\n                           ani przyznawać akcjonariuszom uprawnień osobistych, o których mowa w art. 354 ustawy\n                           z dnia 15 września 2000 r. Kodeks spółek handlowych.5. Zarząd jest uprawniony do określania ceny emisyjnej nowych akcji, określenia wielkości\n                           emisji oraz do określenia podmiotów uprawnionych do nabycia nowych akcji. Uchwała\n                           Zarządu określająca warunki emisji, o których mowa w zdaniu pierwszym, wymaga uzyskania\n                           każdorazowo uprzedniej zgody Rady Nadzorczej.6. Uchwała Zarządu Spółki podjęta w granicach upoważnienia określonego w ust. 1 powyżej\n                           zastępuje uchwałę Walnego Zgromadzenia o podwyższeniu kapitału zakładowego i wymaga\n                           dla swej ważności formy aktu notarialnego.7. W granicach obowiązującego prawa, Zarząd Spółki decyduje samodzielnie o wszystkich\n                           pozostałych sprawach związanych z podwyższeniem kapitału zakładowego Spółki w granicach\n                           kapitału docelowego w ramach niniejszego upoważnienia. W szczególności, lecz nie wyłącznie,\n                           Zarząd Spółki jest uprawniony do:  a_ określenia, czy akcje Spółki nowej emisji będą akcjami na okaziciela, czy też akcjami\n                           imiennymi;b_ wydania akcji w formie dokumentu w przypadku emisji akcji na okaziciela lub akcji\n                           imiennych; c_ zawierania umów o subemisję inwestycyjną lub subemisję usługową lub innych umów\n                           zabezpieczających powodzenie emisji akcji;  d_ podejmowania uchwał oraz innych działań w sprawie dematerializacji akcji oraz zawierania\n                           umów z Krajowym Depozytem Papierów Wartościowych S.A. o rejestrację akcji, praw do\n                           akcji lub praw poboru; e_ podejmowania uchwał oraz innych działań w sprawie odpowiednio emisji akcji w drodze\n                           oferty publicznej lub ubiegania się o dopuszczenie akcji do obrotu na rynku regulowanym,\n                           praw do akcji lub praw poboru. 8. Za uprzednią zgodą Rady Nadzorczej Spółki, Zarząd Spółki może wyłączyć lub ograniczyć\n                           pierwszeństwo do objęcia nowych akcji Spółki przez dotychczasowych akcjonariuszy _prawo\n                           poboru_, dotyczące podwyższenia kapitału zakładowego w ramach udzielonego Zarządowi\n                           Spółki w niniejszym artykule Statutu Spółki upoważnienia do podwyższania kapitału\n                           zakładowego Spółki w granicach kapitału docelowego. Zgoda Rady Nadzorczej powinna\n                           być wyrażona każdorazowo przed kolejnym podwyższeniem kapitału zakładowego Spółki\n                           w granicach kapitału docelowego.  9. Zgody Rady Nadzorczej Spółki, o których mowa w ust. 2, 5 oraz 8 powyżej, powinny\n                           być każdorazowo wyrażane w formie uchwały podjętej na zasadach określonych w niniejszym\n                           Statucie Spółki.\"§ 6 ust. 1 Statutu Spółki planuje się uzupełnić w ten sposób, że w punkcie 25_ na\n                           końcu kropkę zastępuje się przecinkiem, a po punkcie 25_ dodaje się punkty o numerach\n                           od 26_ do 36_, w następującym brzmieniu:\"26/ sprzedaż hurtowa i detaliczna samochodów osobowych i furgonetek _PKD 45.11.Z_,27/ transport kolejowy pasażerski międzymiastowy _PKD 49.10.Z_,28/ transport kolejowy towarów _PKD 49.20.Z_,29/ transport lądowy pasażerski, miejski i podmiejski _PKD 49.31.Z_,30/ działalność taksówek osobowych _PKD 49.32.Z_,31/ pozostały transport lądowy pasażerski, gdzie indziej niesklasyfikowany _PKD 49.39.Z_,32/ transport drogowy towarów _PKD 49.41.Z_,33/ działalność usługowa wspomagająca transport lądowy _PKD 52.21.Z_,34/ działalność usługowa wspomagająca transport morski  _PKD 52.22.A_,35/ działalność usługowa wspomagająca transport śródlądowy _PKD 52.22.B_,36/ działalność usługowa wspomagająca transport lotniczy _PKD 52.23.Z_\".",
        "date": "2017-09-27"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_\n                           działając na podstawie art. 399 § 1, art. 4021 i art. 4022 Kodeksu spółek handlowych\n                           _dalej jako: \"KSH\"_ zwołuje oraz informuje o zwołaniu Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki na dzień 25 października 2017 r., na godzinę 10:00, w Warszawie, w Kancelarii\n                           Notarialnej Adama Suchty, ul. Sienna 39, 00-121 Warszawa _dalej jako: \"NWZ\" lub \"Nadzwyczajne\n                           Walne Zgromadzenie\"_.Treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Spółki stanowi załącznik\n                           do niniejszego raportu.Spółka przekazuje ponadto w załączeniu treść projektów uchwał będących przedmiotem\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Spółki.Zarząd Spółki informuje ponadto, że wszelkie informacje oraz materiały dotyczące NWZ\n                           oraz spraw będących przedmiotem jego obrad, jak również formularze pozwalające na\n                           wykonywanie na NWZ prawa głosu przez pełnomocnika, będą dostępne na stronie internetowej\n                           Spółki pod adresem www.tphsa.pl w zakładce Relacje Inwestorskie / Walne Zgromadzenia.",
        "date": "2017-09-27"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. _dalej \"Spółka\"_ informuje, że w dniu\n                           dzisiejszym _26 września 2017 r._ Spółka, jako usługodawca, zawarła umowę na świadczenie\n                           usług transportu ziemi oraz piachu _dalej \"Umowa\"_ z konsorcjum następujących podmiotów:1_ SALINI Polska Sp. z o.o. z siedzibą w Warszawie;2_ SALINI IMPREGILO S.p.A., spółki prawa włoskiego, z siedzibą w Via dei Missaglia;3_ TODINI COSTRUZIONI GENERALI S.p.A. spółki prawa włoskiego, z siedzibą w Via dei\n                           Due Macelli,które to podmioty, jako wykonawca, realizują umowę zawartą ze Skarbem Państwa – Generalnym\n                           Dyrektorem Dróg Krajowych i Autostrad, działającym przez Generalną Dyrekcję Dróg Krajowych\n                           i Autostrad, Oddział w Katowicach.Zgodnie z zawartą Umową Spółka zobowiązana będzie świadczyć usługi transportowe ziemi\n                           oraz piachu przy budowie Autostrady A1 na odcinku Tuszyn – Pyrzowice, odcinek F: węzeł\n                           Rząsawa _z węzłem_ – węzeł Blachownia _z węzłem_, obejmującego projektowanie i budowę\n                           Autostrady A1 od km 416+500,00 do km 437+800,00.Spółka szacuje, że w ramach realizacji Umowy zostanie przewiezione około 240.000 m3\n                           _dwustu czterdziestu tysięcy metrów sześciennych_ ziemi i piachu.Szacowana wartość usług, które zostaną wykonane przez Spółkę na podstawie Umowy, stanowi\n                           kwotę 2.500.000,00 zł _dwa miliony pięćset tysięcy złotych 00/100_ netto.W Umowie zastrzeżono kary umowne, którymi Spółka może zostać obciążona w przypadku\n                           naruszenia obowiązujących przy jej wykonywaniu zasad bezpieczeństwa i higieny pracy.Umowa weszła w życie z dniem jej zawarcia.",
        "date": "2017-09-26"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd  Financial Assets Management Group S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym\n                           wpłynęły do Spółki dwie umowy dotyczące działalności w zakresie usług transportowych.\n                           Zgodnie z zawartymi umowami Spółka zobowiązana będzie zapewnić zleceniodawcy przewóz\n                           samowyładowczymi samochodami ciężarowymi towarów i materiałów niezbędnych do prowadzenia\n                           prac budowalnych, z miejsca załadunku do miejsca rozładunku, jak również transport\n                           piasku z kopalni na plac budowy. W celu prawidłowego wykonania usług Spółka rozpoczęła też rozmowy z potencjalnym dostawcą\n                           środków transportu oraz zawarła w dniu dzisiejszym umowę w zakresie świadczenia na\n                           rzecz Spółki usługi udostępniania kierowców. Wartość każdego z dwóch zleceń transportowych jednostkowo wynosi kwotę około 40.000,00\n                           Euro i zostanie ostatecznie określona w zależności od ilości wykonanych usług transportowych.\n                           Pomimo relatywnie niskiej wartości zleceń Spółka uznała je za zdarzenie istotne, ze\n                           względu na pozyskanie nowego źródła przychodów, w nowym obszarze rynku. Spółka będzie\n                           informować w raportach okresowych o rozwoju nowego źródła przychodu, a w razie zawarcia\n                           istotnych kwotowo umów dotyczących usług transportowych, również w formie stosowanych\n                           raportów bieżących. W związku z rozpoczęciem działalności w obszarze transportu, Zarząd Spółki rozważa\n                           – w zależności od rozwoju tego obszaru działalności – opracowanie nowej strategii\n                           dla Spółki, obejmującej przychody również z tytułu usług transportowych. Podstawa prawna: art. 17 ust. 1 MAR - informacje poufne Paweł Dreher - Prezes Zarządu",
        "date": "2017-09-01"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. \"Spółka\" informuje, iż powziął informację\n                           o złożeniu w dniu dzisiejszym przez Pana Bartłomieja Wołyńczyka rezygnacji z zasiadania\n                           w Radzie Nadzorczej Spółki. Pan Bartłomiej Wołyńczyk  złożył rezygnację ze skutkiem\n                           na dzień 31 sierpnia 2017 r. nie podając powodów rezygnacji. Podstawa prawna: par. 5 ust. 1 pkt. 21 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.Osoby reprezentujące Spółkę:Paweł Dreher - Prezes Zarządu",
        "date": "2017-08-28"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. _\"Spółka\"_ informuje, że w dniu 22 sierpnia\n                           2017 r. Rada Nadzorcza Spółki podjęła uchwałę o wyborze podmiotu uprawnionego do przeglądu\n                           jednostkowego sprawozdania finansowego Financial Assets Management Group S.A. sporządzonego\n                           na dzień 30 czerwca 2017 roku.Rada Nadzorcza Spółki wybrała do przeprowadzenia badań powyższego sprawozdania spółkę\n                           pod firmą WBS Audyt Sp. z o.o. z siedzibą w Warszawie, przy ul. Grzybowskiej 4 lok\n                           U9B _00 -131 Warszawa_ wpisaną na listę podmiotów uprawnionych do badania sprawozdań\n                           finansowych pod numerem ewidencyjnym 3685 w Krajowej Izbie Biegłych Rewidentów.Jednocześnie Rada Nadzorcza Spółki upoważniła Zarząd Spółki do zawarcia umowy na przeprowadzenie\n                           ww. badań.Spółka w ciągu ostatnich 2 lat korzystała z usług wybranego podmiotu uprawnionego\n                           do badania sprawozdań finansowych w podobnym zakresie. Rada Nadzorcza Spółki dokonując\n                           wyboru podmiotu do zbadania sprawozdań finansowych Spółki postępowała zgodnie z obowiązującymi\n                           przepisami i normami zawodowymi.Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresoweOsoby reprezentujące Spółkę:Paweł Dreher – Prezes Zarządu",
        "date": "2017-08-22"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. _\"Spółka\" lub \"Spółka\"_ informuje, iż\n                           w dniu 27 lipca 2017 r. Emitent podpisał 2 aneksy do umów zbycia 100 % udziałów w\n                           spółkach: TelePL Sp. z o.o. z siedzibą w Warszawie i Tele-Equipment Sp. z o.o. z siedzibą\n                           w Warszawie.Ww. aneksy zostały zawarte ze spółką Perpedium Services Limited z siedzibą w Nikozji,\n                           Cypr, z którą w dniu 25 marca 2016 r. Emitent podpisał umowy zbycia udziałów w spółkach\n                           TelePL Sp. z o.o. i Tele-Equipment Sp. z o.o.Przedmiotem podpisanego w dniu 27 lipca 2017 r. aneksu do umowy zbycia udziałów w\n                           spółce TelePL Sp. z o.o. z dnia 25 marca 2016 r. jest zmiana ceny jaką Perpedium Services\n                           Limited jest zobowiązana zapłacić na rzecz Emitenta za 100 % udziałów w spółce TelePL\n                           Sp. z o.o. Zgodnie z zawartym aneksem cena ta będzie wynosiła 165.000 zł i będzie\n                           w całości zapłacona przez Perpedium Services Limited do 31 lipca 2017 r.Przedmiotem podpisanego w dniu 27 lipca 2017 r. aneksu do umowy zbycia udziałów w\n                           spółce Tele-Equipment Sp. z o.o. z dnia 25 marca 2016 r. jest zmiana ceny jaką Perpedium\n                           Services Limited jest zobowiązana zapłacić na rzecz Emitenta za 100 % udziałów w spółce\n                           Tele-Equipment Sp. z o.o. Zgodnie z zawartym aneksem cena ta będzie wynosiła 320.000\n                           zł i będzie w całości zapłacona przez Perpedium Services Limited do 31 lipca 2017\n                           r.Pozostałe warunki ww. aneksów z Perpedium Services Limited nie zawierają postanowień\n                           odbiegających od standardów rynkowych stosowanych w podobnych aneksach.Emitent wskazuje, że pomiędzy Emitentem oraz osobami zarządzającymi i nadzorującymi\n                           Emitenta a Perpedium Services Limited nie ma żadnych powiązań.O zbyciu przez Emitenta udziałów ws. spółkach TelePL Sp. z o.o. i Tele-Equipment Sp.\n                           z o.o. Emitent informował raportem bieżącym ESPI 9/2016 z dnia 25 marca 2016 r.Zawarcie ww. aneksów jest związane m. in. z faktem, iż Zarząd Emitenta zapoznał się\n                           ze sprawozdaniami finansowymi spółek TelePL Sp. z o.o. i Tele-Equipment Sp. z o.o\n                           na dzień 31 grudnia 2016 r. celem wyliczenia wysokości wskaźnika EBITDA. Z przedstawionych\n                           przez te jednostki danych wynika, że wartość wskaźnika EBITDA, a tym samym cena jaką\n                           miałaby zapłacić spółka Perpedium Services Limited jest dla Emitenta niekorzystna.\n                           Emitent wskazuje, że pomiędzy Emitentem oraz osobami zarządzającymi i nadzorującymi\n                           Emitenta a Perpedium Services Limited nie ma żadnych powiązań.Mając na uwadze powyższe, podpisanie niniejszych aneksów będzie miało istotny wpływ\n                           na wynika finansowy Emitenta.Podstawa prawna: art. 17 ust. 1 MAR Rozporządzenia Parlamentu Europejskiego i Rady\n                           UE Nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku rozporządzenie\n                           w sprawie nadużyć na rynku oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy.Osoby reprezentujące Spółkę:•\tPaweł Dreher - Prezes Zarządu",
        "date": "2017-07-27"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. _\"Spółka\"_, w uzupełnieniu informacji\n                           przekazanej w raporcie bieżącym nr ESPI 9/2017 z dnia 17 czerwca 2017 r. w sprawie\n                           powołania Rady Nadzorczej Spółki na okres wspólnej trzyletniej kadencji trwającej\n                           od 4 lipca 2017 r. dokonanego przez Zwyczajne Walne Zgromadzenie w dniu 17 czerwca\n                           2017 r. informuje, iż na posiedzeniu Rady Nadzorczej Spółki w dniu 4 lipca 2017 r.,\n                           Rada Nadzorcza Spółki działając na podstawie § 22 ust. 1 Statutu Spółki oraz § 5 ust.\n                           1 Regulaminu Rady Nadzorczej podjęła uchwałę o wyborze na Przewodniczącego Rady Nadzorczej\n                           Spółki Pana Arkadiusza Stryję.Pan Arkadiusz Stryja jest absolwentem Wydziału Prawa i Administracji Uniwersytetu\n                           Śląskiego. Ekspert w zakresie prawa handlowego, cywilnego. Pan Arkadiusz Stryja był\n                           m. in. szefem działu prawnego w Messenger Service Stolica S.A. w Warszawie _UPS Polska\n                           sp. z o.o._ oraz OCE Poland Ltd. sp. z o.o. _obecnie Canon Polska Sp. z o.o._. Jest\n                           autorem publikacji z zakresu ochrony danych i akredytywy bankowej. Uczestniczył również\n                           w licznych projektach inwestycyjnych.Pan Arkadiusz Stryja jest adwokatem i prowadzi Kancelarię Adwokacką Stryja & Wspólnicy.\n                           Pan Arkadiusz Stryja nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pan Arkadiusz Stryja poinformował Zarząd Spółki, że jego\n                           nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.W związku z powyższym obecny skład Rady Nadzorczej Spółki przedstawia się w sposób\n                           następujący:1. Pan Arkadiusz Stryja - Przewodniczący Rady Nadzorczej2. Pan Bartłomiej Wołyńczyk - Członek Rady Nadzorczej3. Pani Katarzyna Dziki - Członek Rady Nadzorczej4. Pani Justyna Budzyńska - Członek Rady Nadzorczej5. Pani Paulina Wolnicka-Kawka - Członek Rady NadzorczejPodstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-07-04"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. _dalej jako \"Spółka\"_, wypełniając obowiązek,\n                           o którym mowa w art. 70 pkt 3 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz spółkach publicznych\n                           _dalej \"Ustawa o Ofercie\"_, niniejszym przekazuje do publicznej wiadomości wykaz akcjonariuszy\n                           _w załączeniu_ posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu\n                           Spółki zwołanym na dzień 17.06.2017 r. wraz z określeniem liczby głosów przysługujących\n                           każdemu z nich z posiadanych akcji i wskazaniem ich procentowego udziału w liczbie\n                           głosów na tym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.Podstawa prawna:Art. 70 pkt 3 Ustawy o ofercie – ZWZ lista powyżej 5 %Osoby reprezentujące Spółkę:Paweł Dreher – Prezes Zarząd",
        "date": "2017-06-17"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Wykaz uchwał podjętych na nadzwyczajnym walnym zgromadzeniu akcjonariuszy spółki Financial\n                           Assets Management Group S.A., informacje o sprzeciwach oraz informacje o odstąpieniu\n                           od rozpatrzenia punktów porządku obradZarząd Financial Assets Management Group S.A. _dalej jako \"Spółka\"_, wypełniając obowiązek,\n                           o którym mowa w art. 56 ust. 1 pkt 2 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz spółkach publicznych\n                           _dalej \"Ustawa o Ofercie\"_ w zw. z art. 38 ust. 1 pkt 7 i 8 Rozporządzenia Ministra\n                           Finansów w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim z dnia 19 lutego 2009 r.\n                           _dalej jako \"Rozporządzenie\"_, niniejszym przekazuje do publicznej wiadomości treść\n                           uchwał _w załączeniu_ podjętych przez Zwyczajne Walne Zgromadzenie Spółki, które odbyło\n                           się w dniu 17 czerwca 2017 r. oraz  informacje o odstąpieniu od rozpatrzenia punktów\n                           porządku obrad.W stosunku do żadnej z uchwał nie zgłoszono sprzeciwu.Podstawa prawna: art. 56 ust. 1 pkt 2 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz.U.2013.1382 j.t._ § 38 ust. 1 pkt 7, 8 i 9 Rozporządzenia\n                           Ministra Finansów z dnia 19.02.2009 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. 2014, Nr 133_.Osoby reprezentujące Spółkę:•\tPaweł Dreher – Prezes Zarządu",
        "date": "2017-06-17"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. _\"Spółka\"_, informuje, że Zwyczajne\n                           Walne Zgromadzenie Spółki obradujące w dniu 17 czerwca 2017 r. powołało w skład pięcioosobowej\n                           Rady Nadzorczej Spółki następujące osoby: Pana Arkadiusza Stryję, Pana Bartłomieja\n                           Wołyńczyka, Panią Katarzynę Dziki, Panią Justynę Budzyńską oraz Panią Paulinę Wolnicka-Kawka.\n                           Rada nadzorcza Spółki została powołana na okres wspólnej trzyletniej kadencji trwającej\n                           od dnia 04.07.2017 r.Spółka podaje do wiadomości publicznej informacje o osobach powołanych podczas obrad\n                           Zwyczajnego Walnego Zgromadzenia Spółki w dniu 17.06.2017 r.Pan Arkadiusz Stryja jest absolwentem Wydziału Prawa i Administracji Uniwersytetu\n                           Śląskiego. Ekspert w zakresie prawa handlowego, cywilnego. Pan Arkadiusz Stryja był\n                           m. in. szefem działu prawnego w Messenger Service Stolica S.A. w Warszawie _UPS Polska\n                           sp. z o.o._ oraz OCE Poland Ltd. sp. z o.o. _obecnie Canon Polska Sp. z o.o._.  Jest\n                           autorem publikacji z zakresu ochrony danych i akredytywy bankowej. Uczestniczył również\n                           w licznych projektach inwestycyjnych.Pan Arkadiusz Stryja jest adwokatem i prowadzi Kancelarię Adwokacką Stryja & Wspólnicy.\n                           Pan Arkadiusz Stryja nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pan Arkadiusz Stryja poinformował Zarząd Spółki, że jego\n                           nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.Pan Bartłomiej Wołyńczyk jest związany z branżą informatyczną oraz telekomunikacyjną.\n                           Zajmuje się projektowaniem i rozwojem systemów informatycznych dla firm telekomunikacyjnych.\n                           Jest absolwentem studiów inżynierskich Wyższej Szkoły Informatyki Stosowanej i Zarządzania\n                           w Warszawie. Pan Bartłomiej Wołyńczyk nie prowadzi w stosunku do Spółki działalności\n                           konkurencyjnej. Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani\n                           jako członek organów spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej\n                           osobie prawnej jako członek jej organów. Pan Bartłomiej Wołyńczyk poinformował Zarząd\n                           Spółki, że jego nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.Pani Katarzyna Dziki pełni funkcję dyrektor zarządzającej w Icon Group Sp. z o.o.\n                           Pani Katarzyna Dziki zajmuje się zawodowo kreowaniem wizerunku firmy. Jest specjalistą\n                           w zakresie PR firm i zarządzania. Zajmuje się tworzeniem strategii marketingowych\n                           i ich egzekucji w mediach, doradztwem strategicznym, w tym tworzeniem biznesplanów\n                           i strategii sprzedaży, jak również kompleksową organizacją eventów, imprez promocyjnych,\n                           spotkań biznesowych, konferencji i promocji produktów. Pani Katarzyna Dziki była wcześniej związana z EBC Solicitors S.A. z siedzibą w Warszawie\n                           gdzie pełniła funkcję dyrektor ds. marketingu. Pani Katarzyna Dziki ukończyła Wyższą Szkołę Zarządzania Marketingowego i Języków\n                           Obcych w Katowicach na kierunkach: filologia ekonomiczna i Public Relations, reklama,\n                           komunikacja wizerunkowa. Pani Katarzyna Dziki nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pani Katarzyna Dziki poinformowała Zarząd Spółki, że jej\n                           nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS. Pani Justyna Budzyńska - prawnik w kancelarii Adwokackiej Stryja i Wspólnicy. Zajmuje\n                           się obsługą prawną podmiotów prowadzących działalność gospodarczą. Wcześniej pracowała\n                           w Profes Lex s.c. w Gliwicach gdzie zajmowała się obszarem windykacji. W latach 2011-2013\n                           kontroler jakości w Resident Engeenering Service w Gliwicach. W 2011 roku pracownik\n                           biurowy Exact Systems w Gliwicach. Pani Justyna Budzyńska jest studentem studiów magisterskich\n                           Wydziału Prawa i Administracji Uniwersytetu Opolskiego.Pani Justyna Budzyńska nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pani Justyna Budzyńska poinformowała Zarząd Spółki, że jej\n                           nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.Pani Paulina Wolnicka-Kawka prowadzi Kancelarię Adwokacką Adwokat Paulina Wolnicka-Kawka.\n                           Pani Paulina Wolnicka-Kawka przez kilka lat pełniła funkcję prawnika w Polskim Holdingu\n                           Obronnym Sp. z o.o. _dawniej Bumar Sp. z o.o._ zajmując się między innymi sprawami\n                           korporacyjnymi. Pani Paulina Wolnicka-Kawka ukończyła Uniwersytet Warszawski na kierunku\n                           prawo, następnie ukończyła aplikację adwokacką w Okręgowej Radzie Adwokackiej w Warszawie.\n                           Pani Paulina Wolnicka-Kawka jest wpisana na listę adwokatów prowadzoną przez Okręgową\n                           Radę Adwokacką w Warszawie.Pani Paulina Wolnicka-Kawka nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pani Paulina Wolnicka-Kawka poinformowała Zarząd Spółki,\n                           że jej nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na\n                           podstawie ustawy o KRSPodstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie zw. z\n                           art. 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim z dnia 19 lutego 2009 r.Osoby reprezentujące Spółkę:•\tPaweł Dreher - Prezes Zarządu",
        "date": "2017-06-17"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Niniejszym raportem Financial Assets Management Group S.A. _\"Emitent\", \"Spółka\"_ koryguje\n                           treść załącznika \"27397441_FAMG_ogłoszenie_zwolaniu_zwz_2017.06.17.pdf\" do raportu\n                           bieżącego Nr ESPI 5/2017 z dnia 21 maja 2017 r. oraz treść raportu bieżącego Nr ESPI\n                           5/2017 z dnia 21 maja 2017 r.W wyniku omyłki Emitent podał błędny numer lokalu, w którym zostało zwołane Zwyczajne\n                           Walne Zgromadzenie w Kancelarii Notarialnej: Anna Brewczyńska, Maria Brudnicka, Ewa\n                           Brudnicka-Banaszkiewicz, Anna Szmigiera-Wyrzykowska s.c. Zarząd podał adres ul. Nowogrodzka\n                           10 lok. 13, 00-511 Warszawa podczas gdy prawidłowy adres to ul. Nowogrodzka 10 lok.\n                           9, 00-511 Warszawa.Podsumowując:Było dotychczas: Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie, ul. Naruszewicza\n                           27 lok. 101, 02-627 Warszawa, zarejestrowanej w Sądzie Rejonowym dla m. st. Warszawy\n                           w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod nr KRS 0000320565\n                           _dalej jako: \"Spółka\" lub \"Financial Assets Management Group S.A.\"_, działając na\n                           podstawie art. 399 § 1, art. 4021 i art. 4022 Kodeksu spółek handlowych _dalej jako:\n                           \"KSH\"_ zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień 17 czerwca 2017 r., na\n                           godzinę 9.00, w Warszawie, w Kancelarii Notarialnej: Anna Brewczyńska, Maria Brudnicka,\n                           Ewa Brudnicka-Banaszkiewicz, Anna Szmigiera-Wyrzykowska s.c., ul. Nowogrodzka 10 lok.\n                           13, 00-511 Warszawa _dalej jako: \"ZWZ\" lub \"Zwyczajne Walne Zgromadzenie\"_.Powinno\n                           być: Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie, ul. Naruszewicza\n                           27 lok. 101, 02-627 Warszawa, zarejestrowanej w Sądzie Rejonowym dla m. st. Warszawy\n                           w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod nr KRS 0000320565\n                           _dalej jako: \"Spółka\" lub \"Financial Assets Management Group S.A.\"_, działając na\n                           podstawie art. 399 § 1, art. 4021 i art. 4022 Kodeksu spółek handlowych _dalej jako:\n                           \"KSH\"_ zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień 17 czerwca 2017 r., na\n                           godzinę 9.00, w Warszawie, w Kancelarii Notarialnej: Anna Brewczyńska, Maria Brudnicka,\n                           Ewa Brudnicka-Banaszkiewicz, Anna Szmigiera-Wyrzykowska s.c., ul. Nowogrodzka 10 lok.\n                           9, 00-511 Warszawa _dalej jako: \"ZWZ\" lub \"Zwyczajne Walne Zgromadzenie\"_.W związku z powyższym Emitent przekazuje w załączeniu prawidłową treść Ogłoszenia\n                           o zwołaniu Zwyczajnego Walnego na dzień 17 czerwca 2017 roku. Pozostałe załączniki\n                           do raportu bieżącego nr 05/2017 pozostają w formie niezmienionej.Podstawa prawna: art. 402_1_ KSH.Osoby reprezentujące Spółkę:• Paweł Dreher - Prezes ZarząduZałącznik:Poprawione ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia",
        "date": "2017-06-15"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. _\"Spółka\"_ podaje do wiadomości, iż\n                           Rada Nadzorcza Spółki, działając na podstawie art. 368 § 4 Kodeksu spółek handlowych\n                           oraz § 13 ust. 2 Statutu Spółki, powołała w dniu 14 czerwca 2017 r. na stanowisko\n                           Prezesa Zarządu Spółki Pana Pawła Drehera na nową 3-letnią kadencję rozpoczynającą\n                           się 16 czerwca 2017 rPan Paweł Dreher, ur. 1979 r., posiada wykształcenie średnie. Pan Paweł Dreher odbył\n                           wiele szkoleń i kursów z zakresu zarządzania projektami oraz przedsiębiorstwami. Pan Paweł Dreher posiada doświadczenie biznesowe w zakresie rynku oraz zarzadzania\n                           flotą maszyn budowlanych oraz flotą samochodów ciężarowych w transporcie międzynarodowym.\n                           Zajmował się zarządzaniem flotą maszyn budowlanych na terenie Europy, Afryki Środkowej\n                           i Wschodniej. Pan Paweł Dreher pełnił również funkcję brokera międzynarodowego w Wielkiej Brytanii.\n                           Pan Paweł Dreher zajmował się także handlem krajowym i międzynarodowym. Obecnie pełni funkcje Prezesa Zarządu w spółce North West Investments Sp. z o. o.,\n                           a także funkcję Prokurenta w spółce A2 Koparki Sp. z o.o. Zgodnie ze złożonym oświadczeniem Pan Paweł Dreher nie prowadzi działalności konkurencyjnej\n                           wobec Spółki, nie jest wspólnikiem w konkurencyjnej wobec Spółki spółce cywilnej lub\n                           osobowej ani nie jest członkiem organu spółki kapitałowej, ani jakiejkolwiek innej\n                           konkurencyjnej wobec Spółki osoby prawnej. Nie został także wpisany do Rejestru Dłużników\n                           Niewypłacalnych prowadzonego na podstawie Ustawy o Krajowym Rejestrze Sądowym. Pan\n                           Paweł Dreher nie jest karany. Podstawa prawna: § 5 ust 1 pkt. 22 w związku z § 28 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.  Osoby reprezentujące Spółkę:Paweł Dreher – Prezes Zarządu",
        "date": "2017-06-14"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           otrzymał zawiadomienie od akcjonariusza AS Corporate Sp. z o.o. z siedzibą w Warszawie\n                           przekazane w trybie art. 69 Ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _dalej Ustawa_\n                           o zbyciu przez AS Corporate Sp. z o.o. 1.100.000 akcji Spółki stanowiących 3,48 %\n                           akcji Spółki i 3,48 % ogólnej liczby głosów na walnym zgromadzeniu, tj. w sprawie\n                           zmniejszenia procentowego udziału w ogólnej liczbie głosów na walnym zgromadzeniu\n                           Spółki poniżej progu 5%.Zgodnie z przekazanym zawiadomieniem AS Corporate Sp. z o.o. posiada obecnie 1.546.000\n                           akcji w kapitale zakładowym Spółki, co odpowiada 4,89 % ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki. Zarząd Spółki informuje, że w dniu dzisiejszym otrzymał również zawiadomienie od Pana\n                           Adama Szprota, tj. osoby kontrolującej 95 % udziałów w AS Corporate Sp. z o.o. przekazane\n                           w trybie art. 69a Ustawy, o pośrednim zbyciu 1.100.000 akcji Spółki stanowiących 3,48\n                           % akcji Spółki i 3,48 % ogólnej liczby głosów na walnym zgromadzeniu Spółki.Zgodnie z przekazanym zawiadomieniem Adam Szprot posiada obecnie pośrednio 1.546.000\n                           akcji w kapitale zakładowym Spółki, co odpowiada 4,89 % ogólnej liczby głosów na walnym\n                           zgromadzeniu Spółki. Zawiadamiający poinformowali, że w okresie 12 miesięcy zamierzają zmniejszać procentowy\n                           udział w liczbie głosów na walnym zgromadzeniu Spółki.Zawiadamiający poinformowali, że w dniu 6 czerwca 2017 r. nastąpiło przeksięgowanie\n                           akcji z rachunku papierów wartościowych w wyniku wykonania umowy sprzedaży akcji.Podstawa prawna: Art. 70 pkt 1 Ustawy o ofercie - nabycie lub zbycie znacznego pakietu\n                           akcji.  Osoby reprezentujące Spółkę:Paweł Dreher – Prezes Zarządu",
        "date": "2017-06-08"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie, ul. Naruszewicza\n                           27 lok. 101, 02-627 Warszawa, zarejestrowanej w Sądzie Rejonowym dla m. st. Warszawy\n                           w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod nr KRS 0000320565\n                           _dalej jako: \"Spółka\" lub \"Financial Assets Management Group S.A.\"_, działając na\n                           podstawie art. 399 § 1, art. 4021 i art. 4022 Kodeksu spółek handlowych _dalej jako:\n                           \"KSH\"_ zwołuje Zwyczajne Walne Zgromadzenie Spółki na dzień 17 czerwca 2017 r., na\n                           godzinę 9.00, w Warszawie, w Kancelarii Notarialnej: Anna Brewczyńska, Maria Brudnicka,\n                           Ewa Brudnicka-Banaszkiewicz, Anna Szmigiera-Wyrzykowska s.c., ul. Nowogrodzka 10 lok.13,\n                           00-511 Warszawa _dalej jako: \"ZWZ\" lub \"Zwyczajne Walne Zgromadzenie\"_.W załączeniu: pełna treść ogłoszenia, projekty uchwał oraz wzór formularza do wykonywania\n                           głosu na Zwyczajnym Walnym Zgromadzeniu przez pełnomocników.Podstawa prawna: art. 4021 KSH. Osoby reprezentujące Spółkę:•\tPaweł Dreher – Prezes ZarząduZałączniki:\togłoszenie o zwołaniu ZWZ - _załącznik nr 1_\tprojekty uchwał - _załącznik nr 2_\tformularz pozwalających na wykonywanie prawa głosu przez pełnomocników -_załącznik\n                           nr 3_",
        "date": "2017-05-21"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. \"Spółka\", informuje, że w dniu 25 kwietnia\n                           2017 r. Rada Nadzorcza Spółki, działając na podstawie § 21 pkt 4 Statutu Financial\n                           Assets Management Group S.A., powołała do Rady Nadzorczej Spółki _na zasadzie dokooptowania_\n                           Panią Pauline Wolnicką-Kawka na okres wspólnej trzyletniej kadencji trwającej do 04.07.2017\n                           r. Po uzupełnieniu składu Rady Nadzorczej Spółki, Rada liczy pięciu członków w osobach:\n                           1. Pan Arkadiusz Stryja 2. Pan Bartłomiej Wołyńczyk 3. Pani Justyna Budzyńska 4. Pani Katarzyna Dziki 5. Pani Paulina Wolnicka-KawkaEmitent podaje do wiadomości publicznej informacje o Pani Paulinie Wolnicka-Kawka.Pani Paulina Wolnicka-Kawka prowadzi Kancelarię Adwokacką Adwokat Paulina Wolnicka-Kawka.\n                           Pani Paulina Wolnicka-Kawka przez kilka lat pełniła funkcję prawnika w Polskim Holdingu\n                           Obronnym Sp. z o.o. _dawniej Bumar Sp. z o.o._ zajmując się między innymi sprawami\n                           korporacyjnymi. Pani Paulina Wolnicka-Kawka ukończyła Uniwersytet Warszawski na kierunku\n                           prawo, następnie ukończyła aplikację adwokacką w Okręgowej Radzie Adwokackiej w Warszawie.\n                           Pani Paulina Wolnicka-Kawka jest wpisana na listę adwokatów prowadzoną przez Okręgową\n                           Radę Adwokacką w Warszawie.Pani Paulina Wolnicka-Kawka nie prowadzi w stosunku do\n                           Spółki działalności konkurencyjnej. Nie uczestniczy w spółkach konkurencyjnych jako\n                           ich wspólnik, ani jako członek organów spółek kapitałowych. Nie uczestniczy również\n                           w innej konkurencyjnej osobie prawnej jako członek jej organów. Pani Paulina Wolnicka-Kawka\n                           poinformowała Zarząd Spółki, że jej nazwisko nie figuruje w Rejestrze Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie ustawy o KRS. Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie zw. z art. 5 ust. 1 pkt 22\n                           Rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim z dnia 19 lutego\n                           2009 r.  Osoby reprezentujące Spółkę:Paweł Dreher - Prezes Zarządu",
        "date": "2017-04-25"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A _\"Spółka\"_ informuje, że w dniu dzisiejszym\n                           Spółka otrzymała od Alior Bank S.A. z siedzibą w Warszawie 3 oświadczenia, każde datowane\n                           na dzień 24 marca 2017 r., o zwolnieniu Spółki z poręczeń.Przedmiot pierwszego oświadczenia.Alior Bank S.A. z siedzibą w Warszawie, oświadczył, że w związku z zawarciem w dniu\n                           24 marca 2017 r. z TelePolska Sp. z o.o. z siedzibą w Warszawie aneksu nr 2 do umowy\n                           kredytowej U0002809131520 o kredyt nieodnawialny na finansowanie bieżącej działalności\n                           z dnia 26 marca 2015 r. zwalnia Spółkę z zabezpieczenia prawnego spłaty ww. kredytu,\n                           tym w formie poręczenia według prawa cywilnego.Przedmiot drugiego oświadczenia.Alior Bank S.A. z siedzibą w Warszawie, oświadczył, że w związku z zawarciem w dniu\n                           24 marca 2017 r. z TelePolska Sp. z o.o. z siedzibą w Warszawie aneksu nr 7 do umowy\n                           kredytowej U0002042723503A o kredyt w rachunku bieżącym z dnia 2 lutego 2012 r. zwalnia\n                           Spółkę z zabezpieczenia prawnego spłaty ww. kredytu, tym w formie poręczenia według\n                           prawa cywilnego.Przedmiot trzeciego oświadczenia.Alior Bank S.A. z siedzibą w Warszawie, oświadczył, że w związku z zawarciem w dniu\n                           24 marca 2017 r. z e-Telko Sp. z o.o. z siedzibą w Warszawie aneksu nr 9 do umowy\n                           kredytowej U0001006084188 o kredyt w rachunku bieżącym z dnia 13 sierpnia 2010 r.\n                           zwalnia Spółkę z zabezpieczenia prawnego spłaty ww. kredytu, tym w formie poręczenia\n                           według prawa cywilnego.W związku z otrzymanymi oświadczeniami Spółka nie jest stroną żadnych prawnych zabezpieczeń\n                           kredytów udzielonych przez Alior Bank S.A. z siedzibą w Warszawie spółkom TelePolska\n                           Sp. z o.o. z siedzibą w Warszawie i e-Telko Sp. z o.o. z siedzibą w Warszawie.O zawieranych umowach, aneksach oraz udzielonych zabezpieczeniach Spółka informowała\n                           raportami bieżącymi: Nr ESPI 5/2015  z dnia 31 marca 2015 r., Nr ESPI 20/2014 z dnia\n                           18 wrzesień 2014, Nr ESPI 19/2014 z dnia 17 września 2014 roku. Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresowe",
        "date": "2017-03-29"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. \"Spółka\" informuje, iż powziął informację\n                           o złożeniu w dniu dzisiejszym przez Panią Anitę Magdalenę Muskietorz rezygnacji z\n                           zasiadania w Radzie Nadzorczej Spółki. Rezygnacja jest skuteczna ze skutkiem natychmiastowym.\n                           Pani Magdalena Muskietorz jako przyczynę rezygnacji podała powody osobiste.Podstawa\n                           prawna: par. 5 ust. 1 pkt. 21 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-02-01"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\", \"Spółka Przejmująca\"_, informuje, iż w dniu 11 grudnia 2018 roku, na podstawie\n                           informacji odpowiadającej odpisowi aktualnemu z rejestru przedsiębiorców KRS, powziął\n                           informację, że w dniu 28 listopada 2018 roku Sąd Rejonowy dla m. st. Warszawy w Warszawie,\n                           XIII Wydział Gospodarczy Krajowego Rejestru Sądowego dokonał wpisu w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego połączenia Spółki Przejmującej ze spółką pod firmą ADM\n                           Factory spółka z ograniczoną odpowiedzialnością z siedzibą w Warszawie _\"Spółka Przejmowana\"_,\n                           połączenia dokonywanego w trybie art. 492 §1 pkt 1 KSH oraz art. 515 § 1 KSH w zw.\n                           z art. 516 § 6 KSH, tj. poprzez przeniesienie całego majątku Spółki Przejmowanej,\n                           bez podwyższania kapitału zakładowego Spółki Przejmującej oraz bez wymiany udziałów\n                           Spółki Przejmowanej na akcje Spółki Przejmującej.Połączenie spółek nastąpiło bez podwyższania kapitału zakładowego Spółki Przejmującej,\n                           bowiem Spółce Przejmującej przysługiwało 100 % udziałów w kapitale zakładowym Spółki\n                           Przejmowanej.Połączenie spółek nastąpiło bez zmiany statutu Spółki Przejmującej.W wyniku połączenia Spółka Przejmowana została wykreślona z rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego.",
        "date": "2018-12-11"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group Spółka akcyjna z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że zmianie uległa struktura akcjonariatu Spółki.W dniu 15 listopada 2018 roku Spółka otrzymała zawiadomienia o bezpośrednim i pośrednim\n                           zbyciu akcji Spółki od następujących podmiotów: spółki pod firmą Baltic Bridge Spółka\n                           akcyjna z siedzibą w Warszawie, spółki pod firmą PJW Holdings Limited z siedzibą w\n                           Nikozji oraz fundacji prawa maltańskiego W Family Foundation z siedzibą w Sliema.\n                           Zgodnie z treścią pierwszego zawiadomienia w dniu 26 października 2018 roku Baltic\n                           Bridge Spółka akcyjna zawarła umowę sprzedaży 22.000 _dwudziestu dwóch tysięcy_ akcji\n                           Spółki. Transakcja została dokonana poza rynkiem regulowanym. W dniu 13 listopada\n                           2018 roku akcje Spółki objęte wyżej wskazaną umową sprzedaży, przysługujące Baltic\n                           Bridge Spółka akcyjna w Spółce, zostały wyksięgowane z rachunku maklerskiego Baltic\n                           Bridge Spółka akcyjna i tym samym zostały zaksięgowane na rachunku maklerskim nabywcy.\n                           Wraz z chwilą wyksięgowaniem akcji uległ zmniejszeniu procentowy udział Baltic Bridge\n                           Spółka akcyjna w ogólnej liczbie głosów na walnym zgromadzeniu Spółki.Przed dniem przeksięgowania akcji Spółki, Baltic Bridge Spółka akcyjna przysługiwało\n                           bezpośrednio 53.579 _pięćdziesiąt trzy tysiące pięćset siedemdziesiąt dziewięć_ _10.370.081\n                           akcji przed procedurą ich scalenia_ akcji w kapitale zakładowym Spółki, reprezentujących\n                           32,80% kapitału zakładowego Spółki, uprawniających do wykonywania 53.579 _pięćdziesięciu\n                           trzech tysięcy pięciuset siedemdziesięciu dziewięciu_ głosów na Walnym Zgromadzeniu\n                           Spółki _32,80% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki_. Po przeksięgowaniu\n                           akcji Spółki, tj. od dnia 13 listopada 2018 roku, Baltic Bridge Spółka akcyjna przysługuje\n                           bezpośrednio 31.579 _trzydzieści jeden tysięcy pięćset siedemdziesiąt dziewięć_ akcji\n                           w kapitale zakładowym Spółki, reprezentujących 19,28% w kapitale zakładowym Spółki\n                           i uprawniających do wykonywania 31.579 _trzydziestu jeden tysięcy pięciuset siedemdziesięciu\n                           dziewięciu_ głosów na Walnym Zgromadzeniu Spółki, stanowiących 19,28% ogólnej liczby\n                           głosów na Walnym Zgromadzeniu Spółki.Zgodnie z zawiadomieniami otrzymanymi od spółki pod firmą PJW Holdings Limited oraz\n                           fundacji W Family Foundation, podmiot W Family Foundation jest podmiotem dominującym\n                           wobec podmiotu PJW Holdings Limited, który to podmiot jest z kolei dominujący wobec\n                           spółki Baltic Bridge S.A. Zgodnie z zawiadomieniem otrzymanym od W Family Foundation w dniu 26 października\n                           2018 roku spółka pośrednio zależna od W Family Foundation – tj. Baltic Bridge S.A.\n                           – zawarła umowy sprzedaży 22.000 _dwudziestu dwóch tysięcy_ akcji Spółki.  W dniu\n                           13 listopada 2018 roku akcje Spółki objęte wyżej wskazaną umową sprzedaży, przysługujące\n                           pośrednio W Family Foundation w Spółce, zostały wyksięgowane z rachunku maklerskiego\n                           Baltic Bridge Spółka akcyjna i tym samym zostały zaksięgowane na rachunku maklerskim\n                           nabywcy. Wraz z chwilą wyksięgowaniem akcji uległ zmniejszeniu pośredni, procentowy\n                           udział W Family Foundation w ogólnej liczbie głosów na walnym zgromadzeniu Spółki.\n                           Zgodnie z zawiadomieniem otrzymanym od PJW Holdings Limited w dniu 26 października\n                           2018 roku spółka pośrednio zależna od PJW Holdings Limited – tj. Baltic Bridge S.A.\n                           – zawarła umowy sprzedaży 22.000 _dwudziestu dwóch tysięcy_ akcji Spółki. W dniu 13\n                           listopada 2018 roku akcje Spółki objęte wyżej wskazaną umową sprzedaży, przysługujące\n                           pośrednio PJW Holdings Limited w Spółce, zostały wyksięgowane z rachunku maklerskiego\n                           Baltic Bridge Spółka akcyjna i tym samym zostały zaksięgowane na rachunku maklerskim\n                           nabywcy. Wraz z chwilą wyksięgowaniem akcji uległ zmniejszeniu pośredni, procentowy\n                           udział PJW Holdings Limited w ogólnej liczbie głosów na walnym zgromadzeniu Spółki.\n                           Przed dniem przeksięgowania akcji Spółki, PJW Holdings Limited oraz W Family Foundation\n                           przysługiwało pośrednio 53.579 _pięćdziesiąt trzy tysiące pięćset siedemdziesiąt dziewięć_\n                           _10.370.081 akcji przed procedurą ich scalenia_ akcji w kapitale zakładowym Spółki,\n                           reprezentujących 32,80% kapitału zakładowego Spółki, uprawniających do wykonywania\n                           53.579 _pięćdziesięciu trzech tysięcy pięciuset siedemdziesięciu dziewięciu_ głosów\n                           na Walnym Zgromadzeniu Spółki _32,80% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki_. Po przeksięgowaniu akcji Spółki, tj. od dnia 13 listopada 2018 roku, PJW\n                           Holdings Limited oraz W Family Foundation przysługuje pośrednio 31.579 _trzydzieści\n                           jeden tysięcy pięćset siedemdziesiąt dziewięć_ akcji w kapitale zakładowym Spółki,\n                           reprezentujących 19,28% w kapitale zakładowym Spółki i uprawniających do wykonywania\n                           31.579 _trzydziestu jeden tysięcy pięciuset siedemdziesięciu dziewięciu_ głosów na\n                           Walnym Zgromadzeniu Spółki, stanowiących 19,28% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki.Zgodnie z treścią każdego z trzech zawiadomień żaden z zawiadamiających nie zawierał\n                           żadnych umów z osobami trzecimi, na podstawie których przekazałby tym osobom trzecim\n                           uprawnienia do wykonywania prawa głosu na Walnych Zgromadzeniach Spółki. Żaden zawiadamiający\n                           nie posiada głosów z akcji, obliczonych w sposób określony w art. 69b ust. 2 ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _\"Ustawa\"_,\n                           do których nabycia jest uprawniony lub zobowiązany jako posiadacz instrumentów finansowych,\n                           o których mowa w art. 69b ust 1 pkt 1 Ustawy, oraz instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez rozliczenie\n                           pieniężne. Żaden z zawiadamiających nie posiada głosów z akcji, do których w sposób\n                           pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa w art.\n                           69b ust. 1 pkt 2 Ustawy. Żaden z zawiadamiających nie planuje zwiększania lub zmniejszenia\n                           udziału w ogólnej liczbie głosów w Spółce w okresie 12 miesięcy od złożenia niniejszego\n                           zawiadomienia.",
        "date": "2018-11-15"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group Spółka akcyjna z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że zmianie uległa struktura akcjonariatu Spółki.\n                           Spółka otrzymała zawiadomienie od Pana Alec Yurievich Fesenko _\"Nabywca\"_, że w dniu\n                           26 października 2018 roku nabył on pośrednio w drodze umowy sprzedaży akcji za pośrednictwem\n                           spółki pod firmą Wheel Finance Spółka akcyjna z siedzibą w Warszawie 36.064 _trzydzieści\n                           sześć tysięcy sześćdziesiąt cztery_ akcje w kapitale zakładowym Spółki. Na skutek\n                           transakcji zwiększył się udział pośredni Nabywcy w strukturze akcjonariatu Spółki.\n                           Przed zawarciem umów sprzedaży akcji, Nabywcy przysługiwało pośrednio 8.066 _osiem\n                           tysięcy sześćdziesiąt sześć_ _1.556.648 akcji przed procedurą ich scalenia_ akcji\n                           w kapitale zakładowym Spółki, reprezentujących 4,88% kapitału zakładowego Spółki,\n                           uprawniających do wykonywania 8.066 _ośmiu tysięcy sześćdziesięciu sześciu_ głosów\n                           na Walnym Zgromadzeniu Spółki _4,88% ogólnej liczby głosów na Walnym Zgromadzeniu\n                           Spółki_. Po zawarciu umów sprzedaży akcji Nabywcy przysługuje pośrednio 44.130 _czterdzieści\n                           cztery tysiące sto trzydzieści_ akcji w kapitale zakładowym Spółki, reprezentujących\n                           26,94% w kapitale zakładowym Spółki i uprawniających do wykonywania 44.130 _czterdziestu\n                           czterech tysięcy stu trzydziestu_ głosów na Walnym Zgromadzeniu Spółki, stanowiących\n                           26,94% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.",
        "date": "2018-11-13"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group Spółka akcyjna z siedzibą\n                           w Warszawie _\"Spółka\"_ informuje, że zmianie uległa struktura akcjonariatu Spółki.\n                           W dniu 31 października 2018 roku Spółka otrzymała zawiadomienie od spółki pod firmą\n                           Wheel Finance Spółka akcyjna z siedzibą w Warszawie _\"Nabywca\"_, że w dniu 26 października\n                           2018 roku nabyła ona w drodze umowy sprzedaży akcji 36.064 _trzydzieści sześć tysięcy\n                           sześćdziesiąt cztery_ akcje w kapitale zakładowym Spółki. Na skutek transakcji zwiększył\n                           się udział Nabywcy w strukturze akcjonariatu Spółki. Przed zawarciem umów sprzedaży\n                           akcji, Nabywcy przysługiwało 8.066 _osiem tysięcy sześćdziesiąt sześć_ _1.556.648\n                           akcji przed procedurą ich scalenia_ akcji w kapitale zakładowym Spółki, reprezentujących\n                           4,88% kapitału zakładowego Spółki, uprawniających do wykonywania 8.066 _ośmiu tysięcy\n                           sześćdziesięciu sześciu_ głosów na Walnym Zgromadzeniu Spółki _4,88% ogólnej liczby\n                           głosów na Walnym Zgromadzeniu Spółki_. Po zawarciu umów sprzedaży akcji Nabywcy przysługuje\n                           44.130 _czterdzieści cztery tysiące sto trzydzieści_ akcji w kapitale zakładowym Spółki,\n                           reprezentujących 26,94% w kapitale zakładowym Spółki i uprawniających do wykonywania\n                           44.130 _czterdziestu czterech tysięcy stu trzydziestu_ głosów na Walnym Zgromadzeniu\n                           Spółki, stanowiących 26,94% ogólnej liczby głosów na Walnym Zgromadzeniu Spółki.",
        "date": "2018-10-31"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 35/2018 z dnia 9 października 2018 roku w sprawie\n                           przekazania do Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ wniosku spółki\n                           pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_\n                           o scalenie akcji Spółki, Zarząd Spółki niniejszym informuje, iż w dniu 17 października\n                           2018 roku powziął informację, że Zarząd KDPW w dniu 16 października 2018 roku podjął\n                           uchwałę nr 626/2018 w sprawie wymiany _scalenia_ akcji Spółki.W związku z ww. uchwałą KDPW dzień scalenia akcji Spółki został ustalony na dzień\n                           25 października 2018 roku. Na skutek wymiany dotychczas zarejestrowane w KDWP 31.616.102\n                           _trzydzieści jeden milionów sześćset szesnaście tysięcy sto dwa_ sztuk akcji Spółki\n                           o wartości nominalnej 1,00 zł _jeden złoty i zero groszy_ każda, zastąpionych zostanie\n                           163.814 _sto sześćdziesiąt trzy tysiące osiemset czternaście_ sztuk akcji o wartości\n                           193,00 zł _sto dziewięćdziesiąt trzy złote i zero groszy_ każda. Dniem referencyjnym dla dokonania ww. wymiany jest dzień 18 października 2018 roku.\n                           Po przeprowadzeniu operacji scalenia akcji, pod kodem PLTHP0000011 oznaczonych będzie\n                           163.814 _sto sześćdziesiąt trzy tysiące osiemset czternaście_ akcji Spółki o wartości\n                           nominalnej 193,00 zł _sto dziewięćdziesiąt trzy złote i zero groszy_ każda. Zarząd Spółki informuje, że procedura scalenia akcji Spółki została wszczęta przez\n                           Zarząd Spółki w związku z treścią uchwały nr 24 Zwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 30 czerwca 2018 roku.W załączeniu do niniejszego raportu Zarząd Spółki przekazuje pełną treść uchwały Zarządu\n                           KDPW nr 626/2018 z dnia 16 października 2018 roku.",
        "date": "2018-10-17"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym, tj. dnia 16 października 2018 roku, Spółka dokonała istotnej\n                           transakcji, mającej za przedmiot prawo użytkowania wieczystego nieruchomości położonej\n                           w Warszawie, w dzielnicy Śródmieście, o łącznej powierzchni 3,4 tys. metrów kwadratowych\n                           _\"Nieruchomość\"_. O nabyciu prawa użytkowania wieczystego Spółka informowała w raporcie\n                           bieżącym ESPI nr 5/2018 z dnia 2 marca 2018 roku. O uzgodnieniu warunków transakcji\n                           Spółka informowała raportem bieżącym ESPI nr 36/2018 z dnia 12 października 2018 roku.\n                           Spółka zawarła umowę przedwstępną, na podstawie której Spółka zobowiązała się sprzedać\n                           Nieruchomość za cenę wynoszącą 30.000.000,00 złotych, powiększoną o należny podatek\n                           VAT _\"Umowa Przedwstępna\"_. Drugą stroną Umowy Przedwstępnej jest polska spółka kapitałowa,\n                           prowadząca działalność deweloperską. Umowa końcowa zawierana w wykonaniu umowy przedwstępnej,\n                           przenosząca prawo do Nieruchomości, ma zostać podpisana do 31 grudnia 2021 roku.Również w dniu dzisiejszym Spółka zawarła wielostronną umowę o współpracy z podmiotami,\n                           które dysponują dokumentacją i pozwoleniami dotyczącymi Nieruchomości, która to dokumentacja\n                           oraz pozwolenia ułatwią nabywcy prowadzenie inwestycji na Nieruchomości _\"Umowa o\n                           Współpracy\"_. Z tytułu Umowy o Współpracy Spółka będzie zobowiązana do zapłaty na\n                           rzecz kontrahenta – podmiotu trzeciego – wynagrodzenia w kwocie 7.984.000,00 złotych,\n                           powiększonego o należny podatek VAT. Przy zawarciu Umowy o Współpracy Spółka zapłaciła\n                           na rzecz kontrahenta zaliczkę w kwocie 984.000,00 złotych, powiększoną o podatek VAT.\n                           Pozostała część wynagrodzenia z tytułu Umowy o Współpracy, w kwocie 7.000.000,00 złotych,\n                           zostanie zapłacona po spełnieniu się warunków szczegółowo w Umowie o Współpracy określonych,\n                           przy czym płatność ta zostanie dokonana przekazem, przez nabywcę Nieruchomości. Umowa Przedwstępna przewiduje standardowe warunki zawarcia umowy przyrzeczonej, odnoszące\n                           się w szczególności do stanu prawnego i faktycznego Nieruchomości. Zastrzeżone w Umowie\n                           o Współpracy i Umowie Przedwstępnej kary umowne nie odbiegają od standardowych warunków\n                           rynkowych i przewidują sankcję m.in. za nieprawdziwość oświadczeń Spółki lub nienależyte\n                           wykonywanie obowiązków wynikających z obu umów.",
        "date": "2018-10-16"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           iż w dniu dzisiejszym uzgodniono istotne warunki transakcji sprzedaży prawa użytkowania\n                           wieczystego nieruchomości położonej w Warszawie, w dzielnicy Śródmieście, o łącznej\n                           powierzchni 3,4 tys. metrów kwadratowych _\"Nieruchomość\"_. O nabyciu prawa użytkowania\n                           wieczystego Spółka informowała w raporcie bieżącym ESPI nr 5/2018 z dnia 2 marca 2018\n                           roku. Zgodnie z ustalonymi warunkami Spółka zamierza zawrzeć umowę przedwstępną, na podstawie\n                           której Spółka zobowiąże się sprzedać Nieruchomość za cenę wynoszącą 30.000.000,00\n                           złotych. Drugą stroną transakcji jest polska spółka prawa handlowego, prowadząca działalność\n                           deweloperską. Jednocześnie z zawarciem umowy przedwstępnej Spółka zamierza zawrzeć\n                           również wielostronną umowę o współpracy z podmiotami, które dysponują dokumentacją\n                           i pozwoleniami dotyczącymi Nieruchomości, która to dokumentacja oraz pozwolenia ułatwią\n                           nabywcy prowadzenie inwestycji na Nieruchomości. Z tytułu umowy wielostronnej Spółka\n                           będzie zobowiązana do zapłaty na rzecz kontrahenta – podmiotu trzeciego – wynagrodzenia\n                           w kwocie 8.000.000,00 złotych. Umowa końcowa zawierana w wykonaniu umowy przedwstępnej,\n                           przenosząca prawo do Nieruchomości, ma zostać podpisana do 31 grudnia 2021 roku. Powyższe ustalenia nie mają charakteru wiążącego dla Spółki i nie rodzą zobowiązania\n                           do zawarcia umów opisanych powyżej, niemniej jednak Zarząd Spółki rozpoznał je jako\n                           istotne, ze względu na znaczne prawdopodobieństwo sfinalizowania transakcji w opisanym\n                           kształcie. W razie podpisania wiążących umów, Spółka poinformuje o tym fakcie osobnym\n                           raportem ESPI.",
        "date": "2018-10-12"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ niniejszym informuje, iż w dniu 9 października 2018 roku Spółka przekazała\n                           do Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ wniosek o dokonanie scalenia\n                           akcji Spółki zarejestrowanych w KDPW pod numerem PLTHP0000011 w liczbie 31.616.102\n                           _trzydzieści jeden milionów sześćset szesnaście tysięcy sto dwa_ o wartości nominalnej\n                           1,00 zł każda, serii A, B, C, D i E w stosunku 193:1. W związku z powyższym po wymianie w KDPW pod kodem PLTHP0000011 zarejestrowanych będzie\n                           163.814 _sto sześćdziesiąt trzy tysiąc osiemset czternaście_ akcji na okaziciela serii\n                           A, o wartości nominalnej 193,00 zł każda _stosunek scalenia 193:1_.",
        "date": "2018-10-09"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ niniejszym informuje, iż w dniu 9 października 2018 roku powziął informację,\n                           iż Zarząd Giełdy Papierów Wartościowych S.A. w Warszawie _\"GPW\"_ w dniu 8 października\n                           2018 podjął uchwałę nr 1036/2018 w przedmiocie zawieszenia obrotu akcjami Spółki w\n                           związku z przeprowadzaniem procesu scalania akcji Spółki.Na podstawie § 30 ust. 1 pkt 1_ oraz ust. 1a Regulaminu Giełdy, po rozpatrzeniu wniosku\n                           Spółki o zawieszenie notowań akcji w związku ze zmianą ich wartości nominalnej, Zarząd\n                           GPW postanowił zawiesić obrót akcjami Spółki, oznaczonymi kodem PLTHP0000011, począwszy\n                           od dnia 15 października 2018 roku do dnia 25 października 2018 roku _włącznie_.Zlecenia maklerskie na akcje Spółki, przekazane na giełdę a niezrealizowane do dnia\n                           12 października 2018 roku _włącznie_, tracą ważność po zakończeniu sesji giełdowej\n                           w tym dniu.W okresie zawieszenia obrotu akcjami Spółki, tj. od dnia 15 października 2018 roku\n                           do dnia 25 października 2018 roku włącznie, zlecenia maklerskie na akcje Spółki nie\n                           będą przyjmowane.",
        "date": "2018-10-09"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ niniejszym informuje, iż w związku z rozpoczęciem procedury scalenia akcji\n                           Spółki, zgodnie z ustalonym harmonogramem, o czym Zarząd informował raportem bieżącym\n                           ESPI nr 30/2018 z dnia 2 października 2018 roku, Spółka w dniu 4 października 2018\n                           roku złożyła do Giełdy Papierów Wartościowych S.A. w Warszawie _\"GPW\"_ wniosek o zawieszenie\n                           notowań akcji Spółki na GPW od dnia 15 października 2018 roku do dnia 25 października\n                           2018 roku _włącznie_ oraz o wznowienie obrotu akcjami Spółki po przeprowadzeniu scalenia\n                           akcji w dniu 26 października 2018 roku",
        "date": "2018-10-04"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ przekazuje do publicznej wiadomości w załączeniu do niniejszego raportu\n                           bieżącego wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów na Nadzwyczajnym\n                           Walnym Zgromadzeniu akcjonariuszy Spółki w dniu 4 października 2018 roku wraz z określeniem\n                           liczby głosów przysługujących każdemu z nich z posiadanych akcji, wskazaniem ich procentowego\n                           udziału na Nadzwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów",
        "date": "2018-10-04"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ przekazuje do publicznej wiadomości treść uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie Spółki _\"Nadzwyczajne Walne Zgromadzenie\"_ w dniu 4 października\n                           2018 roku.Zarząd Spółki jednocześnie informuje, iż Nadzwyczajne Walne Zgromadzenie nie odstąpiło\n                           od rozpatrzenia któregokolwiek z punktów planowanego porządku obrad, przy czym wobec\n                           niewielkiej liczby akcjonariuszy uczestniczących w Nadzwyczajnym Walnym Zgromadzeniu,\n                           jego uczestnicy jednomyślnym wnioskiem zrezygnowali z podejmowania uchwały o powołaniu\n                           komisji skrutacyjnej. Zarząd Spółki ponadto informuje, że nie zgłoszono żadnych sprzeciwów\n                           co do podjętych na nim uchwał. Zarząd Spółki w załączeniu do niniejszego raportu bieżącego przekazuje treść uchwał\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie, które odbyło się w dniu 4 października\n                           2018 roku.",
        "date": "2018-10-04"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ niniejszym informuje, iż działając na podstawie upoważnienia i zobowiązania\n                           wskazanego w § 2 Uchwały nr 24 Zwyczajnego Walnego Zgromadzenia akcjonariuszy Spółki\n                           z dnia 30 czerwca 2018 roku, uzgodnił z Krajowym Depozytem Papierów Wartościowych\n                           S.A. z siedzibą w Warszawie _\"KDPW\"_ i Giełdą Papierów Wartościowych w Warszawie _\"GPW\"_\n                           harmonogram procedury scalenia akcji, zgodnie z którym dzień referencyjny _\"Dzień\n                           Referencyjny\"_ został wyznaczony na dzień 18 października 2018 roku, zaś dzień scalenia\n                           _\"Dzień Scalenia\"_ na dzień 25 października 2018 roku, który wygląda następująco:1.\tzłożenie przez Zarząd Spółki wniosku do GPW o zawieszenie obrotu akcjami Spółki\n                           na GPW w okresie od dnia 15 października 2018 roku do dnia 25 października 2018 roku\n                           – dnia 4 października 2018 roku;2.\tuchwała Zarządu GPW dotycząca zawieszenia obrotu akcjami Spółki – dnia 8 października\n                           2018 roku;3.\tzłożenie przez Zarząd Spółki dokumentów do KDPW dotyczących przeprowadzenia procedury\n                           scalenia akcji Spółki – dnia 9 października 2018 roku;4.\tzawieszenie obrotu akcjami Spółki – od dnia 15 października 2018 roku do dnia 25\n                           października 2018 roku;5.\tDzień Referencyjny – dnia 18 października 2018 roku;6.\tinformacja KDPW do Spółki o łącznej liczbie niedoborów scaleniowych – dnia  23\n                           października 2018 roku;7.\tzłożenie przez Spółkę aneksu do listu księgowego potwierdzającego liczbę praw akcyjnych\n                           na pokrycie niedoborów scaleniowych – dnia 24 października 2018 roku;8.\tDzień Scalenia akcji Spółki w KDPW – dnia 25 października 2018 roku;9.\twznowienie obrotu akcjami Spółki po scaleniu – dnia 26 października 2018 roku.Zarząd Spółki jednocześnie przypomina, że powyższy proces scalenia akcji obejmuje\n                           scalenie dotychczasowych 31.616.102 _trzydzieści jeden milionów sześćset szesnaście\n                           tysięcy sto dwa_ akcji na okaziciela w kapitale zakładowym Spółki serii A, B, C, D\n                           i E _PLTHP0000011_ o wartości nominalnej 1,00 zł każda, w 163.814 _sto sześćdziesiąt\n                           trzy tysiące osiemset czternaście_ akcji na okaziciela serii A, o wartości nominalnej\n                           193,00 zł każda _stosunek scalenia 193:1_.Jednocześnie Zarząd Spółki zwraca się do swoich akcjonariuszy z prośbą o dostosowanie\n                           stanów posiadania akcji Spółki na rachunkach papierów wartościowych i rachunkach zbiorczych,\n                           w terminie do Dnia Referencyjnego w taki sposób, aby liczba akcji Spółki zapisanych\n                           na nich w tym dniu stanowiła jedno- lub wielokrotność liczby 193 _sto dziewięćdziesiąt\n                           trzy_. Zabieg ten zminimalizuje ryzyko niedojścia do skutku scalenia akcji.Zarząd Spółki będzie na bieżąco raportować o kolejnych krokach podjętych celem dokonania\n                           scalenia akcji w kapitale zakładowym Spółki.",
        "date": "2018-10-02"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W oparciu o art. 504 § 1 i § 2 Kodeksu spółek handlowych _dalej jako \"KSH\"_, Zarząd\n                           Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej jako \"Spółka\"_,\n                           niniejszym po raz drugi zawiadamia akcjonariuszy Spółki o zamiarze połączenia Spółki\n                           - jako spółki przejmującej - z podmiotem zależnym: ADM Factory Sp. z o.o. - jako spółką\n                           przejmowaną.Ogłoszenie Planu Przekształcenia w Monitorze Sądowym i Gospodarczym nie było konieczne\n                           stosownie do postanowień art. 500 § 21 KSH. Zarządy łączących się Spółek nie będą sporządzać sprawozdania uzasadniającego połączenie,\n                           jego podstawy prawnej i uzasadnienia ekonomicznego _art. 516 § 6 w związku z art.\n                           516 § 5 KSH_. Plan połączenia nie zostanie poddany badaniu przez biegłego rewidenta\n                           _art. 516 § 6 w związku z art. 516 § 5 KSH_. Do Planu połączenia nie zostało dołączone oświadczenie obejmujące informację o stanie\n                           księgowym Financial Assets Management Group S.A. sporządzone dla celów połączenia\n                           _art. 499 § 4 KSH_, ponieważ Spółka Przejmująca, zgodnie z przepisami o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych publikuje i udostępnia akcjonariuszom półroczne sprawozdania\n                           finansowe.Plan Połączenia został opublikowany na stronie internetowej Spółki www.tphsa.pl _zakładka\n                           relacje inwestorskie_ dnia 31 sierpnia 2018 roku, tj. co najmniej na miesiąc przed\n                           planowanym terminem Walnego Zgromadzenia, na którym mają zostać podjęte uchwały w\n                           sprawie połączenia. Akcjonariusze mogą zapoznać się z dokumentami, o których mowa\n                           w art. 505 § 1 KSH w siedzibie Spółki w Warszawie, pod adresem: ul. Adama Naruszewicza\n                           27, w dni robocze, w godzinach od 9:30 do 17:30, jak również na stronie internetowej\n                           Spółki www.tphsa.pl, począwszy od dnia pierwszego zawiadomienia o zamiarze połączenia,\n                           tj. od 31 sierpnia 2018 roku nieprzerwanie do planowanego dnia podjęcia uchwały w\n                           sprawie połączenia.Akcjonariusze mogą zapoznać się z dokumentami, o których mowa w art. 505 § 1 KSH,\n                           również w siedzibie spółki przejmowanej – ADM Factory Sp. z o.o. – w Warszawie, pod\n                           adresem: ul. Adama Naruszewicza 27, w dni robocze, w godzinach od 9:30 do 17:30, jak\n                           również na stronie internetowej spółki przejmowanej www.adm.wi.pl, począwszy od dnia\n                           niniejszego zawiadomienia, tj. od 31 sierpnia 2018 roku nieprzerwanie do planowanego\n                           dnia podjęcia uchwały w sprawie połączenia.Zarząd Spółki jednocześnie informuje, iż planowane połączenie nastąpi w trybie art.\n                           492 § 1 pkt. 1 oraz art. 515 § 1 KSH, tj. poprzez przeniesienie całego majątku spółki\n                           przejmowanej – ADM Factory Sp. z o.o. - na spółkę przejmującą - Financial Assets Management\n                           Group S.A., poprzez przejęcie bez podwyższenia kapitału zakładowego spółki przejmującej\n                           _spółka przejmująca jest jedynym udziałowcem spółki przejmowanej, dysponującym 100%\n                           udziałów w kapitale zakładowym spółki przejmowanej_ oraz bez wymiany udziałów spółki\n                           przejmowanej na akcje spółki przejmującej.",
        "date": "2018-09-14"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_\n                           działając na podstawie art. 399 § 1, art. 4021 i art. 4022 Kodeksu spółek handlowych\n                           _dalej jako: \"KSH\"_ zwołuje oraz informuje o zwołaniu Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki na dzień 4 października 2018 r., na godzinę 10:00 w Warszawie, w Kancelarii\n                           Notarialnej Adama Suchty, ul. Sienna 39, 00-121 Warszawa _dalej jako: \"NWZ\" lub \"Nadzwyczajne\n                           Walne Zgromadzenie\"_.Treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Spółki stanowi załącznik\n                           do niniejszego raportu.Spółka przekazuje ponadto w załączeniu treść projektów uchwał będących przedmiotem\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Spółki.Zarząd Spółki informuje ponadto, że wszelkie informacje oraz materiały dotyczące NWZ\n                           oraz spraw będących przedmiotem jego obrad, jak również formularze pozwalające na\n                           wykonywanie na NWZ prawa głosu przez pełnomocnika, będą dostępne na stronie internetowej\n                           Spółki pod adresem www.tphsa.pl w zakładce Relacje Inwestorskie / Walne Zgromadzenia.",
        "date": "2018-09-04"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W oparciu o art. 504 § 1 i § 2 Kodeksu spółek handlowych _dalej jako \"KSH\"_, Zarząd\n                           Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej jako \"Spółka\"_,\n                           niniejszym po raz pierwszy zawiadamia akcjonariuszy Spółki o zamiarze połączenia Spółki\n                           - jako spółki przejmującej - z podmiotem zależnym: ADM Factory Sp. z o.o. - jako spółką\n                           przejmowaną.Ogłoszenie Planu Przekształcenia w Monitorze Sądowym i Gospodarczym nie było konieczne\n                           stosownie do postanowień art. 500 § 2[1] KSH. Zarządy łączących się Spółek nie będą sporządzać sprawozdania uzasadniającego połączenie,\n                           jego podstawy prawnej i uzasadnienia ekonomicznego _art. 516 § 6 w związku z art.\n                           516 § 5 KSH_. Plan połączenia nie zostanie poddany badaniu przez biegłego rewidenta\n                           _art. 516 § 6 w związku z art. 516 § 5 KSH_. Do Planu połączenia nie zostało dołączone oświadczenie obejmujące informację o stanie\n                           księgowym Financial Assets Management Group S.A. sporządzone dla celów połączenia\n                           _art. 499 § 4 KSH_, ponieważ Spółka Przejmująca, zgodnie z przepisami o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych publikuje i udostępnia akcjonariuszom półroczne sprawozdania\n                           finansowe.Plan Połączenia został opublikowany na stronie internetowej Spółki www.tphsa.pl _zakładka\n                           relacje inwestorskie_ dnia 31 sierpnia 2018 roku, tj. co najmniej na miesiąc przed\n                           planowanym terminem Walnego Zgromadzenia, na którym mają zostać podjęte uchwały w\n                           sprawie połączenia. Akcjonariusze mogą zapoznać się z dokumentami, o których mowa\n                           w art. 505 § 1 KSH w siedzibie Spółki w Warszawie, pod adresem: ul. Adama Naruszewicza\n                           27, w dni robocze, w godzinach od 9:30 do 17:30, jak również na stronie internetowej\n                           Spółki www.tphsa.pl, począwszy od dnia pierwszego zawiadomienia o zamiarze połączenia,\n                           tj. od 31 sierpnia 2018 roku nieprzerwanie do planowanego dnia podjęcia uchwały w\n                           sprawie połączenia.Akcjonariusze mogą zapoznać się z dokumentami, o których mowa w art. 505 § 1 KSH,\n                           również w siedzibie spółki przejmowanej – ADM Factory Sp. z o.o.. – w Warszawie, pod\n                           adresem: ul. Adama Naruszewicza 27, w dni robocze, w godzinach od 9:30 do 17:30, jak\n                           również na stronie internetowej spółki przejmowanej www.adm.wi.pl, począwszy od dnia\n                           niniejszego zawiadomienia, tj. od 31 sierpnia 2018 roku nieprzerwanie do planowanego\n                           dnia podjęcia uchwały w sprawie połączenia.Zarząd Spółki jednocześnie informuje, iż planowane połączenie nastąpi w trybie art.\n                           492 § 1 pkt. 1_ oraz art. 515 § 1 KSH, tj. poprzez przeniesienie całego majątku spółki\n                           przejmowanej – ADM Factory Sp. z o.o. - na spółkę przejmującą - Financial Assets Management\n                           Group S.A., poprzez przejęcie bez podwyższenia kapitału zakładowego spółki przejmującej\n                           _spółka przejmująca jest jedynym udziałowcem spółki przejmowanej, dysponującym 100%\n                           udziałów w kapitale zakładowym spółki przejmowanej_ oraz bez wymiany udziałów spółki\n                           przejmowanej na akcje spółki przejmującej.",
        "date": "2018-08-31"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 25/2018 z dnia 28 sierpnia 2018 roku w przedmiocie\n                           podjęcia decyzji o zamiarze połączenia Financial Assets Management Group S.A. z ADM\n                           Factory Sp. z o.o., zarząd Financial Assets Management Group S.A niniejszym przekazuje\n                           do publicznej wiadomości plan połączenia wraz z załącznikami, uzgodniony pomiędzy\n                           łączącymi się spółkami w dniu 31 sierpnia 2018 roku _dalej: \"Plan Połączenia\"_. Połączenie\n                           przeprowadzone zostanie w trybie art. 492 § 1 pkt 1 oraz art. 516 § 6 k.s.h., tj.\n                           przez przeniesienie całego majątku Spółki przejmowanej na Spółkę przejmującą, bez\n                           podwyższania kapitału zakładowego Spółki przejmującej _Spółce Przejmującej przysługuje\n                           100% udziałów w kapitale zakładowym Spółki przejmowanej_. Z uwagi na przejęcie przez\n                           Spółkę przejmującą, będącą spółką publiczną, swojej spółki jednoosobowej, połączenie\n                           realizowane będzie w trybie uproszczonym, w myśl art. 516 § 6 k.s.h., tj.:a_\tPlan Połączenia nie zawierai_\tstosunku wymiany udziałów Spółki Przejmowanej na akcje Spółki Przejmującej _art.\n                           499 § 1 pkt 2 k.s.h._;ii_\tzasad dotyczących przyznania akcji w Spółce Przejmującej _art. 499 § 1 pkt 3 k.s.h._;iii_\twskazania dnia, od którego akcje, o których mowa w pkt ii uprawniają do uczestnictwa\n                           w zysku Spółki Przejmującej _art. 499 § 1 pkt 4 k.s.h._;b_\tzarządy łączących się spółek nie będą sporządzać pisemnego sprawozdania uzasadniającego\n                           połączenie, jego podstawy prawne i uzasadnienie ekonomiczne _art. 501 § 1 w zw. z\n                           art. 503 k.s.h._;c_\tnie jest wymagane poddanie Planu Połączenia badaniu przez biegłego rewidenta, a\n                           tym samym sporządzenie przez biegłego rewidenta opinii _art. 502 § 1 w zw. z art.\n                           503 k.s.h._.",
        "date": "2018-08-31"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A informuje o podjęciu w dniu 28 sierpnia\n                           2018 roku uchwały w przedmiocie podjęcia decyzji o zamiarze połączenia Financial Assets\n                           Management Group S.A _dalej: \"Spółka Przejmująca\"_ ze spółką ADM Factory Sp. z o.o.\n                           _dalej: \"Spółka Przejmowana\"_, której wszystkie udziały Spółka Przejmująca nabyła\n                           w dniu wczorajszym. Połączenie nastąpi zgodnie z art. 492 § 1 pkt 1 oraz art. 515 § 1 w związku z art.\n                           516 § 6 Kodeksu spółek handlowych, tj. przez przeniesienie całego majątku Spółki Przejmowanej\n                           na Spółkę Przejmującą _łączenie się przez przejęcie_, bez podwyższenia kapitału zakładowego\n                           Spółki Przejmującej oraz bez wymiany udziałów Spółki Przejmowanej na akcje Spółki\n                           Przejmującej. Z uwagi na przejęcie przez Spółkę Przejmującą swojej spółki jednoosobowej,\n                           połączenie realizowane będzie w trybie uproszczonym, tj. bez pisemnego sprawozdania\n                           uzasadniającego połączenie, jego podstawy prawne i uzasadnienie ekonomiczne i bez\n                           poddawania planu połączenia badaniu przez biegłego rewidenta.Zarząd Financial Assets Management Group S.A. stwierdza, iż podjęcie decyzji o zamiarze\n                           połączenia Financial Assets Management Group S.A. ze spółką ADM Factory Sp. z o.o.\n                           pozwoli na osiągnięcie wymiernych korzyści ekonomiczno–organizacyjnych.Mając na uwadze, iż spółka przejmująca posiada 100% udziałów w kapitale zakładowym\n                           Spółki Przejmowanej, nie zachodzi konieczność dokonywania nowej emisji akcji, co pozwoli\n                           na zachowanie wysokości kapitału zakładowego Spółki Przejmującej na dotychczasowym\n                           poziomie _31 616 102 zł, który składa się ze 163 814 akcji zwykłych na okaziciela\n                           o wartości nominalnej 193 zł każda_.W planowanym połączeniu udział biorą:1.\tFinancial Assets Management Group S.A. z siedzibą w Warszawie przy ul. Adama Naruszewicza\n                           27, 02-627 Warszawa, wpisaną do rejestru przedsiębiorców Krajowego Rejestru Sądowego,\n                           prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego pod numerem 0000320565, posiadająca NIP: 5262725362 oraz\n                           REGON: 015529329, kapitał zakładowy w wysokości 31 616 102 zł _opłacony w całości_Financial Assets Management Group S.A. jest spółką, której podstawowym przedmiotem\n                           działalności jest zarządzanie innymi spółkami, kreowanie oraz zarządzanie ich ofertą\n                           jako całości, planowanie i realizacja strategii, organizacja finansowania rozwojowych\n                           projektów, nadzór nad realizowanymi inwestycjami oraz zadania związane z administracją\n                           tymi podmiotami.2.\tADM Factory Sp. z o.o. z  siedzibą w Warszawie przy ul. Adama Naruszewicza 27,\n                           02-627 Warszawa, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego\n                           przez Sąd Rejonowy dla m. st. Warszawy w Warszawie, XIII Wydział Gospodarczy KRS pod\n                           numerem 0000589793, posiadająca NIP: 1132899469, REGON: 363197719, o kapitale zakładowym\n                           w wysokości 5 000 zł.  ADM Factory Sp. z o.o. działa na rynku nieruchomości oraz na rynku finansowym. Działanie\n                           to polega na udzielaniu finansowania dłużnego, zakupie nieruchomości w celu prowadzenia\n                           inwestycji budowalnych lub dalszej odsprzedaży projektów deweloperskich.",
        "date": "2018-08-28"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_\n                           informuje, że w dniu 9 sierpnia 2018 roku powziął informację, iż w dniu 8 sierpnia\n                           2018 roku Sąd Rejonowy dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego dokonał rejestracji wnioskowanych przez Spółkę zmian statutu Spółki.W dniu 30 czerwca 2018 roku Zwyczajne Walne Zgromadzenie Spółki podjęło uchwały nr:\n                           20, 21, 22, 23, 24 w sprawie zmiany statutu Spółki. Dokonano zmian w: §6 ust. 1, §8,\n                           §9, §91, §92 oraz dodano §93.Tekst jednolity Statutu Spółki uwzględniający zmiany zarejestrowane w dniu 8 sierpnia\n                           2018 roku został przyjęty przez Radę Nadzorczą Spółki w dniu 6 lipca 2018 roku, o\n                           czym Spółka informowała raportem bieżącym nr 23/2018 z dnia 9 lipca 2018 roku wraz\n                           z przekazaniem do publicznej wiadomości tekstu jednolitego.W dniu 8 sierpnia 2018 roku zostały zarejestrowane następujące zmiany:§6. ust. 1 Statutu Spółki został zmieniony w ten sposób, że w punkcie 25_ na końcu\n                           kropkę zastąpiono przecinkiem, a po punkcie 25_ dodane zostały punkty o numerach od\n                           26_ do 42_, w następującym brzmieniu: \"26/ wydobywanie żwiru i piasku; wydobywanie gliny i kaolinu _PKD 08.12.Z_, 27/ roboty budowlane związane ze wznoszeniem budynków _PKD 41_, 28/ roboty związane z budową obiektów inżynierii lądowej i wodnej _PKD 42_, 29/ roboty budowlane specjalistyczne _PKD 43_, 30/ sprzedaż hurtowa drewna, materiałów budowlanych i wyposażenia sanitarnego _PKD\n                           46.73.Z_, 31/ transport kolejowy pasażerski międzymiastowy _PKD 49.10.Z_, 32/ transport kolejowy towarów _PKD 49.20.Z_, 33/ transport lądowy pasażerski, miejski i podmiejski _PKD 49.31.Z_, 34/ działalność taksówek osobowych _PKD 49.32.Z_, 35/ pozostały transport lądowy pasażerski, gdzie indziej niesklasyfikowany _PKD 49.39.Z_,\n                           36/ transport drogowy towarów _PKD 49.41.Z_, 37/ działalność usługowa wspomagająca transport lądowy _PKD 52.21.Z_, 38/ działalność usługowa wspomagająca transport morski _PKD 52.22.A_, 39/ działalność usługowa wspomagająca transport śródlądowy _PKD 52.22.B_, 40/ działalność usługowa wspomagająca transport lotniczy _PKD 52.23.Z_, 41/ wynajem i dzierżawa pozostałych maszyn, urządzeń oraz dóbr materialnych _PKD 77.3_,\n                           42/ działalność związana z obsługą rynku nieruchomości _PKD 68_.\"§ 8. Statutu Spółki otrzymał nowe, następujące brzmienie: \"Kapitał zakładowy Spółki wynosi 31.616.102,00 zł _trzydzieści jeden milionów sześćset\n                           szesnaście tysięcy sto dwa złote_ oraz dzieli się na 163.814 _sto sześćdziesiąt trzy\n                           tysiące osiemset czternaście_ sztuk akcji zwykłych, na okaziciela, serii A, o wartości\n                           nominalnej 193,00 zł _sto dziewięćdziesiąt trzy złote_ każda z nich.\"§ 9. Statutu Spółki został wykreślony się w całości oraz oznaczony, jako skreślony.\n                           § 91 Statutu Spółki został wykreślony się w całości oraz oznaczony, jako skreślony.§ 92 Statutu Spółki został wykreślony się w całości oraz oznaczony, jako skreślony.Po skreślonym § 92 Statutu Spółki dodano nowy paragraf oznaczony numerem § 93, w następującym\n                           brzmieniu: \"1. Zarząd Spółki jest upoważniony do podwyższenia kapitału zakładowego o kwotę nie\n                           większą niż 23.712.076,00 zł _dwadzieścia trzy miliony siedemset dwanaście tysięcy\n                           siedemdziesiąt sześć złotych_. Niniejsze upoważnienie nie obejmuje uprawnienia do\n                           podwyższania kapitału zakładowego ze środków własnych Spółki.  2. Po rozpatrzeniu potrzeb Spółki, Zarząd Spółki może wykonywać upoważnienie, o którym\n                           mowa w ust. 1 powyżej, poprzez dokonanie jednego lub kilku podwyższeń kapitału zakładowego\n                           Spółki, po uzyskaniu każdorazowo uprzedniej zgody Rady Nadzorczej Spółki. 3. Upoważnienie Zarządu do podwyższania kapitału zakładowego Spółki w ramach kapitału\n                           docelowego wygasa z upływem 3 _trzech_ lat od dnia wpisania do rejestru przedsiębiorców\n                           zmiany Statutu Spółki dokonanej uchwałą Zwyczajnego Walnego Zgromadzenia nr 23 z dnia\n                           30 czerwca 2018 r.4. Zarząd Spółki może wydawać akcje zarówno w zamian za wkłady pieniężne, jak i w\n                           zamian za wkłady niepieniężne. Zarząd Spółki nie może wydawać akcji uprzywilejowanych,\n                           ani przyznawać akcjonariuszom uprawnień osobistych, o których mowa w art. 354 ustawy\n                           z dnia 15 września 2000 r. Kodeks spółek handlowych. 5. Zarząd jest uprawniony do określania ceny emisyjnej nowych akcji, określenia wielkości\n                           emisji oraz do określenia podmiotów uprawnionych do nabycia nowych akcji. Uchwała\n                           Zarządu określająca warunki emisji, o których mowa w zdaniu pierwszym, wymaga uzyskania\n                           każdorazowo uprzedniej zgody Rady Nadzorczej. 6. Uchwała Zarządu Spółki podjęta w granicach upoważnienia określonego w ust. 1 powyżej\n                           zastępuje uchwałę Walnego Zgromadzenia o podwyższeniu kapitału zakładowego i wymaga\n                           dla swej ważności formy aktu notarialnego. 7. W granicach obowiązującego prawa, Zarząd Spółki decyduje samodzielnie o wszystkich\n                           pozostałych sprawach związanych z podwyższeniem kapitału zakładowego Spółki w granicach\n                           kapitału docelowego w ramach niniejszego upoważnienia. W szczególności, lecz nie wyłącznie,\n                           Zarząd Spółki jest uprawniony do: a_ określenia, czy akcje Spółki nowej emisji będą akcjami na okaziciela, czy też akcjami\n                           imiennymi; b_ wydania akcji w formie dokumentu w przypadku emisji akcji na okaziciela lub akcji\n                           imiennych; c_ zawierania umów o subemisję inwestycyjną lub subemisję usługową lub innych umów\n                           zabezpieczających powodzenie emisji akcji; d_ podejmowania uchwał oraz innych działań w sprawie dematerializacji akcji oraz zawierania\n                           umów z Krajowym Depozytem Papierów Wartościowych S.A. o rejestrację akcji, praw do\n                           akcji lub praw poboru; e_ podejmowania uchwał oraz innych działań w sprawie odpowiednio emisji akcji w drodze\n                           oferty publicznej lub ubiegania się o dopuszczenie akcji do obrotu na rynku regulowanym,\n                           praw do akcji lub praw poboru. 8. Za uprzednią zgodą Rady Nadzorczej Spółki, Zarząd Spółki może wyłączyć lub ograniczyć\n                           pierwszeństwo do objęcia nowych akcji Spółki przez dotychczasowych akcjonariuszy _prawo\n                           poboru_, dotyczące podwyższenia kapitału zakładowego w ramach udzielonego Zarządowi\n                           Spółki w niniejszym artykule Statutu Spółki upoważnienia do podwyższania kapitału zakładowego Spółki w granicach kapitału docelowego.\n                           Zgoda Rady Nadzorczej powinna być wyrażona każdorazowo przed kolejnym podwyższeniem\n                           kapitału zakładowego Spółki w granicach kapitału docelowego. 9. Zgody Rady Nadzorczej Spółki, o których mowa w ust. 2, 5 oraz 8 powyżej, powinny\n                           być każdorazowo wyrażane w formie uchwały podjętej na zasadach określonych w niniejszym\n                           Statucie Spółki.\" W wyniku dokonanych zmian kapitał zakładowy Spółki wynosi 31.616.102,00 zł _trzydzieści\n                           jeden milionów sześćset szesnaście tysięcy sto dwa_ i dzieli się na 163.814 _sto sześćdziesiąt\n                           trzy tysiące osiemset czternaście_ akcji serii A o wartości nominalnej 193,00 zł _sto\n                           dziewięćdziesiąt trzy złote i zero groszy_. Ogólna liczba głosów wynikających ze wszystkich\n                           wyemitowanych akcji wynosi 31.616.102 _trzydzieści jeden milionów sześćset szesnaście\n                           tysięcy sto dwa_.",
        "date": "2018-08-09"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ w\n                           nawiązaniu do raportu bieżącego nr 20/2018 z dnia 27 czerwca 2018 roku, informuje,\n                           iż w dniu 9 lipca 2018 roku powziął informację, iż Rada Nadzorcza Spółki działając\n                           na podstawie § 20 ust. 2 Statutu Spółki oraz § 5 ust. 2 pkt. 2.5. Regulaminu Rady\n                           Nadzorczej w dniu 6 lipca 2018 roku podjęła uchwałę w sprawie zatwierdzenia tekstu\n                           jednolitego statutu Spółki uwzględniającego zmiany zarejestrowane przez sąd rejestrowy\n                           w dniu 26 czerwca 2018 roku oraz podjęła uchwałę w sprawie przyjęcia tekstu jednolitego\n                           statutu Spółki uwzględniającego zmiany wprowadzone uchwałami Zwyczajnego Walnego Zgromadzenia\n                           w dniu 30 czerwca 2018 roku.Jednocześnie Spółka informuje, iż przyjęty przez Radę Nadzorczą Spółki tekst jednolity\n                           statutu Spółki uwzględniający zmiany wprowadzone uchwałami Zwyczajnego Walnego Zgromadzenia\n                           w dniu 30 czerwca 2018 roku ma moc obowiązującą z chwilą zarejestrowania zmian w rejestrze\n                           przedsiębiorców Krajowego Rejestru Sądowego. Informacja o zarejestrowaniu zmian statutu Spółki przez sąd rejestrowy zostanie przekazana\n                           przez Spółkę w formie odrębnego raportu bieżącego niezwłocznie po otrzymaniu postanowienia\n                           sądu rejestrowego w tym przedmiocie. Tekst jednolity statutu Spółki uwzględniający zmiany wprowadzone uchwałami Zwyczajnego\n                           Walnego Zgromadzenia w dniu 30 czerwca 2018 roku stanowi załącznik do niniejszego\n                           raportu.",
        "date": "2018-07-09"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje\n                           do publicznej wiadomości w załączeniu do niniejszego raportu bieżącego wykaz akcjonariuszy\n                           posiadających co najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu w dniu\n                           30 czerwca 2018 roku wraz z określeniem liczby głosów przysługujących każdemu z nich\n                           z posiadanych akcji, wskazaniem ich procentowego udziału na Nadzwyczajnym Walnym Zgromadzeniu\n                           oraz w ogólnej liczbie głosów.",
        "date": "2018-06-30"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje\n                           do publicznej wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Spółki _\"Zwyczajne Walne Zgromadzenie\"_ oraz treść dokumentów będących przedmiotem\n                           głosowania w dniu 30 czerwca 2018 roku. Pełna treść uchwał oraz treść dokumentów będących\n                           przedmiotem obrad Zwyczajnego Walnego Zgromadzenia stanowią załączniki do niniejszego\n                           raportu.Zarząd informuje jednocześnie, iż Zwyczajne Walne Zgromadzenie nie odstąpiło od rozpatrzenia\n                           któregokolwiek z punktów planowanego porządku obrad oraz nie zgłoszono do protokołu\n                           żadnych sprzeciwów, co do podjętych uchwał.",
        "date": "2018-06-30"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_\n                           w nawiązaniu do raportu bieżącego nr 19/2018 z dnia 26 czerwca 2018 roku oraz raportu\n                           bieżącego nr 14/2018 z dnia 20 marca 2018 roku, informuje, iż w dniu 27 czerwca 2018\n                           roku, odbierając postanowienie z dnia 20 czerwca 2018 roku wraz z uzasadnieniem, powziął\n                           informację, że przyczyną rejestracji przez Sąd Rejonowy dla m.st. Warszawy w Warszawie,\n                           XIII Wydział Gospodarczy Krajowego Rejestru Sądowego, w rejestrze przedsiębiorców\n                           jedynie niektórych wnioskowanych przez Spółkę zmian Statutu, tj. z pominięciem zmian\n                           Statutu wynikających z uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki\n                           w dniu 25 października 2017 roku, dotyczących m.in. ustanowienia kapitału docelowego\n                           i scalenia akcji Spółki, było oddalenie wniosku o zmianę wpisu w tym zakresie.Spółka będzie analizować zasadność oddalenia przez sąd rejestrowy wniosku w powyższym\n                           zakresie. Sąd rejestrowy uznał bowiem, iż stosownie do art. 430 § 2 Kodeksu spółek\n                           handlowych _\"KSH\"_, z zastrzeżeniem art. 431 § 4 i art. 455 § 5 KSH, zgłoszenie zmiany\n                           Statutu do sądu rejestrowego nie może nastąpić po upływie trzech miesięcy od dnia\n                           powzięcia uchwał przez walne zgromadzenie. Zdaniem sądu rejestrowego wnioskowane zmiany\n                           nie mieściły się przy tym w kategorii uchwał, o których mowa w art. 431 § 4 oraz art.\n                           455 § 5 KSH, dla których ustanowiono dłuższy – sześciomiesięczny – termin na ich zgłoszenie\n                           sądowi rejestrowemu. Wątpliwości Spółki, co do zasadności częściowego oddalenia jej\n                           wniosku wynikają z faktu, że zmiany Statutu wynikające z uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie Spółki w dniu 25 października 2017 roku, zostały zgłoszone przez\n                           Spółkę sądowi rejestrowemu przed upływem wskazanego powyżej trzymiesięcznego terminu\n                           na ich zgłoszenie, to jest w dniu 22 grudnia 2017 roku.Zarząd Spółki przekazuje jednocześnie tekst jednolity statutu Spółki uwzględniający\n                           zmiany zarejestrowane przez sąd rejestrowy w dniu 26 czerwca 2018 roku. Przedmiotowy\n                           tekst jednolity, stosownie do postanowień Statutu Spółki, wymaga jeszcze formalnego\n                           przyjęcia przez Radę Nadzorczą.",
        "date": "2018-06-27"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_\n                           informuje, iż w dniu 26 czerwca 2018 roku powziął informację, iż w dniu 26 czerwca\n                           2018 roku Sąd Rejonowy dla m.st. Warszawy w Warszawie, XIII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego dokonał rejestracji niektórych wnioskowanych przez Spółkę zmian\n                           statutu Spółki.Sąd rejestrowy w dokonanym wpisie nie uwzględnił zmian statutu Spółki dokonanych uchwałami\n                           nr: 5, 6, 7, 8, 9 Nadzwyczajnego Walnego Zgromadzenia z dnia 25 października 2017\n                           roku. Z uwagi na fakt, iż na dzień 26 czerwca 2018 Spółce nie zostało doręczone postanowienie\n                           w przedmiocie dokonanych zmian, a informację o zarejestrowaniu części wnioskowanych\n                           zmian Zarząd powziął z informacji odpowiadającej odpisowi aktualnemu z rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego pobranej w dniu 26 czerwca 2018 nie jest możliwe ustalenie\n                           przyczyn rejestracji jedynie niektórych zmian statutu Spółki i sporządzenie tekstu\n                           jednolitego uwzględniającego zarejestrowane zmiany. Zarząd niezwłocznie podejmie działania\n                           mające na celu ustalenie przyczyn rejestracji części zmian statutu Spółki, o czym\n                           poinformuje w kolejnych raportach bieżących.W dniu 6 marca 2018 roku Nadzwyczajne Walne Zgromadzenie Spółki podjęło uchwały nr\n                           4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15 w sprawie zmiany statutu Spółki. Dokonano\n                           zmian w: §1, §3, §16 ust. 1; §17; §20; §21; §211; § 22 ust. 3 i 4; §23 ust. 1; §24\n                           ust. 2 i 3; §26; §29; §33.Uchwalone zostały następujące zmiany:Uchylono w całości uchwałę nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia\n                           25 października 2017 roku o zmianie statutu Spółki, tj. § 1 statutu Spółki poprzez\n                           nadanie mu nowego brzmienia oraz § 3 statutu Spółki poprzez nadanie mu nowego brzmienia.§ 16. ust. 1 otrzymał nowe następujące brzmienie:\"1. Organizację i sposób działania Zarządu może określać regulamin uchwalany przez\n                           Zarząd i zatwierdzany przez Radę Nadzorczą.\"§ 17. otrzymał nowe następujące brzmienie:\"W przypadku Zarządu wieloosobowego, do składania oświadczeń w imieniu Spółki wymagane\n                           jest współdziałanie dwóch członków Zarządu. W przypadku Zarządu jednoosobowego, do\n                           składania oświadczeń w imieniu Spółki uprawniony jest samodzielnie jedyny członek\n                           Zarządu.\"§ 20 statutu Spółki został zmieniony w ten, sposób, że w punkcie 3/ na końcu przecinek\n                           zastępuje się kropką, a punkt 4/ statutu Spółki został wykreślony w całości oraz oznaczony\n                           jako skreślony.§ 21. Otrzymał nowe następujące brzmienie:\"1. Rada Nadzorcza składa się z nie mniej niż pięciu członków.2. Członków Rady Nadzorczej powołuje i odwołuje Walne Zgromadzenie, z zastrzeżeniem,\n                           iż członków Rady Nadzorczej pierwszej kadencji powołują wspólnicy spółki, o której\n                           mowa w §2.3. Członków Rady Nadzorczej powołuje się na okres wspólnej kadencji, która trwa trzy\n                           lata.4. Jeżeli na skutek śmierci, złożenia rezygnacji, bądź delegowania do czasowego pełnienia\n                           wykonywania czynności członka Zarządu liczba członków Rady Nadzorczej liczy mniej\n                           niż pięciu członków, pozostali członkowie Rady Nadzorczej upoważnieni są do uzupełnienia\n                           składu Rady Nadzorczej w drodze kooptacji, aż do uzyskania wymaganego minimalnego\n                           składu Rady Nadzorczej umożliwiającego jej funkcjonowanie.5. Uzupełnienie składu Rady Nadzorczej następuje w wyniku zgodnego oświadczenia na\n                           piśmie wszystkich pozostałych członków Rady Nadzorczej, przy czym w razie delegowania\n                           do czasowego wykonywania czynności członka Zarządu – także członka Rady Nadzorczej\n                           delegowanego do czasowego wykonywania czynności członka Zarządu.6. Osoba dokooptowana do Rady Nadzorczej, zgodnie z ust. 4 powyżej, może wykonywać\n                           wszelkie czynności nadzorcze oraz pozostałe prawa i obowiązki zastępowanego członka\n                           Rady Nadzorczej:1/ w przypadku dokooptowana do Rady Nadzorczej na miejsce członka delegowanego do\n                           czasowego wykonywania czynności członka Zarządu – jedynie przez okres w jakim delegowany\n                           członek Rady Nadzorczej będzie wykonywał czynności Członka Zarządu;2 /w pozostałych przypadkach – jedynie do najbliższego walnego zgromadzenia, w którego\n                           porządku obrad mogła – z zachowaniem wymogów prawa – zostać umieszczona sprawa powołania\n                           członka Rady Nadzorczej, nie dłużej jednak niż do dnia upływu mandatu zastępowanego\n                           członka Rady Nadzorczej, który zmarł lub złożył rezygnację.7. Członkowie Rady Nadzorczej, którzy zostali dokooptowani do składu Rady Nadzorczej\n                           w celu zastąpienia członka Rady Nadzorczej, który zmarł lub złożył rezygnację, podlegają\n                           zatwierdzeniu przez najbliższe Walne Zgromadzenie, w którego porządku obrad mogła\n                           – z zachowaniem wymogów prawa – zostać umieszczona sprawa powołania członka Rady Nadzorczej.\n                           W przypadku braku zatwierdzenia przez Walne Zgromadzenie dokooptowanego członka Rady\n                           Nadzorczej, jego mandat wygasa z chwilą braku zatwierdzenia, a Walne Zgromadzenie\n                           powinno podjąć uchwałę o powołaniu innej osoby do pełnienia funkcji członka Rady Nadzorczej,\n                           tak aby skład Rady Nadzorczej został uzupełniony do niezbędnego minimum, przy czym\n                           wszelkie czynności dokonane przez dokooptowanego członka Rady Nadzorczej, który nie\n                           zostanie zatwierdzony przez Walne Zgromadzenie, są ważne i wiążące oraz pozostają\n                           w mocy. 8. Kadencja członków Rady Nadzorczej jest wspólna, a mandat członka Rady Nadzorczej\n                           powołanego w trakcie trwania danej kadencji Rady Nadzorczej, w tym dokooptowanego\n                           członka Rady Nadzorczej, wygasa równocześnie z wygaśnięciem mandatów pozostałych członków\n                           Rady Nadzorczej danej kadencji\"§ 211. otrzymał nowe następujące brzmienie:\"1. W przypadku, gdy Spółka będzie posiadała status jednostki zainteresowania publicznego\n                           w rozumieniu przepisów ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym _Dz.U. z 2017, poz. 1089_ w Spółce będzie powoływany\n                           Komitet Audytu.2. W przypadku, gdy przepisy prawa powszechnie obowiązującego będą na to zezwalały\n                           pełnienie funkcji Komitetu Audytu będzie powierzane Radzie Nadzorczej, o czym decydować\n                           będzie Rada Nadzorcza.3. W przypadku, gdy przepisy prawa powszechnie obowiązującego będą obligowały Spółkę\n                           do powołania Komitetu Audytu, to jest, gdy powierzenie funkcji Komitetu Audytu Radzie\n                           Nadzorczej nie będzie możliwe lub dopuszczalne, wyboru członków Komitetu Audytu dokona\n                           Rada Nadzorcza spośród swoich członków.4. Komitet Audytu oraz jego członkowie będą spełniać wymagania wynikające z przepisów\n                           prawa powszechnie obowiązującego, za zapewnienie czego odpowiada Rada Nadzorcza.5. Co najmniej 1 _jeden_ z członków Komitetu Audytu będzie posiadał wiedzę i umiejętności\n                           w zakresie rachunkowości lub badania sprawozdań finansowych.6. Członkowie Komitetu Audytu będą posiadać wiedzę i umiejętności z zakresu branży,\n                           w której działa Spółka. Warunek ten będzie spełniony, jeżeli co najmniej 1 _jeden_\n                           z członków Rady Nadzorczej będzie posiadał wiedzę i umiejętności z zakresu branży\n                           lub poszczególni członkowie Komitetu Audytu w określonych zakresach będą posiadali\n                           wiedzę i umiejętności z zakresu tej branży.7. Większość członków Komitetu Audytu w tym jego przewodniczący, będzie niezależnych\n                           w rozumieniu art. 129 ust. 3 ustawy z dnia 11 maja 2017 r. o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym _Dz.U. z 2017, poz. 1089_.\"§ 22 ust. 3 i 4 statutu Spółki zostały zmienione w ten sposób, że:ust. 3 otrzymał nowe następujące brzmienie:\"Oprócz Komitetu Audytu Rada Nadzorcza może powołać ze swego składu inne komitety,\n                           gdy uzna to za konieczne lub będzie to wymagane.\"a ustęp 4 statutu Spółki został wykreślony w całości oraz oznaczony jako skreślony.§ 23 ust. 1 statutu Spółki otrzymał nowe następujące brzmienie:\"1. Rada Nadzorcza odbywa posiedzenia w miarę potrzeb, jednak nie rzadziej niż co\n                           trzy miesiące.\"§ 24 ust. 2 i 3 statutu Spółki w ten sposób, że:ust. 2. został wykreślony w całości oraz oznaczony jako skreślony;ust. 3 otrzymał nowe następujące brzmienie:\"3. Zaproszenie na posiedzenie Rady Nadzorczej, obejmujące porządek obrad, powinno\n                           być przekazane każdemu członkowi Rady Nadzorczej na piśmie lub za pośrednictwem poczty\n                           elek tronicznej na co najmniej 7 _siedem_ dni przed dniem posiedzenia. W nagłych przypadkach\n                           zaproszenie może być przekazane nie później niż na 2 dni przed dniem posiedzenia.\n                           Zaproszenie powinno określać datę, godzinę, miejsce oraz porządek obrad posiedzenia.\"§ 26. otrzymał nowe następujące brzmienie:\"1. Z zastrzeżeniem ust. 4, Rada Nadzorcza podejmuje uchwały na posiedzeniach, jeżeli\n                           na posiedzeniu obecna jest co najmniej połowa jej członków, a wszyscy jej członkowie\n                           zostali zaproszeni.2. Rada Nadzorcza podejmuje uchwały na posiedzeniu w głosowaniu jawnym, chyba że na\n                           wniosek któregokolwiek z członków Rady Nadzorczej uchwalono głosowanie tajne. W sprawach\n                           osobowych, uchwały podejmowane są w głosowaniu tajnym.3. Członkowie Rady Nadzorczej mogą brać udział w podejmowaniu uchwał Rady Nadzorczej,\n                           oddając swój głos na piśmie za pośrednictwem innego członka Rady Nadzorczej. Oddanie\n                           głosu na piśmie nie może dotyczyć spraw wprowadzonych do porządku obrad na posiedzeniu\n                           Rady Nadzorczej.4. Rada Nadzorcza może podejmować uchwały w trybie pisemnym _obiegowym_ lub przy wykorzystaniu\n                           środków bezpośredniego porozumiewania się na odległość. Uchwała jest ważna, gdy wszyscy\n                           członkowie Rady Nadzorczej zostali powiadomieni o treści projektu uchwały.5. Uchwały Rady Nadzorczej zapadają zwykłą większością głosów. W przypadku równości\n                           głosów przy podejmowaniu uchwały Rady Nadzorczej decyduje głos Przewodniczącego Rady\n                           Nadzorczej.6. Podejmowanie uchwał w trybie określonym w pkt. 3 i 4 nie dotyczy wyborów przewodniczącego\n                           i wiceprzewodniczącego Rady Nadzorczej, powołania członka Zarządu oraz odwołania i\n                           zawieszania w czynnościach tych osób.\"§ 29. otrzymał nowe następujące brzmienie:\"1. Szczegółową organizację i sposób działania Rady Nadzorczej może określać regulamin\n                           uchwalany przez Walne Zgromadzenie.2. Szczegółową organizację i sposób działania Komitetu Audytu lub innego komitetu\n                           powołanego przez Radę Nadzorczą może określać odpowiedni regulamin uchwalany przez\n                           Walne Zgromadzenie.\"§ 33 został wykreślony w całości oraz oznaczony jako skreślony.",
        "date": "2018-06-26"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej: \"Spółka\"_\n                           w nawiązaniu do raportu bieżącego nr 17/2018 z dnia 3 czerwca 2018 roku zawierającego\n                           ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki na dzień 30 czerwca\n                           2018 roku, niniejszym przekazuje do publicznej wiadomości w załączeniu do niniejszego\n                           raportu dokumenty będące przedmiotem obrad Zwyczajnego Walnego Zgromadzenia, które\n                           zostały zatwierdzone przez Radę Nadzorczą Spółki w dniu 15 czerwca 2018 roku:1. sprawozdanie z działalności Rady Nadzorczej Financial Assets Management Group S.A.\n                           w 2017 roku;2. sprawozdanie Rady Nadzorczej Financial Assets Management Group S.A. z wyników oceny\n                           rocznego sprawozdania finansowego za rok 2017, sprawozdania Zarządu z działalności\n                           Spółki w roku obrotowym 2017, wniosków Zarządu w sprawie podziału zysku, wraz ze zwięzłą\n                           oceną sytuacji Spółki;3. Regulamin Rady Nadzorczej;4. Regulamin Komitetu Audytu.",
        "date": "2018-06-15"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_\n                           działając na podstawie art. 399 § 1, art. 4021 i art. 4022 Kodeksu spółek handlowych\n                           _dalej jako: \"KSH\"_ zwołuje oraz informuje o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Spółki na dzień 30 czerwca 2018 r., na godzinę 9:00 w Warszawie, w Kancelarii Notarialnej\n                           Gabrieli Walewskiej, ul. Adama Naruszewicza 30 lok. 31, 02-626 Warszawa _dalej jako:\n                           \"ZWZ\" lub \"Zwyczajne Walne Zgromadzenie\"_.Treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki stanowi załącznik\n                           do niniejszego raportu.Spółka przekazuje ponadto w załączeniu treść projektów uchwał będących przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki.Zarząd Spółki informuje ponadto, że wszelkie informacje oraz materiały dotyczące ZWZ\n                           oraz spraw będących przedmiotem jego obrad, jak również formularze pozwalające na\n                           wykonywanie na ZWZ prawa głosu przez pełnomocnika, będą dostępne na stronie internetowej\n                           Spółki pod adresem www.tphsa.pl w zakładce Relacje Inwestorskie / Walne Zgromadzenia.",
        "date": "2018-06-03"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_, w nawiązaniu do raportu bieżącego nr 4/2018 z dnia 28 lutego 2018 roku\n                           dotyczącego pozyskania krótkoterminowego finansowania dłużnego niniejszym informuje,\n                           iż w dniu 24 kwietnia 2018 roku Spółka dokonała jego częściowej spłaty w kwocie 9.491.727,00\n                           zł _dziewięć milionów czterysta dziewięćdziesiąt jeden tysięcy siedemset dwadzieścia\n                           siedem złotych i zero groszy_. Spłata nastąpiła w drodze świadczenia w miejsce wykonania\n                           _cessio in solutum_, poprzez przeniesienie _cesję_ na rzecz wierzyciela Spółki, zamiast\n                           dokonania na jego rzecz zapłaty w gotówce, wierzytelności przysługujących Spółce względem\n                           jej dłużników, w łącznej kwocie w wysokości 9.520.905,00 zł _dziewięć milionów pięćset\n                           dwadzieścia tysięcy dziewięćset pięć złotych i zero groszy_.W następstwie powyższego przeniesienia _cesji_ wierzytelności Spółka została zwolniona\n                           z obowiązku świadczenia na rzecz dotychczasowego wierzyciela kwoty w wysokości 9.491.727,00\n                           zł _dziewięć milionów czterysta dziewięćdziesiąt jeden tysięcy siedemset dwadzieścia\n                           siedem złotych i zero groszy_. Jednocześnie, o kwotę 9.520.905,00 zł _dziewięć milionów\n                           pięćset dwadzieścia tysięcy dziewięćset pięć złotych i zero groszy, zmniejszyła się\n                           suma wierzytelności przysługujących Spółce względem jej dłużników.Dodatkowo Spółka podpisała w tym samym dniu dwie umowy przekazu na podstawie których\n                           doszło do spłaty zobowiązań wekslowych Spółki na łączną kwotę 4.431.437,00 zł _cztery\n                           miliony czterysta trzydzieści jeden tysięcy czterysta trzydzieści siedem złotych i\n                           zero groszy_ wierzytelnościami Spółki o łącznej wartości 4.940.250,00 zł _cztery miliony\n                           dziewięćset czterdzieści tysięcy dwieście pięćdziesiąt złotych zero groszy_.",
        "date": "2018-04-24"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ w nawiązaniu do raportu bieżącego nr 5/2018 z dnia 2 marca 2018 roku, informuje,\n                           iż w dniu 22 marca 2018 roku Spółka dokonała zapłaty reszty ceny z tytułu zakupu prawa\n                           użytkowania wieczystego nieruchomości położonej w Warszawie w dzielnicy Śródmieście\n                           przeznaczonej na cele inwestycyjne _\"Nieruchomość\"_.Jednocześnie informuje, iż w dniu dzisiejszym, w celu zapłaty reszty ceny zakupu Nieruchomości,\n                           Spółka pozyskała krótkoterminowe finansowe dłużne w wysokości 3.800.000,00 zł z terminem\n                           spłaty do końca 2018 roku. Warunki pozyskanego finansowania nie odbiegają od standardów\n                           i warunków rynkowych.",
        "date": "2018-03-22"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ informuje, iż powziął wiadomość, że Rada Nadzorcza Spółki w dniu 20 marca\n                           2018 roku działając na podstawie § 20 ust. 2/ Statutu Spółki oraz § 3 ust. 2 pkt 6_\n                           Regulaminu Rady Nadzorczej przyjęła tekst jednolity statutu Spółki, uwzględniający\n                           zmiany wprowadzone uchwałami Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 25\n                           października 2017 roku oraz Nadzwyczajnego Walnego Zgromadzenia z dnia 6 marca 2018\n                           roku wznowionego po przerwie w dniu 12 marca 2018 roku. Jednocześnie Spółka informuje, iż przyjęty przez Radę Nadzorczą Spółki tekst jednolity\n                           statutu ma moc obowiązującą z chwilą zarejestrowania zmian w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego. Informacja o zarejestrowaniu zmian statutu Spółki przez\n                           sąd rejestrowy zostanie przekazana przez Spółkę w formie odrębnego raportu bieżącego\n                           niezwłocznie po otrzymaniu postanowienia sądu rejestrowego w tym przedmiocie. Tekst jednolity statutu Spółki stanowi załącznik do niniejszego raportu.",
        "date": "2018-03-20"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ powziął wiadomość, że Rada Nadzorcza Spółki w dniu 20 marca 2018 roku działając\n                           na podstawie upoważnienia zawartego w § 20 ust. 1 Statutu Spółki, postanowiła wybrać\n                           spółkę pod firmą Grupa Gumułka – Audyt Spółka z ograniczoną odpowiedzialnością Sp.k.\n                           z siedzibą w Katowicach, ul. Matejki 4, 40-077 Katowice, wpisaną na listę podmiotów\n                           uprawnionych do badania sprawozdań finansowych pod numerem ewidencyjnym 3975 w Krajowej\n                           Radzie Biegłych Rewidentów, jako podmiot upoważniony do przeprowadzenia badania jednostkowego\n                           sprawozdania finansowego Spółki za  rok obrotowy obejmujący okres od dnia 1 stycznia\n                           2017 roku do dnia 31 grudnia 2017 roku, przeglądu jednostkowego sprawozdania finansowego\n                           Spółki za I półrocze 2018 roku oraz badania jednostkowego sprawozdania finansowego\n                           za rok obrotowy obejmujący okres od dnia 1 stycznia 2018 roku do dnia 31 grudnia 2018\n                           roku.Jednocześnie Rada Nadzorcza Spółki upoważniła Zarząd Spółki do zawarcia umowy na przeprowadzenie\n                           badania jednostkowego sprawozdania finansowego Spółki za  rok obrotowy obejmujący\n                           okres od dnia 1 stycznia 2017 roku do dnia 31 grudnia 2017 roku, przeglądu jednostkowego\n                           sprawozdania finansowego Spółki za I półrocze 2018 roku oraz badania jednostkowego\n                           sprawozdania finansowego za rok obrotowy obejmujący okres od dnia 1 stycznia 2018\n                           roku do dnia 31 grudnia 2018 roku.Spółka informuje także, iż w przeszłości nie korzystała z usług wybranego podmiotu.\n                           Rada Nadzorcza Spółki dokonując wyboru podmiotu do zbadania sprawozdań finansowych\n                           Spółki postępowała zgodnie z obowiązującymi przepisami i normami zawodowymi.",
        "date": "2018-03-20"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W nawiązaniu do raportu bieżącego nr 9/2018 z dnia 12 marca 2018 roku, w którym poinformowano\n                           o powołaniu osoby nadzorującej – Członka Rady Nadzorczej spółki pod firmą Financial\n                           Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ przez Nadzwyczajne\n                           Walne Zgromadzenie wznowione po przerwie w dniu 12 marca 2018 roku, Zarząd Spółki\n                           w związku z otrzymaniem wszystkich informacji, danych oraz oświadczeń wymaganych do\n                           przekazania przez Spółkę, Komisji, spółce prowadzącej rynek regulowany, na którym\n                           notowane są jej akcje oraz do publicznej wiadomości, niniejszym uzupełnia przekazane\n                           w przedmiotowym raporcie bieżącym informacje dotyczące powołanej osoby nadzorującej:Pan Arkadiusz Norbert Sugier jest absolwentem Akademii Ekonomicznej w Poznaniu na\n                           Wydziale Finanse i Rachunkowość Przedsiębiorstw. W 2001 roku uzyskał kwalifikacje\n                           międzynarodowego biegłego rewidenta przyznane przez Association of Chartered Certified.\n                           Od 2002 posiada kwalifikacje biegłego rewidenta uznawane w Stanach Zjednoczonych Ameryki\n                           _CPA – Certified Public Accountant_, a także certyfikat wydawany przez Ministerstwo\n                           Finansów uprawniający do usługowego prowadzenia ksiąg rachunkowych. Pan Arkadiusz Sugier zajmował następujące stanowiska:•\twrzesień 1996 – sierpień 1998 – Procter and Gamble Operations Polska, Poznań – Przedstawiciel\n                           Handlowy;•\twrzesień 1998 – sierpień 1999 – PricewaterhouseCoopers, Dział Audyt i Doradztwo\n                           Księgowe, Poznań – Asystent;•\twrzesień 1999 – marzec 2003 – PricewaterhouseCoopers, Dział Audyt i Doradztwo Księgowe\n                           – Telekomunikacja, Informacja, Media i Rozrywka, Warszawa – stanowiska od starszego\n                           asystenta do młodszego menedżera;•\tkwiecień 2003 –  kwiecień 2004 – PTK Centertel Sp. z o.o., Warszawa –Koordynator\n                           zespołu ds. sprawozdawczości finansowej;•\tlipiec 2004 – wrzesień 2006 – G4S, Warszawa – Zastępca dyrektora finansowego _lipiec\n                           2004 – styczeń 2006_, członek zarządu _luty 2006 – wrzesień 2006_;•\tluty 2006 – sierpień 2007 GroupM, część WPP plc, Warszawa – Dyrektor finansowy;•\twrzesień 2007 – marzec 2009 – MultiBank, Spectrum Finance, Moskwa – Członek zespołu\n                           projektowego;•\tkwiecień 2009 – sierpień 2009 – Prywatny inwestor;•\twrzesień 2009 – lipiec 2010 – CenterNet S.A., Warszawa – Dyrektor finansowy, od\n                           listopada 2009 – prezes zarządu oraz udziałowiec _od grudnia 2010 roku, w okresie\n                           sierpień 2010 – listopad 2010 współpracownik spółki_;•\tpaździernik 2011 – czerwiec 2014 – Fundacja na rzecz Zaawansowanych Studiów Komputerowych,\n                           Warszawa – Wiceprezes zarządu;•\tlipiec 2015 – czerwiec 2017 – WinVentures, Warszawa – Dyrektor Inwestycyjny;•\tkwiecień 2015 – lipiec 2017 – Dom Maklerski W Investments S.A., Warszawa – Członek\n                           Rady Nadzorczej.Pan Arkadiusz Sugier nie prowadzi w stosunku do Spółki działalności konkurencyjnej.\n                           Nie uczestniczy w spółkach konkurencyjnych jako ich wspólnik, ani jako członek organów\n                           spółek kapitałowych. Nie uczestniczy również w innej konkurencyjnej osobie prawnej\n                           jako członek jej organów. Pan Arkadiusz Sugier poinformował Zarząd Spółki, że nie figuruje w Rejestrze Dłużników\n                           Niewypłacalnych, prowadzonym na podstawie ustawy z dnia 20 sierpnia 1997 r. o Krajowym\n                           Rejestrze Sądowym.",
        "date": "2018-03-19"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd spółki pod firmą Financial Assets Management Group S.A. z siedzibą w Warszawie\n                           _\"Spółka\"_ niniejszym informuje o zmianie adresu Spółki z dotychczasowego – ul. Adama\n                           Naruszewicza 27 lok. 101, 02-627 Warszawa, na nowy adres – ul. Adama Naruszewicza\n                           27, 02-627 Warszawa. Nie ulega zmianie siedziba Spółki, którą pozostaje Warszawa.\n                           Zarząd niezwłocznie dokona zgłoszenia powyższej zmiany w rejestrze przedsiębiorców\n                           Krajowego Rejestru Sądowego celem jej ujawnienia.",
        "date": "2018-03-16"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje\n                           do publicznej wiadomości w załączeniu do niniejszego raportu bieżącego wykaz akcjonariuszy\n                           posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu wznowionym\n                           po przerwie w dniu 12 marca 2018 roku wraz z określeniem liczby głosów przysługujących\n                           każdemu z nich z posiadanych akcji, wskazaniem ich procentowego udziału na Nadzwyczajnym\n                           Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.",
        "date": "2018-03-12"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ niniejszym\n                           informuje, iż Nadzwyczajne Walne Zgromadzenie Spółki wznowione po przerwie w dniu\n                           12 marca 2018 roku, począwszy od dnia dzisiejszego, to jest od dnia 12 marca 2018\n                           roku, powołało osobę nadzorującą – członka Rady Nadzorczej Spółki, Pana Arkadiusza\n                           Norberta Sugiera, powierzając mu pełnienie funkcji członka Rady Nadzorczej Spółki.\n                           Jednocześnie w związku z brakiem przekazania przez nowo powołanego członka Rady Nadzorczej\n                           Spółki informacji, danych oraz oświadczeń wymaganych do przekazania przez Spółkę Komisji,\n                           spółce prowadzącej rynek regulowany, na którym notowane są jej akcje, oraz do publicznej\n                           wiadomości, Zarząd Spółki informuje, że wszystkie powyższe informacje, dane oraz oświadczenia\n                           zostaną przekazane w odrębnym raporcie bieżącym, niezwłocznie po ich przekazaniu Spółce\n                           przez nowo powołanego członka Rady Nadzorczej.",
        "date": "2018-03-12"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           iż Nadzwyczajne Walne Zgromadzenie Spółki _\"Nadzwyczajne Walne Zgromadzenie\"_ wznowiło\n                           obrady w dniu 12 marca 2018 roku po przerwie zarządzonej w dniu 6 marca 2018 roku,\n                           o czym Spółka informowała w raporcie bieżącym nr 6/2018 z dnia 6 marca 2018 roku.Jednocześnie Zarząd Spółki informuje, że po przerwie w obradach Nadzwyczajne Walne\n                           Zgromadzenie w dniu 12 marca 2018 roku nie odstąpiło od rozpatrzenia któregokolwiek\n                           z punktów planowanego porządku obrad, przy czym wobec niewskazania przez uczestników\n                           Nadzwyczajnego Walnego Zgromadzenia członków Rady Nadzorczej, nad odwołaniem których\n                           miałyby się odbyć głosowania, przewodniczący zarządził przejście do kolejnej uchwały\n                           w ramach tego punktu porządku obrad, to jest uchwały o powołaniu członka Rady Nadzorczej.\n                           Zarząd Spółki informuje ponadto, że podczas Nadzwyczajnego Walnego Zgromadzenia kontynuowanego\n                           po przerwie nie zgłoszono żadnych sprzeciwów co do podjętych na nim uchwał. Zarząd Spółki przekazuje w załączeniu do niniejszego raportu bieżącego treść uchwał\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki po przerwie w obradach w dniu\n                           12 marca 2018 roku.",
        "date": "2018-03-12"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ przekazuje\n                           do publicznej wiadomości w załączeniu do niniejszego raportu bieżącego wykaz akcjonariuszy\n                           posiadających co najmniej 5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu zwołanym\n                           na dzień 6 marca 2018 roku wraz z określeniem liczby głosów przysługujących każdemu\n                           z nich posiadanych akcji, wskazaniem ich procentowego udziału na Nadzwyczajnym Walnym\n                           Zgromadzeniu oraz w ogólnej licznie głosów.",
        "date": "2018-03-06"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _\"Spółka\"_ informuje,\n                           iż Nadzwyczajne Walne Zgromadzenie Spółki _\"Nadzwyczajne Walne Zgromadzenie\"_ postanowiło\n                           o zarządzeniu przerwy w obradach Nadzwyczajnego Walnego Zgromadzenia. Obrady zostaną\n                           wznowione w dniu 12 marca 2018 roku o godzinie 16:00 w Kancelarii Notarialnej Adama\n                           Suchty, ul. Sienna 39, 00-121 Warszawa.Jednocześnie Zarząd Spółki informuje, że do chwili ogłoszenia przerwy w obradach Nadzwyczajne\n                           Walne Zgromadzenie nie odstąpiło od rozpatrzenia któregokolwiek z punktów planowanego\n                           porządku obrad, przy czym wobec niewielkiej liczby akcjonariuszy uczestniczących w\n                           Nadzwyczajnym Walnym Zgromadzeniu, jego uczestnicy jednomyślnym wnioskiem zrezygnowali\n                           z podejmowania uchwały o powołaniu komisji skrutacyjnej. Zarząd Spółki informuje ponadto, że do chwili ogłoszenia przerwy w obradach Nadzwyczajnego\n                           Walnego Zgromadzenia nie zgłoszono żadnych sprzeciwów co do podjętych na nim uchwał.\n                           Zarząd Spółki przekazuje w załączeniu do niniejszego raportu bieżącego treść uchwał\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie Spółki, które odbyło się w dniu 6\n                           marca 2018 roku.",
        "date": "2018-03-06"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Emitent\"_\n                           informuje, iż w dniu dzisiejszym Emitent zawarł umowę sprzedaży, na podstawie której\n                           Emitent nabył prawo użytkowania wieczystego nieruchomości położonej w Warszawie, w\n                           dzielnicy Śródmieście, o łącznej powierzchni 3,4 tys. metrów kwadratowych. Ustalona\n                           cena sprzedaży wyniosła 20.295.000,00 złotych brutto, z czego kwota 16.500.000,00\n                           złotych została zapłacona przed zawarciem umowy, natomiast pozostała cześć ceny zostanie\n                           zapłacona najpóźniej w terminie do dnia 30 czerwca 2018 roku.Strony Umowy wykonanie wzajemnych obowiązków, co do wydania nieruchomości oraz co\n                           do zapłaty pozostałej części ceny, poddały egzekucji stosownie do treści art. 777\n                           § 1 pkt 4_ Kodeksu postępowania cywilnego. Umowa nie zawiera postanowień w zakresie\n                           kar umownych, a pozostałe jej warunki nie zawierają postanowień odbiegających od standardów\n                           rynkowych stosowanych w podobnych umowach.Emitent uznał umowę za istotną ze względu na jej wartość.",
        "date": "2018-03-02"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Emitent\"_\n                           informuje, iż w dniu dzisiejszym Emitent pozyskał krótkoterminowe finansowanie dłużne\n                           w łącznej wysokości 14.900.000,00 zł, z przeznaczeniem na cele inwestycyjne, z terminem\n                           spłaty do końca 2018 roku. Warunki udzielenia finansowania nie odbiegają od standardów\n                           rynkowych.",
        "date": "2018-02-28"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "W związku z raportem bieżącym nr 2/2018 z dnia 7 lutego 2018 roku, dotyczącym zwołania\n                           na dzień 6 marca 2018 r. Nadzwyczajnego Walnego Zgromadzenia Spółki, Zarząd Financial\n                           Assets Management Group S.A. _dalej \"Spółka\"_ informuję, że w porządku obrad ww. Zgromadzenia\n                           przewidziano podjęcie uchwał w sprawie zmiany Statutu Spółki. 1.\tWykreślenie niektórych postanowień Statutu Spółki Projekty uchwał przewidziane porządkiem obrad zakładają wykreślenie następujących\n                           postanowień statutu Spółki: w całości oraz oznaczenie ich jako skreślonych:1_\t§ 20 pkt 4/ Statutu Spółki;2_\t§ 22 ust. 4 Statutu Spółki;3_\t§ 24 ust. 2 Statutu Spółki;4_\t§ 33 Statutu Spółki.Poniżej przytoczono aktualne brzmienie postanowień Statutu Spółki, które mają zostać\n                           wykreślone:§ 20 pkt 4/ Statutu Spółki:\"udzielanie zgody na zaciągnięcie przez Spółkę zobowiązania do świadczenia przez Spółkę,\n                           jednorazowo lub na rzecz tej samej osoby w okresie jednego roku, o wartości przekraczającej\n                           kwotę 5.000.000 zł _pięć milionów złotych_, jeżeli zaciągnięcie takiego zobowiązania\n                           nie zostało przewidziane w zatwierdzonym przez Radę Nadzorczą budżecie Spółki.\"§ 22 ust. 4 Statutu Spółki:\"W przypadku, gdy Rada Nadzorcza Spółki danej kadencji składa się z nie więcej niż\n                           pięciu członków, zadania Komitetu Audytu może wykonywać Rada Nadzorcza w pełnym składzie,\n                           zgodnie z art. 86 ust. 3 ustawy z dnia z dnia 7 maja 2009 r. biegłych rewidentach\n                           i ich samorządzie, podmiotach uprawnionych do badania sprawozdań finansowych oraz\n                           o nadzorze publicznym _Dz.U. 2009 r. Nr 77, poz. 649_.\"§ 24 ust. 2 Statutu Spółki:\"Pierwsze posiedzenie Rady Nadzorczej nowej kadencji zwołuje Przewodniczący Rady Nadzorczej\n                           poprzedniej kadencji w terminie jednego miesiąca od dnia Walnego Zgromadzenia, na\n                           którym wybrani zostali członkowie Rady Nadzorczej nowej kadencji. W przypadku niezwołania\n                           posiedzenia w tym trybie, posiedzenie Rady Nadzorczej zwołuje Zarząd.\"§ 33 Statutu Spółki:\"1. Wszelkie sprawy przedstawiane Walnemu Zgromadzeniu powinny być wnoszone wraz z\n                           pisemnym uzasadnieniem. Uzasadnienia nie wymagają sprawy typowe rozpatrywane przez\n                           Walne Zgromadzenie, jak również sprawy porządkowe i formalne.\t2. Z zastrzeżeniem ust. 3 i 4, wszelkie sprawy przedstawiane Walnemu Zgromadzeniu\n                           powinny być wnoszone wraz z pisemną opinią Rady Nadzorczej. Nie dotyczy to sytuacji,\n                           gdy Rada Nadzorcza nie przedstawi pisemnej opinii w terminie dwóch miesięcy od dnia\n                           złożenia wniosku o jej wyrażenie.\t3. Opinii Rady Nadzorczej nie wymagają wnioski dotyczące członków Rady Nadzorczej,\n                           sprawy nie wymagające uzasadnienia zgodnie z ust. 1 zd. 2., sprawy umieszczane w porządku\n                           obrad na podstawie żądania, o którym mowa w art. 401 § 1 kodeksu spółek handlowych,\n                           a także uchwały podejmowane na Walnym Zgromadzeniu zwołanym w trybie art. 399 § 3\n                           kodeksu spółek handlowych.\t 4. W przypadku żądania umieszczenia określonych spraw w porządku obrad zgodnie z art.\n                           401 § 1 kodeksu spółek handlowych, akcjonariusz lub akcjonariusze składający żądanie\n                           umieszczenia sprawy w porządku obrad mogą, zamiast pisemnego uzasadnienia, o którym\n                           mowa w ust. 1 powyżej, przedstawić projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad.\t 5. Ustęp 3 powyżej stosuje się odpowiednio do uchwał podejmowanych na Walnym Zgromadzeniu\n                           zwołanym w trybie art. 399 § 3 kodeksu spółek handlowych.\"2.\tZmiana dotychczasowych postanowień Statutu Spółki poprzez nadanie im nowego brzmienia.\n                           2.1.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 16 ust. 1 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"§ 16.1. Organizację i sposób działania Zarządu może określać regulamin uchwalany przez\n                           Zarząd i zatwierdzany przez Radę Nadzorczą.\"Dotychczasowe brzmienie:\"1. Organizację i sposób działania Zarządu określa regulamin uchwalany przez Zarząd\n                           i zatwierdzany przez Radę Nadzorczą.\"2.2.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 17 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"§ 17W przypadku Zarządu wieloosobowego, do składania oświadczeń w imieniu Spółki wymagane\n                           jest współdziałanie dwóch członków Zarządu. W przypadku Zarządu jednoosobowego, do\n                           składania oświadczeń w imieniu Spółki uprawniony jest samodzielnie jedyny członek\n                           Zarządu.\"Dotychczasowe brzmienie:\"W przypadku Zarządu wieloosobowego, do składania oświadczeń w imieniu Spółki wymagane\n                           jest współdziałanie dwóch członków Zarządu albo jednego członka Zarządu łącznie z\n                           prokurentem. W przypadku Zarządu jednoosobowego, do składania oświadczeń w imieniu\n                           Spółki uprawniony jest samodzielnie jedyny członek Zarządu.\"2.3.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 21 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"§ 211. Rada Nadzorcza składa się z nie mniej niż pięciu członków. 2. Członków Rady Nadzorczej powołuje i odwołuje Walne Zgromadzenie, z zastrzeżeniem,\n                           iż członków Rady Nadzorczej pierwszej kadencji powołują wspólnicy spółki, o której\n                           mowa w §2. 3. Członków Rady Nadzorczej powołuje się na okres wspólnej kadencji, która trwa trzy\n                           lata. 4. Jeżeli na skutek śmierci, złożenia rezygnacji, bądź delegowania do czasowego pełnienia\n                           wykonywania czynności członka Zarządu liczba członków Rady Nadzorczej liczy mniej\n                           niż pięciu członków, pozostali członkowie Rady Nadzorczej upoważnieni są do uzupełnienia\n                           składu Rady Nadzorczej w drodze kooptacji, aż do uzyskania wymaganego minimalnego\n                           składu Rady Nadzorczej umożliwiającego jej funkcjonowanie. 5. Uzupełnienie składu Rady Nadzorczej następuje w wyniku zgodnego oświadczenia na\n                           piśmie wszystkich pozostałych członków Rady Nadzorczej, przy czym w razie delegowania\n                           do czasowego wykonywania czynności członka Zarządu – także członka Rady Nadzorczej\n                           delegowanego do czasowego wykonywania czynności członka Zarządu. 6. Osoba dokooptowana do Rady Nadzorczej, zgodnie z ust. 4 powyżej, może wykonywać\n                           wszelkie czynności nadzorcze oraz pozostałe prawa i obowiązki zastępowanego członka\n                           Rady Nadzorczej: 1/ w przypadku dokooptowana do Rady Nadzorczej na miejsce członka delegowanego do\n                           czasowego wykonywania czynności członka Zarządu – jedynie przez okres w jakim delegowany\n                           członek Rady Nadzorczej będzie wykonywał czynności Członka Zarządu; 2/ w pozostałych przypadkach – jedynie do najbliższego walnego zgromadzenia, w którego\n                           porządku obrad mogła – z zachowaniem wymogów prawa – zostać umieszczona sprawa powołania\n                           członka Rady Nadzorczej, nie dłużej jednak niż do dnia upływu mandatu zastępowanego\n                           członka Rady Nadzorczej, który zmarł lub złożył rezygnację. 7. Członkowie Rady Nadzorczej, którzy zostali dokooptowani do składu Rady Nadzorczej\n                           w celu zastąpienia członka Rady Nadzorczej, który zmarł lub złożył rezygnację, podlegają\n                           zatwierdzeniu przez najbliższe Walne Zgromadzenie, w którego porządku obrad mogła\n                           – z zachowaniem wymogów prawa – zostać umieszczona sprawa powołania członka Rady Nadzorczej.\n                           W przypadku braku zatwierdzenia przez Walne Zgromadzenie dokooptowanego członka Rady\n                           Nadzorczej, jego mandat wygasa z chwilą braku zatwierdzenia, a Walne Zgromadzenie\n                           powinno podjąć uchwałę o powołaniu innej osoby do pełnienia funkcji członka Rady Nadzorczej,\n                           tak aby skład Rady Nadzorczej został uzupełniony do niezbędnego minimum, przy czym\n                           wszelkie czynności dokonane przez dokooptowanego członka Rady Nadzorczej, który nie\n                           zostanie zatwierdzony przez Walne Zgromadzenie, są ważne i wiążące oraz pozostają\n                           w mocy. 8. Kadencja członków Rady Nadzorczej jest wspólna, a mandat członka Rady Nadzorczej\n                           powołanego w trakcie trwania danej kadencji Rady Nadzorczej, w tym dokooptowanego\n                           członka Rady Nadzorczej, wygasa równocześnie z wygaśnięciem mandatów pozostałych członków\n                           Rady Nadzorczej danej kadencji.\" Dotychczasowe brzmienie:\"§ 21.1. Rada Nadzorcza składa się z nie mniej niż pięciu członków.\t 2. Członków Rady Nadzorczej powołuje i odwołuje Walne Zgromadzenie, z zastrzeżeniem,\n                           iż członków Rady Nadzorczej pierwszej kadencji powołują wspólnicy spółki, o której\n                           mowa w §2.\t 3. Członków Rady Nadzorczej powołuje się na okres wspólnej kadencji, która trwa trzy\n                           lata.\t 4. W przypadku rezygnacji lub śmierci jednego lub większej liczby członków Rady Nadzorczej\n                           przed upływem jej kadencji, na skutek której skład Rady Nadzorczej liczy mniej niż\n                           pięciu członków, Rada Nadzorcza jest uprawniona do bezzwłocznego _w terminie nie później\n                           niż 10 dni o powzięciu informacji o rezygnacji lub śmierci_ dokooptowania członka\n                           Rady Nadzorczej na okres do końca kadencji Rady Nadzorczej. Dokooptowanie następuję\n                           poprzez podjęcie jednogłośnej uchwały pozostałych członków Rady Nadzorczej. Liczba\n                           członków Rady Nadzorczej powołanych na zasadzie dokooptowania nie może być większa\n                           niż 2. Dokooptowani członkowie Rady Nadzorczej winni zostać zatwierdzeni przez najbliższe\n                           Walne Zgromadzenie. W przypadku nie zatwierdzenia albo nie przedstawienia Walnemu\n                           Zgromadzeniu do zatwierdzenia uchwały Rady Nadzorczej o kooptacji jej członka, mandat\n                           dokooptowanego członka wygasa z chwilą zakończenia obrad Walnego Zgromadzenia, które\n                           winno zatwierdzić uchwałę o kooptacji. Jednocześnie w przypadku nie zatwierdzenia\n                           kooptacji nowego członka Rady, Walne Zgromadzenie powołuje członka Rady Nadzorczej\n                           w miejsce dokooptowanego członka Rady Nadzorczej. Zarząd jest zobowiązany do niezwłocznego\n                           zwołania Walnego Zgromadzenia w celu uzupełnienia składu Rady Nadzorczej, w przypadku,\n                           gdy liczba członków Rady Nadzorczej spadnie poniżej liczby wskazanej przez Walne Zgromadzenie,\n                           po wykorzystaniu przez Radę Nadzorczą uprawnienia do dokooptowania 2 członków Rady\n                           Nadzorczej.\t5. Mandat członka Rady Nadzorczej powołanego przed upływem danej kadencji Rady Nadzorczej,\n                           w tym członka Rady Nadzorczej wybranego zgodnie z ust. 4 powyżej, wygasa równocześnie\n                           z wygaśnięciem mandatów pozostałych członków Rady Nadzorczej.\"2.4.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 211 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"§ 2111. W przypadku, gdy Spółka będzie posiadała status jednostki zainteresowania publicznego\n                           w rozumieniu przepisów ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach\n                           audytorskich oraz nadzorze publicznym _Dz.U. z 2017, poz. 1089_ w Spółce będzie powoływany\n                           Komitet Audytu. 2. W przypadku, gdy przepisy prawa powszechnie obowiązującego będą na to zezwalały\n                           pełnienie funkcji Komitetu Audytu będzie powierzane Radzie Nadzorczej, o czym decydować\n                           będzie Rada Nadzorcza. 3. W przypadku, gdy przepisy prawa powszechnie obowiązującego będą obligowały Spółkę\n                           do powołania Komitetu Audytu, to jest, gdy powierzenie funkcji Komitetu Audytu Radzie\n                           Nadzorczej nie będzie możliwe lub dopuszczalne, wyboru członków Komitetu Audytu dokona\n                           Rada Nadzorcza spośród swoich członków. 4. Komitet Audytu oraz jego członkowie będą spełniać wymagania wynikające z przepisów\n                           prawa powszechnie obowiązującego, za zapewnienie czego odpowiada Rada Nadzorcza. 5. Co najmniej 1 _jeden_ z członków Komitetu Audytu będzie posiadał wiedzę i umiejętności\n                           w zakresie rachunkowości lub badania sprawozdań finansowych. 6. Członkowie Komitetu Audytu będą posiadać wiedzę i umiejętności z zakresu branży,\n                           w której działa Spółka. Warunek ten będzie spełniony, jeżeli co najmniej 1 _jeden_\n                           z członków Rady Nadzorczej będzie posiadał wiedzę i umiejętności z zakresu branży\n                           lub poszczególni członkowie Komitetu Audytu w określonych zakresach będą posiadali\n                           wiedzę i umiejętności z zakresu tej branży. 7. Większość członków Komitetu Audytu w tym jego przewodniczący, będzie niezależnych\n                           w rozumieniu art. 129 ust. 3 ustawy z dnia 11 maja 2017 r. o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym _Dz.U. z 2017, poz. 1089_.\"Dotychczasowe brzmienie:\"§ 211.1. Co najmniej 2 _dwóch_ członków Rady Nadzorczej będzie niezależnych.\t 2. Za niezależnego członka Rady Nadzorczej nie będzie mogła być uważana osoba, która:\t\n                           1/ jest osobą zarządzającą Spółką, podmiotem zależnym od Spółki, podmiotem powiązanym\n                           ze Spółką lub osobą najbliższą takiej osoby zarządzającej,\t 2/ ma ze Spółką lub z jakimkolwiek podmiotem zależnym od Spółki stosunki handlowe\n                           lub zawodowe, które miałyby istotne znaczenie dla Spółki lub takiej osoby,\t 3/ ma ze Spółką lub z jakimkolwiek podmiotem zależnym od Spółki bieżące stosunki handlowe\n                           lub zawodowe, które wiązałyby się z utrzymywaniem stałych stosunków z kierownictwem\n                           Spółki, nawet jeżeli nie są istotne gospodarczo,\t 4/ jest pracownikiem Spółki, podmiotu zależnego od Spółki, podmiotu powiązanego ze\n                           Spółką lub osobą najbliższą pracownika lub ma podobne stosunki z taką osobą,\t 5/ jest pracownikiem akcjonariusza lub podmiotu powiązanego z akcjonariuszem posiadającym\n                           więcej niż 5 _pięć_ % kapitału zakładowego Spółki lub jest osobą najbliższą pracownika\n                           lub ma podobne stosunki z taką osobą,\t 6/ dokonuje transakcji lub pozostaje w stosunkach gospodarczych z akcjonariuszem lub\n                           podmiotem powiązanym z akcjonariuszem posiadającym więcej niż 5 _pięć_ % kapitału\n                           zakładowego Spółki lub podmiotu zależnego od Spółki, a które mogłyby mieć znaczący\n                           wpływ na podejmowanie przez tę osobę niezależnych decyzji.\t 3. Mając powyższe na uwadze:\t 1/ za podmiot powiązany będzie uważana jakakolwiek spółka lub inny podmiot bezpośrednio\n                           lub pośrednio kontrolujący, kontrolowany lub znajdujący się pod wspólną kontrolą Spółki;\t\n                           2/ za podmiot zależny będzie uważany podmiot, w którym Spółka posiada więcej niż 50\n                           _pięćdziesiąt_ % głosów na walnym zgromadzeniu lub na zgromadzeniu wspólników lub\n                           posiada prawo do powoływania co najmniej 50 _pięćdziesięciu_ % członków zarządu, rady\n                           nadzorczej _lub innego organu zarządzającego lub nadzorującego_ takiego podmiotu;\t\n                           3/ za osobę zarządzającą będą uważani: członkowie Zarządu Spółki, likwidatorzy, główny\n                           księgowy Spółki, wewnętrzni doradcy prawni oraz inne osoby odpowiedzialne za kierowanie\n                           Spółką i bezpośrednio podlegające Zarządowi Spółki.\"2.5.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 22 ust. 3 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"3. Oprócz Komitetu Audytu Rada Nadzorcza może powołać ze swego składu inne komitety,\n                           gdy uzna to za konieczne lub będzie to wymagane.\"Dotychczasowe brzmienie:\"3. Rada Nadzorcza powołuje ze swego składu Komitet Audytu, z zastrzeżeniem ust. 4.\n                           Rada Nadzorcza może powoływać ze swego składu także inne komitety.\"2.6.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 23 ust. 1 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"1. Rada Nadzorcza odbywa posiedzenia w miarę potrzeb, jednak nie rzadziej niż co\n                           trzy miesiące.\"Dotychczasowe brzmienie:\"1. Rada Nadzorcza odbywa posiedzenia w miarę potrzeb, jednak nie rzadziej niż co\n                           dwa miesiące.\"2.7.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 24 ust. 3 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"3. Zaproszenie na posiedzenie Rady Nadzorczej, obejmujące porządek obrad, powinno\n                           być przekazane każdemu członkowi Rady Nadzorczej na piśmie lub za pośrednictwem poczty\n                           elektronicznej na co najmniej 7 _siedem_ dni przed dniem posiedzenia. W nagłych przypadkach\n                           zaproszenie może być przekazane nie później niż na 2 dni przed dniem posiedzenia.\n                           Zaproszenie powinno określać datę, godzinę, miejsce oraz porządek obrad posiedzenia.\"Dotychczasowe brzmienie:\"3. Zaproszenie na posiedzenie Rady Nadzorczej, obejmujące porządek obrad, powinno\n                           być przekazane każdemu członkowi Rady Nadzorczej na piśmie na co najmniej 7 _siedem_\n                           dni przed dniem posiedzenia. Zaproszenie powinno określać datę, godzinę, miejsce oraz\n                           porządek obrad posiedzenia.\"2.8.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 26 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"§ 261. Z zastrzeżeniem ust. 4, Rada Nadzorcza podejmuje uchwały na posiedzeniach, jeżeli\n                           na posiedzeniu obecna jest co najmniej połowa jej członków, a wszyscy jej członkowie\n                           zostali zaproszeni. 2. Rada Nadzorcza podejmuje uchwały na posiedzeniu w głosowaniu jawnym, chyba że na\n                           wniosek któregokolwiek z członków Rady Nadzorczej uchwalono głosowanie tajne. W sprawach\n                           osobowych, uchwały podejmowane są w głosowaniu tajnym. 3. Członkowie Rady Nadzorczej mogą brać udział w podejmowaniu uchwał Rady Nadzorczej,\n                           oddając swój głos na piśmie za pośrednictwem innego członka Rady Nadzorczej. Oddanie\n                           głosu na piśmie nie może dotyczyć spraw wprowadzonych do porządku obrad na posiedzeniu\n                           Rady Nadzorczej. 4. Rada Nadzorcza może podejmować uchwały w trybie pisemnym _obiegowym_ lub przy wykorzystaniu\n                           środków bezpośredniego porozumiewania się na odległość. Uchwała jest ważna, gdy wszyscy\n                           członkowie Rady Nadzorczej zostali powiadomieni o treści projektu uchwały. 5. Uchwały Rady Nadzorczej zapadają zwykłą większością głosów. W przypadku równości\n                           głosów przy podejmowaniu uchwały Rady Nadzorczej decyduje głos Przewodniczącego Rady\n                           Nadzorczej.6. Podejmowanie uchwał w trybie określonym w pkt. 3 i 4 nie dotyczy wyborów przewodniczącego\n                           i wiceprzewodniczącego Rady Nadzorczej, powołania członka Zarządu oraz odwołania i\n                           zawieszania w czynnościach tych osób.\"Dotychczasowe brzmienie:\"§ 26.1. Z zastrzeżeniem ust. 4, Rada Nadzorcza podejmuje uchwały na posiedzeniach.\t 2. Rada Nadzorcza podejmuje uchwały na posiedzeniu w głosowaniu jawnym, chyba że na\n                           wniosek któregokolwiek z członków Rady Nadzorczej uchwalono głosowanie tajne. W sprawach\n                           dotyczących wyboru i odwołania członka lub członków Zarządu oraz Przewodniczącego\n                           Rady Nadzorczej, uchwały podejmowane są w głosowaniu tajnym.\t 3. Członkowie Rady Nadzorczej mogą brać udział w podejmowaniu uchwał Rady Nadzorczej,\n                           oddając swój głos na piśmie za pośrednictwem innego członka Rady Nadzorczej.\t 4. Rada Nadzorcza może podejmować uchwały w trybie pisemnym _obiegowym_ lub przy wykorzystaniu\n                           środków bezpośredniego porozumiewania się na odległość.\t 5. Uchwały Rady Nadzorczej zapadają zwykłą większością głosów. W przypadku równości\n                           głosów przy podejmowaniu uchwały Rady Nadzorczej decyduje głos Przewodniczącego Rady\n                           Nadzorczej.\"2.9.\tProjekty uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki przewidują zmianę\n                           § 29 Statutu Spółki poprzez nadanie mu nowego, następującego brzmienia: \"§ 291. Szczegółową organizację i sposób działania Rady Nadzorczej może określać regulamin\n                           uchwalany przez Walne Zgromadzenie. 2. Szczegółową organizację i sposób działania Komitetu Audytu lub innego komitetu\n                           powołanego przez Radę Nadzorczą może określać odpowiedni regulamin uchwalany przez\n                           Walne Zgromadzenie.\"Dotychczasowe brzmienie:\"§ 29.1. Szczegółową organizację i sposób działania Rady Nadzorczej określa regulamin uchwalany\n                           przez Radę Nadzorczą i zatwierdzany przez Walne Zgromadzenie. Regulamin określa w\n                           szczególności, ale nie wyłącznie, zasady podejmowania przez Radę Nadzorczą uchwał\n                           w trybie, o którym mowa w §26 ust 4.\t 2. Szczegółową organizację i sposób działania Komitetu Audytu lub innego komitetu\n                           powołanego przez Radę Nadzorczą określa odpowiedni regulamin uchwalany przez Radę\n                           Nadzorczą i zatwierdzany przez Walne Zgromadzenie.\"3.\tDodanie nowych postanowień Statut Spółki Projekty uchwał nie przewidują uzupełnienia Statutu Spółki poprzez dodanie nowych\n                           postanowień.4.\tCofnięcie zmian Statutu Spółki dokonanych przez Nadzwyczajne Walne Zgromadzenie\n                           w dniu 25 października 2017 r.:Projekty uchwał przewidują uchylenie niektórych uchwał Nadzwyczajnego Walnego Zgromadzenia\n                           Financial Assets Management Group S.A. z dnia 25 października 2017 r., w szczególności\n                           uchwały nr 4 o zmianie Statutu Spółki w całości. W związku tym nie będzie ona wywoływać\n                           jakichkolwiek skutków prawnych.Uchwała nr 4 o zmianie Statutu Spółki przewidywała zmianę firmy Spółki na TWO-M Spółka\n                           akcyjna oraz przeniesienie siedziby Spółki do Gdyni. W związku z uchyleniem tej uchwały\n                           Spółka będzie prowadzić w dalszym ciągu działalność pod firmą: Financial Assets Management\n                           Group S.A., a siedzibą Spółki pozostanie Warszawa.",
        "date": "2018-02-07"
    },
    {
        "company_name": "FINANCIAL ASSETS MANAGEMENT GROUP SA",
        "content": "Zarząd Financial Assets Management Group S.A. z siedzibą w Warszawie _dalej \"Spółka\"_\n                           działając na podstawie art. 399 § 1, art. 4021 i art. 4022 Kodeksu spółek handlowych\n                           _dalej jako: \"KSH\"_ zwołuje oraz informuje o zwołaniu Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki na dzień 6 marca 2018 r., na godzinę 10:00 w Warszawie, w Kancelarii Notarialnej\n                           Adama Suchty, ul. Sienna 39, 00-121 Warszawa _dalej jako: \"NWZ\" lub \"Nadzwyczajne\n                           Walne Zgromadzenie\"_.Treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Spółki stanowi załącznik\n                           do niniejszego raportu.Spółka przekazuje ponadto w załączeniu treść projektów uchwał będących przedmiotem\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Spółki.Zarząd Spółki informuje ponadto, że wszelkie informacje oraz materiały dotyczące NWZ\n                           oraz spraw będących przedmiotem jego obrad, jak również formularze pozwalające na\n                           wykonywanie na NWZ prawa głosu przez pełnomocnika, będą dostępne na stronie internetowej\n                           Spółki pod adresem www.tphsa.pl w zakładce Relacje Inwestorskie / Walne Zgromadzenia.",
        "date": "2018-02-07"
    }
]