[
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. _\"Emitent\"_ informuje, że w dniu 18 grudnia 2017 r. pełnomocnik\n                           Emitenta otrzymał postanowienie Sądu Rejonowego w Częstochowie, XVII Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego _\"Sąd\"_ wydane dnia 11 grudnia 2017 r., na mocy którego\n                           Sąd w dniu 11 grudnia 2017 r., dokonał rejestracji zmian Statutu Emitenta objętych\n                           uchwałą nr 4/2017 Nadzwyczajnego Walnego Zgromadzenia Emitenta z dnia 12 października\n                           2017 r. w sprawie zmiany Statutu Spółki.W załączeniu Emitent przekazuje dotychczasowe brzmienie § 17 ust. 2, § 20 ust. 2,\n                           § 20 ust. 3, § 21 ust. 1 pkt 17_ Statutu Emitenta oraz nowe brzmienie § 17 ust. 2,\n                           § 20 ust. 2, § 20 ust. 3, § 21 ust. 1 pkt 17_ Statutu Emitenta i brzmienie nowego\n                           pkt 18_ w § 21 ust. 1 Statutu Emitenta po rejestracji wskazanych wyżej zmian, a także\n                           treść tekstu jednolitego Statutu Emitenta.",
        "date": "2017-12-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 18 grudnia 2017 r.\n                           Rada Nadzorcza Spółki na podstawie § 23 ust. 2 Statutu Spółki podjęła uchwałę w sprawie\n                           powierzenia Panu Arkadiuszowi Wiercińskiemu Członkowi Zarządu, pełnienie funkcji Wiceprezesa\n                           w Zarządzie Spółki.Życiorys zawodowy Pana Arkadiusza Wiercińskiego został załączony przez Emitenta do\n                           raportu bieżącego numer 86/2017 z dnia 23 października 2017 roku.",
        "date": "2017-12-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 18 grudnia 2017 r.\n                           Rada Nadzorcza Spółki na podstawie art. 368 § 4 Kodeksu spółek handlowych i § 21 ust.\n                           1 pkt 4_ Statutu Spółki, podjęła uchwałę w sprawie zmian w składzie Zarządu Spółki,\n                           na mocy której do składu Zarządu został powołany Pan Jacek Zwiech.Życiorys zawodowy Pana Jacka Zwiecha stanowi załącznik do niniejszego raportu.",
        "date": "2017-12-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 18 grudnia 2017 r.\n                           Pan Michał Sapota złożył oświadczenie datowane na dzień 15 grudnia 2017 roku o rezygnacji\n                           z członkostwa w Zarządzie Emitenta z dniem 31 grudnia 2017 r.",
        "date": "2017-12-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 4 grudnia 2017 r. INSTAL\n                           – LUBLIN Sp. z o.o. w Lublinie - spółka zależna Emitenta _\"Spółka zależna\", \"INSTAL-\n                           LUBLIN\"_ poinformowała o otrzymaniu w dniu 4 grudnia 2017 r. obustronnie podpisanych:\n                           _1_ umowy opatrzonej datą 28 listopada 2017 r. w ramach realizacji budowy instalacji\n                           termicznego przetwarzania z odzyskiem energii _ITPOE_ zlokalizowanej na ternie PGE\n                           GiEK S.A. – Oddział Elektrociepłownia Rzeszów _\"Umowa\"_ oraz _2_ aneksu nr 1 do Umowy\n                           opatrzonego datą 28 listopada 2017 r.,  zawartych pomiędzy Spółką zależną jako Wykonawcą\n                           a TM.E. S.p.A. Termomeccanica Ecologia z siedzibą w Mediolanie i i Astaldi S.p.A.\n                           z siedzibą w Rzymie - wspólnikami spółki cywilnej ASTER RESOVIA TM.E. S.p.A. Termomeccanica\n                           Ecologia, ASTALDI S.p.A s.c. z siedzibą w Warszawie, jako Zamawiającym.Przedmiotem Umowy jest wykonanie instalacji wewnętrznych wodno-kanalizacyjnych nadposadzkowych\n                           wraz z białym montażem, instalacji wentylacji bytowej _oddymiającej i napowietrzającej_,\n                           instalacji klimatyzacji, instalacji centralnego ogrzewania i ciepła technologicznego\n                           w ramach realizacji budowy instalacji termicznegoprzetwarzania z odzyskiem energii _ITPOE_ na terenie Elektrociepłowni Rzeszów.Wykonanie przedmiotu Umowy, zgodnie ze zmianą wprowadzoną aneksem nr 1, powinno nastąpić\n                           do dnia 31.08.2018 r.Wynagrodzenie ryczałtowe należne Spółce zależnej za wykonanie przedmiotu Umowy zostało\n                           ustalone w Umowie na kwotę 6.610.000,00 złotych _sześć milionów sześćset dziesięć\n                           tysięcy złotych i 00/100_ plus podatek VAT. W Umowie zostały zastrzeżone kary umowne m.in. z tytułu:1_ braku zmiany na wezwanie Zamawiającego umowy o podwykonawstwo, której przedmiotem\n                           są dostawy lub usługi w zakresie terminu zapłaty,  który jest dłuższy niż 30 dni od\n                           dnia doręczenia Wykonawcy, Podwykonawcy lub dalszemu Podwykonawcy faktury potwierdzającej\n                           wykonanie zleconych czynności – w wysokości 10.000,00 złotych;2_ opóźnienia w wykonaniu jakiegokolwiek etapu przedmiotu Umowy z przyczyn leżących\n                           po stronie Wykonawcy w odniesieniu do danego terminu – w wysokości 0,05% całkowitego\n                           wynagrodzenia umownego brutto, za każdy dzień opóźnienia, lecz nie więcej 10% całkowitego\n                           wynagrodzenia umownego netto;3_ wypowiedzenia/odstąpienia przez Zamawiającego od Umowy _niezależnie czy w zakresie\n                           całości czy części przedmiotu Umowy_ z przyczyn leżących po stronie Wykonawcy – w\n                           wysokości 10% całkowitego wynagrodzenia umownego brutto;4_ opóźnienia w usunięcia wad i dokonaniu uzupełnień tej części w stosunku do ustalonej\n                           przez Zamawiającego daty usunięcia wady lub dokonania uzupełnienia w wysokości 0,025%\n                           całkowitego wynagrodzenia brutto, jednak nie więcej niż 10% całkowitego wynagrodzenia\n                           brutto;5_ wykonania robót niezgodnie z zatwierdzonym Projektem Organizacji Robót Wykonawcy,\n                           Programem Zapewnienia Jakości, Planem BIOZ lub Procedurą BHP i przepisami bhp i p.poż\n                           – w wysokości 0,5% wynagrodzenia umownego netto za każdy stwierdzony przypadek wykonania\n                           robót niezgodnie z w/w regulacjami;6_ nieprzedłożenia przez Wykonawcę do zaakceptowania Zamawiającemu projektu umowy\n                           o podwykonawstwo, której przedmiotem są roboty budowlane lub projektu jej zmiany –\n                           w wysokości 10.000,00 złotych za każdy nieprzedłożony do zaakceptowania projekt umowy\n                           lub jej zmiany;7_ nieprzedłożenia przez Wykonawcę poświadczonej za zgodność z oryginałem kopii umowy\n                           o podwykonawstwo lub jej zmiany – w wysokości 10.000,00 złotych za każdą nie przedłożoną\n                           kopię umowy lub jej zmiany;8_ braku zmiany na wezwanie Zamawiającego umowy o podwykonawstwo w zakresie terminu\n                           zapłaty – w wysokości 10.000,00 złotych;9_ dopuszczenia przez Wykonawcę w ramach Umowy do wykonywania robót, dostaw, świadczenia\n                           usług lub jakiejkolwiek innej aktywności Podwykonawcy lub dalszego Podwykonawcy, który\n                           nie uzyskał akceptacji przez Zamawiającego – w wysokości 10.000,00 złotych w każdym\n                           jednostkowym wypadku takiego dopuszczenia.Umowa zastrzega uprawnienie Zamawiającego do dochodzenia odszkodowania uzupełniającego\n                           na zasadach ogólnych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie Umowy zostało uznane za informację poufną ze względu na wysokość wynagrodzenia\n                           należnego Spółce zależnej na podstawie Umowy.",
        "date": "2017-12-04"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w nawiązaniu do raportu bieżącego nr 75/2017\n                           z dnia 2 października 2017 r., informuje, że w dniu 1 grudnia 2017 r. otrzymał obustronnie\n                           podpisaną umowę opatrzoną datą 6 listopada 2017 r. zawartą pomiędzy Zakładami Górniczo-Hutniczymi\n                           Bolesław S.A. w Bukownie _\"ZGH \"Bolesław\" S.A.\"_ jako Zamawiającym a Emitentem jako\n                           Wykonawcą, której przedmiotem jest wykonanie przez Emitenta prac fundamentowych związanych\n                           z realizacją zadania inwestycyjnego obejmującego budowę nowej Hali Wanien _\"Umowa\"_,\n                           w ramach realizacji którego Emitent wykonuje prace przygotowawcze na podstawie umowy,\n                           o zawarciu której Emitent informował raportem bieżącym nr 71/2017 z dnia 18.09.2017\n                           r.Za wykonanie przedmiotu Umowy Emitent otrzyma wynagrodzenie w kwocie 12.241.000,00\n                           złotych _dwanaście milionów dwieście czterdzieści jeden tysięcy złotych i 00/100_,\n                           które podlega powiększaniu o podatek VAT. Wykonanie przedmiotu Umowy powinno nastąpić do dnia 30.04.2018 r.Łączna wysokość kar umownych naliczonych na podstawie Umowy nie może przekraczać 20%\n                           całkowitego wynagrodzenia netto należnego Emitentowi na podstawie Umowy. Umowa zastrzega\n                           uprawnienie Stron do dochodzenia odszkodowania przenoszącego wysokość zastrzeżonych\n                           kar umownych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie przez Emitenta Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi określonego Umową.",
        "date": "2017-12-01"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 16 listopada 2017 r.\n                           pomiędzy Vista Development Sp. z o.o. z siedzibą w Warszawie jako Inwestorem a Emitentem\n                           jako Generalnym Wykonawcą została zawarta umowa dotycząca inwestycji: Etap II Osiedla\n                           \"Nowa Papiernia\" we Wrocławiu obejmującej nadbudowę i przebudowę Wrocławskich Zakładów\n                           Wyrobów Papierniczych na budynki mieszkalne \"A\" i \"B\", budowę budynku mieszkalnego\n                           \"D\" oraz budowę garażu podziemnego wraz z zagospodarowaniem terenu przy ul. Kościuszki\n                           140a, 142a we Wrocławiu na działkach ewidencyjnych 71, 72, 73, 65/58, 65/61, 76, 65/15,\n                           65/60 AM-9, obręb południe _dalej \"Umowa\"_.Przedmiotem Umowy jest wykonanie przez Emitenta gotowych do użytkowania budynków C1,\n                           C2 wraz z otoczeniem i infrastrukturą zewnętrzną oraz budynku H. Za wykonanie przedmiotu Umowy Emitent otrzyma wynagrodzenie ryczałtowe w kwocie 29.300.000,00\n                           złotych _dwadzieścia dziewięć milionów trzysta tysięcy złotych i 00/100_, które podlega\n                           powiększaniu o podatek VAT. Przekazanie terenu budowy nastąpi nie później niż w dniu 20 listopada 2017 roku. Przedmiot\n                           Umowy podlega odbiorowi końcowemu w dwóch etapach, z których pierwszy został ustalony\n                           na dzień 7 listopada 2018 roku, a drugi na dzień 13 lutego 2019 roku. Łączna wysokość kar umownych zastrzeżonych w Umowie i naliczonych na podstawie Umowy\n                           nie może przekraczać 10% wynagrodzenia umownego netto należnego Emitentowi na podstawie\n                           Umowy. Umowa zastrzega uprawnienie Stron do dochodzenia odszkodowania przenoszącego\n                           wysokość zastrzeżonych kar umownych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie przez Emitenta Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi określonego Umową.",
        "date": "2017-11-16"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje o zmianie terminu publikacji skonsolidowanego\n                           raportu kwartalnego Emitenta za III kwartał 2017 roku, określonego przez Emitenta\n                           w raporcie bieżącym nr 2/2017 z dnia 31 stycznia 2017 roku.Dotychczasowy termin publikacji skonsolidowanego raportu kwartalnego Emitenta za III\n                           kwartał 2017 roku został określony na dzień 15 listopada 2017 roku. Nowy termin publikacji skonsolidowanego raportu kwartalnego Emitenta za III kwartał\n                           2017 roku Emitent określił na dzień 29 listopada 2017 roku.Powodem zmiany jest zrównanie nowego terminu publikacji skonsolidowanego raportu kwartalnego\n                           Emitenta za III kwartał 2017 roku do terminu publikacji tego rodzaju raportu określonego\n                           przez Abadon Real Estate S.A. w Bielsku-Białej _\"Abadon Real Estate\"_. Abadon Real\n                           Estate wskutek zawarcia umowy sprzedaży, o której Emitent informował w raporcie bieżącym\n                           nr 34/2017 z dnia 15 maja 2017 roku posiada pośrednią kontrolę nad Emitentem.",
        "date": "2017-11-08"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 2 listopada 2017 r.\n                           Emitent otrzymał od Zakładu Separacji Popiołów Siekierki Sp. z o.o. w Warszawie _\"ZSPS\"_\n                           pismo z dnia 30 października 2017 roku zawierające oświadczenie o odstąpieniu z dniem\n                           31 października 2017 roku od umowy – Kontraktu nr 14-IN-01 Budowa kompletnej instalacji\n                           separacji popiołów na terenie EC Siekierki wraz z projektowaniem, dostawami i rozruchem\n                           w formule \"pod klucz\" zawartej w dniu 12 marca 2015 r. _\"Umowa\"_. Umowa została zawarta\n                           pomiędzy ZSPS jako zamawiającym a wykonawcą, to jest stronami umowy konsorcjum zawartej\n                           w dniu 7 stycznia 2015 r. z udziałem: Emitenta, jako lidera konsorcjum oraz MIKO-\n                           TECH Sp. z o.o. w Łaziskach Górnych i KOOPERACJA \"POLKO\" Sp. z o.o., jako partnerów\n                           konsorcjum. Oświadczenie ZSPS dotyczy niewykonanej części Umowy. Jako przyczynę odstąpienia\n                           od Umowy, ZSPS wskazał nienależyte wykonanie przez wykonawcę Umowy w zakresie terminu\n                           przekazania instalacji do eksploatacji oraz nieprzedłożenie nowego zabezpieczenia\n                           należytego wykonania Umowy.O zawarciu Umowy Emitent informował w raporcie bieżącym nr 3/2015 z dnia 13 marca\n                           2015 roku.Emitent uznaje odstąpienie od Umowy za pozbawione podstaw. Emitent nie był w stanie\n                           przekazać instalacji do eksploatacji z przyczyn leżących poza Emitentem oraz dotyczących\n                           ZSPS. Emitent nie był zobowiązany do złożenia ZSPS nowego zabezpieczenia należytego\n                           wykonania Umowy. Emitent, przed odstąpieniem od Umowy przez ZSPS, złożył, w oparciu\n                           o postanowienia Umowy, oświadczenie o zawieszeniu realizacji Umowy z powodu zwłoki\n                           w zapłacie wynagrodzenia ze strony ZSPS przekraczającej 30 dni oraz niezrealizowania\n                           przez ZSPS jednego z jego głównych zobowiązań, to jest braku dostawy surowców o parametrach\n                           zgodnych z Umową, co uniemożliwiało przeprowadzenie ruchu próbnego. Nadto, Emitent\n                           wskazuje, że ZSPS odstąpił od Umowy po wykonaniu całej instalacji zgodnie z Umową,\n                           na etapie ruchu próbnego, który nie mógł zostać przeprowadzony z wynikiem pozytywnym\n                           z przyczyn dotyczących ZSPS, w tym z powodu braku dostawy surowców o parametrach zgodnych\n                           z Umową. Emitent zamierza dochodzić od ZSPS zapłaty całości wynagrodzenia, w tym zaległego\n                           oraz wszelkich praw wynikających z niewykonania lub nienależytego wykonania Umowy\n                           i bezpodstawnego odstąpienia od Umowy przez ZSPS.Odstąpienie od Umowy zostało uznane za informację poufną ze względu na wysokość wynagrodzenia\n                           należnego zgodnie z Umową.",
        "date": "2017-11-03"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\", \"Spółka\"_ informuje, że w dniu 23 października\n                           2017 r. Rada Nadzorcza Spółki na podstawie art. 128 ust. 1 ustawy o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym z dnia 11 maja 2017 r. _\"Ustawa\"_, spośród\n                           swoich członków powołała członków do pierwszego składu Komitetu Audytu, tj.: Pana\n                           Artura Olejnika _Olejnik_, Pana Wiesława Cholewę _Cholewa_ oraz Pana Marka Płonkę\n                           _Płonka_. Panu Arturowi Olejnikowi _Olejnik_ powierzono pełnienie funkcji Przewodniczącego\n                           Komitetu Audytu.Zarząd Emitenta informuje, że Komitet Audytu we wskazanym powyżej składzie spełnia\n                           kryteria niezależności oraz pozostałe wymagania określone w art. 128 ust. 1 i art.\n                           129 ust. 1, ust. 3, ust. 5 i ust. 6 Ustawy.",
        "date": "2017-10-23"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 23 października 2017\n                           r. Rada Nadzorcza Spółki, na podstawie art. 368 § 4 Kodeksu spółek handlowych i §\n                           21 ust. 1 pkt 4_ Statutu Spółki, podjęła uchwałę w sprawie zmian w składzie Zarządu\n                           Spółki, na mocy której do składu Zarządu został powołany Pan Arkadiusz Wierciński.Życiorys zawodowy Pana Arkadiusza Wiercińskiego stanowi załącznik do niniejszego raportu.",
        "date": "2017-10-23"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 18 października 2017\n                           r. Pan Nikodem Iskra złożył oświadczenie o rezygnacji z członkostwa w Zarządzie Emitenta\n                           z dniem 18 października 2017 r.",
        "date": "2017-10-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 19 października 2017\n                           r. został podpisany przez Emitenta aneks nr 2 _\"Aneks\"_ do umowy faktoringowej nr\n                           3312 z dnia 26 września 2016 r. zawartej pomiędzy BANK MILLENIUM S.A. w Warszawie\n                           _\"Bank\"_ a Emitentem _\"Umowa\"_. Umowa określa zasady świadczenia przez Bank usług\n                           faktoringowych na rzecz Emitenta. O zawarciu Umowy Emitent informował raportem bieżącym\n                           nr 60/2016 z dnia 28 września 2016 r. Na mocy Aneksu: _1_ przedłużono okres obowiązywania limitu usługi do dnia 25 września\n                           2018 r., _2_ faktoring pełny został zwiększony do wysokości limitu 8.000.000,00 _osiem\n                           milionów_ złotych, _3_ udostępniono Emitentowi usługę faktoringu niepełnego do wysokości\n                           limitu 8.000.000,00 _osiem milionów_ złotych.  W pozostałym zakresie Aneks nie wprowadza\n                           istotnych zmian w zakresie warunków Umowy.Zawarcie Aneksu zostało uznane za informację poufną ze względu na wartość produktu\n                           bankowego udostępnionego Emitentowi",
        "date": "2017-10-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 12 października 2017\n                           r. otrzymał od Noble Funds Towarzystwo Funduszy Inwestycyjnych S.A. _ \"Noble Funds\n                           TFI S.A.\"_ zawiadomienie złożone w imieniu funduszy inwestycyjnych zarządzanych przez\n                           Noble Funds TFI S.A., którego treść Zarząd Emitenta przekazuje w załączeniu do niniejszego\n                           raportu.",
        "date": "2017-10-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\", \"Spółka\"_ informuje, że w dniu 12 października\n                           2017 r. Nadzwyczajne Walne Zgromadzenie Spółki podjęło uchwały w sprawie zmian w składzie\n                           Rady Nadzorczej Spółki, na mocy których: _1_ z dniem 12 października 2017 r. ze składu\n                           Rady Nadzorczej zostali odwołani Pan Michał Feist i Pan Jakub Kocjan oraz _2_ z dniem\n                           12 października 2017 r. do składu Rady Nadzorczej zostali powołani na okres 3 – letniej\n                           wspólnej kadencji Pan Artur Olejnik oraz Pan Marek Płonka. Życiorys zawodowy Pana\n                           Artura Olejnika i Pana Marka Płonki _Płonka_ stanowi załącznik do niniejszego raportu.",
        "date": "2017-10-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ przekazuje wykaz akcjonariuszy, którzy na\n                           Nadzwyczajnym Walnym Zgromadzeniu AWBUD S.A. odbytym  w dniu 12 października 2017\n                           r. posiadali co najmniej 5 %  liczby głosów na tym zgromadzeniu:1. Michał Wuczyński, któremu przysługiwało 1.236.442 głosów z posiadanych akcji, co\n                           stanowiło 21,28% w liczbie głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i stanowi\n                           15,00 % ogólnej liczby głosów. 2. Petrofox Sp. z o.o. w Fugasówce, której przysługiwało 3.381.194 głosów z posiadanych\n                           akcji, co stanowiło 58,20% w liczbie głosów na tym Nadzwyczajnym Walnym Zgromadzeniu\n                           i stanowi 41,02% ogólnej liczby głosów. 3. Abadon Real Estate S.A. w Bielsku-Białej, której przysługiwało 1.192.000 głosów\n                           z posiadanych akcji, co stanowiło 20,52% w liczbie głosów na tym Nadzwyczajnym Walnym\n                           Zgromadzeniu i stanowi 14,46% ogólnej liczby głosów.",
        "date": "2017-10-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w załączeniu przekazuje treść uchwał podjętych\n                           przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy AWBUD S.A. w dniu 12 października\n                           2017 r.",
        "date": "2017-10-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 11 października 2017\n                           r. otrzymał od Abadon Real Estate S.A. w Bielsku-Białej będącą podmiotem blisko związanym\n                           z osobami pełniącymi obowiązki zarządcze u Emitenta, tj. z:1_ Panem Michałem Sapotą _Sapota_ – Wiceprezesem Zarządu Emitenta,2_ Panem Nikodemem Iskrą _Iskra_ – Wiceprezesem Zarządu Emitenta,3_ Panem Jakubem Kocjanem _Kocjan_ – Członkiem Rady Nadzorczej Emitenta,4_ Panem Michałem Feist – Członkiem Rady Nadzorczej Emitenta,5_ Panem Wiesławem Cholewą _Cholewa_ – Członkiem Rady Nadzorczej Emitenta,6_ Panem Franciszkiem Kołodziejem _Kołodziej_ – Członkiem Rady Nadzorczej Emitenta,zawiadomienie o transakcji na akcjach Emitenta,  którego treść Emitent przekazuje\n                           w załączeniu do niniejszego raportu.",
        "date": "2017-10-11"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 11 października 2017\n                           r. otrzymał od Abadon Real Estate S.A. w Bielsku-Białej zawiadomienie z dnia 11 października\n                           2017 r., którego treść Emitent przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-10-11"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 11 października 2017\n                           r. otrzymał od Murapol S.A. w Bielsku-Białej zawiadomienie z dnia 11 października\n                           2017 r., którego treść Emitent przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-10-11"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 2 października 2017\n                           r. została podpisana przez Emitenta umowa pożyczki _\"Umowa\"_ pomiędzy ABADON REAL\n                           ESTATE Spółka Akcyjna w Bielsku-Białej, jako pożyczkodawcą _\"ABADON REAL ESTATE\"_\n                           a Emitentem, jako pożyczkobiorcą. Na podstawie Umowy i na warunkach w niej określonych\n                           ABADON REAL ESTATE udzielił Emitentowi pożyczki pieniężnej w kwocie 4.000.000,00 zł\n                           _słownie: cztery miliony złotych_, oprocentowanej 6,5% w skali roku i podlegającej\n                           zwrotowi do dnia 21 grudnia 2017 r. Pozostałe warunki Umowy nie odbiegają od warunków\n                           stosowanych powszechnie dla tego typu umów. Zawarcie Umowy zostało uznane za informację\n                           poufną ze względu na wysokość kwoty pożyczki.",
        "date": "2017-10-02"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 2 października 2017\n                           r. otrzymał  zamówienie opatrzone datą 2 października 2017 r. złożone Emitentowi przez\n                           Zakłady Górniczo-Hutnicze Bolesław S.A. w Bukownie _\"ZGH \"Bolesław\" S.A.\"_ jako Zamawiającego.\n                           Przedmiotem zamówienia jest wykonanie przez Emitenta prac fundamentowych związanych\n                           z realizacją zadania inwestycyjnego obejmującego budowę nowej Hali Wanien  _\"Zamówienie\"_,\n                           w ramach realizacji którego Emitent wykonuje prace przygotowawcze na podstawie umowy,\n                           o zawarciu której Emitent informował raportem bieżącym nr 71/2017 z dnia 18.09.2017\n                           r. Za wykonanie przedmiotu Zamówienia Emitent otrzyma wynagrodzenie w kwocie 12.241.000,00,00\n                           złotych _dwanaście milionów dwieście czterdzieści jeden tysięcy złotych i 00/100_,\n                           które podlega powiększaniu o podatek VAT. Wykonanie przedmiotu Zamówienia powinno\n                           nastąpić do dnia 30.04.2019 r.Na podstawie Zamówienia Emitent przystąpi do realizacji jego przedmiotu. Szczegółowe\n                           warunki wykonania przedmiotu Zamówienia zostaną określone w umowie, która zostanie\n                           zawarta pomiędzy ZGH \"Bolesław\" S.A. a Emitentem. O zawarciu wyżej powołanej umowy\n                           Emitent poinformuje w odrębnym raporcie.Otrzymanie przez Emitenta  Zamówienia zostało uznane za informację poufną ze względu\n                           na wysokość wynagrodzenia należnego Emitentowi określonego Zamówieniem.",
        "date": "2017-10-02"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 28 września 2017 r.\n                           pomiędzy GPI Centrum Południowe Sp. z o.o. z siedzibą w Warszawie jako Zamawiającym\n                           a Emitentem jako Wykonawcą została zawarta umowa na budowę budynku mieszkalnego wielorodzinnego\n                           na nieruchomości położonej we Wrocławiu przy ul. Gwiaździstej obejmującej działki\n                           nr 62/7 AM-14, nr 17/7 AM-23 obr. 0022 Południe _dalej \"Umowa\"_.Przedmiotem Umowy jest wykonanie przez Emitenta w systemie generalnego wykonawstwa\n                           robót budowlanych polegających na budowie budynku mieszkalnego wielorodzinnego wraz\n                           z dwukondygnacyjnym garażem podziemnym oraz instalacjami wewnętrznymi: wodno-kanalizacyjną,\n                           centralnego ogrzewania z wymiennikownią ciepła, wentylacji mechanicznej, elektryczną\n                           z pomieszczeniem stacji transformatorowej, przebudową pasa drogowego oraz z wjazdem\n                           i wyjazdem z ul. Gwiaździstej na działce oznaczonej w ewidencji gruntów nr 62/1, 54/2,\n                           16/1 wraz z kompletną infrastrukturą towarzyszącą i przekazania go Zamawiającemu w\n                           stanie nadającym się do bezpośredniego użytkowania.Za wykonanie przedmiotu Umowy Emitent otrzyma wynagrodzenie ryczałtowe w kwocie 32.576.000,00\n                           złotych _trzydzieści dwa miliony pięćset siedemdziesiąt sześć tysięcy złotych i 00/100_,\n                           które podlega powiększaniu o podatek VAT. Wykonawca rozpocznie wykonywanie przedmiotu Umowy w terminie 14 dni od dnia przekazania\n                           terenu budowy Wykonawcy przez Zamawiającego, które nastąpi niezwłocznie po zawarciu\n                           Umowy.Wykonanie przedmiotu Umowy powinno nastąpić do dnia 31 lipca 2019 r.Umowa będzie realizowana w III fazach. Faza I obejmuje wykonanie stanu zero, faza\n                           II polega na wykonaniu stanu surowego otwartego, z kolei faza III obejmuje wykonanie\n                           pozostałych robót budowlanych składających się na przedmiot Umowy. Wykonanie fazy\n                           II i fazy III uzależnione jest od potwierdzenia uzyskania przez Zamawiającego finansowania\n                           przez bank kredytujący realizację przedmiotu Umowy.Umowa zastrzega kary umowne m.in. z tytułu opóźnień w stosunku do terminów umownych\n                           w realizacji głównych etapów robót budowlanych _kamieni milowych_, całości robót budowlanych\n                           oraz opóźnienia w usuwaniu wad i usterek, chyba że opóźnienie powstało z przyczyn\n                           nie leżących po stronie Wykonawcy.Łączna wysokość kar umownych naliczonych na podstawie Umowy nie może przekraczać 10%\n                           całkowitego wynagrodzenia netto należnego Emitentowi na podstawie Umowy. Umowa zastrzega\n                           uprawnienie Zamawiającego do dochodzenia odszkodowania przenoszącego wysokość zastrzeżonych\n                           kar umownych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie przez Emitenta Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi określonego Umową.",
        "date": "2017-09-28"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 26 września 2017 r.\n                           pomiędzy ING Bank Śląski S.A. w Katowicach _\"Bank\"_ a Emitentem został zawarty aneks\n                           nr 2 _\"Aneks\"_ do umowy dyskontowej nr FT/884/2017/00000096/00 – umowy wykupu wierzytelności\n                           odwrotnego _Finansowanie Dostawców_ zawartej pomiędzy Bankiem a Emitentem w dniu 22.03.2017\n                           r. _\"Umowa\"_. Na podstawie Umowy Bank przyznał Emitentowi odnawialny limit kredytowy w wysokości\n                           1.200.000,00 złotych _jeden milion dwieście tysięcy złotych i 00/100_ _\"Limit kredytowy\"_.\n                           Okres dostępności Limitu kredytowego został określony w Umowie do dnia 08.02.2018\n                           r. W ramach Limitu kredytowego i w okresie jego dostępności Bank spłaca wierzytelności\n                           wobec Emitenta wynikające z wystawionych przez kontrahentów Emitenta faktur zaakceptowanych\n                           przez Bank. Z tytułu przyjęcia wierzytelności wobec Emitenta i jej finansowania Bank\n                           jest uprawniony do wynagrodzenia w postaci marży od danej wierzytelności. W pozostałym\n                           zakresie Umowa nie odbiega od umów o podobnym charakterze. Na mocy Aneksu, Limit kredytowy\n                           został zwiększony do wysokości 11.200.000,00 złotych _jedenaście milionów dwieście\n                           tysięcy złotych i 00/100_, a okres jego dostępności przedłużono do dnia 28.09.2018\n                           r. Nadto, zgodnie z Aneksem ustalono zabezpieczenia realizacji Umowy w postaci: poręczenia\n                           cywilnego MURAPOL Spółka Akcyjna w Bielsku – Białej _\"Murapol\"_ wraz z oświadczeniem\n                           o poddaniu się egzekucji w trybie art. 777 § 1 pkt 5 Kodeksu postępowania cywilnego\n                           oraz oświadczenia o poddaniu się egzekucji przez Emitenta w trybie art. 777 § 1 pkt\n                           5 Kodeksu postępowania cywilnego. W pozostałym zakresie Aneks nie wprowadza istotnych\n                           zmian w zakresie warunków Umowy.Zawarcie Aneksu zostało uznane za informację poufną ze względu na podwyższenie wartości\n                           produktu bankowego udostępnionego Emitentowi.",
        "date": "2017-09-26"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje o zmianie terminu publikacji skonsolidowanego\n                           raportu półrocznego Emitenta za I półrocze 2017 roku, określonego przez Emitenta w\n                           raporcie bieżącym nr 65/2017 z dnia 28 sierpnia 2017 roku.Dotychczasowy termin publikacji skonsolidowanego raportu półrocznego Emitenta za I\n                           półrocze 2017 roku został określony na dzień 28 września 2017 roku. Nowy termin publikacji skonsolidowanego raportu półrocznego Emitenta za I półrocze\n                           2017 roku Emitent określił na dzień 2 października 2017 roku.Powodem zmiany jest zrównanie nowego terminu publikacji skonsolidowanego raportu półrocznego\n                           Emitenta za I półrocze 2017 roku do terminu publikacji tego rodzaju raportu określonego\n                           przez Abadon Real Estate S.A. w Bielsku-Białej _\"Abadon Real Estate\"_. Abadon Real\n                           Estate wskutek zawarcia umowy sprzedaży, o której Emitent informował w raporcie bieżącym\n                           nr 34/2017 z dnia 15 maja 2017 roku posiada pośrednią kontrolę nad Emitentem.",
        "date": "2017-09-26"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w nawiązaniu do raportu bieżącego nr 54/2017\n                           z dnia 18 lipca 2017 r., informuje, że w dniu 18 września 2017 r. pomiędzy Zakładami\n                           Górniczo-Hutniczymi Bolesław S.A. w Bukownie _\"ZGH \"Bolesław\" S.A.\"_ jako Zamawiającym\n                           a Emitentem jako Wykonawcą, zostały zwarte dwie umowy związane z realizacją budowy\n                           Hali Namiarowni Wsadu oraz nowej Hali Wanien w Bukownie.Przedmiotem pierwszej umowy jest wykonanie przez Emitenta prac związanych z realizacją\n                           zadania inwestycyjnego pn. \"Budowa Hali Namiarowni Wsadu w ZGH \"Bolesław\" S.A. - Etap\n                           I _Segment A+B_\" _\"Umowa nr 1\"_. Za wykonanie przedmiotu Umowy nr 1 Emitent otrzyma\n                           wynagrodzenie w kwocie 22.573.727,00 złotych _dwadzieścia dwa miliony pięćset siedemdziesiąt\n                           trzy tysiące siedemset dwadzieścia siedem złotych i 00/100_, które podlega powiększaniu\n                           o podatek VAT. Wykonanie przedmiotu Umowy nr 1 powinno nastąpić do dnia 16.08.2018\n                           r.Umowa nr 1 zastrzega następujące kary umowne:1_ za zwłokę w wykonaniu przedmiotu Umowy nr 1 - w wysokości 0,5% wynagrodzenia umownego\n                           netto za każdy dzień zwłoki;2_ za zwłokę w terminie zakończenia budowy hali – w wysokości 0,3% wynagrodzenia umownego\n                           netto za każdy dzień zwłoki;3_ za zwłokę w terminie zakończenia prac obejmujących wykonanie uruchomienia, rozruchu\n                           maszyn i urządzeń/danego wyposażenia i hali namiarowni – w wysokości 0,3% wynagrodzenia\n                           umownego netto za każdy dzień zwłoki;4_ za zwłokę  w usunięciu wad stwierdzonych przy odbiorze oraz w okresie gwarancji\n                           lub rękojmi - w wysokości 0,5% wynagrodzenia umownego netto za każdy dzień zwłoki\n                           liczony od dnia wyznaczonego na usunięcie wad _w razie opóźnienia w usunięciu wad\n                           w terminie dodatkowym kara ulegnie podwyższeniu o 50% licząc od dnia upływu terminu\n                           dodatkowego_;5_ za odstąpienie od Umowy nr 1 przez jedną ze Stron wskutek okoliczności, za które\n                           odpowiada druga Strona - w wysokości 10% wynagrodzenia umownego netto;6_ za naruszenie zobowiązania do zachowania poufności – w wysokości 100.000,00 złotych\n                           za każdy przypadek naruszenia.Łączna wysokość kar umownych naliczonych na podstawie Umowy nr 1 nie może przekraczać\n                           50% całkowitego wynagrodzenia netto należnego Emitentowi na podstawie Umowy nr 1.\n                           Umowa nr 1 zastrzega uprawnienie Stron do dochodzenia odszkodowania przenoszącego\n                           wysokość zastrzeżonych kar umownych.Przedmiotem drugiej umowy jest wykonanie przez Emitenta prac przygotowawczych do budowy\n                           nowej Hali Wanien w ZGH \"Bolesław\" S.A. _\"Umowa nr 2\"_. Za wykonanie przedmiotu Umowy\n                           nr 2 Emitent otrzyma wynagrodzenie w kwocie 4.195.345,36 złotych _cztery miliony sto\n                           dziewięćdziesiąt pięć tysięcy trzysta czterdzieści pięć złotych i 36/100_, które podlega\n                           powiększaniu o podatek VAT. Wykonanie przedmiotu Umowy nr 2 powinno nastąpić do dnia\n                           29.12.2017 r.Umowa nr 2 zastrzega następujące kary umowne:1_ za zwłokę w wykonaniu przedmiotu Umowy nr 2 - w wysokości 0,5% wynagrodzenia umownego\n                           netto za każdy dzień zwłoki;2_ za zwłokę w terminie zakończenia prac obejmujących wykonanie uruchomienia – w wysokości\n                           0,5% wynagrodzenia umownego netto określonego za każdy dzień zwłoki;3_ za zwłokę w usunięciu wad stwierdzonych przy odbiorze oraz w okresie gwarancji\n                           lub rękojmi - w wysokości 0,5% wynagrodzenia umownego netto za każdy dzień zwłoki\n                           liczony od dnia wyznaczonego na usunięcie wad _w razie opóźnienia w usunięciu wad\n                           w terminie dodatkowym kara ulegnie podwyższeniu o 50% licząc od dnia upływu terminu\n                           dodatkowego_;4_ za odstąpienie od Umowy nr 2 przez jedną ze Stron wskutek okoliczności, za które\n                           odpowiada druga Strona - w wysokości 20% wynagrodzenia umownego;5_ za naruszenie zobowiązania do zachowania poufności – w wysokości 100.000,00 złotych\n                           za każdy przypadek naruszenia.Łączna wysokość kar umownych naliczonych na podstawie Umowy nr 2 nie może przekraczać\n                           50% całkowitego wynagrodzenia netto należnego Emitentowi na podstawie Umowy nr 2.\n                           Umowa nr 2 zastrzega uprawnienie Stron do dochodzenia odszkodowania przenoszącego\n                           wysokość zastrzeżonych kar umownych.Pozostałe warunki Umowy nr 1 oraz Umowy nr 2 nie odbiegają od warunków stosowanych\n                           powszechnie dla tego typu umów.Zawarcie przez Emitenta Umowy nr 1 oraz Umowy nr 2 zostało uznane za informację poufną\n                           ze względu na wysokość wynagrodzenia należnego Emitentowi określonego Umową nr 1 oraz\n                           Umową nr 2.",
        "date": "2017-09-18"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w załączeniu przekazuje treść projektów\n                           uchwał, które mają być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia Emitenta\n                           zwołanego na dzień 12 października 2017 r.",
        "date": "2017-09-15"
    },
    {
        "company_name": "AWBUD",
        "content": "Ogłoszenie o Walnym Zgromadzeniu AWBUD Spółka Akcyjna w FugasówceI.Data, godzina i miejsce Walnego Zgromadzenia oraz szczegółowy porządek obrad _art. 4022 pkt 1_ Kodeksu spółek handlowych_Zarząd AWBUD Spółka Akcyjna w Fugasówce _dalej \"Spółka\"_, na podstawie art. 399 §\n                           1 Kodeksu spółek handlowych, art. 4021 Kodeksu spółek handlowych i art. 4022 Kodeksu\n                           spółek handlowych oraz § 10 ust. 3 Statutu Spółki, zwołuje Nadzwyczajne Walne Zgromadzenie\n                           na dzień 12 października 2017 roku, na godzinę 10.00, pod adresem siedziby Spółki:\n                           ul. Reja 4, Fugasówka, z następującym porządkiem obrad:1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia, Komisji Skrutacyjnej, inne sprawy\n                           organizacyjne.3. Sporządzenie i sprawdzenie listy obecności.4. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.5. Przedstawienie porządku obrad Walnego Zgromadzenia.6. Podjęcie uchwały w sprawie zmiany Statutu Spółki.7. Podjęcie uchwały w sprawie przyjęcia tekstu jednolitego Statutu Spółki.8. Podjęcie uchwały w sprawie zmiany Regulaminu Walnego Zgromadzenia.9. Podjęcie uchwały w sprawie przyjęcia tekstu jednolitego Regulaminu Walnego Zgromadzenia.10. Podjęcie uchwały w sprawie zatwierdzenia zmiany Regulaminu Rady Nadzorczej.11. Podjęcie uchwały w sprawie zatwierdzenia tekstu jednolitego Regulaminu Rady Nadzorczej.12. Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej.13. Podjęcie uchwały w sprawie ustalenia zasad wynagradzania i wysokości wynagrodzenia\n                           członków Rady Nadzorczej pełniących funkcję członków Komitetu Audytu.14. Wolne wnioski i sprawy rożne.15. Zamknięcie obrad Walnego Zgromadzenia.II.Opis procedur dotyczących uczestnictwa w Walnym Zgromadzeniu i wykonywania prawa głosu_art. 4022 pkt 2_ Kodeksu spółek handlowych_A.Akcjonariusz lub Akcjonariusze reprezentujący co najmniej 1/20 _jedną dwudziestą_\n                           kapitału zakładowego mogą żądać umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie później niż na\n                           21 _dwadzieścia jeden_ dni przed wyznaczonym terminem Walnego Zgromadzenia. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie może zostać złożone w postaci elektronicznej i powinno zostać\n                           przekazane na następujący adres poczty elektronicznej Spółki: wza@awbud.pl. Zarząd\n                           Spółki jest obowiązany niezwłocznie, jednak nie później niż na 18 _osiemnaście_ dni\n                           przed wyznaczonym terminem Walnego Zgromadzenia, ogłosić zmiany w porządku obrad,\n                           wprowadzone na żądanie Akcjonariuszy. Ogłoszenie następuje w sposób właściwy dla zwołania\n                           Walnego Zgromadzenia.B.Akcjonariusz lub Akcjonariusze reprezentujący co najmniej 1/20 jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub\n                           przy wykorzystaniu środków komunikacji elektronicznej projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać\n                           wprowadzone do porządku obrad. Projekty uchwał powinny zostać przekazane na następujący\n                           adres poczty elektronicznej Spółki: wza@awbud.pl . Spółka niezwłocznie ogłasza projekty\n                           uchwał na swojej stronie internetowej.C.Każdy z Akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.D.1. Akcjonariusz może głosować odmiennie z każdej z posiadanych akcji.2. Akcjonariusz może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu\n                           osobiście lub przez pełnomocnika. Nie można ograniczać prawa ustanawiania pełnomocnika\n                           na Walnym Zgromadzeniu i liczby pełnomocników.3. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa.4. Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.5. Pełnomocnik może reprezentować więcej niż jednego Akcjonariusza i głosować odmiennie\n                           z akcji każdego Akcjonariusza.6. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.7. Przepisy o wykonywaniu prawa głosu przez pełnomocnika stosuje się do wykonywania\n                           prawa głosu przez innego przedstawiciela.8. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu i wykonywania prawa głosu\n                           wymaga udzielenia na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa\n                           w postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym\n                           weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.9. Formularz pełnomocnictwa pozwalającego na wykonywanie prawa głosu przez pełnomocnika\n                           jest dostępny na stronie internetowej Spółki pod adresem: www.awbud.pl w zakładce\n                           Relacje inwestorskie /WZA/2017/2017-09-15/.Akcjonariusz zawiadamiania Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           poprzez wysłanie na następujący adres poczty elektronicznej Spółki wza@awbud.pl pełnomocnictwa\n                           w formacie PDF sporządzonego na formularzu pełnomocnictwa udostępnionego przez Spółkę\n                           i czytelnie podpisanego przez Akcjonariusza względnie osobę/osoby uprawnioną/uprawnione\n                           do reprezentacji Akcjonariusza. W przypadku Akcjonariuszy, którym przepisy prawa przyznają\n                           osobowość prawną, wraz z pełnomocnictwem należy przesłać odpis aktualny z właściwego\n                           rejestru w formacie PDF. Powyższy sposób zawiadamiania ma na celu, jakkolwiek ograniczoną,\n                           identyfikację Akcjonariusza i jego pełnomocnika oraz ważności pełnomocnictwa.Akcjonariusz ponosi ryzyko związane z dysponowaniem jego danymi oraz zawiadomieniem\n                           Spółki o udzieleniu pełnomocnictwa w postaci elektronicznej. Akcjonariusz ponosi ryzyko\n                           związane z udzieleniem pełnomocnictwa i zawiadomieniem Spółki o jego udzieleniu w\n                           postaci elektronicznej w inny sposób niż wskazany w tym pkt 9.10. Procedurę powyższą stosuje się odpowiednio do odwołania pełnomocnictwa.11. Akcjonariusz lub pełnomocnik Akcjonariusza powinien legitymować się dokumentem\n                           ze zdjęciem potwierdzającym jego tożsamość i okazać taki dokument na każde żądanie\n                           Spółki lub Przewodniczącego Walnego Zgromadzenia.12. Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu, członek Rady\n                           Nadzorczej, pracownik Spółki lub członek organów lub pracownik spółki zależnej od\n                           Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym Walnym Zgromadzeniu.\n                           Pełnomocnik ma obowiązek ujawnić Akcjonariuszowi okoliczności wskazujące na istnienie\n                           bądź możliwość wystąpienia konfliktu interesów. Udzielenie dalszego pełnomocnictwa\n                           jest wyłączone. Pełnomocnik, o którym mowa w zdaniach poprzedzających, głosuje zgodnie\n                           z instrukcjami udzielonymi przez Akcjonariusza.13. Akcjonariusz nie może ani osobiście, ani przez pełnomocnika głosować przy powzięciu\n                           uchwał dotyczących jego odpowiedzialności wobec Spółki z jakiegokolwiek tytułu, w\n                           tym udzielenia absolutorium, zwolnienia z zobowiązania wobec Spółki oraz sporu pomiędzy\n                           nim a Spółką. Akcjonariusz może głosować jako pełnomocnik przy powzięciu uchwał dotyczących\n                           jego osoby, o których mowa w zdaniu poprzedzającym przy zachowaniu warunków i zasad\n                           opisanych w pkt 11 powyżej.E.Statut Spółki nie przewiduje uczestnictwa w Walnym Zgromadzeniu przy wykorzystaniu\n                           środków komunikacji elektronicznej. F.Statut Spółki nie przewiduje wypowiadania się w trakcie Walnego Zgromadzenia przy\n                           wykorzystaniu środków komunikacji elektronicznej. G.Regulamin Walnego Zgromadzenia Spółki nie przewiduje wykonywania prawa głosu drogą\n                           korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej.H.Akcjonariusz ma prawo żądać wydania odpisu wniosków w sprawach objętych porządkiem\n                           obrad w terminie tygodnia przed Walnym Zgromadzeniem.III.Dzień rejestracji _Record date_ _art. 4021 Kodeksu spółek handlowych_Dniem rejestracji zgodnie z art. 4061 Kodeksu spółek handlowych jest 26 września 2017\n                           r.IV.Informacja o prawie uczestnictwa na Walnym Zgromadzeniu_art. 4022 pkt 4_ Kodeksu spółek handlowych_Prawo uczestniczenia w Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Spółki na                      16 _szesnaście_ dni przed datą Walnego Zgromadzenia\n                           _dzień rejestracji uczestnictwa w Walnym Zgromadzeniu_.V.Dostęp do dokumentacji i projektów uchwał_art. 4022 pkt 5_ Kodeksu spółek handlowych_Pełny tekst dokumentacji, która ma zostać przedstawiona Walnemu Zgromadzeniu oraz\n                           projekty uchwał są dostępne w formie pisemnej pod adresem siedziby Spółki, to jest:\n                           ulica Reja 4, Fugasówka, 42-440 Ogrodzieniec, w Biurze Zarządu, od dnia 15 września\n                           2017 r. do dnia 12 października 2017 r., w godzinach od 10.00 do 14.00 oraz w formie\n                           elektronicznej, w formacie PDF na stronie internetowej Spółki: www.awbud.pl w zakładce\n                           Relacje inwestorskie/WZA/2017/2017-09-15/.VI.Strona internetowa Spółki _art. 4022 pkt 5_ Kodeksu spółek handlowych_Informacje dotyczące Walnego Zgromadzenia są udostępnione pod następującym adresem\n                           strony internetowej Spółki: www.awbud.pl w zakładce Relacje inwestorskie/WZA/2017/2017-09-15/.VII.Zaświadczenie o uczestnictwie. Wykaz. Lista Akcjonariuszy uprawnionych do uczestnictwa\n                           na Walnym Zgromadzeniu _art. 4063 i art. 407 Kodeksu spółek handlowych_1. Na żądanie Akcjonariusza uprawnionego ze zdematerializowanych akcji na okaziciela\n                           zgłoszone nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później\n                           niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa w Walnym Zgromadzeniu,\n                           podmiot prowadzący rachunek papierów wartościowych wystawia imienne zaświadczenie\n                           o prawie uczestnictwa w Walnym Zgromadzeniu. Treść zaświadczenia określa art. 4063\n                           § 3 Kodeksu spółek handlowych. 2. Na żądanie Akcjonariusza uprawnionego ze zdematerializowanych akcji na okaziciela\n                           w treści zaświadczenia powinna zostać wskazana część lub wszystkie akcje zarejestrowane\n                           na jego rachunku papierów wartościowych. Przepisy o obrocie instrumentami finansowymi\n                           mogą wskazywać inne dokumenty równoważne zaświadczeniu, pod warunkiem, że podmiot\n                           wystawiający takie dokumenty został wskazany podmiotowi prowadzącemu depozyt papierów\n                           wartościowych dla Spółki, którym jest Krajowy Depozyt Papierów Wartościowych Spółka\n                           Akcyjna w Warszawie.3. Listę Akcjonariuszy uprawnionych z akcji na okaziciela do uczestnictwa w Walnym\n                           Zgromadzeniu Spółka ustala na podstawie wykazu sporządzonego przez Krajowy Depozyt\n                           Papierów Wartościowych Spółka Akcyjna w Warszawie zgodnie z przepisami o obrocie instrumentami\n                           finansowymi.4. Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna w Warszawie sporządza wykaz\n                           na podstawie wykazów przekazywanych nie później niż na 12 _dwanaście_ dni przed datą\n                           Walnego Zgromadzenia przez podmioty uprawnione zgodnie z przepisami o obrocie instrumentami\n                           finansowymi. Podstawą sporządzenia wykazów przekazywanych Krajowemu Depozytowi Papierów\n                           Wartościowych Spółka Akcyjna w Warszawie są wystawione zaświadczenia o prawie uczestnictwa\n                           w Walnym Zgromadzeniu.5. Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna w Warszawie udostępnia Spółce\n                           wykaz przy wykorzystaniu środków komunikacji elektronicznej nie później niż na tydzień\n                           przed datą Walnego Zgromadzenia. Jeżeli z przyczyn technicznych wykaz nie może zostać\n                           udostępniony w taki sposób, Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna\n                           w Warszawie wydaje go w postaci dokumentu sporządzonego na piśmie nie później niż\n                           na 6 _sześć_ dni przed datą Walnego Zgromadzenia; wydanie następuje w siedzibie organu\n                           zarządzającego Krajowym Depozytem Papierów Wartościowych Spółka Akcyjna w Warszawie.6. Lista Akcjonariuszy uprawnionych do udziału na Nadzwyczajnym Walnym Zgromadzeniu\n                           zostanie wyłożona pod adresem siedziby Spółki, to jest: ulica Reja 4, Fugasówka, 42-440\n                           Ogrodzieniec, w Biurze Zarządu, od dnia 9 października 2017 r., to jest na 3 dni powszednie\n                           przed terminem Nadzwyczajnego Walnego Zgromadzenia. Akcjonariusz może żądać przesłania\n                           mu listy akcjonariuszy nieodpłatnie pocztą elektroniczną, podając adres, na który\n                           lista powinna być wysłana.  Zarząd AWBUD Spółka Akcyjna w Fugasówce.",
        "date": "2017-09-15"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 7 września 2017 r.\n                           został poinformowany przez Zarząd INSTAL – LUBLIN Sp. z o.o. w Lublinie - spółka zależna\n                           Emitenta - _\"Spółka zależna\", \"INSTAL- LUBLIN\"_ o otrzymaniu przez Spółkę zależną\n                           obustronnie podpisanego  opatrzonego datą 21 sierpnia 2017 r. aneksu nr 4 _\"Aneks\n                           nr 4\"_ do umowy nr ELO/100/MPD/2015 z dnia 22.09.2015 roku zawartego pomiędzy MOSTOSTAL\n                           POWER DEVELOPMENT Sp. z o.o. w Warszawie jako Wykonawcą a INSTAL-LUBLIN jako Podwykonawcą\n                           _\"Umowa\"_.Emitent nie informował o zawarciu Umowy oraz aneksu nr 1 do Umowy z dnia 09.03.2016\n                           roku _\"Aneks nr 1\"_ i aneksu nr 2 do Umowy z dnia 15.06.2016 roku _\"Aneks nr 2\"_ przez\n                           Spółkę zależną, bowiem w dniu zawarcia, ani Umowa ani Aneks nr 1 i Aneks nr 2 do Umowy\n                           nie podlegały obowiązkowi informacyjnemu jako umowa znacząca oraz aktualizacja umowy\n                           znaczącej. Emitent nie informował także o zawarciu aneksu nr 3 do Umowy z dnia 14.07.2017\n                           roku _\"Aneks nr 3\"_ przez Spółkę zależną, bowiem zawarcie Aneksu nr 3 do Umowy nie\n                           zostało uznane przez Emitenta za informację poufną.Przedmiotem Umowy jest dostawa, montaż oraz dostarczenie kompletnej dokumentacji powykonawczej\n                           i uruchomienie w budynkach pylonów UHX10 i UHX0 bloków nr 5 i 6 kompletnych instalacji:\n                           kanalizacji przemysłowej, sanitarnej, wody pitnej i zasilania w wodę - podposadzkowych\n                           i nadposadzkowych, w ramach realizacji budowy bloków energetycznych w Elektrowni Opole.\n                           Wynagrodzenie ryczałtowe należne Spółce zależnej za wykonanie przedmiotu Umowy zostało\n                           ustalone na kwotę 672.000,00 złotych _sześćset siedemdziesiąt dwa tysiące złotych\n                           i 00/100_ plus podatek VAT. W Umowie zostały zastrzeżone następujące kary umowne:1_ w razie opóźnienia z przyczyn lezących po stronie Podwykonawcy w dokonaniu odbioru\n                           końcowego robót budowlanych w porównaniu z terminem zakończenia realizacji przedmiotu\n                           Umowy – w równowartości 0,3% wynagrodzenia umownego netto za każdy dzień opóźnienia;2_ w razie opóźnienia z przyczyn lezących po stronie Podwykonawcy w świadczeniu robót\n                           budowlanych w porównaniu z terminami realizacji przedmiotu Umowy – w równowartości\n                           0,3% wynagrodzenia umownego netto za każdy dzień opóźnienia;3_ w razie opóźnienia z przyczyn leżących po stronie Podwykonawcy w usuwaniu wad –\n                           w równowartości 0,3% wynagrodzenia netto za każdy dzień opóźnienia;4_ w razie nienależytego wykonywania robót budowlanych, mimo uprzedniego wezwania\n                           Podwykonawcy przez Wykonawcę do zaniechania takich nienależytych działań – w równowartości\n                           0,3% wynagrodzenia umownego netto za każdy przypadek stwierdzonego nienależytego wykonania\n                           usługi;5_ w przypadku rozwiązania Umowy lub odstąpienia od Umowy przez Wykonawcę z przyczyn\n                           lezących po stronie Podwykonawcy – w równowartości 10% wynagrodzenia umownego netto;6_ w przypadku wejścia lub przebywania osób, za pomocą których Podwykonawca wykonuje\n                           roboty budowlane, na Plac Budowy pod wpływem alkoholu lub środków odurzających – w\n                           wysokości 5.000,00 złotych _pięć tysięcy złotych i 00/100_ za każdy przypadek naruszenia;7_ w przypadku nieobecności przedstawiciela Podwykonawcy na naradach koordynacyjnych\n                           – w wysokości 500,00 złotych _pięćset złotych i 00/100_ w przypadku nieobecności na\n                           pierwszej naradzie koordynacyjnej, oraz 1.000,00 złotych _jeden tysiąc złotych_ za\n                           nieobecność na olejnej naradzie koordynacyjnej;8_ w przypadku braku wyposażenia lub niestosowania przez pracowników Podwykonawcy\n                           i osoby wykonujące pracę na jego rzecz środków ochrony indywidualnej oraz odzieży\n                           i obuwia roboczego – w kwocie 100,00 złotych _sto złotych i 00/100_ za każdy ujawniony\n                           przypadek;9_ w przypadku braku ładu i porządku na stanowiskach pracy zorganizowanych przez Podwykonawcę\n                           w ramach realizacji przedmiotu Umowy oraz w ich otoczeniu – w kwocie 500,00 złotych\n                           _pięćset złotych i 00/100_;10_ w przypadku naruszenia przepisów i zasad bezpieczeństwa, w tym określonych w BIOZ,\n                           IBWR lub instrukcji BHP, w kwocie 500,00 złotych _pięćset złotych i 00/100_;11_ w przypadku dopuszczenia do wykonania prac bez wymaganego nadzoru osoby kierującej\n                           – w kwocie 1.000,00 złotych _jeden tysiąc złotych i 00/100_ za każdy ujawniony przypadek;12_ w przypadku dopuszczenia do wykonywania robót wymagających dodatkowych kwalifikacji\n                           przez osobę nie posiadającą stosownych kwalifikacji potwierdzonych dokumentami w kwocie\n                           1.000,00 złotych _tysiąc złotych i 00/100_ za każdy ujawniony przypadek;13_ w przypadku braku przekazania Wykonawcy przez Podwykonawcę karty rejestracji odpadów\n                           wytworzonych przez Podwykonawcę lub karty przekazania odpadów odbiorcy uprawnionemu\n                           do odbioru odpadu, w przypadku gdy obowiązek ewidencjonowania odpadów wynika z powszechnie\n                           obowiązujących przepisów prawa – w wysokości 2.000,00 złotych _dwa tysiące złotych\n                           i 00/100_ za każdy przypadek naruszenia;14_ w przypadku zniszczenia lub zgubienia lub niezwrócenia wydanej osobie upoważnionej\n                           przez Podwykonawcę przepustki – w wysokości 300,00 złotych _trzysta złotych i 00/100_\n                           za każdą przepustkę;15_ w przypadku braki przekazania dokumentów formalnoprawnych wymaganych przez Wykonawcę\n                           – w wysokości 1.000,00 złotych _jeden tysiąc złotych i 00/100_ za każdy przypadek\n                           naruszenia;16_ w przypadku braku przekazania w terminie Dokumentacji Podwykonawcy wymaganej przez\n                           Wykonawcę - w równowartości 0,3% wynagrodzenia umownego netto za każdy dzień opóźnienia;17_ w przypadku braku przekazania Wykonawcy przez Podwykonawcę dokumentów potwierdzających\n                           posiadanie lub przedłużenie obowiązywania ubezpieczeń w terminach zgodnych z Umową\n                           – w wysokości 1.000,00 złotych _jeden tysiąc złotych i 00/100_ za każdy dzień opóźnienia\n                           w przekazaniu za jeden nieprzekazany dokument.W przypadku stwierdzenia podczas kolejnej kontroli nieprawidłowości, o których mowa\n                           w pkt 8-12 powyżej, kara za każdy ujawniony przypadek zostanie ustalona poprzez powiększenie\n                           o 50% kary nałożonej ostatnio za takie samo naruszenie. Suma kar umownych naliczonych\n                           z tytułów wskazanych w pkt 1_ – 3_ oraz w pkt 16_ nie może przekroczyć 10% kwoty wynagrodzenia\n                           umownego netto. Umowa zastrzega uprawnienie Stron do dochodzenia odszkodowania uzupełniającego\n                           na zasadach ogólnych.Na mocy Aneksu nr 1 rozszerzono przedmiot Umowy o kompleksowe wykonanie instalacji\n                           wodno-kanalizacyjnych w obiektach 2UED, 3UEF, 4UEF oraz UVF. Wynagrodzenie ryczałtowe\n                           należne Spółce zależnej za wykonanie przedmiotu Aneksu nr 1 zostało ustalone na kwotę\n                           450.000,00 złotych _czterysta pięćdziesiąt tysięcy złotych i 00/100_ plus podatek\n                           VAT. W pozostałym zakresie Aneks nr 1 nie wprowadził istotnych zmian w zakresie warunków\n                           Umowy. Na mocy Aneksu nr 2 rozszerzono przedmiot Umowy o kompleksową dostawę, montaż, uruchomienie\n                           i dostarczenie kompletnej dokumentacji jakościowej i powykonawczej wraz z wykonaniem\n                           robót towarzyszących instalacji wodno-kanalizacyjnych w obiektach: 5UEF, 2UEA40, 1UEA40,\n                           UVF oraz 5UHX10, 5UHX20, 6UHX10, 6UHX20. Wynagrodzenie ryczałtowe należne Spółce zależnej\n                           za wykonanie przedmiotu Aneksu nr 2 zostało ustalone na kwotę 1.430.782,18 złotych\n                           _jeden milion czterysta trzydzieści tysięcy siedemset osiemdziesiąt dwa złote i 18/100_\n                           plus podatek VAT. W pozostałym zakresie Aneks nr 2 nie wprowadził istotnych zmian\n                           w zakresie warunków Umowy. Na mocy Aneksu nr 3 rozszerzono przedmiot Umowy o kompleksową dostawę, montaż, uruchomienie\n                           i dostarczenie kompletnej dokumentacji jakościowej i powykonawczej wraz z wykonaniem\n                           robót towarzyszących instalacji wody pitnej i kanalizacji sanitarnej w obiektach UHX10,\n                           UHX20, instalacji kanalizacji przemysłowej w obiektach 7UED i 8UED, skrzynki zasilająco-sterującej\n                           dla sterowania pompami w instalacji kanalizacji przemysłowej w obiekcie 2UEA40 oraz\n                           instalacji kanalizacji przemysłowej w szachtach kablowych w pylonach bloku nr 5 i\n                           6. Wynagrodzenie ryczałtowe należne Spółce zależnej za wykonanie przedmiotu Aneksu\n                           nr 3 zostało ustalone na kwotę 486.180,76 złotych _czterysta osiemdziesiąt sześć tysięcy\n                           sto osiemdziesiąt złotych i 76/100_ plus podatek VAT. W pozostałym zakresie Aneks\n                           nr 3 nie wprowadził istotnych zmian w zakresie warunków Umowy.Przedmiotem Aneksu nr 4 jest kompleksowe wykonanie, dostawa, montaż i uruchomienie\n                           systemów HVAC – część mechaniczna, elektryczna i automatyki w obiektach odżużlania\n                           bloku nr 5 i 6 w Elektrowni Opole.Na mocy Aneksu nr 4 w związku z rozszerzeniem zakresu przedmiotu Umowy, wartość wynagrodzenia\n                           należnego Spółce zależnej za wykonanie przedmiotu Umowy uległa zwiększeniu o kwotę\n                           2.400.000,00 złotych _dwa miliony czterysta tysięcy złotych i 00/100_ plus podatek\n                           VAT do kwoty 5.438.962,94 złotych _pięć milionów czterysta trzydzieści osiem tysięcy\n                           dziewięćset sześćdziesiąt dwa złote i 94/100_ plus podatek VAT. Wykonanie przedmiotu\n                           Aneksu nr 4 powinno nastąpić do dnia 30 listopada 2017 r. W pozostałym zakresie Aneks\n                           nr 4 nie wprowadza istotnych zmian w zakresie warunków Umowy.Zawarcie Aneksu nr 4 zostało uznane za informację poufną ze względu na znaczny wzrost\n                           wynagrodzenia należnego Spółce zależnej na podstawie Aneksu nr 4 oraz z uwagi na łączną\n                           wysokość wynagrodzenia należnego Spółce zależnej zgodnie z Umową wraz z powołanymi\n                           wyżej aneksami.",
        "date": "2017-09-07"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 4 września 2017 r.\n                           został poinformowany przez Zarząd INSTAL – LUBLIN Sp. z o.o. w Lublinie - spółka zależna\n                           Emitenta - _\"Spółka zależna\", \"INSTAL- LUBLIN\"_ o podpisaniu w dniu 31 sierpnia 2017\n                           r. umowy wieloproduktowej pomiędzy ING Bank Śląski S.A. w Katowicach jako Bankiem\n                           a INSTAL-LUBLIN jako Klientem _\"Umowa\"_.Na mocy zawartej Umowy Bank przyznał Spółce zależnej odnawialny limit kredytowy w\n                           maksymalnej wysokości 10.000.000,00 złotych _dziesięć milionów złotych_ _\"Limit kredytowy\"_.\n                           Limit kredytowy może być wykorzystany w formie _1_ kredytów obrotowych w rachunkach\n                           kredytowych o charakterze odnawialnym do kwoty 3.000.000,00 złotych, w terminie do\n                           dnia 31 sierpnia 2018 r.; _2_ kredytów obrotowych w rachunkach bankowych do kwoty\n                           4.000.00,00 złotych, w terminie do dnia 31 sierpnia 2018 r. oraz _3_ gwarancji bankowych:\n                           dobrego wykonania, rękojmi _gwarancji na czas gwarancji technicznych_, zwrotu zaliczki,\n                           zapłaty w PLN, do kwoty 5.000.000,00 złotych, przy czym wygaśnięcie okresu zobowiązania\n                           gwarancji nie może przekroczyć dnia 31 sierpnia 2023 r.Zabezpieczenie wierzytelności Banku wynikających z zawartej Umowy stanowią: weksel\n                           in blanco wystawiony przez Spółkę zależną wraz z deklaracją wekslową poręczony przez\n                           Murapol S.A. w Bielsku-Białej; hipoteka łączna umowna do kwoty 15.000.000,00 złotych\n                           na nieruchomościach Spółki zależnej położonych w Lublinie, cesja praw z polisy ubezpieczeniowej\n                           obejmującej nieruchomości obciążone  hipoteką łączną, warunkowa niepotwierdzona cesja\n                           wierzytelności przysługujących Spółce zależnej z tytułu umów najmu nieruchomości zawartych\n                           pomiędzy Spółką zależną a najemcami _brak konieczności zawiadamiania dłużników_ oraz\n                           warunkowa niepotwierdzona cesja wierzytelności przysługująca Spółce zależnej z tytułu\n                           istniejących kaucji gwarancyjnych _kwot zatrzymanych przez kontrahentów_ ustalonych\n                           pomiędzy Spółką zależną a kontrahentami _brak konieczności zawiadamiania dłużników_.Umowa określa także obowiązki informacyjne i sprawozdawcze Spółki zależnej wobec Banku\n                           nie odbiegające od obowiązków stosowanych powszechnie w tego rodzaju umowach. Umowa\n                           przewiduje opłaty i prowizje dla Banku na warunkach nie odbiegających od stosowanych\n                           przez banki działające w Polsce. Pozostałe warunki Umowy nie odbiegają od warunków\n                           stosowanych powszechnie dla tego typu umów.Zawarcie opisanej wyżej Umowy przez Spółkę zależną zostało uznane za informację poufną\n                           ze względu na wartość produktów bankowych udostępnionych Spółce zależnej.",
        "date": "2017-09-04"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w wyniku postępowania przeprowadzonego\n                           w trybie zapytania ofertowego, w dniu 31 sierpnia 2017 r. pomiędzy Komarko Sp. z o.o.\n                           w Ożarowie Mazowieckim _\"KOMARKO\"_ jako Zamawiającym a Emitentem jako Wykonawcą, została\n                           zawarta umowa na wykonanie Centrum Badawczo-Rozwojowego w Ożarowie Mazowieckim przy\n                           ul. Stanisława Kierbedzia 8 _\"Umowa\"_. Inwestycja współfinansowana jest przez Unię\n                           Europejską w ramach Programu Operacyjnego Inteligentny Rozwój na lata 2014-2020, ze\n                           środków Europejskiego Funduszu Rozwoju Regionalnego, w ramach Działania 2.1 Wsparcie\n                           inwestycji w infrastrukturę B+R przedsiębiorstw.Przedmiotem Umowy jest wykonanie przez Emitenta robót budowlanych objętych zadaniem\n                           inwestycyjnym pt. \"Utworzenie Centrum Badawczo-Rozwojowego w zakresie nowoczesnych\n                           form suplementów diety i środków spożywczych specjalnego przeznaczenia żywieniowego\",\n                           wraz z towarzyszącą infrastrukturą techniczną, obejmującą instalacje: wewnętrze wodno-kanalizacyjne,\n                           wentylacji i klimatyzacji, wewnętrzną wody oczyszczonej, gruntowej pompy ciepła z\n                           odwiertami oraz elektryczne i niskoprądowe. Zakres prac objętych Umową przewiduje\n                           również wyburzenie istniejącego budynku parterowego, zagospodarowanie terenu, a także\n                           uzyskanie pozwolenia na użytkowanie obiektu.Za wykonanie przedmiotu Umowy Emitent otrzyma wynagrodzenie ryczałtowe w kwocie 5.149.881,96\n                           złotych _pięć milionów sto czterdzieści dziewięć tysięcy osiemset osiemdziesiąt jeden\n                           złotych i 96/100_, które podlega powiększaniu o podatek VAT. Wykonanie przedmiotu Umowy powinno rozpocząć się w terminie 7 dni roboczych od dnia\n                           wydania terenu budowy, które nastąpi w terminie do 14 dni roboczych od dnia zawarcia\n                           Umowy, z kolei zakończenie realizacji przedmiotu Umowy powinno nastąpić do dnia 08.06.2018\n                           r.Umowa zastrzega kary umowne w przypadku:1_ niewykonania robót w terminie - w wysokości 0,2% całkowitego wynagrodzenia umownego\n                           brutto za każdy dzień zwłoki, począwszy od dnia następnego po terminie wykonania przedmiotu\n                           Umowy, aż do dnia zgłoszenia rzeczywistej gotowości do odbioru;2_ nieuczestniczenia w naradach i spotkaniach roboczych mających w szczególności na\n                           celu bieżącą koordynację robót, wyznaczonych przez Zamawiającego - w wysokości 1.000,00\n                           złotych _tysiąc złotych i 00/100_ za każdą naradę _spotkanie_;3_ dopuszczenia do wykonywania robót budowlanych objętych przedmiotem Umowy innego\n                           podmiotu niż Wykonawca lub zaakceptowany przez Zamawiającego podwykonawca lub dalszy\n                           podwykonawca skierowany do ich wykonania zgodnie z zasadami określonymi Umową - w\n                           wysokości 0,1 % całkowitego wynagrodzenia umownego brutto danego podwykonawcy za każdy\n                           stwierdzony przypadek takiego naruszenia;4_ wykonywania czynności zastrzeżonych dla kierownika budowy lub kierownika robót\n                           przez osoby inne niż zgłoszone i zaakceptowane przez Zamawiającego – w wysokości 5.000,00\n                           złotych _pięć tysięcy złotych i 00/100_ za każdy stwierdzony przypadek takiego naruszenia;5_ utrudniania lub uniemożliwiania przez Wykonawcę _kierownika budowy_ dostępu do\n                           dziennika budowy _informacje, wpisy_ uczestnikom procesu inwestycyjnego - w wysokości\n                           5.000,00 złotych _pięć tysięcy złotych i 00/100_ za każdy stwierdzony przypadek takiego\n                           naruszenia;6_ niezgłoszonych Zamawiającemu, nieuzasadnionych przypadków przerwania robót na okres\n                           dłuższy niż 10 dni roboczych – w wysokości 0,03% wartości Umowy brutto za każdy przypadek\n                           i za każdy rozpoczęty kolejny dzień zwłoki;7_ nieusunięcia w terminie wad stwierdzonych przy odbiorze lub w okresie gwarancji\n                           rękojmi - w wysokości 1% elementu objętego wadą, za każdy dzień zwłoki, począwszy\n                           od dnia wyznaczonego na usunięcie wad do dnia zgłoszenia rzeczywistego usunięcia wad;8_ wystąpienia wad nienadających się do usunięcia - w wysokości 20% wartości każdego\n                           elementu scalonego, jednak nie mniej niż rzeczywista wartość wadliwego elementu;9_ odstąpienia przez Zamawiającego od Umowy z powodu okoliczności, za które odpowiada\n                           Wykonawca lub gdy Wykonawca odstąpi od Umowy bez podania przyczyny - w wysokości 20%\n                           wartości całkowitego wynagrodzenia umownego brutto. Umowa zastrzega uprawnienie dochodzenia odszkodowania uzupełniającego na zasadach\n                           ogólnych. Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie przez Emitenta Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi określonego Umową.",
        "date": "2017-09-01"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje o zmianie terminu publikacji skonsolidowanego\n                           raportu półrocznego Emitenta za I półrocze 2017 roku, określonego przez Emitenta w\n                           raporcie bieżącym nr 2/2017 z dnia 21 stycznia 2017 roku.Dotychczasowy termin publikacji skonsolidowanego raportu półrocznego Emitenta za I\n                           półrocze 2017 roku został określony na dzień 31 sierpnia 2017 roku. Nowy termin publikacji skonsolidowanego raportu półrocznego Emitenta za I półrocze\n                           2017 roku Emitent określił na dzień 28 września 2017 roku.Powodem zmiany jest zbliżenie nowego terminu publikacji skonsolidowanego raportu półrocznego\n                           Emitenta za I półrocze 2017 roku do terminu publikacji tego rodzaju raportu określonego\n                           przez Abadon Real Estate S.A. w Bielsku-Białej _\"Abadon Real Estate\"_. Abadon Real\n                           Estate wskutek zawarcia umowy sprzedaży, o której Emitent informował w raporcie bieżącym\n                           nr 34/2017 z dnia 15 maja 2017 roku posiada pośrednią kontrolę nad Emitentem.",
        "date": "2017-08-28"
    },
    {
        "company_name": "AWBUD",
        "content": "Działając na podstawie art. 80 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz spółkach publicznych _Dz.U.2016.1639 t.j._ _\"Ustawa\"_, Zarząd AWBUD S.A. w Fugasówce\n                           _\"Emitent\", \"Spółka\"_ przekazuje do publicznej wiadomości stanowisko Zarządu Spółki\n                           w sprawie wezwania do zapisywania się na sprzedaż 867.150 akcji Spółki _\"Wezwanie\"_,\n                           stanowiących 10,52% ogólnej liczby głosów na walnym zgromadzeniu Spółki _\"Akcje\"_.Wezwanie zostało ogłoszone w dniu 10 sierpnia 2017 r. przez MURAPOL S.A. w Bielsku-Białej\n                           _\"Wzywający\"_ za pośrednictwem Domu Maklerskiego BDM S.A. w Bielsku-Białej, zgodnie\n                           z art. 73 ust. 2 pkt 1 Ustawy. Zgodnie z wezwaniem podmiotem nabywającym Akcje jest\n                           Abadon Real Estate S.A. w Bielsku-Białej _\"Nabywający\"_. Wzywający jest podmiotem\n                           dominującym wobec Nabywającego. Zgodnie z Wezwaniem, Akcje będą nabywane w ramach Wezwania w okresie od dnia 31 sierpnia\n                           2017 r. do 13 września 2017 r. włącznie po cenie za jedną Akcję wynoszącej 7,50 zł\n                           _siedem złotych pięćdziesiąt groszy_.Nabywający w wyniku Wezwania zamierza nabyć 867.150 Akcji uprawniających do wykonywania\n                           10,52% ogólnej liczby głosów na walnym zgromadzeniu Spółki. Nabywający w wyniku Wezwania\n                           zamierza osiągnąć 2.059.160 akcji Spółki uprawniających do wykonywania 24,98% ogólnej\n                           liczby głosów na walnym zgromadzeniu Spółki. Wzywający, na dzień ogłoszenia Wezwania, posiada poprzez podmioty zależne łącznie\n                           55,48% głosów, co odpowiada 4.573.194 Akcjom. Po przeprowadzeniu Wezwania, Wzywający\n                           poprzez podmioty zależne zamierza osiągnąć 5.440.344 głosów na walnym zgromadzeniu\n                           Spółki, co odpowiada takiej samej ilości Akcji. Nabywający, na dzień ogłoszenia Wezwania posiada wraz z podmiotem zależnym 55,48%\n                           głosów, co odpowiada 4.573.194 Akcjom. Po przeprowadzeniu Wezwania, Nabywający zamierza\n                           wraz z podmiotem zależnym osiągnąć 5.440.344 głosów na walnym zgromadzeniu Spółki,\n                           co odpowiada takiej samej ilości Akcji. Opinia Zarządu Spółki dotycząca wpływu Wezwania na interes Spółki: Zarząd Emitenta wyraża pozytywną opinię w odniesieniu do Wezwania. Wzywający traktuje\n                           nabycie akcji Spółki jako inwestycję długoterminową. Wzywający zamierza rozwijać dotychczasową\n                           działalność Spółki, nie zmieniając zasadniczo jej profilu działania. Wzywający nie\n                           ma zamiaru prowadzenia działań zmierzających do wycofania akcji Spółki z obrotu na\n                           Giełdzie Papierów Wartościowych w Warszawie S.A. Z kolei Nabywający, będąc podmiotem\n                           zależnym wobec Wzywającego, realizuje w pełni cele i plany Wzywającego, w związku\n                           z czym, zamiary Nabywającego są tożsame z zamierzeniami Wzywającego, o których mowa\n                           powyżej. W opinii Zarządu Spółki Wezwanie nie będzie miało wpływu na poziom zatrudnienia\n                           w Spółce oraz na lokalizację prowadzenia działalności Spółki.Opinia Zarządu Spółki dotycząca ceny proponowanej w Wezwaniu:W ocenie Zarządu Spółki cena Akcji proponowana w Wezwaniu w wysokości 7,50 zł _siedem\n                           złotych pięćdziesiąt groszy_ za jedną Akcję nie jest niższa niż cena minimalna ustalona\n                           zgodnie z wymogami określonymi w art. 79 Ustawy. W szczególności, cena Akcji proponowana\n                           w Wezwaniu nie jest niższa niż średnia cena rynkowa Akcji z okresu 6 miesięcy poprzedzających\n                           ogłoszenie Wezwania, w czasie których dokonywany był obrót Akcjami na rynku regulowanym\n                           prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A. _średnia cena rynkowa\n                           Akcji w tym okresie wyniosła 6,84 zł _słownie: sześć złotych osiemdziesiąt cztery\n                           grosze_. Cena Akcji proponowana w Wezwaniu nie jest również niższa od najwyższej ceny,\n                           jaką za Akcje będące przedmiotem Wezwania podmiot zobowiązany do ogłoszenia Wezwania,\n                           podmioty od niego zależne i podmioty wobec niego dominujące płaciły za Akcje w okresie\n                           12 miesięcy od dnia ogłoszenia Wezwania, to jest 7,50 zł _siedem złotych pięćdziesiąt\n                           groszy_. Zarząd Spółki oparł swoje stanowisko, miedzy innymi na analizie treści Wezwania, przeglądzie\n                           cen rynkowych Akcji Spółki notowanych na Giełdzie Papierów Wartościowych w Warszawie\n                           S.A. oraz skonsolidowanych sprawozdaniach finansowych Spółki za lata ubiegłe oraz\n                           I kwartał 2017 r. Zarząd Emitenta informuje, że nie zlecał sporządzania żadnych dodatkowych\n                           opracowań, opinii ani wycen wartości Spółki w związku Wezwaniem, a przy formułowaniu\n                           stanowiska dotyczącego Wezwania opierał się na analizie informacji podanych w treści\n                           Wezwania oraz na informacjach pochodzących ze Spółki. Stanowisko Zarządu Spółki dotyczące Wezwania nie stanowi rekomendacji dotyczącej nabywania\n                           lub zbywania instrumentów finansowych. Akcjonariusz podejmując decyzję inwestycyjną\n                           w sprawie odpowiedzi na Wezwanie powinien dokonać własnej oceny ryzyka inwestycyjnego\n                           związanego ze sprzedażą akcji Spółki na podstawie całości informacji udostępnionych\n                           przez Spółkę w ramach wykonywania obowiązków informacyjnych, w tym zwłaszcza dokonać\n                           oceny atrakcyjności ceny, po jakiej Wezwanie zostało ogłoszone.",
        "date": "2017-08-21"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w nawiązaniu do raportu nr 33/2017 r. z\n                           dnia 15 maja 2017 r. informuje, że w dniu 3 sierpnia 2017 r. Rada Nadzorcza Spółki,\n                           na podstawie art. 368 § 4 Kodeksu spółek handlowych i § 23 ust.2 Statutu Spółki, podjęła\n                           uchwały w sprawie zmian w składzie Zarządu Spółki, na mocy których do składu Zarządu\n                           na okres 3 _trzy_ - letniej kadencji został powołany Pan Robert Kasprzak oraz Pan\n                           Nikodem Iskra. Panu Nikodemowi Iskrze _Iskra_ powierzono pełnienie funkcji Wiceprezesa\n                           Zarządu.Życiorysy zawodowe w/w Członków Zarządu Spółki stanowią załącznik do niniejszego raportu",
        "date": "2017-08-03"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, że w dniu 3 sierpnia 2017 r.\n                           Rada Nadzorcza Spółki, na podstawie § 17 Statutu Spółki, podjęła uchwały w sprawie\n                           wyboru Przewodniczącego Rady Nadzorczej, Wiceprzewodniczącego Rady Nadzorczej oraz\n                           Sekretarza Rady Nadzorczej. Do pełnienia funkcji Przewodniczącego Rady Nadzorczej\n                           powołano Pana Wiesława Cholewę _Cholewa_. Do pełnienia funkcji Wiceprzewodniczącego\n                           Rady Nadzorczej powołano Pana Andrzeja Wuczyńskiego _Wuczyński_. Do pełnienia funkcji\n                           Sekretarza Rady Nadzorczej powołano Pana Michała Feist _Feist_.",
        "date": "2017-08-03"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w nawiązaniu do raportu nr 65/2016 z dnia\n                           20 grudnia 2016 r., informuje, iż  do dnia 31 lipca 2017 r. nie spełniły się warunki\n                           wejścia w życie umowy zawartej w dniu 19 grudnia 2016 r. pomiędzy EKOTEKNO Sp. z o.o.\n                           w Częstochowie _\"EKOTEKNO\"_ jako Zamawiającym a konsorcjum, którego stronami są: Emitent\n                           _Lider Konsorcjum_ oraz Falubaz Polska S.A. S.K.A. w Zielonej Górze, jako Wykonawcą,\n                           a której przedmiotem jest \"Budowa Regionalnego Zakładu Zagospodarowania Odpadów wraz\n                           ze składowiskiem odpadów innych niż niebezpieczne i obojętne na działkach nr ewid.\n                           230, 232 i 271 obręb Chabierów, gm. Błaszki wraz z infrastrukturą towarzyszącą\" _\"Umowa\"_.\n                           Wejście Umowy w życie zostało warunkowane _1_ uzyskaniem przez EKOTEKNO zabezpieczenia\n                           spłat pożyczki udzielonej przez Narodowy Fundusz Ochrony Środowiska i Gospodarki Wodnej\n                           i innych należności, z której to pożyczki środki miały zostać przeznaczone na realizację\n                           Umowy oraz _2_ zaakceptowaniem przez Narodowy Fundusz Ochrony Środowiska i Gospodarki\n                           Wodnej ustanowionych zabezpieczeń spłaty pożyczki i innych należności, z której to\n                           pożyczki środki miały zostać przeznaczone na realizację Umowy. Niespełnienie się powyższych\n                           warunków wejścia w życie Umowy spowodowało, że z dniem 31 lipca 2017 r. Umowa uległa\n                           automatycznemu rozwiązaniu bez obowiązku składania oświadczeń przez którąkolwiek ze\n                           Stron. Niespełnienie się warunków wejścia w życie Umowy zostało uznane za informację poufną\n                           ze względu na wysokość wynagrodzenia należnego Emitentowi zgodnie z Umową.",
        "date": "2017-08-01"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 28 lipca 2017 r. została\n                           podpisana umowa pożyczki _\"Umowa\"_ pomiędzy ABADON REAL ESTATE Spółka Akcyjna w Bielsku-Białej,\n                           jako pożyczkodawcą _\"ABADON REAL ESTATE\"_ a Emitentem, jako pożyczkobiorcą. Na podstawie\n                           Umowy i na warunkach w niej określonych ABADON REAL ESTATE udzielił Emitentowi pożyczki\n                           pieniężnej w kwocie 5.000.000,00 zł _słownie: pięć milionów złotych_, podlegającej\n                           wypłacie w dniu zawarcia Umowy, oprocentowanej 6,5% w skali roku i podlegającej zwrotowi\n                           do dnia 27 lipca 2018 r. Pozostałe warunki Umowy nie odbiegają od warunków stosowanych\n                           powszechnie dla tego typu umów. Zawarcie Umowy zostało uznane za informację poufną\n                           ze względu na wysokość kwoty pożyczki.",
        "date": "2017-07-28"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 27 lipca 2017 r. pomiędzy\n                           Zabrzańskim Przedsiębiorstwem Wodociągów i Kanalizacji Sp. z o.o. w Zabrzu jako Zamawiającym\n                           a Emitentem jako Wykonawcą, została podpisana umowa, której przedmiotem jest wykonanie\n                           zamówienia publicznego pn. \"Przebudowa oczyszczalni ścieków Mikulczyce w Zabrzu\" Część\n                           I – Roboty budowlane  _\"Umowa\"_.Umowa składa się z: Aktu Umowy, Warunków Ogólnych które stanowią \"Warunki kontraktowe\n                           dla robót inżynieryjno – budowlanych projektowanych przez Zamawiającego\", czwarte\n                           wydanie angielsko – polskie niezmienione 2008, _tłumaczenie 1 wydania w języku angielskim_,\n                           przygotowane i opublikowane przez Międzynarodową Federację Inżynierów Konsultantów\n                           _FIDIC_, oraz Warunków Szczególnych, które zmieniają, uzupełniają i wprowadzają dodatkowe\n                           klauzule do  Warunków Ogólnych. Za wykonanie przedmiotu Umowy Emitent otrzyma wynagrodzenie ryczałtowe w kwocie 17.064.687,05\n                           złotych _siedemnaście milionów sześćdziesiąt cztery tysiące sześćset osiemdziesiąt\n                           siedem złotych i 05/100_ plus podatek VAT, co łącznie stanowi kwotę 20.989.565,07\n                           złotych _słownie: dwadzieścia milionów dziewięćset osiemdziesiąt dziewięć tysięcy\n                           pięćset sześćdziesiąt pięć złotych i 07/100_.Wykonanie przedmiotu Umowy powinno nastąpić w okresie 24 miesięcy od daty podpisania\n                           Aktu Umowy.Zgodnie z Umową zastrzeżone zostały kary umowne w następujących przypadkach:1_ nie doprowadzenia na wezwanie Zamawiającego do zmiany umowy o podwykonawstwo, jeżeli\n                           wskazany w tej umowie termin zapłaty wynagrodzenia Podwykonawcy dostaw lub usług przez\n                           jego kontrahenta będzie dłuższy niż 30 dni od doręczenia Wykonawcy lub Podwykonawcy\n                           robót budowlanych faktury lub rachunku Podwykonawcy dostaw lub usług - w wysokości\n                           20% wartości netto tej umowy;2_ nieprzedłożenia przez Wykonawcę do zaakceptowania Zamawiającemu projektu umowy\n                           o podwykonawstwo lub projektu jej zmiany – w wysokości 10% wartości Zatwierdzonej\n                           Kwoty Kontraktowej;3_ nieprzedłożenia przez Wykonawcę Zamawiającemu poświadczonej za zgodność z oryginałem\n                           kopii umowy o podwykonawstwo lub jej zmiany w terminie 7 dni od dnia jej podpisania\n                           – w wysokości 10% wartości wynagrodzenia należnego Wykonawcy zgodnie z Umową;4_ w przypadku braku zmiany przez Wykonawcę umowy z zatwierdzonym Podwykonawcą w zakresie\n                           terminu zapłaty – w wysokości 20% wartości Zatwierdzonej Kwoty Kontraktowej;5_ nie przedstawienia przez Wykonawcę lub Podwykonawcę informacji lub dokumentów w\n                           terminach określonych Umową - w wysokości 5.000,00 złotych, maksymalnie 10% wartości\n                           Zatwierdzonej Kwoty Kontraktowej;6_ wykazania przez Zamawiającego bądź Państwową Inspekcję Pracy albo inny uprawniony\n                           podmiot, na podstawie stosownych dowodów, że Wykonawca nie dopełnił obowiązku zatrudnienia\n                           na podstawie umowy o pracę osób wykonujących wskazane przez Zamawiającego rodzaje\n                           czynności w zakresie realizacji Umowy - w wysokości 0,05% wartości Zatwierdzonej Kwoty\n                           Kontraktowej, maksymalnie 10% wartości Zatwierdzonej Kwoty Kontraktowej;7_ za zwłokę w realizacji przedmiotu Umowy – w wysokości 0,2% % wartości Zatwierdzonej\n                           Kwoty Kontraktowej, maksymalnie 25% wartości Zatwierdzonej Kwoty Kontraktowej;8_ nieterminowego przystąpienia do usuwania wad/wymiany rzeczy na wolną od wad  -\n                           w wysokości 0,1% wartości Ceny Kontraktowej za każdy dzień zwłoki;9_ nie dokonania naprawy wady lub uszkodzenia w wyznaczonym Umową terminie – w wysokości\n                           0,1% wartości Zatwierdzonej Kwoty Kontraktowej za każdy dzień zwłoki;10_ nieprzystąpienia w terminie 24 godzin do naprawy lub wymiany Urządzenia Kluczowego\n                           lub przekroczenia Gwarantowanego maksymalnego łącznego czasu postoju Urządzeń Kluczowych\n                           w następujących wysokościach:a_ za każdą kolejną rozpoczętą godzinę zwłoki w przystąpieniu do naprawy lub wymiany\n                           Urządzenia Kluczowego, ponad termin 24-godzinny, liczony od otrzymania powiadomienia\n                           o wystąpieniu nieplanowanego Postoju Urządzenia Kluczowego – w wysokości 0,01% wartości\n                           Zatwierdzonej Kwoty Kontraktowej;b_ za każdą kolejną rozpoczętą godzinę postoju Urządzenia Kluczowego ponad Gwarantowany\n                           maksymalny łączny czas postoju Urządzeń Kluczowych – w wysokości 0,02%  wartości Zatwierdzonej\n                           Kwoty Kontraktowej.11_ rozwiązania Umowy przez Zamawiającego z przyczyn dotyczących Wykonawcy – w wysokości\n                           10% wartości Zatwierdzonej Kwoty Kontraktowej.Umowa zastrzega uprawnienie Zamawiającego do dochodzenia odszkodowania uzupełniającego\n                           na zasadach ogólnych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie przedmiotowej Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi zgodnie z Umową.",
        "date": "2017-07-27"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. _\"Emitent\"_ informuje, że w dniu 26 lipca 2017 r. otrzymał postanowienie\n                           Sądu Rejonowego w Częstochowie, XVII Wydział Gospodarczy Krajowego Rejestru Sądowego\n                           _\"Sąd\"_ wydane dnia 26 lipca 2017 r., na mocy którego Sąd w dniu 26 lipca 2017 r.,\n                           dokonał rejestracji zmian Statutu Emitenta objętych uchwałą nr 26/2017 Zwyczajnego\n                           Walnego Zgromadzenia Emitenta z dnia 26 czerwca 2017 r. w sprawie zmiany Statutu Spółki.W załączeniu Emitent przekazuje dotychczasowe brzmienie § 9, § 18 ust. 4, § 20 ust.\n                           4, § 20 ust. 5, § 21 ust. 2, § 23 ust. 3, § 25 ust. 2, § 25 ust. 3, § 25 ust. 5 Statutu\n                           Emitenta oraz nowe brzmienie § 9, § 18 ust. 4, § 20 ust. 4, § 20 ust. 5, § 21 ust.\n                           2, § 23 ust. 3, § 25 ust. 2, § 25 ust. 3, § 25 ust. 5 Statutu Emitenta po rejestracji\n                           wskazanych wyżej zmian, a także treść tekstu jednolitego Statutu Emitenta.",
        "date": "2017-07-26"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 26 lipca 2017 r. pomiędzy\n                           Raiffeisen Bank Polska S.A. w Warszawie _\"Bank\"_ a Emitentem został podpisany aneks\n                           nr 3 _\"Aneks\"_ do umowy o limit wierzytelności nr CRD/L/47238/16 z dnia 14 lipca 2016\n                           r. _\"Umowa\"_. O zawarciu Umowy Emitent informował raportem bieżącym nr 48/2016 z dnia\n                           15 lipca 2016 r. Na mocy Aneksu przedłużono okres obowiązywania Umowy do dnia 29 czerwca\n                           2018 r., limit wierzytelności został zwiększony do wysokości 16.000.000,00 złotych\n                           _szesnaście milionów złotych i 00/100_, ostateczny dzień okresu wykorzystania gwarancji\n                           został ustalony na 29 czerwca 2018 r., a ostateczny dzień spłaty gwarancji na 30 czerwca\n                           2023 r. W ramach limitu wierzytelności ustanowiono kredyt w bieżącym rachunku bankowym\n                           Emitenta do wysokości 3.000.000,00 złotych _trzy miliony złotych_. W pozostałym zakresie\n                           Aneks nie wprowadza istotnych zmian w zakresie warunków Umowy.Zawarcie Aneksu zostało uznane za informację poufną ze względu na wartość produktu\n                           bankowego udostępnionego Emitentowi.",
        "date": "2017-07-26"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. _\"Emitent\"_ informuje, że Rada Nadzorcza działając na podstawie\n                           § 21 ust.1 pkt. 15_  Statutu Spółki, zgodnie z obowiązującymi przepisami i normami\n                           zawodowymi, podjęła w dniu 26 lipca 2017 r. uchwałę w sprawie wyboru Grant Thornton\n                           Polska Spółka z ograniczoną odpowiedzialnością Spółka komandytowa w Poznaniu, wpisaną\n                           na listę podmiotów uprawnionych do badania sprawozdań finansowych prowadzoną przez\n                           Krajową Izbę Biegłych Rewidentów pod numerem 4055, celem przeprowadzenia przeglądu\n                           sprawozdania finansowego Emitenta za pierwsze półrocze roku obrotowego 2017 i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Emitenta za pierwsze półrocze roku obrotowego\n                           2017 oraz przeprowadzenia badania sprawozdania finansowego Emitenta za rok obrotowy\n                           2017 i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Emitenta za rok\n                           obrotowy 2017. Umowa z wybranym podmiotem zostanie zawarta na okres niezbędny do wykonania\n                           jej przedmiotu.Jednocześnie Emitent wskazuje, iż korzystał z usług wybranego audytora w zakresie\n                           przeprowadzenia przeglądu sprawozdania finansowego Emitenta za pierwsze półrocze roku\n                           obrotowego 2016 i skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Emitenta\n                           za pierwsze półrocze roku obrotowego 2016 oraz przeprowadzenia badania sprawozdania\n                           finansowego Emitenta za rok obrotowy 2016 i skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Emitenta za rok obrotowy 2016.",
        "date": "2017-07-26"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 21 lipca 2017 r. otrzymał\n                           obustronnie podpisany aneks nr 4 _\"Aneks\"_ do umowy faktoringowej nr CRD/F/47377/16\n                           z dnia 20 lipca 2016 r. zawartej pomiędzy Raiffeisen Bank Polska S.A. w Warszawie\n                           _\"Bank\"_ a Emitentem _\"Umowa\"_ określającej zasady nabywania przez Bank wierzytelności\n                           pieniężnych z tytułu umów handlowych, udokumentowanych przez Emitenta fakturami VAT\n                           za dostawy towarów lub usług, w stosunku do kontrahentów Emitenta określonych w załączniku\n                           do Umowy. O zawarciu Umowy Emitent informował raportem bieżącym nr 50/2016 z dnia\n                           21 lipca 2016 r. Na mocy Aneksu przedłużono okres obowiązywania Umowy do dnia 1 października\n                           2018 r. dla odnawialnego limitu faktoringowego w wysokości 9.000.000,00 złotych _dziewięć\n                           milionów złotych_. W pozostałym zakresie Aneks nie wprowadza istotnych zmian w zakresie\n                           warunków Umowy.Zawarcie Aneksu zostało uznane za informację poufną ze względu na wartość produktu\n                           bankowego udostępnionego Emitentowi.",
        "date": "2017-07-21"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 18 lipca 2017 r. otrzymał\n                           dwa zamówienia opatrzone datą 17 lipca 2017 r. złożone Emitentowi przez Zakłady Górniczo-Hutnicze\n                           Bolesław S.A. w Bukownie _\"ZGH \"Bolesław\" S.A.\"_ jako Zamawiającym. Przedmiotem pierwszego z zamówień jest wykonanie przez Emitenta prac związanych z\n                           realizacją zadania inwestycyjnego pn. \"Budowa Hali Namiarowni Wsadu - ETAP I _Segment\n                           A+B_\" _\"Zamówienie nr 1\"_. Za wykonanie przedmiotu Zamówienia nr 1 Emitent otrzyma\n                           wynagrodzenie w kwocie 22.573.727,00 złotych _dwadzieścia dwa miliony pięćset siedemdziesiąt\n                           trzy tysiące siedemset dwadzieścia siedem złotych i 00/100_, które podlega powiększaniu\n                           o podatek VAT. Wykonanie przedmiotu Zamówienia nr 1 powinno nastąpić do dnia 16.08.2018\n                           r.Przedmiotem drugiego zamówienia jest wykonanie przez Emitenta prac przygotowawczych\n                           do budowy nowej Hali Wanien _\"Zamówienie nr 2\"_. Za wykonanie przedmiotu Zamówienia\n                           nr 2 Emitent otrzyma wynagrodzenie w kwocie 4.195.345,36 złotych _cztery miliony sto\n                           dziewięćdziesiąt pięć tysięcy trzysta czterdzieści pięć złotych i 36/100_, które podlega\n                           powiększaniu o podatek VAT. Wykonanie przedmiotu Zamówienia nr 2 powinno nastąpić\n                           do dnia 29.12.2017 r.Na podstawie Zamówienia Nr 1 i Zamówienia Nr 2 Emitent przystąpi do realizacji ich\n                           przedmiotu. Szczegółowe warunki wykonania przedmiotu Zamówienia nr 1 oraz przedmiotu\n                           Zamówienia nr 2 zostaną określone w umowach, które zostaną zawarte pomiędzy ZGH \"Bolesław\"\n                           S.A. a Emitentem. O zawarciu wyżej powołanych umów Emitent poinformuje w odrębnym raporcie.Otrzymanie przez Emitenta  Zamówienia nr 1 oraz Zamówienia nr 2 zostało uznane za\n                           informację poufną ze względu na wysokość wynagrodzenia należnego Emitentowi określonego\n                           Zamówieniem nr 1 oraz Zamówieniem nr 2.",
        "date": "2017-07-18"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że otrzymał od Pana Michała Wuczyńskiego,\n                           Prezesa Zarządu Emitenta, zawiadomienie o transakcji na akcjach Emitenta,  którego\n                           treść Emitent przekazuje w załączeniu do niniejszego raportu",
        "date": "2017-07-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że otrzymał od Pana Andrzeja\n                           Wuczyńskiego, Członka Rady Nadzorczej Emitenta, zawiadomienie o transakcji na akcjach\n                           Emitenta,  którego treść Emitent przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-07-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że otrzymał zawiadomienie, podpisane\n                           przez Andrzeja Wuczyńskiego jako pełnomocnika, a składane przez Michała Wuczyńskiego,\n                           w którym Emitent jest informowany o nabyciu akcji Emitenta przez Michała Wuczyńskiego.\n                           Treść otrzymanego przez Emitenta zawiadomienia, Zarząd Emitenta przekazuje w załączeniu\n                           do niniejszego raportu.",
        "date": "2017-07-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że otrzymał od Pana Andrzeja\n                           Wuczyńskiego zawiadomienie o zbyciu akcji Emitenta, którego treść Emitent przekazuje\n                           w załączeniu do niniejszego raportu.",
        "date": "2017-07-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 6 grudnia 2018 r. otrzymał\n                           oświadczenie od Pana Jacka Zwiecha _Zwiech_, pełniącego funkcję Członka Zarządu, o\n                           rezygnacji z członkostwa w Zarządzie Emitenta z dniem 31 grudnia 2018 r.",
        "date": "2018-12-06"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 6 grudnia 2018 r. Rada\n                           Nadzorcza Emitenta, na podstawie art. 368 § 4 Kodeksu spółek handlowych i § 23 ust.\n                           2 Statutu Spółki, podjęła uchwałę o powołaniu z dniem 1 stycznia 2019 r. Pana Wojciecha\n                           Góreckiego do składu Zarządu Emitenta na okres 3 _trzy_- letniej kadencji i powierzeniu\n                           funkcji Wiceprezesa Zarządu.Zgodnie ze złożonym oświadczeniem Pan Wojciech Górecki _i_ nie prowadzi, ani nie uczestniczy\n                           w prowadzeniu działalności, która byłaby konkurencyjna w stosunku do działalności\n                           Emitenta, _ii_ nie uczestniczy w innej spółce konkurencyjnej wobec Emitenta, jako\n                           wspólnik spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej\n                           oraz nie uczestniczy w innej konkurencyjnej osobie prawnej wobec Emitenta, jako członek\n                           jej organu oraz nie jest wpisana do Krajowego Rejestru Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie ustawy z dnia 20 sierpnia 1997 r. o Krajowym Rejestrze Sądowym.Życiorys zawodowy Pana Wojciecha Góreckiego stanowi załącznik do niniejszego raportu.",
        "date": "2018-12-06"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 28 listopada 2018r.\n                           Rada Nadzorcza Emitenta, na podstawie art. 368 § 4 Kodeksu spółek handlowych i § 23\n                           ust. 2 Statutu Spółki, podjęła uchwałę o powierzeniu Panu Robertowi Kasprzakowi, członkowi\n                           Zarządu Emitenta, funkcji Wiceprezesa Zarządu.",
        "date": "2018-11-28"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD Spółka Akcyjna w Fugasówce _\"Emitent\"_ informuje, że w dniu 28 listopada\n                           2018 r. otrzymał pisemne oświadczenie Pana Mariusza Kolwasa o rezygnacji z członkostwa\n                           w Zarządzie Emitenta, w tym z funkcji Wiceprezesa Zarządu, z dniem 28 listopada 2018\n                           r. Powodem rezygnacji są przyczyny osobiste zgodnie z treścią oświadczenia złożonego\n                           Emitentowi.",
        "date": "2018-11-28"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 28 listopada Rada Nadzorcza\n                           Emitenta,       na podstawie art. 368 § 4 Kodeksu spółek handlowych i § 23 ust. 2\n                           Statutu Spółki, podjęła uchwałę o powołaniu Pani Anety Bińkiewicz do składu Zarządu\n                           Emitenta na okres 3 _trzy_- letniej kadencji i powierzeniu Jej funkcji Prezesa Zarządu.Zgodnie ze złożonym oświadczeniem Pani Aneta Bińkiewicz _i_ nie prowadzi, ani nie\n                           uczestniczy w prowadzeniu działalności, która byłaby konkurencyjna w stosunku do działalności\n                           Emitenta, _ii_ nie uczestniczy w innej spółce konkurencyjnej wobec Emitenta, jako\n                           wspólnik spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej\n                           oraz nie uczestniczy w innej konkurencyjnej osobie prawnej wobec Emitenta, jako członek\n                           jej organu oraz nie jest wpisana do Krajowego Rejestru Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie ustawy   z  dnia 20 sierpnia 1997 r. o Krajowym Rejestrze\n                           Sądowym.Życiorys zawodowy Pani Anety Bińkiewicz stanowi załącznik do niniejszego raportu.",
        "date": "2018-11-28"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ przekazuje korektę raportu bieżącego nr\n                           53/2018 z dnia 15 listopada 2018r. dotyczącego Akcjonariuszy posiadających co najmniej\n                           5% liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu AWBUD S.A. zwołanym na dzień\n                           15 listopada 2018r.Na skutek omyłki pisarskiej w pkt. 3 raportu błędnie podano liczbę głosów z akcji\n                           posiadanych przez Pana Michała Wuczyńskiego.  Poniżej Emitent przekazuje skorygowaną treść pkt. 3 raportu:\"3. Michał Jakub Wuczyński, któremu przysługiwało 1.236.442 głosów z posiadanych akcji,\n                           co stanowiło 18,52% w liczbie głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i stanowi\n                           15,00% ogólnej liczby głosów\".",
        "date": "2018-11-16"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ przekazuje wykaz akcjonariuszy, którzy na\n                           Nadzwyczajnym Walnym Zgromadzeniu AWBUD S.A. odbytym w dniu 15 listopada 2018 r. posiadali\n                           co najmniej 5 % liczby głosów na tym zgromadzeniu:1. Petrofox Sp. z o.o. w Fugasówce, której przysługiwało 3.381.194 głosów z posiadanych\n                           akcji, co stanowiło 50,64% w liczbie głosów na tym Nadzwyczajnym Walnym Zgromadzeniu\n                           i stanowi 41,02% ogólnej liczby głosów.2. Abadon Real Estate S.A. w Bielsku-Białej, której przysługiwało 2.059.150 głosów\n                           z posiadanych akcji, co stanowiło 30,84% w liczbie głosów na tym Nadzwyczajnym Walnym\n                           Zgromadzeniu i stanowi 24,98 % ogólnej liczby głosów.3. Michał Jakub Wuczyński, któremu przysługiwało 1.236.422 głosów z posiadanych akcji,\n                           co stanowiło 18,52% w liczbie głosów na tym Nadzwyczajnym Walnym Zgromadzeniu i stanowi\n                           15,00% ogólnej liczby głosów.",
        "date": "2018-11-15"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A.  w Fugasówce _\"Emitent\"_ w załączeniu przekazuje treść uchwał podjętych\n                           przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy AWBUD S.A. w dniu 15 listopada\n                           2018r.",
        "date": "2018-11-15"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 29 października 2018\n                           r. pomiędzy Budimex S.A., Técnicas Reunidas S.A. – Turów spółka cywilna a spółką zależną\n                           Emitenta, to jest INSTAL–LUBLIN Sp. z o.o. w Lublinie _INSTAL-LUBLIN_ został zawarty\n                           aneks nr 3 _\"Aneks nr 3\"_ do umowy - zamówienia nr 70020-2557 z dnia 10 lipca 2017\n                           r. na dostawę i montaż instalacji ogrzewania, wentylacji i klimatyzacji _HVAC_ oraz\n                           instalacji wodno-kanalizacyjnych w ramach budowy nowego bloku energetycznego w Elektrowni\n                           Turów _\"Umowa\"_. Emitent informował o zawarciu Umowy przez INSTAL-LUBLIN zależną w\n                           raporcie bieżącym nr 49/2017 r. z dnia 11 lipca 2017 r.Na mocy Aneksu nr 3 został zmieniony przedmiot Umowy, w tym o wykonanie instalacji\n                           ogrzewania, wentylacji i klimatyzacji oraz instalacji wodno-kanalizacyjnych, zwiększono\n                           wartość wynagrodzenia należnego INSTAL–LUBLIN za wykonanie przedmiotu Umowy o kwotę\n                           netto 8.626.610,42 złote, a zatem do kwoty netto 27.326.610,42 złotych oraz wprowadzono\n                           nowe terminy wykonania przedmiotu Umowy z terminem końcowym dla wszystkich robót do\n                           dnia 31 sierpnia 2019 r.W pozostałym zakresie Aneks nr 3 nie wprowadza istotnych zmian w zakresie warunków\n                           Umowy.Zawarcie Aneksu nr 3 zostało uznane za informację poufną ze względu na znaczny wzrost\n                           wynagrodzenia należnego INSTAL-LUBLIN na podstawie Aneksu nr 3 oraz z uwagi na łączną\n                           wysokość wynagrodzenia należnego INSTAL-LUBLIN zgodnie z Umową wraz z powołanym wyżej\n                           Aneksem nr 3.",
        "date": "2018-10-30"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, w nawiązaniu do raportu bieżącego nr 36/2018\n                           z dnia 16 sierpnia 2018 r., informuje o kolejnym znacznym zwiększeniu finansowania\n                           pożyczkowego Emitenta przez ABADON REAL ESTATE Spółka Akcyjna w Bielsku-Białej _\"ABADON\n                           REAL ESTATE\"_ do łącznej kwoty 25.007.510,62 złotych. W dniu 22 października 2018\n                           r. została zawarta umowa pożyczki na kwotę 5.184.000,00 złotych, z przeznaczeniem\n                           na uregulowanie bieżących zobowiązań Emitenta,  z oprocentowaniem 6,5% w skali roku\n                           i terminem zwrotu do dnia 21 października 2019 r. Pozostałe warunki tej umowy pożyczki\n                           nie odbiegają od warunków umów pożyczki poprzednio zawartych z ABADON REAL ESTATE.\n                           Zawarcie umowy pożyczki zostało uznane za informację poufną z uwagi na znaczny wzrost\n                           finansowania pożyczkowego Emitenta przez ABADON REAL ESTATE.",
        "date": "2018-10-22"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 22 października 2018\n                           r. pomiędzy Domem Maklerskim Banku Ochrony Środowiska S.A. w Warszawie _\"Animator\"_\n                           a Emitentem, została podpisana umowa o pełnienie funkcji Animatora Emitenta na GPW\n                           _\"Umowa\"_. Umowa została zawarta na czas nieokreślony. Umowa wchodzi w życie z dniem\n                           22 października 2018 r., pod warunkiem, że Zarząd Giełdy Papierów Wartościowych w\n                           Warszawie S.A. nie wyrazi sprzeciwu w trybie § 88 Regulaminu Giełdy. Umowa może zostać\n                           rozwiązana przez każdą ze stron z zachowaniem dwumiesięcznego okresu wypowiedzenia\n                           ze skutkiem na koniec miesiąca kalendarzowego.Pozostałe warunki Umowy nie odbiegają od warunków standardowych dla tego typu umów.",
        "date": "2018-10-22"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w załączeniu przekazuje treść projektów\n                           uchwał, które mają być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia Emitenta\n                           zwołanego na dzień 15 listopada 2018r.",
        "date": "2018-10-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Ogłoszenie o Walnym Zgromadzeniu AWBUD Spółka Akcyjna w FugasówceI.Data, godzina i miejsce Walnego Zgromadzenia oraz szczegółowy porządek obrad _art.\n                           4022 pkt 1_ Kodeksu spółek handlowych_Zarząd AWBUD Spółka Akcyjna w Fugasówce _dalej \"Spółka\"_, na podstawie art. 399 §\n                           1 Kodeksu spółek handlowych, art. 4021 Kodeksu spółek handlowych i art. 4022 Kodeksu\n                           spółek handlowych oraz § 10 ust. 2 i ust. 3 Statutu Spółki, zwołuje Nadzwyczajne Walne\n                           Zgromadzenie na dzień 15 listopada 2018 roku, na godzinę 10.00, pod adresem siedziby\n                           Spółki: ul. Reja 4, Fugasówka, z następującym porządkiem obrad:1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia, Komisji Skrutacyjnej, inne sprawy\n                           organizacyjne.3. Sporządzenie i sprawdzenie listy obecności.4. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.5. Przedstawienie i przyjęcie porządku obrad Walnego Zgromadzenia.6. Podjęcie uchwały w sprawie zmiany Statutu AWBUD Spółka Akcyjna w Fugasówce.7. Podjęcie uchwały w sprawie przyjęcia tekstu jednolitego Statutu AWBUD Spółka Akcyjna\n                           w Fugasówce.8. Podjęcie uchwały w sprawie ustalenia zasad wynagradzania i wysokości wynagrodzenia\n                           członków Rady Nadzorczej.9. Wolne wnioski i sprawy rożne.10. Zamknięcie obrad Walnego Zgromadzenia.II.Opis procedur dotyczących uczestnictwa w Walnym Zgromadzeniu i wykonywania prawa głosu _art. 4022 pkt 2_ Kodeksu spółek handlowych_A.Akcjonariusz lub Akcjonariusze reprezentujący co najmniej 1/20 _jedną dwudziestą_\n                           kapitału zakładowego mogą żądać umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie później niż na\n                           21 _dwadzieścia jeden_ dni przed wyznaczonym terminem Walnego Zgromadzenia. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie może zostać złożone w postaci elektronicznej i powinno zostać\n                           przekazane na następujący adres poczty elektronicznej Spółki: wza@awbud.pl. Zarząd\n                           Spółki jest obowiązany niezwłocznie, jednak nie później niż na 18 _osiemnaście_ dni\n                           przed wyznaczonym terminem Walnego Zgromadzenia, ogłosić zmiany w porządku obrad,\n                           wprowadzone na żądanie Akcjonariuszy. Ogłoszenie następuje w sposób właściwy dla zwołania\n                           Walnego Zgromadzenia.B.Akcjonariusz lub Akcjonariusze reprezentujący co najmniej 1/20 jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub\n                           przy wykorzystaniu środków komunikacji elektronicznej projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać\n                           wprowadzone do porządku obrad. Projekty uchwał powinny zostać przekazane na następujący\n                           adres poczty elektronicznej Spółki: wza@awbud.pl . Spółka niezwłocznie ogłasza projekty\n                           uchwał na swojej stronie internetowej.C.Każdy z Akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.D.1. Akcjonariusz może głosować odmiennie z każdej z posiadanych akcji.2. Akcjonariusz może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu\n                           osobiście lub przez pełnomocnika. Nie można ograniczać prawa ustanawiania pełnomocnika\n                           na Walnym Zgromadzeniu i liczby pełnomocników.3. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa.4. Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.5. Pełnomocnik może reprezentować więcej niż jednego Akcjonariusza i głosować odmiennie\n                           z akcji każdego Akcjonariusza.6. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.7. Przepisy o wykonywaniu prawa głosu przez pełnomocnika stosuje się do wykonywania\n                           prawa głosu przez innego przedstawiciela.8. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu i wykonywania prawa głosu\n                           wymaga udzielenia na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa\n                           w postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym\n                           weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.9. Formularz pełnomocnictwa pozwalającego na wykonywanie prawa głosu przez pełnomocnika\n                           jest dostępny na stronie internetowej Spółki pod adresem: www.awbud.pl w zakładce\n                           Relacje inwestorskie /Walne Zgromadzenia/2018/2018-11-15/.Akcjonariusz zawiadamiania Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           poprzez wysłanie na następujący adres poczty elektronicznej Spółki wza@awbud.pl pełnomocnictwa\n                           w formacie PDF sporządzonego na formularzu pełnomocnictwa udostępnionego przez Spółkę\n                           i czytelnie podpisanego przez Akcjonariusza względnie osobę/osoby uprawnioną/uprawnione\n                           do reprezentacji Akcjonariusza. W przypadku Akcjonariuszy, którym przepisy prawa przyznają\n                           osobowość prawną, wraz z pełnomocnictwem należy przesłać odpis aktualny z właściwego\n                           rejestru w formacie PDF. Powyższy sposób zawiadamiania ma na celu, jakkolwiek ograniczoną,\n                           identyfikację Akcjonariusza i jego pełnomocnika oraz ważności pełnomocnictwa.Akcjonariusz ponosi ryzyko związane z dysponowaniem jego danymi oraz zawiadomieniem\n                           Spółki  o udzieleniu pełnomocnictwa w postaci elektronicznej. Akcjonariusz ponosi\n                           ryzyko związane z udzieleniem pełnomocnictwa i zawiadomieniem Spółki o jego udzieleniu\n                           w postaci elektronicznej w inny sposób niż wskazany w tym pkt 9.10. Procedurę powyższą stosuje się odpowiednio do odwołania pełnomocnictwa.11. Akcjonariusz lub pełnomocnik Akcjonariusza powinien legitymować się dokumentem\n                           ze zdjęciem potwierdzającym jego tożsamość i okazać taki dokument na każde żądanie\n                           Spółki lub Przewodniczącego Walnego Zgromadzenia.12. Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu, członek Rady\n                           Nadzorczej, pracownik Spółki lub członek organów lub pracownik spółki zależnej od\n                           Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym Walnym Zgromadzeniu.\n                           Pełnomocnik ma obowiązek ujawnić Akcjonariuszowi okoliczności wskazujące na istnienie\n                           bądź możliwość wystąpienia konfliktu interesów. Udzielenie dalszego pełnomocnictwa\n                           jest wyłączone. Pełnomocnik, o którym mowa w zdaniach poprzedzających, głosuje zgodnie\n                           z instrukcjami udzielonymi przez Akcjonariusza.13. Akcjonariusz nie może ani osobiście, ani przez pełnomocnika głosować przy powzięciu\n                           uchwał dotyczących jego odpowiedzialności wobec Spółki z jakiegokolwiek tytułu, w\n                           tym udzielenia absolutorium, zwolnienia z zobowiązania wobec Spółki oraz sporu pomiędzy\n                           nim a Spółką. Akcjonariusz może głosować jako pełnomocnik przy powzięciu uchwał dotyczących\n                           jego osoby, o których mowa w zdaniu poprzedzającym przy zachowaniu warunków i zasad\n                           opisanych w pkt 11 powyżej.E.Statut Spółki nie przewiduje uczestnictwa w Walnym Zgromadzeniu przy wykorzystaniu\n                           środków komunikacji elektronicznej. F.Statut Spółki nie przewiduje wypowiadania się w trakcie Walnego Zgromadzenia przy\n                           wykorzystaniu środków komunikacji elektronicznej. G.Regulamin Walnego Zgromadzenia Spółki nie przewiduje wykonywania prawa głosu drogą\n                           korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej.H.Akcjonariusz ma prawo żądać wydania odpisu wniosków w sprawach objętych porządkiem\n                           obrad w terminie tygodnia przed Walnym Zgromadzeniem.III.Dzień rejestracji _Record date_ _art. 4021 Kodeksu spółek handlowych_Dniem rejestracji zgodnie z art. 4061 Kodeksu spółek handlowych jest 30 października\n                           2018 r.IV.Informacja o prawie uczestnictwa na Walnym Zgromadzeniu _art. 4022 pkt 4_ Kodeksu\n                           spółek handlowych_Prawo uczestniczenia w Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Spółki na                      16 _szesnaście_ dni przed datą Walnego Zgromadzenia\n                           _dzień rejestracji uczestnictwa w Walnym Zgromadzeniu_.V.Dostęp do dokumentacji i projektów uchwał _art. 4022 pkt 5_ Kodeksu spółek handlowych_Pełny tekst dokumentacji, która ma zostać przedstawiona Walnemu Zgromadzeniu oraz\n                           projekty uchwał są dostępne w formie pisemnej pod adresem siedziby Spółki, to jest:\n                           ulica Reja 4, Fugasówka, 42-440 Ogrodzieniec, w Biurze Zarządu, od dnia 19 października\n                           2018 r. do dnia 15 listopada 2018 r., w godzinach od 10.00 do 14.00 oraz w formie\n                           elektronicznej, w formacie PDF na stronie internetowej Spółki: www.awbud.pl w zakładce\n                           Relacje inwestorskie/Walne Zgromadzenia/2018/2018-11-15/.VI.Strona internetowa Spółki _art. 4022 pkt 5_ Kodeksu spółek handlowych_Informacje dotyczące Walnego Zgromadzenia są udostępnione pod następującym adresem\n                           strony internetowej Spółki: www.awbud.pl w zakładce Relacje inwestorskie/Walne Zgromadzenia/2018/2018-11-15/.VII.Zaświadczenie o uczestnictwie. Wykaz. Lista Akcjonariuszy uprawnionych do uczestnictwa\n                           na Walnym Zgromadzeniu _art. 4063 i art. 407 Kodeksu spółek handlowych_1. Na żądanie Akcjonariusza uprawnionego ze zdematerializowanych akcji na okaziciela\n                           zgłoszone nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później\n                           niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa w Walnym Zgromadzeniu,\n                           podmiot prowadzący rachunek papierów wartościowych wystawia imienne zaświadczenie\n                           o prawie uczestnictwa w Walnym Zgromadzeniu. Treść zaświadczenia określa art. 4063\n                           § 3 Kodeksu spółek handlowych. 2. Na żądanie Akcjonariusza uprawnionego ze zdematerializowanych akcji na okaziciela\n                           w treści zaświadczenia powinna zostać wskazana część lub wszystkie akcje zarejestrowane\n                           na jego rachunku papierów wartościowych. Przepisy o obrocie instrumentami finansowymi\n                           mogą wskazywać inne dokumenty równoważne zaświadczeniu, pod warunkiem, że podmiot\n                           wystawiający takie dokumenty został wskazany podmiotowi prowadzącemu depozyt papierów\n                           wartościowych dla Spółki, którym jest Krajowy Depozyt Papierów Wartościowych Spółka\n                           Akcyjna w Warszawie.3. Listę Akcjonariuszy uprawnionych z akcji na okaziciela do uczestnictwa w Walnym\n                           Zgromadzeniu Spółka ustala na podstawie wykazu sporządzonego przez Krajowy Depozyt\n                           Papierów Wartościowych Spółka Akcyjna w Warszawie zgodnie z przepisami o obrocie instrumentami\n                           finansowymi.4. Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna w Warszawie sporządza wykaz\n                           na podstawie wykazów przekazywanych nie później niż na 12 _dwanaście_ dni przed datą\n                           Walnego Zgromadzenia przez podmioty uprawnione zgodnie z przepisami o obrocie instrumentami\n                           finansowymi. Podstawą sporządzenia wykazów przekazywanych Krajowemu Depozytowi Papierów\n                           Wartościowych Spółka Akcyjna w Warszawie są wystawione zaświadczenia o prawie uczestnictwa\n                           w Walnym Zgromadzeniu.5. Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna w Warszawie udostępnia Spółce\n                           wykaz przy wykorzystaniu środków komunikacji elektronicznej nie później niż na tydzień\n                           przed datą Walnego Zgromadzenia. Jeżeli z przyczyn technicznych wykaz nie może zostać\n                           udostępniony w taki sposób, Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna\n                           w Warszawie wydaje go w postaci dokumentu sporządzonego na piśmie nie później niż\n                           na 6 _sześć_ dni przed datą Walnego Zgromadzenia; wydanie następuje w siedzibie organu\n                           zarządzającego Krajowym Depozytem Papierów Wartościowych Spółka Akcyjna w Warszawie.6. Lista Akcjonariuszy uprawnionych do udziału na Zwyczajnym Walnym Zgromadzeniu zostanie\n                           wyłożona pod adresem siedziby Spółki, to jest: ulica Reja 4, Fugasówka, 42-440 Ogrodzieniec,\n                           w Biurze Zarządu, od dnia 12 listopada 2018 r., to jest na 3 dni powszednie przed\n                           terminem Zwyczajnego Walnego Zgromadzenia. Akcjonariusz może żądać przesłania mu listy\n                           akcjonariuszy nieodpłatnie pocztą elektroniczną, podając adres, na który lista powinna\n                           być wysłana.  Zarząd AWBUD Spółka Akcyjna w Fugasówce.",
        "date": "2018-10-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż otrzymał dwustronnie podpisany\n                           aneks nr 2 z dnia 12 października 2018 r. _\"Aneks\"_ do umowy z dnia 14 czerwca 2018 r. _\"Umowa\"_\n                           zawartej pomiędzy Emitentem a MINDE Sp. z o.o. w Kołobrzegu jako Inwestorem, której\n                           przedmiotem jest wybudowanie obiektu hotelowego wraz z towarzyszącą infrastrukturą\n                           w Międzyzdrojach przy Alei Gwiazd 15. Emitent informował o zawarciu Umowy w raporcie\n                           bieżącym nr 19/2018 z dnia 14 czerwca 2018 r., a o zawarciu aneksu nr 1 do Umowy w\n                           raporcie bieżącym nr 35/2018 z dnia 13 sierpnia 2018 r.Aneks przedłuża do dnia 12 lutego 2019 r. termin ziszczenia się warunków wejścia w\n                           życie Umowy. Wobec zmiany wprowadzonej Aneksem, Umowa wchodzi w życie pod warunkiem\n                           łącznego ziszczenia się następujących warunków:a_   wydania przez właściwy organ ostatecznego pozwolenia na budowę Przedmiotu Umowy,b_   wydania decyzji o udzieleniu kredytu na sfinansowania budowy Przedmiotu Umowy\n                           wykonania Przedmiotu Umowy przez bank, w którym Inwestor złożył już wniosek o udzielenie\n                           kredytu na sfinansowanie wykonania Przedmiotu Umowy lub przez inny bank, do którego\n                           Inwestor złoży taki wniosek,c_   w terminie do 12 lutego 2019 r. Inwestor przekaże Wykonawcy na piśmie informację\n                           o ziszczeniu się warunków wskazanych w lit a_ oraz lit b_ powyżej bądź informację\n                           o braku ziszczenia się obu tych warunków łącznie lub ziszczeniu się tylko jednego\n                           z nich.W przypadku, w którym nie ziszczą się warunki wskazane w lit a_ oraz lit b_ powyżej\n                           w terminie wskazanym w pkt 3_ powyżej, Umowę uważa się za niezawartą z zastrzeżeniem\n                           zdania następnego. W przypadku nieziszczenia się tych warunków i nie wejścia w życie niniejszej Umowy,\n                           Strony podejmą dalsze negocjacje dotyczące zawarcia umowy na realizację przedmiotu\n                           Umowy i wszelkie niezbędne czynności umożliwiające zawarcie i wejście w życie tej\n                           umowy.Zawarcie Aneksu do Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi zgodnie z Umową.",
        "date": "2018-10-15"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 25 września 2018 r.\n                           pomiędzy Murapol Projekt 37 Sp. z o.o. w Bielsku-Białej, jako Inwestorem a Emitentem,\n                           jako Wykonawcą, została podpisana umowa na wykonanie w systemie generalnego wykonawstwa\n                           zespołu dwóch budynków mieszkalnych wielorodzinnych z budynkiem kotłowni, dwoma zbiornikami\n                           retencyjnymi, drogą wewnętrzną i infrastrukturą towarzyszącą wraz z uzyskaniem pozwolenia\n                           na użytkowanie. Inwestycja zlokalizowana jest w Warszawie przy ulicy Kąty Grodziskie. Zakończenie prac objętych przedmiotem Umowy wraz z uzyskaniem pozwolenia na użytkowanie\n                           powinno nastąpić do dnia 21 czerwca 2019 r. Z tytułu wykonania przedmiotu Umowy Emitent otrzyma wynagrodzenie ryczałtowe w kwocie\n                           10.954.423,58 złotych _dziesięć milionów dziewięćset pięćdziesiąt cztery tysiące czterysta\n                           dwadzieścia trzy złote i 58/00_, które podlega powiększaniu o podatek VAT. Łączna wysokość kar umownych, których zapłaty od Emitenta może zażądać Inwestor na\n                           podstawie Umowy i z wszystkich tytułów określonych w Umowie nie przekroczy 10% całkowitej\n                           kwoty wynagrodzenia netto. Umowa zastrzega uprawnienie Stron do dochodzenia odszkodowania\n                           przenoszącego wysokość zastrzeżonych kar umownych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Umowa jest pierwszą umową zawartą w ramach współpracy podjętej pomiędzy Emitentem\n                           a MURAPOL S.A. w Bielsku-Białej na podstawie listu intencyjnego z dnia 21 września\n                           2018 r., o zawarciu którego Emitent informował raportem bieżącym numer 43/2018 z dnia\n                           21 września 2018 r.Zawarcie przedmiotowej Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi zgodnie z Umową.",
        "date": "2018-09-25"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD Spółka Akcyjna w Fugasówce _\"Emitent\"_ informuje, że w dniu 25 września\n                           2018 r. otrzymał pisemne oświadczenie Pana Michała Wuczyńskiego o rezygnacji z członkostwa\n                           w Zarządzie Emitenta, w tym z funkcji Prezesa Zarządu.",
        "date": "2018-09-25"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. _\"AWBUD\"_ informuje, że w dniu 21 września 2018 r. zawarł z MURAPOL\n                           S.A. _która poprzez ABADON REAL ESTATE S.A. jest jednostką dominującą wobec AWBUD;\n                           dalej: \"MURAPOL\"_ list intencyjny, w którym MURAPOL wyraził intencję powierzenia AWBUD,\n                           jako generalnemu wykonawcy w systemie open book, w latach 2018, 2019, 2020 i 2021\n                           realizacji inwestycji mieszkaniowych prowadzonych na terenie Polski, w ramach których\n                           spółki celowe holdingu MURAPOL występować będą jako inwestorzy, a AWBUD wyraził intencję\n                           wykonywania tych inwestycji jako generalny wykonawca. W IV kwartale 2018 r. strony\n                           planują przygotować i wdrożyć model ich przyszłej współpracy w ww. zakresie.Strony ustaliły następujące założenia ich współpracy: - MURAPOL zadeklarował, iż w latach 2019, 2020, 2021 powierzy AWBUD w ramach holdingu\n                           MURAPOL realizację w formule generalnego wykonawstwa, projektów mieszkaniowych, które\n                           pozwolą na osiągnięcie przez AWBUD co najmniej 120 mln złotych przychodów rocznie\n                           z tytułu realizacji tych projektów, - minimalny udział AWBUD w realizacji projektów holdingu Murapol w kategoriach PUM\n                           będzie w związku z tym wynosił około 25% rocznie w każdym z wyżej wymienionych rocznych\n                           okresów, - AWBUD zadeklarował, że zapewni zasoby wystarczające do realizacji projektów zlecanych\n                           przez spółki celowe holdingu MURAPOL.List intencyjny wygasa w dniu 31 grudnia 2021 r. z zastrzeżeniem możliwości jego przedłużenia. Zawarcie listu intencyjnego zostało uznane za informację poufną ze względu na wartość\n                           przychodów jakie AWBUD może osiągnąć realizując projekty dla holdingu Murapol w związku\n                           z przedmiotem współpracy określonym w liście intencyjnym.",
        "date": "2018-09-21"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 19 września 2018 r.\n                           INSTAL-LUBLLIN Sp. z o.o. w Lublinie – spółka zależna Emitenta – _\"INSTAL-LUBLIN\"_\n                           podpisał z ING Bank Śląski S.A. w Katowicach _\"Bank\"_ aneks nr 7 _\"Aneks\"_ do umowy\n                           wieloproduktowej nr 828/2017/00000694/00 z dnia 31 sierpnia 2018 r. _\"Umowa\"_.Na mocy Aneksu wprowadzono następujące zmiany: 1_ w odniesieniu do kredytów obrotowych - termin dostępności ustalono do dnia 27 grudnia\n                           2018 r., a termin spłaty ustalono do dnia 28 grudnia 2018 r.;2_ w odniesieniu do gwarancji bankowych - termin dostępności ustalono do dnia 27 grudnia\n                           2018 r., a termin wygaśnięcia ustalono do dnia 28 grudnia 2023 r.W pozostałym zakresie Aneks nie wprowadza istotnych zmian w zakresie warunków Umowy.O zawarciu Umowy Emitent informował raportem bieżącym nr 67/2017 z dnia 4 września\n                           2017 r.Zawarcie Aneksu przez INSTAL-LUBLIN zostało uznane za informację poufną ze względu\n                           na wartość produktów bankowych udostępnionych INSTAL-LUBLIN.",
        "date": "2018-09-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 19 września 2018 r.\n                           pomiędzy ING Bank Śląski S.A. w Katowicach _\"Bank\"_ a Emitentem został zawarty aneks\n                           nr 3 _\"Aneks\"_ do umowy dyskontowej nr FT/884/2017/00000096/00 – umowy wykupu wierzytelności\n                           odwrotnego _Finansowanie Dostawców_ zawartej pomiędzy Bankiem a Emitentem w dniu 22.03.2017\n                           r. _\"Umowa\"_. Na mocy Aneksu okres dostępności odnawialnego limitu kredytowego w wysokości\n                           11.200.000,00 złotych przedłużono do dnia 28 grudnia 2018 r. W pozostałym zakresie\n                           Aneks nie wprowadza zmian w zakresie warunków Umowy.Zawarcie Aneksu zostało uznane za informację poufną ze względu na wartość produktu\n                           bankowego udostępnionego Emitentowi.",
        "date": "2018-09-19"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. _\"Emitent\"_ informuje, że w dniu 12 września 2018 r. do INSTAL –\n                           LUBLIN Sp. z o.o. - spółka zależna Emitenta _\"Spółka Zależna\"_ wpłynęła obustronnie podpisana\n                           umowa o wykonanie robót sanitarnych w ramach rozbudowy i modernizacji Centrum Onkologii\n                           Ziemi Lubelskiej _\"Umowa\"_. Umowa została zawarta przez Spółkę Zależną, jako wykonawcę\n                           z BUDIMEX S.A., jako zamawiającym  _\"Zamawiający\"_ i jest opatrzona datą 20 sierpnia\n                           2018 r.Wykonanie przedmiotu Umowy powinno nastąpić do dnia 06 września 2019 r. Za wykonanie\n                           przedmiotu Umowy, Spółka Zależna otrzyma wynagrodzenie kosztorysowe w szacunkowej\n                           wartości 22,8 mln zł netto. Ostateczna kwota wynagrodzenia należna Spółce Zależnej\n                           zostanie określona przy uwzględnieniu ryczałtowych cen jednostkowych, określonych\n                           w Umowie oraz zakresu robót wykonanego zgodnie ze specyfikacją techniczną i dokumentacją\n                           projektową. W przypadku braku możliwości zastosowania ryczałtowych cen jednostkowych,\n                           wynagrodzenie Spółki Zależnej zostanie ustalone na podstawie kosztorysów przygotowanych\n                           przez Spółkę Zależną w oparciu o założenia określone Umową.Umowa przewiduje kary umowne należne m.in. w przypadku opóźnień w dotrzymaniu terminu\n                           zakończenia robót objętych przedmiotem Umowy lub terminów wykonania etapów/elementów\n                           robót i usuwaniu wad. W przypadku dotrzymania przez Spółkę Zależną terminu zakończenia\n                           realizacji przedmiotu Umowy, Zamawiający odstąpi od dochodzenia kar umownych za opóźnienie\n                           w wykonaniu poszczególnych etapów/elementów robót i anuluje naliczone kary za opóźnienie.\n                           W przypadku odstąpienia od Umowy przez Zamawiającego z przyczyn leżących po stronie\n                           Spółki Zależnej, a także w przypadku odstąpienia od Umowy przez Spółkę Zależną z przyczyn\n                           niezależnych od Zamawiającego, Spółka Zależna zapłaci Zamawiającemu karę umowną w\n                           wysokości 10% wynagrodzenia umownego netto. Z tytułu istnienia wad w przedmiocie odbioru,\n                           które nie kwalifikują się do usunięcia a umożliwiają użytkowanie przedmiotu Umowy,\n                           Spółka Zależna zapłaci Zamawiającemu karę umowną w wysokości 25% wynagrodzenia brutto\n                           przysługującego Spółce Zależnej za dany zakres robót, w którym te wady występują.\n                           Umowa przewiduje limit kar umownych do wysokości 15% całkowitego wynagrodzenia umownego\n                           netto. Umowa zastrzega uprawnienie Zamawiającego do dochodzenia odszkodowania przewyższającego\n                           wysokość zastrzeżonych kar umownych, do wysokości poniesionej szkody.",
        "date": "2018-09-12"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD Spółka Akcyjna w Fugasówce _\"Emitent\"_ informuje, że w dniu 7 września\n                           2018 r. otrzymał pisemne oświadczenie Pana Arkadiusza Wiercińskiego o rezygnacji z członkostwa w Zarządzie Emitenta z dniem 7 września 2018 r.",
        "date": "2018-09-07"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 17 sierpnia 2018 r.\n                           pomiędzy Raiffeisen Bank Polska S.A. w Warszawie _\"Bank\"_ a Emitentem został podpisany\n                           aneks nr 6 _\"Aneks\"_ do umowy faktoringowej nr CRD/F/47377/16 z dnia 20 lipca 2016\n                           r. określającej zasady nabywania przez Bank wierzytelności pieniężnych z tytułu umów\n                           handlowych, udokumentowanych przez Emitenta fakturami VAT za dostawy towarów lub usług,\n                           w stosunku do kontrahentów Emitenta określonych w załączniku do Umowy _\"Umowa\"_. O\n                           zawarciu Umowy Emitent informował raportem bieżącym nr 50/2016 z dnia 21 lipca 2016\n                           r. Na mocy aneksu nr 4 do Umowy _\"Aneks nr 4\"_, przedłużono okres obowiązywania Umowy\n                           do dnia 1 października 2018 r. O zawarciu Aneksu nr 4, Emitent informował raportem\n                           bieżącym nr 55/2017 z dnia 21 lipca 2017 r. Na mocy Aneksu przedłużono okres obowiązywania\n                           Umowy do dnia 1 października 2019 r. dla odnawialnego limitu faktoringowego w wysokości\n                           9.000.000,00 złotych _dziewięć milionów złotych_. W pozostałym zakresie Aneks nie\n                           wprowadza istotnych zmian w zakresie warunków Umowy. Zawarcie Aneksu zostało uznane za informację poufną ze względu na wartość produktu\n                           bankowego udostępnionego Emitentowi.",
        "date": "2018-08-17"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, informuje, iż w dniu 17 sierpnia 2018 r.\n                           pomiędzy Raiffeisen Bank Polska S.A. w Warszawie _\"Bank\"_ a Emitentem został podpisany\n                           aneks nr 6 _\"Aneks\"_ do umowy o limit wierzytelności nr CRD/L/47238/16 z dnia 14 lipca\n                           2016 r. _\"Umowa\"_. Na mocy Aneksu przedłużono okres obowiązywania Umowy do dnia 4 styczna 2019 r., a\n                           limit wierzytelności został ustalony na kwotę 13.000.000,00 złotych _trzynaście milionów\n                           złotych i 00/100_ z zastrzeżeniem, że kwota limitu wierzytelności oraz kredytu w bieżącym\n                           rachunku bankowym Emitenta począwszy od 31 sierpnia 2018 r. ostatniego dnia roboczego\n                           dla Banku każdego miesiąca kalendarzowego będzie obniżana o kwotę 600.000,00 złotych\n                           _sześćset tysięcy złotych i 00/100_. Nadto, zgodnie z Aneksem ostateczny dzień okresu\n                           wykorzystania gwarancji został ustalony na 4 stycznia 2019 r., a ostateczny dzień\n                           spłaty gwarancji na 30 czerwca 2023 r. W pozostałym zakresie Aneks nie wprowadza istotnych\n                           zmian w zakresie warunków Umowy. O zawarciu Umowy Emitent informował raportem bieżącym nr 48/2016 z dnia 15 lipca 2016\n                           r. Zawarcie Aneksu zostało uznane za informację poufną ze względu na wartość produktu\n                           bankowego udostępnionego Emitentowi.",
        "date": "2018-08-17"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, w nawiązaniu do raportu bieżącego nr 9/2018\n                           z dnia 12 marca 2018 r., informuje, iż nastąpiło  zwiększenie finansowania pożyczkowego\n                           Emitenta przez ABADON REAL ESTATE Spółka Akcyjna w Bielsku-Białej _\"ABADON REAL ESTATE\"_,\n                           w wyniku którego  łączna wartość pożyczek pieniężnych udzielonych Emitentowi przez\n                           ABADON REAL ESTATE stanowi  kwotę 18.323.510,62 złotych. Ostatnia umowa pożyczki została\n                           zawarta w dniu 16 sierpnia 2018 r., na kwotę 3.000.000,00 złotych, z oprocentowaniem\n                           6,5% w skali roku i terminem zwrotu do dnia 7 sierpnia 2020 r. Pozostałe warunki umowy\n                           pożyczki na kwotę 3.000.000,00 złotych nie odbiegają od warunków umów pożyczki poprzednio\n                           zawartych z ABADON REAL ESTATE. Zawarcie kolejnej umowy pożyczki zostało uznane za\n                           informację poufną z uwagi na wskazane powyżej zwiększenie  finansowania pożyczkowego\n                           Emitenta przez ABADON REAL ESTATE.",
        "date": "2018-08-16"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 13 sierpnia 2018 r.\n                           został podpisany aneks nr 1 _\"Aneks\"_ do umowy z dnia 14 czerwca 2018 r. _\"Umowa\"_\n                           zawartej pomiędzy Emitentem a MINDE Sp. z o.o. w Kołobrzegu jako Inwestorem, której\n                           przedmiotem jest wybudowanie obiektu hotelowego wraz z towarzyszącą infrastrukturą\n                           w Międzyzdrojach przy Alei Gwiazd 15. Emitent informował o zawarciu Umowy w raporcie\n                           bieżącym nr 19/2018 z dnia 14 czerwca 2018 r.Aneks przedłuża do 120 dni termin ziszczenia się warunków wejścia w życie Umowy. Wobec\n                           zmiany wprowadzonej Aneksem, Umowa wchodzi w życie pod warunkiem łącznego ziszczenia\n                           się następujących warunków:a_ wydania przez właściwy organ ostatecznego pozwolenia na budowę przedmiotu Umowy,b_ wydania decyzji o udzieleniu kredytu na sfinansowanie wykonania przedmiotu Umowy\n                           przez bank, w którym Inwestor złożył już wniosek o udzielenie kredytu na sfinansowanie\n                           wykonania przedmiotu Umowy lub przez inny bank, do którego Inwestor złoży taki wniosek,c_ w terminie do 120 dni kalendarzowych od daty zawarcia niniejszej Umowy Inwestor\n                           przekaże Wykonawcy na piśmie informację o ziszczeniu się warunków wskazanych w lit\n                           a_ oraz lit b_ powyżej bądź informację o braku ziszczenia się obu tych warunków łącznie\n                           lub ziszczeniu się tylko jednego z nich.W przypadku, w którym nie ziszczą się warunki wskazane w lit a_ oraz lit b_ powyżej\n                           w terminie wskazanym w lit c_ powyżej Umowę uważa się za niezawartą. Jednakże w przypadku\n                           nieziszczenia się tych warunków i nie wejścia w życie niniejszej Umowy, Strony podejmą\n                           dalsze negocjacje dotyczące zawarcia umowy na realizację przedmiotu Umowy i wszelkie\n                           niezbędne czynności umożliwiające zawarcie i wejście w życie tej umowy.Zawarcie Aneksu do Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi zgodnie z Umową.",
        "date": "2018-08-13"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 13 sierpnia 2018 r.\n                           został poinformowany przez Zarząd INSTAL – LUBLIN Sp. z o.o. w Lublinie - spółka zależna\n                           Emitenta - _\"Spółka zależna\"_ o otrzymaniu w dniu 13 sierpnia 2018 r. przez Spółkę\n                           zależną obustronnie podpisanej umowy opatrzonej datą 7 sierpnia 2018 r. _\"Umowa\"_,\n                           zawartej pomiędzy Spółką zależną a ERBUD S.A. w Warszawie jako zleceniodawcą. Umowa\n                           została zawarta w związku z inwestycją polegającą na  budowie Szpitala Południowego,\n                           przy ul. Pileckiego w Warszawie _\"Inwestycja\"_ na podstawie umowy zawartej pomiędzy\n                           Miastem Stołecznym Warszawa jako Zamawiającym a konsorcjum z udziałem: ERBUD S.A.\n                           w Warszawie _Lider Konsorcjum_, STRABAG Sp. z o.o. w Pruszkowie, STRABAG AG w Spittal\n                           an der Drau oraz ED ZUEBLIN AG w Stuttgarcie, jako Generalnym Wykonawcą. Zawarcie\n                           Umowy kończy negocjacje prowadzone przez Spółkę zależną ze zleceniodawcą na podstawie\n                           listu intencyjnego zawartego ze zleceniodawcą w dniu 14 czerwca 2018 r. _\"List\"_.\n                           Emitent informował o zawarciu Listu przez Spółkę zależną ze zleceniodawcą w raporcie\n                           bieżącym nr 20/2018 z dnia 15 czerwca 2018 r.Przedmiotem Umowy jest kompleksowe wykonanie przez Spółkę zależną instalacji wentylacji\n                           i klimatyzacji, z wyłączeniem dostawy central wentylacyjnych w ramach Inwestycji.Wykonanie prac instalacyjnych w ramach przedmiotu Umowy powinno nastąpić nie później\n                           niż do dnia 31.12.2018 r., z kolei przekazanie dokumentacji powykonawczej przez Spółkę\n                           zależną powinno nastąpić do dnia 28.02.2019 r. Przewidywany termin zakończenia realizacji\n                           Inwestycji zgodnie z Umową to 31.07.2019 r.Wynagrodzenie ryczałtowe należne Spółce zależnej za wykonanie przedmiotu Umowy zostało\n                           ustalone w Umowie na kwotę 7.768.497,93 złotych _siedem milionów siedemset sześćdziesiąt\n                           osiem tysięcy czterysta dziewięćdziesiąt siedem złotych i 93/00_, które podlega powiększeniu\n                           o podatek od towarów i usług, o ile wynika to z obowiązujących przepisów.Zgodnie z Umową zastrzeżone zostały kary umowne, m.in. z następujących tytułów i w\n                           następującej w wysokości:1_ 0,5% wartości wynagrodzenia określonego w Umowie z tytułu opóźnienia z przyczyn\n                           leżących po stronie Spółki zależnej w wykonywaniu prac w stosunku do terminów kamieni\n                           milowych wynikających z Umowy lub harmonogramu stanowiącego załącznik do Umowy za\n                           każdy dzień opóźnienia, jednak nie więcej niż 10% łącznej wartości wynagrodzenia określonego\n                           w Umowie;2_ 0,8% wartości wynagrodzenia określonego w Umowie z tytułu opóźnienia z przyczyn\n                           leżących po stronie Spółki zależnej w wykonaniu przez Spółkę zależną, tych elementów\n                           prac, które z powodu ich nie zakończenia uniemożliwiają prowadzenie innych prac związanych\n                           z zakresem prac Spółki zależnej – za każdy dzień opóźnienia, jednak nie więcej niż\n                           10% łącznej wartości wynagrodzenia określonego w Umowie;3_ 0,1% wartości wynagrodzenia określonego w Umowie z tytułu opóźnienia z przyczyn\n                           leżących po stronie Spółki zależnej w terminie usunięcia wad i usterek prac podczas\n                           odbiorów końcowych i w okresie rękojmi i gwarancji przez Spółkę zależną – za każdy\n                           dzień opóźnienia, jednak nie więcej niż 10% łącznej wartości wynagrodzenia określonego\n                           w Umowie;4_ 0,5% wartości wynagrodzenia określonego w Umowie z tytułu opóźnienia z przyczyn\n                           leżących po stronie Spółki zależnej w przekazaniu zleceniodawcy dokumentacji powykonawczej\n                           w stosunku do terminów określonych zgodnie z Umową – za każdy dzień opóźnienia, jednak\n                           nie więcej niż 10% łącznej wartości wynagrodzenia określonego w Umowie;5_ 10% łącznej wartości wynagrodzenia określonego w Umowie z tytułu naruszenia zakazu\n                           przyjmowania zleceń dotyczących Inwestycji od podmiotów innych niż zleceniodawca,\n                           a w szczególności bezpośrednio od Inwestora, bez zgody zleceniodawcy;6_ 10% wartości wynagrodzenia określonego w Umowie z tytułu odstąpienia od Umowy z\n                           przyczyn leżących po stronie Spółki zależnej;7_ 10% wartości wynagrodzenia określonego w Umowie z tytułu naruszenia zakazu zawierania\n                           w trakcie realizacji Inwestycji umów z personelem kierowniczym zleceniodawcy realizującym\n                           Inwestycję wobec braku zgody zleceniodawcy;8_ 50% wartości wynagrodzenia przysługującego za niewykonaną część zakresu przedmiotu\n                           Umowy z tytułu odstąpienia od wykonania części zakresu Umowy z winy Spółki zależnej.Kary umowne, o których mowa w punktach 1_, 2_ i 4_ powyżej podlegają kumulacji, a\n                           ich łączna wysokość nie może przekroczyć 10% wartości wynagrodzenia określonego w\n                           Umowie.Umowa zastrzega uprawnienie zleceniodawcy do dochodzenia odszkodowania uzupełniającego\n                           na zasadach ogólnych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Spółce zależnej zgodnie z Umową.",
        "date": "2018-08-13"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd Spółki AWBUD S.A. _\"Emitent\"_ informuje, że z dniem 2 sierpnia 2018 r. Dom\n                           Maklerski  Banku Ochrony Środowiska S.A. w Warszawie _\"DM BOŚ\"_ przestał pełnić zadania\n                           animatora rynku dla akcji Emitenta, wskutek rozwiązania umowy o świadczenie usług\n                           Animatora Emitenta zawartej pomiędzy Emitentem a DM BOŚ w dniu 30 maja 2014 r. DM\n                           BOŚ pełnił zadania animatora rynku dla akcji Emitenta od dnia 16 czerwca 2014 r.,\n                           o czym Emitent informował w raporcie bieżącym numer 29/2014 z dnia 16 czerwca 2014\n                           r.",
        "date": "2018-08-02"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\", \"Spółka\"_, w załączeniu przekazuje treść\n                           uchwały podjętej przez Zwyczajne Walne Zgromadzenie Spółki w dniu 25 lipca 2018 r.,\n                           które odbyło się po przerwie w obradach zarządzonej w dniu 27 czerwca 2018 r. Emitent\n                           informował o treści uchwał podjętych przez Zwyczajne Walne Zgromadzenie Spółki w dniu\n                           27 czerwca 2018 r. w raporcie bieżącym numer 25/2018 z dnia 27 czerwca 2018 r. Emitent\n                           informował o podjęciu uchwały w sprawie ogłoszenia przerwy w obradach Zwyczajnego\n                           Walnego Zgromadzenia Spółki do dnia 25 lipca 2018 r., godzina 10.00, w raporcie bieżącym\n                           numer 24/2018 z dnia 27 czerwca 2018 r.",
        "date": "2018-07-25"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 25 lipca 2018 r. został\n                           poinformowany przez Zarząd INSTAL – LUBLIN Sp. z o.o. w Lublinie - spółka zależna\n                           Emitenta - _\"Spółka zależna\", \"INSTAL- LUBLIN\"_ o podpisaniu przez INSTAL-LUBLIN w\n                           dniu 25 lipca 2018 r. umowy zawartej ze STRABAG Sp. z o.o. w Pruszkowie, jako zleceniodawcą\n                           _\"Umowa\"_, w ramach realizacji budowy Hotelu Motel One w Warszawie, przy ul. Tamka\n                           nr 38 _\"Inwestycja\"_. Przedmiotem Umowy jest kompleksowe wykonanie w ramach realizacji Inwestycji: instalacji\n                           wodno-kanalizacyjnej, instalacji grzewczej, CT, instalacji chłodu, instalacji wentylacji\n                           i klimatyzacji dla budynku hotelowego Motel One.Wykonanie przedmiotu Umowy powinno nastąpić do dnia 30.11.2018 roku.Wynagrodzenie ryczałtowe należne Spółce zależnej za wykonanie przedmiotu Umowy zostało\n                           ustalone w Umowie na kwotę 5.610.000,00 złotych _pięć milionów sześćset dziesięć tysięcy\n                           złotych i 00/100_, które podlega powiększeniu o  podatek VAT, o ile wynika to z obowiązujących\n                           przepisów. Zgodnie z Umową zastrzeżone zostały kary umowne, m.in. z tytułu i w następującej w\n                           wysokości:1_ 0,8% wartości wynagrodzenia określonego w Umowie z tytułu niedotrzymania terminów\n                           pośrednich i/lub terminu końcowego - za każdy tydzień kalendarzowy opóźnienia, jednak\n                           nie więcej niż 10% łącznej wartości wynagrodzenia określonego w Umowie;2_ 1,0% wartości wynagrodzenia określonego w Umowie z tytułu opóźnienia w wykonaniu\n                           tych elementów prac, które z powodu ich nie zakończenia uniemożliwiają prowadzenie\n                           innych prac związanych z zakresem prac Spółki zależnej – za każdy dzień opóźnienia,\n                           jednak nie więcej niż 15% łącznej wartości wynagrodzenia określonego w Umowie;3_ 0,1% wartości wynagrodzenia określonego w Umowie z tytułu opóźnienia w terminie\n                           usunięcia wad i usterek prac – za każdy dzień opóźnienia, jednak nie więcej niż 10%\n                           łącznej wartości wynagrodzenia określonego w Umowie;4_ 0,5% wartości wynagrodzenia określonego w Umowie z tytułu opóźnienia w przekazaniu\n                           dokumentacji powykonawczej w stosunku do terminów określonych zgodnie z postanowieniami\n                           Umowy – za każdy dzień opóźnienia, jednak nie więcej niż 10% łącznej wartości wynagrodzenia\n                           określonego w Umowie;5_ 10% wartości wynagrodzenia określonego w Umowie z tytułu naruszenia zakazu przyjmowania\n                           zleceń dotyczących Inwestycji od podmiotów innych niż zleceniodawca, a w szczególności\n                           bezpośrednio od Inwestora, bez zgody zleceniodawcy;6_ 10% wartości wynagrodzenia określonego w Umowie z tytułu odstąpienia od Umowy z\n                           przyczyn leżących po stronie Spółki zależnej;7_ 10% wartości wynagrodzenia określonego w Umowie z tytułu naruszenia zakazu zawierania\n                           w trakcie realizacji Inwestycji umów z personelem kierowniczym zleceniodawcy realizującym\n                           Inwestycję wobec braku zgody zleceniodawcy;8_ 10% wartości wynagrodzenia określonego w Umowie za każdy przypadek nieprzedłożenia\n                           na każde pisemne żądanie zleceniodawcy określonych Umową zaświadczeń - dla dalszych\n                           podwykonawców zaakceptowanych przez zleceniodawcę.Umowa zastrzega uprawnienie zleceniodawcy do dochodzenia odszkodowania uzupełniającego\n                           na zasadach ogólnych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie Umowy zostało uznane za informację poufną ze względu na wysokość wynagrodzenia\n                           należnego Spółce zależnej na podstawie Umowy.",
        "date": "2018-07-25"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. _\"Emitent\"_ informuje, że Rada Nadzorcza działając na podstawie\n                           § 21 ust.1 pkt. 15_ Statutu Spółki, zgodnie z obowiązującymi przepisami i normami\n                           zawodowymi, po zapoznaniu się z rekomendacją Komitetu Audytu, podjęła w trybie obiegowym\n                           w dniu 16 lipca 2018 r. uchwałę w sprawie wyboru Grant Thornton Polska Spółka z ograniczoną\n                           odpowiedzialnością Spółka komandytowa w Poznaniu, wpisaną na listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych prowadzoną przez Krajową Izbę Biegłych Rewidentów\n                           pod numerem 4055, celem przeprowadzenia przeglądu sprawozdania finansowego Emitenta\n                           za pierwsze półrocze roku obrotowego 2018 i skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej Emitenta za pierwsze półrocze roku obrotowego 2018 oraz przeprowadzenia\n                           badania sprawozdania finansowego Emitenta za rok obrotowy 2018 i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Emitenta za rok obrotowy 2018. Umowa z\n                           wybranym podmiotem zostanie zawarta na okres niezbędny do wykonania jej przedmiotu.Jednocześnie Emitent wskazuje, iż korzystał z usług wybranego audytora w zakresie\n                           przeprowadzenia przeglądu sprawozdania finansowego Emitenta za pierwsze półrocze roku\n                           obrotowego 2016 oraz za pierwsze półrocze roku obrotowego 2017 i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Emitenta za pierwsze półrocze roku obrotowego\n                           2016 oraz za pierwsze półrocze roku obrotowego 2017 i przeprowadzenia badania sprawozdania\n                           finansowego Emitenta za rok obrotowy 2016 oraz za rok obrotowy 2017 i skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Emitenta za rok obrotowy 2016 oraz za rok\n                           obrotowy 2017.",
        "date": "2018-07-16"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_, wskazuje, iż w treści raportu bieżącego\n                           numer 29/2018 z dnia 3 lipca 2018 roku wystąpiła omyłka pisarska w numerze raportu\n                           bieżącego z dnia 27 czerwca 2018 r., w którym Emitent informował o odwołaniu Pana\n                           Marka Płonki ze składu Rady Nadzorczej i powołaniu Pana Wojciecha Wójcika do składu\n                           Rady Nadzorczej, to jest został podany numer 27/2016, podczas gdy prawidłowy numer\n                           to numer 27/2018. Poniżej Emitent przekazuje pełną treść raportu bieżącego uwzględniającą powyższą korektę:\"Zarząd AWBUD S.A. w Fugasówce _\"Emitent\", \"Spółka\"_ informuje, że w dniu 3 lipca\n                           2018 r. Rada Nadzorcza Spółki na podstawie art. 128 ust. 1 ustawy o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym z dnia 11 maja 2017 r. _\"Ustawa\"_ oraz\n                           §6 ust. 3 pkt. 17_ Regulaminu Rady Nadzorczej, powołała z dniem 3 lipca 2018 r. do\n                           składu Komitetu Audytu Pana Wojciecha Wójcika. Konieczność uzupełnienia składu Komitetu\n                           Audytu spowodowana została odwołaniem Pana Marka Płonki ze składu Rady Nadzorczej\n                           Spółki i tym samym wygaśnięciem jego powołania do składu Komitetu Audytu. Emitent\n                           poinformował o odwołaniu Pana Marka Płonki ze składu Rady Nadzorczej Spółki w raporcie\n                           bieżącym numer 27/2018 z dnia 27 czerwca 2018 r. Emitent poinformował o powołaniu\n                           Pana Wojciecha Wójcika do składu Rady Nadzorczej Spółki w raporcie bieżącym numer\n                           27/2018 z dnia 27 czerwca 2018 r.Zarząd Emitenta informuje, że Pan Wojciech Wójcik spełnia kryteria niezależności oraz\n                           pozostałe wymagania określone w art. 128 ust. 1 i art. 129 ust. 1, ust. 3, ust. 5\n                           i ust. 6 Ustawy.\".",
        "date": "2018-07-04"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\", \"Spółka\"_ informuje, że w dniu 3 lipca 2018\n                           r. Rada Nadzorcza Spółki na podstawie art. 128 ust. 1 ustawy o biegłych rewidentach,\n                           firmach audytorskich oraz nadzorze publicznym z dnia 11 maja 2017 r. _\"Ustawa\"_ oraz\n                           §6 ust. 3 pkt. 17_ Regulaminu Rady Nadzorczej, powołała z dniem 3 lipca 2018 r. do\n                           składu Komitetu Audytu Pana Wojciecha Wójcika. Konieczność uzupełnienia składu Komitetu\n                           Audytu spowodowana została odwołaniem Pana Marka Płonki ze składu Rady Nadzorczej\n                           Spółki i tym samym wygaśnięciem jego powołania do składu Komitetu Audytu. Emitent\n                           poinformował o odwołaniu Pana Marka Płonki ze składu Rady Nadzorczej Spółki w raporcie\n                           bieżącym numer 27/2016 z dnia 27 czerwca 2018 r. Emitent poinformował o powołaniu\n                           Pana Wojciecha Wójcika do składu Rady Nadzorczej Spółki w raporcie bieżącym numer\n                           27/2016 z dnia 27 czerwca 2018 r.Zarząd Emitenta informuje, że Pan Wojciech Wójcik spełnia kryteria niezależności oraz\n                           pozostałe wymagania określone w art. 128 ust. 1 i art. 129 ust. 1, ust. 3, ust. 5\n                           i ust. 6 Ustawy.",
        "date": "2018-07-03"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, że w dniu 3 lipca 2018 r. Rada\n                           Nadzorcza Spółki, na podstawie art. 368 § 4 Kodeksu spółek handlowych i § 23 ust.\n                           2 Statutu Spółki, podjęła uchwałę w sprawie powołania nowego Członka Zarządu Spółki,\n                           na mocy której do składu Zarządu, do pełnienia funkcji Wiceprezesa Zarządu został\n                           powołany na okres 3 _trzy_-letniej kadencji Pan Mariusz Kolwas.Życiorys zawodowy Pana Mariusza Kolwasa stanowi załącznik do niniejszego raportu.",
        "date": "2018-07-03"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\", \"Spółka\"_ informuje, że w dniu 27 czerwca\n                           2018 r. Zwyczajne Walne Zgromadzenie Spółki podjęło uchwały w sprawie zmian w składzie\n                           Rady Nadzorczej Spółki, na mocy których: _1_ z dniem 27 czerwca 2018 r. ze składu\n                           Rady Nadzorczej został odwołany Pan Marek Płonka oraz _2_ z dniem 27 czerwca 2018\n                           r. do składu Rady Nadzorczej został powołany na okres 3 – letniej wspólnej kadencji\n                           Pan Wojciech Wójcik. Życiorys zawodowy Pana Wojciecha Wójcika stanowi załącznik do\n                           niniejszego raportu.",
        "date": "2018-06-27"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ przekazuje wykaz akcjonariuszy, którzy na\n                           Zwyczajnym Walnym Zgromadzeniu AWBUD S.A. odbytym  w dniu 27 czerwca 2018 r. posiadali\n                           co najmniej 5 %  liczby głosów na tym zgromadzeniu:1. Petrofox Sp. z o.o. w Fugasówce, której przysługiwało 3.381.194 głosów z posiadanych\n                           akcji, co stanowiło 62,15% w liczbie głosów na tym Zwyczajnym Walnym Zgromadzeniu\n                           i stanowi 41,02% ogólnej liczby głosów. 2. Abadon Real Estate S.A. w Bielsku-Białej, której przysługiwało 2.059.150 głosów\n                           z posiadanych akcji, co stanowiło 37,85% w liczbie głosów na tym Zwyczajnym Walnym\n                           Zgromadzeniu i stanowi 24,98% ogólnej liczby głosów.",
        "date": "2018-06-27"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w załączeniu przekazuje treść uchwał podjętych\n                           przez Zwyczajne Walne Zgromadzenie Akcjonariuszy AWBUD S.A. w dniu 27 czerwca 2018\n                           r. oraz treść dokumentów, będących przedmiotem głosowania Zwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy AWBUD S.A. w dniu 27 czerwca 2018 r.",
        "date": "2018-06-27"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\", \"Spółka\"_ informuje, iż Zwyczajne Walne\n                           Zgromadzenie Spółki obradujące w dniu 27 czerwca 2018 r. podjęło uchwałę nr 30/2018\n                           o ogłoszeniu przerwy w obradach oraz o ich wznowieniu w dniu 25 lipca 2018 r., godzina\n                           10.00, w siedzibie Spółki w Fugasówce, przy ul. Reja 4.",
        "date": "2018-06-27"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 27 czerwca 2018 r.\n                           pomiędzy PARTNER S.A. w Bielsku-Białej jako Generalnym Wykonawcą a Emitentem jako\n                           Wykonawcą, została podpisana  umowa, której przedmiotem jest \"kompleksowe wykonanie\n                           stanu \"0\" budynku \"B\" budynku wielorodzinnego mieszkalno - usługowego w tym garażu\n                           podziemnego jednokondygnacyjnego  przy ul. Cybernetyki 15 w Warszawie\" w ramach projektu\n                           prowadzonego przez Generalnego Wykonawcę polegającego na budowie zespołu dwóch budynków\n                           mieszkalnych wielorodzinnych z funkcją usługową w parterze, garażami podziemnymi,\n                           drogami wewnętrznymi wraz z miejscami postojowymi, elementami zagospodarowania terenu\n                           i infrastrukturą techniczną _\"Umowa\"_.Za wykonanie przedmiotu Umowy Emitent otrzyma wynagrodzenie ryczałtowe w kwocie 9.965.000,00\n                           złotych _dziewięć milionów dziewięćset sześćdziesiąt pięć tysięcy złotych i 00/00_,\n                           które podlega powiększaniu o podatek VAT. Wykonanie przedmiotu Umowy powinno nastąpić do dnia 28.11.2018 r.W przypadku nie rozpoczęcia prac w terminie przez Emitenta została zastrzeżona kara\n                           umowna w wysokości 0,2% całkowitej kwoty wynagrodzenia, określonego w Umowie za każdy\n                           dzień zwłoki. Z tytułu zwłoki w wykonaniu prac w stosunku do poszczególnych zakresów\n                           robót i terminów określonych w harmonogramie robót została zastrzeżona kara umowna\n                           w wysokości 0,5% wynagrodzenia należnego za prace podlegające odbiorowi zgodnie z\n                           harmonogramem robót za każdy kolejny dzień zwłoki. Kara ta podlega anulowaniu w przypadku\n                           dotrzymania terminu końcowego robót zasadniczych. W przypadku wybudowania lokali o\n                           powierzchni mniejszej niż wynikająca z wymiarów poszczególnych pomieszczeń określonych\n                           w projekcie budowlanym i wykonawczym, została zastrzeżona kara umowna w wysokości\n                           wynikającej z iloczynu różnicy tej powierzchni oraz wartości m² powierzchni lokalu\n                           w budynku wielorodzinnym mieszkalno-usługowym według oferty Generalnego Wykonawcy\n                           na dzień wyliczenia kary umownej z tego tytułu. Łączna wysokość kar umownych naliczonych\n                           na podstawie Umowy nie może przekraczać 17% całkowitego wynagrodzenia netto należnego\n                           Emitentowi na podstawie Umowy.Umowa zastrzega uprawnienie Stron do dochodzenia odszkodowania przenoszącego wysokość\n                           zastrzeżonych kar umownych.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie przedmiotowej Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi zgodnie z Umową.",
        "date": "2018-06-27"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w uzupełnieniu raportu bieżącego numer 17/2018\n                           z dnia 29 maja 2018 r., w załączeniu przekazuje: _1_ sprawozdanie z działalności Rady\n                           Nadzorczej AWBUD S.A. w Fugasówce za rok obrotowy 2017 oraz wyników badania sprawozdania\n                           Zarządu i sprawozdania finansowego za rok 2017 oraz _2_ sprawozdanie Komitetu Audytu\n                           AWBUD Spółka Akcyjna z siedzibą w Fugasówce z działalności Komitetu za okres od 23.10.2017\n                           do 31.12.2017 oraz _3_ protokół z posiedzenia Zarządu AWBUD Spółka Akcyjna w Fugasówce\n                           z dnia 23 maja 2018 r. z uchwałą Nr 1/2018 z dnia 23 maja 2018 r. w sprawie pokrycia\n                           straty Spółki wynikającej ze sprawozdania finansowego za rok obrotowy 2017. Wyżej\n                           wskazane dokumenty obejmują sprawy istotne dla podjęcia uchwał przewidzianych w punktach\n                           od 11 do 17 porządku obrad Zwyczajnego Walnego Zgromadzenia Emitenta zwołanego na\n                           dzień 27 czerwca 2018 r. O zwołaniu Zwyczajnego Walnego Zgromadzenia Emitenta, Emitent\n                           informował w raporcie bieżącym numer 16/2018 z dnia 29 maja 2018 r.",
        "date": "2018-06-26"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w załączeniu przekazuje skorygowaną treść\n                           projektu uchwały nr 9/2018 Zwyczajnego Walnego Zgromadzenia AWBUD S.A. w Fugasówce\n                           z dnia 27 czerwca 2018 r. w sprawie pokrycia straty za rok obrotowy 2017. Uchwała\n                           Nr 9/2018 ma być przedmiotem głosowania na Walnym Zgromadzeniu Emitenta zwołanym na\n                           dzień 27 czerwca 2018 r. zgodnie z raportem bieżącym nr 16/2018 z dnia 29 maja 2018\n                           r.Przedmiotem korekty jest zmiana sposobu pokrycia starty Spółki za rok obrotowy 2017\n                           określonego w powołanej wyżej uchwale. Projekt uchwały nr 9/2018 zawierał propozycję\n                           pokrycia straty z zysków osiąganych przez Emitenta w kolejnych latach obrotowych.\n                           Skorygowany projekt uchwały nr 9/2018 zawiera propozycję pokrycia straty z kapitału\n                           zapasowego Emitenta.",
        "date": "2018-06-26"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 18 czerwca 2018 roku\n                           pomiędzy \"TKALNIA\" Sp. z o.o. w Łodzi jako Inwestorem a Emitentem jako Wykonawcą została\n                           podpisana umowa, której przedmiotem jest wykonanie rewitalizacji terenów przemysłowych\n                           przy ul. Grobelnej 8 w Pabianicach polegającej na częściowej adaptacji budynków przemysłowych\n                           oraz budowie nowych budynków wraz z towarzyszącą infrastrukturą łącznie tworzących\n                           kompleks handlowo-rozrywkowy Tkalnia w Pabianicach w zakresie prac projektowych i\n                           robót budowlano-montażowych opisanych w umowie _\"Umowa\"_. Zawarcie Umowy kończy negocjacje Stron prowadzonych na podstawie Listu Intencyjnego\n                           zawartego z Inwestorem w dniu 16 lutego 2018 r. Emitent informował o zawarciu Listu\n                           intencyjnego z Inwestorem w raporcie bieżącym nr 5/2018 z dnia 16 lutego 2018 r. Nadto,\n                           Emitent informował o przedłużeniu prowadzenia negocjacji w sprawie zawarcia Umowy\n                           w raporcie bieżącym nr 14/2018 z dnia 27 kwietnia 2018 r. oraz w raporcie bieżącym\n                           nr 18/2018 z dnia 1 czerwca 2018 r.Za wykonanie przedmiotu Umowy Emitent otrzyma wynagrodzenie ryczałtowe w kwocie 44.459.415,40\n                           złotych _czterdzieści cztery miliony czterysta pięćdziesiąt dziewięć tysięcy czterysta\n                           piętnaście złotych i 40/100_, która podlega powiększeniu o podatek od towarów i usług.\n                           Nadto, Emitent na mocy odrębnego porozumienia zawartego z Inwestorem i potwierdzonego\n                           w Umowie otrzyma dodatkowo kwotę 504.942,00 złotych netto _pięćset cztery tysiące\n                           dziewięćset czterdzieści dwa złote i 00/100_, która podlega powiększeniu o podatek\n                           od towarów i usług z tytułu dopłaty za wykonanie pełnego wielobranżowego projektu\n                           budowlanego i wykonawczego oraz przejęcie przez Emitenta odpowiedzialności za dokumentację\n                           na prace projektowe.Wykonanie przedmiotu Umowy powinno nastąpić do dnia 23 marca 2019 r. Emitent, na podstawie Listu, rozpoczął realizację prac projektowych, robót fundamentowych,\n                           ziemnych i odwodnieniowych, które będą obecnie kontynuowane po podpisaniu Umowy.Umowa przewiduje kary umowne należne, miedzy innymi w przypadku zwłoki Emitenta w\n                           dotrzymaniu terminów Kamieni Milowych lub w przypadku zwłoki Emitenta w usuwaniu wad.\n                           Pomimo wystąpienia zwłoki w wykonaniu robót w zakresie niektórych terminów Kamieni\n                           Milowych, pod warunkiem nadrobienia przez Emitenta powstałego okresu opóźnienia i\n                           dotrzymania terminów pozostałych Kamieni Milowych i zakończenia wykonywania robót,\n                           Inwestor zwolni Emitenta z obowiązku zapłaty kar umownych w całości. W przypadku odstąpienia\n                           od Umowy przez Emitenta, z przyczyn za które odpowiedzialność ponosi Inwestor, Emitentowi\n                           będzie przysługiwać od Inwestora kara umowna w wysokości 3% wynagrodzenia netto należnego\n                           Emitentowi na podstawie Umowy. Maksymalna wysokość kar umownych naliczonych na podstawie\n                           Umowy nie może przekraczać 10% wynagrodzenia netto należnego Emitentowi na podstawie\n                           Umowy. Zapłata przez Emitenta kar umownych za zwłokę, nie będzie mieć wpływu na możliwość\n                           dochodzenia przez Inwestora odszkodowania przewyższającego wysokość zastrzeżonych\n                           kar umownych na zasadach ogólnych do wysokości rzeczywiście poniesionej szkody, lecz\n                           nie więcej niż do 50% wynagrodzenia netto należnego Emitentowi na podstawie Umowy.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie przedmiotowej Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi zgodnie z Umową.",
        "date": "2018-06-18"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 15 czerwca 2018 roku\n                           został poinformowany przez Zarząd INSTAL – LUBLIN Sp. z o.o. w Lublinie - spółka zależna\n                           Emitenta - _\"Spółka zależna\"_ o otrzymaniu w dniu 15 czerwca 2018 roku przez Spółkę\n                           zależną obustronnie podpisanego listu intencyjnego opatrzonego datą 14 czerwca 2018\n                           r. _\"List\"_, zawartego pomiędzy Spółką zależną a ERBUD S.A. w Warszawie. List został zawarty w związku z inwestycja polegająca na  budowie Szpitala Południowego,\n                           przy ul. Pileckiego w Warszawie _\"Inwestycja\"_ na podstawie umowy zawartej pomiędzy\n                           Miastem Stołecznym Warszawa jako Zamawiającym a konsorcjum z udziałem: ERBUD S.A.\n                           w Warszawie _Lider Konsorcjum_, STRABAG Sp. z o.o. w Pruszkowie, STRABAG AG w Spittal\n                           an der Drau oraz ED ZUEBLIN AG w Stuttgarcie, jako Generalnym Wykonawcą. List wyraża intencję w zakresie zawarcia umowy, której przedmiotem ma być wykonanie\n                           przez Spółkę zależną instalacji wentylacji i klimatyzacji w ramach Inwestycji _\"Umowa\"_.\n                           Strony podały w Liście wartość wynagrodzenia ryczałtowego przysługującego Spółce zależnej\n                           za wykonanie przedmiotu Umowy na kwotę 7.768.497,93 złotych _siedem milionów siedemset\n                           sześćdziesiąt osiem tysięcy czterysta dziewięćdziesiąt siedem złotych i 93/00_, która\n                           podlega powiększeniu o podatek od towarów i usług. Zgodnie z Protokołem z negocjacji\n                           stanowiącym załącznik do Listu, wykonanie przedmiotu Umowy powinno nastąpić do dnia\n                           31.07.2019 r. Zawarcie Umowy powinno nastąpić w ciągu 7 _siedmiu_ dni roboczych od\n                           zatwierdzenia przez Zamawiającego Spółki zależnej jako podwykonawcy w ramach Inwestycji.\n                           Na podstawie Listu Spółka zależna zobowiązała się do podjęcia prac zmierzających do\n                           realizacji przedmiotu przyszłej Umowy, w szczególności do zamówienia elementów i urządzeń,\n                           w celu dotrzymania terminów realizacji Inwestycji ustalonych w umowie zawartej pomiędzy\n                           Generalnym Wykonawcą, a Zamawiającym.Zawarcie Listu zostało uznane za informację poufną ze względu na wartość wynagrodzenia\n                           określonego w Liście, które w razie wynegocjowania i zawarcia Umowy będzie należne\n                           Spółce zależnej za jej wykonanie.",
        "date": "2018-06-15"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ informuje, iż w dniu 14 czerwca 2018 r.\n                           pomiędzy MINDE Sp. z o.o. w Kołobrzegu jako Inwestorem a Emitentem jako Wykonawcą,\n                           została podpisana umowa, której przedmiotem jest wybudowanie obiektu hotelowego wraz\n                           z towarzyszącą infrastrukturą w Międzyzdrojach przy Alei Gwiazd 15 _\"Umowa\"_. Zawarcie\n                           Umowy kończy negocjacje Stron prowadzonych na podstawie Listu Intencyjnego zawartego\n                           z Inwestorem w dniu 23 lutego 2018 r. Emitent informował o zawarciu Listu intencyjnego\n                           z Inwestorem i prowadzeniu negocjacji w sprawie zawarcia Umowy w raporcie bieżącym\n                           nr 6/2018 z dnia 23 lutego 2018 r.Za wykonanie przedmiotu Umowy Emitent otrzyma wynagrodzenie ryczałtowe w kwocie 70.500.000,00\n                           złotych _siedemdziesiąt milionów pięćset tysięcy złotych i 00/100_, które podlega\n                           powiększaniu o podatek VAT. Umowa będzie realizowana pod warunkiem łącznego ziszczenia się następujących warunków:1_ wydania przez właściwy organ ostatecznego pozwolenia na budowę przedmiotu Umowy;2_ wydania decyzji o udzieleniu kredytu na sfinansowanie wykonania przedmiotu Umowy\n                           przez bank, w którym Inwestor złożył już wniosek o udzielenie kredytu na sfinansowanie\n                           wykonania przedmiotu Umowy lub przez inny bank, do którego Inwestor złoży taki wniosek;3_ w terminie do 60 dni kalendarzowych od daty zawarcia Umowy Inwestor przekaże Emitentowi\n                           na piśmie informację o ziszczeniu się warunków wskazanych w pkt. 1_ oraz pkt. 2_ powyżej\n                           bądź informację o braku ziszczenia się obu tych warunków łącznie lub ziszczeniu się\n                           tylko jednego z nich.W przypadku, w którym nie ziszczą się warunki wskazane w pkt. 1_ oraz pkt. 2_ w terminie\n                           wskazanym powyżej w pkt 3_, Umowę uważa się za niezawartą. Jednakże w przypadku nieziszczenia\n                           się tych warunków i nie wejścia w życie niniejszej Umowy, Strony podejmą dalsze negocjacje\n                           dotyczące zawarcia umowy na realizację przedmiotu Umowy i wszelkie niezbędne czynności\n                           umożliwiające zawarcie i wejście w życie tej umowy. Emitent rozpocznie wykonywanie przedmiotu Umowy w dniu, który nastąpi w terminie do\n                           30 dni od ziszczenia się warunków zawieszających, o których mowa powyżej. Zgodnie\n                           z harmonogramem stanowiącym załącznik do Umowy, wykonanie przedmiotu Umowy powinno\n                           nastąpić do dnia 28.05.2020 r.Umowa przewiduje kary umowne należne m.in. w przypadku opóźnień w realizacji robót\n                           i usuwaniu wad. W przypadku odstąpienia od Umowy przez Inwestora z przyczyn, za które\n                           Emitent ponosi odpowiedzialność, Emitent zapłaci Inwestorowi karę umowną w wysokości\n                           10% wynagrodzenia netto. Łączna wysokość kar umownych naliczonych na podstawie Umowy\n                           nie może przekraczać 10% wynagrodzenia netto należnego Emitentowi na podstawie Umowy.\n                           Zapłata kary umownej nie będzie wyłączać możliwości dochodzenia przez Strony odszkodowania\n                           przewyższającego wysokość zastrzeżonej kary umownej i nie może przewyższać 33% wynagrodzenia\n                           netto należnego Emitentowi na podstawie Umowy.Pozostałe warunki Umowy nie odbiegają od warunków stosowanych powszechnie dla tego\n                           typu umów.Zawarcie przedmiotowej Umowy zostało uznane za informację poufną ze względu na wysokość\n                           wynagrodzenia należnego Emitentowi zgodnie z Umową.",
        "date": "2018-06-14"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w nawiązaniu do raportu bieżącego nr 5/2018\n                           z dnia 16 lutego 2018 r. i raportu bieżącego nr 14/2018 z dnia 27 kwietnia 2018 r.,\n                           informuje, że negocjacje prowadzone z \"TKALNIA\" Sp. z o.o. w Łodzi jako Inwestorem\n                           w celu zawarcia umowy na wykonanie Centrum Handlowego Tkalnia-Pabianice w Pabianicach\n                           _\"Umowa\"_ nie zakończyły się do dnia 31 maja 2018 r. Emitent spodziewa się zakończenia\n                           negocjacji najpóźniej do dnia 22 czerwca 2018 r. Jednocześnie Emitent wskazuje, że\n                           na podstawie Listu intencyjnego zawartego pomiędzy Emitentem i Inwestorem w dniu 16\n                           lutego 2018 r. _\"List\"_, Emitent prowadzi realizację prac projektowych, robót fundamentowych,\n                           ziemnych i odwodnieniowych.Przedłużenie okresu negocjacji Umowy zostało uznane za informację poufną ze względu\n                           na wartość wynagrodzenia określonego w Liście, które w razie zawarcia Umowy będzie\n                           należne Emitentowi za jej wykonanie.",
        "date": "2018-06-01"
    },
    {
        "company_name": "AWBUD",
        "content": "Zarząd AWBUD S.A. w Fugasówce _\"Emitent\"_ w załączeniu przekazuje treść projektów\n                           uchwał, które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia Emitenta\n                           zwołanego na dzień 27 czerwca 2018 r.",
        "date": "2018-05-29"
    },
    {
        "company_name": "AWBUD",
        "content": "Ogłoszenie o Walnym\n                           Zgromadzeniu                                                                  AWBUD Spółka Akcyjna\n                           w FugasówceI.Data, godzina i miejsce Walnego Zgromadzenia oraz szczegółowy porządek obrad _art. 4022 pkt 1_ Kodeksu spółek handlowych_Zarząd AWBUD Spółka Akcyjna w Fugasówce _dalej \"Spółka\"_, na podstawie art. 399 §\n                           1 Kodeksu spółek handlowych, art. 4021 Kodeksu spółek handlowych i art. 4022 Kodeksu\n                           spółek handlowych oraz § 10 ust. 2 i ust. 3 Statutu Spółki, zwołuje Zwyczajne Walne\n                           Zgromadzenie na dzień 27 czerwca 2018 roku, na godzinę 9.30, pod adresem siedziby\n                           Spółki: ul. Reja 4, Fugasówka, z następującym porządkiem obrad:1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia, Komisji Skrutacyjnej, inne sprawy\n                           organizacyjne.3. Sporządzenie i sprawdzenie listy obecności.4. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia i jego zdolności do podejmowania\n                           uchwał.5. Przedstawienie i przyjęcie porządku obrad Walnego Zgromadzenia.6. Przedstawienie i rozpatrzenie sprawozdania Zarządu z działalności Spółki za rok\n                           obrotowy 2017.7. Przedstawienie i rozpatrzenie sprawozdania finansowego Spółki za rok obrotowy 2017.8. Przedstawienie i rozpatrzenie _1_ sprawozdania Rady Nadzorczej oceniającego sprawozdanie\n                           Zarządu z działalności Spółki za rok obrotowy 2017, oceniającego sprawozdanie finansowe\n                           Spółki za rok obrotowy 2017 oraz wniosku Zarządu co do pokrycia straty za rok obrotowy\n                           2017, _2_ sprawozdania z działalności Rady Nadzorczej za rok obrotowy 2017 wraz ze\n                           sprawozdaniem z działalności Komitetu Audytu za rok obrotowy 2017 oraz _3_ ocen, których\n                           sporządzenie przez Radę Nadzorczą i przedstawienie Walnemu Zgromadzeniu wymagają \"Dobre\n                           Praktyki Spółek Notowanych na GPW 2016\".9. Przedstawienie i rozpatrzenie sprawozdania z działalności Grupy Kapitałowej AWBUD\n                           Spółka Akcyjna za rok obrotowy 2017.10. Przedstawienie i rozpatrzenie skonsolidowanego sprawozdania finansowego Grupy\n                           Kapitałowej AWBUD Spółka Akcyjna za rok obrotowy 2017.11. Podjęcie uchwały w sprawie zatwierdzenia sprawozdania Zarządu z działalności Spółki\n                           za rok obrotowy 2017.12. Podjęcie uchwały w sprawie zatwierdzenia sprawozdania finansowego Spółki za rok\n                           obrotowy 2017.13. Podjęcie uchwały w sprawie zatwierdzenia sprawozdania z działalności Rady Nadzorczej\n                           za rok obrotowy 2017.14. Podjęcie uchwały w sprawie zatwierdzenia sprawozdania z działalności Grupy Kapitałowej\n                           AWBUD Spółka Akcyjna za rok obrotowy 2017.15. Podjęcie uchwały w sprawie zatwierdzenia skonsolidowanego sprawozdania finansowego\n                           Grupy Kapitałowej AWBUD Spółka Akcyjna za rok obrotowy 2017.16. Podjęcie uchwały w sprawie pokrycia straty za rok obrotowy 2017.17. Podjęcie uchwał w sprawie udzielenia członkom Zarządu oraz członkom Rady Nadzorczej\n                           absolutorium z wykonania ich obowiązków w roku obrotowym 2017.18. Zmiany w składzie Rady Nadzorczej19. Podjęcie uchwały w sprawie ustalenia zasad wynagradzania i wysokości wynagrodzenia\n                           członków Rady Nadzorczej.20. Wolne wnioski i sprawy rożne.21. Zamknięcie obrad Walnego Zgromadzenia.II.Opis procedur dotyczących uczestnictwa w Walnym Zgromadzeniu i wykonywania prawa głosu\n                           _art. 4022 pkt 2_ Kodeksu spółek handlowych_A.Akcjonariusz lub Akcjonariusze reprezentujący co najmniej 1/20 _jedną dwudziestą_\n                           kapitału zakładowego mogą żądać umieszczenia określonych spraw w porządku obrad Walnego\n                           Zgromadzenia. Żądanie powinno zostać zgłoszone Zarządowi Spółki nie później niż na\n                           21 _dwadzieścia jeden_ dni przed wyznaczonym terminem Walnego Zgromadzenia. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie może zostać złożone w postaci elektronicznej i powinno zostać\n                           przekazane na następujący adres poczty elektronicznej Spółki: wza@awbud.pl. Zarząd\n                           Spółki jest obowiązany niezwłocznie, jednak nie później niż na 18 _osiemnaście_ dni\n                           przed wyznaczonym terminem Walnego Zgromadzenia, ogłosić zmiany w porządku obrad,\n                           wprowadzone na żądanie Akcjonariuszy. Ogłoszenie następuje w sposób właściwy dla zwołania\n                           Walnego Zgromadzenia.B.Akcjonariusz lub Akcjonariusze reprezentujący co najmniej 1/20 jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub\n                           przy wykorzystaniu środków komunikacji elektronicznej projekty uchwał dotyczące spraw\n                           wprowadzonych do porządku obrad Walnego Zgromadzenia lub spraw, które mają zostać\n                           wprowadzone do porządku obrad. Projekty uchwał powinny zostać przekazane na następujący\n                           adres poczty elektronicznej Spółki: wza@awbud.pl . Spółka niezwłocznie ogłasza projekty\n                           uchwał na swojej stronie internetowej.C.Każdy z Akcjonariuszy może podczas Walnego Zgromadzenia zgłaszać projekty uchwał dotyczące\n                           spraw wprowadzonych do porządku obrad.D.1. Akcjonariusz może głosować odmiennie z każdej z posiadanych akcji.2. Akcjonariusz może uczestniczyć w Walnym Zgromadzeniu oraz wykonywać prawo głosu\n                           osobiście lub przez pełnomocnika. Nie można ograniczać prawa ustanawiania pełnomocnika\n                           na Walnym Zgromadzeniu i liczby pełnomocników.3. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na Walnym Zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa.4. Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.5. Pełnomocnik może reprezentować więcej niż jednego Akcjonariusza i głosować odmiennie\n                           z akcji każdego Akcjonariusza.6. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.7. Przepisy o wykonywaniu prawa głosu przez pełnomocnika stosuje się do wykonywania\n                           prawa głosu przez innego przedstawiciela.8. Pełnomocnictwo do uczestniczenia w Walnym Zgromadzeniu i wykonywania prawa głosu\n                           wymaga udzielenia na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa\n                           w postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym\n                           weryfikowanym przy pomocy ważnego kwalifikowanego certyfikatu.9. Formularz pełnomocnictwa pozwalającego na wykonywanie prawa głosu przez pełnomocnika\n                           jest dostępny na stronie internetowej Spółki pod adresem: www.awbud.pl w zakładce\n                           Relacje inwestorskie /WZA/2018/2018-06-27/.Akcjonariusz zawiadamiania Spółkę o udzieleniu pełnomocnictwa w postaci elektronicznej\n                           poprzez wysłanie na następujący adres poczty elektronicznej Spółki wza@awbud.pl pełnomocnictwa\n                           w formacie PDF sporządzonego na formularzu pełnomocnictwa udostępnionego przez Spółkę\n                           i czytelnie podpisanego przez Akcjonariusza względnie osobę/osoby uprawnioną/uprawnione\n                           do reprezentacji Akcjonariusza. W przypadku Akcjonariuszy, którym przepisy prawa przyznają\n                           osobowość prawną, wraz z pełnomocnictwem należy przesłać odpis aktualny z właściwego\n                           rejestru w formacie PDF. Powyższy sposób zawiadamiania ma na celu, jakkolwiek ograniczoną,\n                           identyfikację Akcjonariusza i jego pełnomocnika oraz ważności pełnomocnictwa.Akcjonariusz ponosi ryzyko związane z dysponowaniem jego danymi oraz zawiadomieniem\n                           Spółki o udzieleniu pełnomocnictwa w postaci elektronicznej. Akcjonariusz ponosi ryzyko\n                           związane z udzieleniem pełnomocnictwa i zawiadomieniem Spółki o jego udzieleniu w\n                           postaci elektronicznej w inny sposób niż wskazany w tym pkt 9.10. Procedurę powyższą stosuje się odpowiednio do odwołania pełnomocnictwa.11. Akcjonariusz lub pełnomocnik Akcjonariusza powinien legitymować się dokumentem\n                           ze zdjęciem potwierdzającym jego tożsamość i okazać taki dokument na każde żądanie\n                           Spółki lub Przewodniczącego Walnego Zgromadzenia.12. Jeżeli pełnomocnikiem na Walnym Zgromadzeniu jest członek Zarządu, członek Rady\n                           Nadzorczej, pracownik Spółki lub członek organów lub pracownik spółki zależnej od\n                           Spółki, pełnomocnictwo może upoważniać do reprezentacji tylko na jednym Walnym Zgromadzeniu.\n                           Pełnomocnik ma obowiązek ujawnić Akcjonariuszowi okoliczności wskazujące na istnienie\n                           bądź możliwość wystąpienia konfliktu interesów. Udzielenie dalszego pełnomocnictwa\n                           jest wyłączone. Pełnomocnik, o którym mowa w zdaniach poprzedzających, głosuje zgodnie\n                           z instrukcjami udzielonymi przez Akcjonariusza.13. Akcjonariusz nie może ani osobiście, ani przez pełnomocnika głosować przy powzięciu\n                           uchwał dotyczących jego odpowiedzialności wobec Spółki z jakiegokolwiek tytułu, w\n                           tym udzielenia absolutorium, zwolnienia z zobowiązania wobec Spółki oraz sporu pomiędzy\n                           nim a Spółką. Akcjonariusz może głosować jako pełnomocnik przy powzięciu uchwał dotyczących\n                           jego osoby, o których mowa w zdaniu poprzedzającym przy zachowaniu warunków i zasad\n                           opisanych w pkt 11 powyżej.E.Statut Spółki nie przewiduje uczestnictwa w Walnym Zgromadzeniu przy wykorzystaniu\n                           środków komunikacji elektronicznej. F.Statut Spółki nie przewiduje wypowiadania się w trakcie Walnego Zgromadzenia przy\n                           wykorzystaniu środków komunikacji elektronicznej. G.Regulamin Walnego Zgromadzenia Spółki nie przewiduje wykonywania prawa głosu drogą\n                           korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej.H.Akcjonariusz ma prawo żądać wydania odpisu wniosków w sprawach objętych porządkiem\n                           obrad w terminie tygodnia przed Walnym Zgromadzeniem.III.Dzień rejestracji _Record date__art. 4021 Kodeksu spółek handlowych_Dniem rejestracji zgodnie z art. 4061 Kodeksu spółek handlowych jest 11 czerwca 2018\n                           r.IV.Informacja o prawie uczestnictwa na Walnym Zgromadzeniu_art. 4022 pkt 4_ Kodeksu spółek handlowych_Prawo uczestniczenia w Walnym Zgromadzeniu mają tylko osoby będące akcjonariuszami\n                           Spółki na                      16 _szesnaście_ dni przed datą Walnego Zgromadzenia\n                           _dzień rejestracji uczestnictwa w Walnym Zgromadzeniu_.V.Dostęp do dokumentacji i projektów uchwał_art. 4022 pkt 5_ Kodeksu spółek handlowych_Pełny tekst dokumentacji, która ma zostać przedstawiona Walnemu Zgromadzeniu oraz\n                           projekty uchwał są dostępne w formie pisemnej pod adresem siedziby Spółki, to jest:\n                           ulica Reja 4, Fugasówka, 42-440 Ogrodzieniec, w Biurze Zarządu, od dnia 29 maja 2018\n                           r. do dnia 27 czerwca 2018 r., w godzinach od 9.00 do 14.00 oraz w formie elektronicznej,\n                           w formacie PDF na stronie internetowej Spółki: www.awbud.pl w zakładce Relacje inwestorskie/WZA/2018/2018-06-27/.VI.Strona internetowa Spółki_art. 4022 pkt 5_ Kodeksu spółek handlowych_Informacje dotyczące Walnego Zgromadzenia są udostępnione pod następującym adresem\n                           strony internetowej Spółki: www.awbud.pl w zakładce Relacje inwestorskie/WZA/2018/2018-06-27/.VII.Zaświadczenie o uczestnictwie. Wykaz. Lista Akcjonariuszy uprawnionych do uczestnictwa\n                           na Walnym Zgromadzeniu_art. 4063 i art. 407 Kodeksu spółek handlowych_1. Na żądanie Akcjonariusza uprawnionego ze zdematerializowanych akcji na okaziciela\n                           zgłoszone nie wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później\n                           niż w pierwszym dniu powszednim po dniu rejestracji uczestnictwa w Walnym Zgromadzeniu,\n                           podmiot prowadzący rachunek papierów wartościowych wystawia imienne zaświadczenie\n                           o prawie uczestnictwa w Walnym Zgromadzeniu. Treść zaświadczenia określa art. 4063\n                           § 3 Kodeksu spółek handlowych. 2. Na żądanie Akcjonariusza uprawnionego ze zdematerializowanych akcji na okaziciela\n                           w treści zaświadczenia powinna zostać wskazana część lub wszystkie akcje zarejestrowane\n                           na jego rachunku papierów wartościowych. Przepisy o obrocie instrumentami finansowymi\n                           mogą wskazywać inne dokumenty równoważne zaświadczeniu, pod warunkiem, że podmiot\n                           wystawiający takie dokumenty został wskazany podmiotowi prowadzącemu depozyt papierów\n                           wartościowych dla Spółki, którym jest Krajowy Depozyt Papierów Wartościowych Spółka\n                           Akcyjna w Warszawie.3. Listę Akcjonariuszy uprawnionych z akcji na okaziciela do uczestnictwa w Walnym\n                           Zgromadzeniu Spółka ustala na podstawie wykazu sporządzonego przez Krajowy Depozyt\n                           Papierów Wartościowych Spółka Akcyjna w Warszawie zgodnie z przepisami o obrocie instrumentami\n                           finansowymi.4. Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna w Warszawie sporządza wykaz\n                           na podstawie wykazów przekazywanych nie później niż na 12 _dwanaście_ dni przed datą\n                           Walnego Zgromadzenia przez podmioty uprawnione zgodnie z przepisami o obrocie instrumentami\n                           finansowymi. Podstawą sporządzenia wykazów przekazywanych Krajowemu Depozytowi Papierów\n                           Wartościowych Spółka Akcyjna w Warszawie są wystawione zaświadczenia o prawie uczestnictwa\n                           w Walnym Zgromadzeniu.5. Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna w Warszawie udostępnia Spółce\n                           wykaz przy wykorzystaniu środków komunikacji elektronicznej nie później niż na tydzień\n                           przed datą Walnego Zgromadzenia. Jeżeli z przyczyn technicznych wykaz nie może zostać\n                           udostępniony w taki sposób, Krajowy Depozyt Papierów Wartościowych Spółka Akcyjna\n                           w Warszawie wydaje go w postaci dokumentu sporządzonego na piśmie nie później niż\n                           na 6 _sześć_ dni przed datą Walnego Zgromadzenia; wydanie następuje w siedzibie organu\n                           zarządzającego Krajowym Depozytem Papierów Wartościowych Spółka Akcyjna w Warszawie.6. Lista Akcjonariuszy uprawnionych do udziału na Zwyczajnym Walnym Zgromadzeniu zostanie\n                           wyłożona pod adresem siedziby Spółki, to jest: ulica Reja 4, Fugasówka, 42-440 Ogrodzieniec,\n                           w Biurze Zarządu, od dnia 22 czerwca 2018 r., to jest na 3 dni powszednie przed terminem\n                           Zwyczajnego Walnego Zgromadzenia. Akcjonariusz może żądać przesłania mu listy akcjonariuszy\n                           nieodpłatnie pocztą elektroniczną, podając adres, na który lista powinna być wysłana.\n                           Zarząd AWBUD Spółka Akcyjna w Fugasówce.",
        "date": "2018-05-29"
    }
]