[
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 18.12.2017 roku wpłynęła\n                           podpisana Umowa Faktoringu nr 0096/2017 z dnia 29.11.2017 roku _\"Umowa faktoringu\"_\n                           zawarta pomiędzy Emitentem a KUKE Finance Spółka Akcyjną z siedzibą w Warszawie _\n                           \" Faktor\"_.• Przedmiotem Umowy faktoringu jest świadczenie usług faktoringowych przez Faktora\n                           na rzecz Spółki. Faktor zgodnie i na warunkach określonych Umową faktoringu nabywa\n                           wszelkie bezsporne Wierzytelności pieniężne przysługujące Spółce wobec kontrahentów\n                           objętych listą Kontrahentów;• przyznany Spółce Limit wynosi 14 000 000,00 PLN;• maksymalny okres wymagalności wierzytelności, które Faktor wykupuje wynosi 120 dni;• Faktor wypłacę zaliczkę w wysokości 85% wartości wykupionych wierzytelności;• fundusz gwarancyjny w wysokości 15% wartości wykupionej wierzytelności oraz kwoty\n                           za spłacone nabyte a niewykupione wierzytelności;• termin żądania zwrotu zaliczki wynosi 30 dni;• oprocentowanie : WIBOR 1M + marża faktora;• zabezpieczenie roszczeń Faktora wynikające z Umowy faktoringu: weksel in blanco\n                           wraz z deklaracją wekslową; pełnomocnictwo do rachunku bankowego; oświadczenie w formie\n                           aktu notarialnego o poddaniu się egzekucji spłaty wierzytelności wynikających z Umowy\n                           Faktoringu w trybie art. 777 kpc do kwoty 15 000 000,00 PLN. Faktorowi przysługuje\n                           prawo do zaspokojenie swoich roszczeń z każdego zabezpieczenia z osobna lub ze wszystkich\n                           łącznie, w kolejności według własnego wyboru.• Umowa została zawarta na czas nieokreślony z jednomiesięcznym terminem wypowiedzenia",
        "date": "2017-12-18"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_\n                           informuje, że w dniu 05.12.2017 roku wpłynął podpisany Aneks do następującej umowy\n                           o limity wierzytelności zawartych pomiędzy Spółką a Raiffeisen Bank Polska Spółka\n                           Akcyjna z siedzibą w Warszawie _\"Bank\"_:- Umowa o limit wierzytelności na CRD/L/36366/11.Aneks do umowy o limit wierzytelności nr CRD/L/36366/11 z dnia 18.11.2017 roku _\"Umowa\"_\n                           został zawarty w dniu 24.11.2017 roku wprowadzający tekst jednolity z następującymi\n                           zmianami:• kwota limitu na dzień podpisania aneksu wynosi 8 785 400,00 PLN. Limit zostanie\n                           obniżony w następujących kwotach i terminach: 02.01.2018 roku do kwoty 8 643 900,00\n                           PLN; w dniu 30.11.2018 roku do kwoty 141 500,00 PLN; w dniu 31.12.2019 roku do kwoty\n                           0,00 PLN.  Produkty obarczone ryzykiem: kredyt w rachunku bieżącym: 8 502 400,00 PLN;\n                           gwarancje bankowe 2 000 000,00 PLN. Dzień ostatecznej spłaty limitu: 31.12.2019 roku.• Ostatni dzień okresu wykorzystania: kredyt w rachunku bieżącym 30.11.2018 roku;\n                           gwarancje: 12.10.2017 roku. Dzień ostatecznej spłaty produktu obarczonego ryzykiem:\n                           kredyt  w rachunku bieżącym: 30.11.2018 roku; gwarancje: 31.12.2019 roku. WIBOR jednomiesięczny\n                           + marża banku. Zabezpieczenie spłaty limitu: pełnomocnictwo do rachunku bieżącego\n                           i innych rachunków w banku Emitenta; hipoteka bez innych wpisów mających pierwszeństwo\n                           wobec wpisów na rzecz Banku do kwoty PLN 16.875.000,00 na nieruchomości zlokalizowanej\n                           w Pszczynie przy ul. Górnośląskiej dla której Sąd Rejonowy w Pszczynie prowadzi księgę\n                           wieczystą KW nr KA1P/00022605/8 wraz z cesją praw z polisy; hipoteka bez innych wpisów\n                           mających pierwszeństwo wobec wpisów na rzecz Banku, do kwoty PLN 9.000.000,00 na nieruchomości\n                           zlokalizowanej w Stalowej Woli przy ul. Kwiatkowskiego będącej w użytkowaniu wieczystym\n                           firmy Patentus Strefa S.A. _jednostka zależna od Emitenta_ dla której Sąd Rejonowy\n                           w Stalowej Woli prowadzi księgę wieczystą KW nr TB1S/00058985/9 wraz z cesją praw\n                           z polisy _ przedmiotowa hipoteka zabezpiecza również wierzytelności Banku z tytułu:\n                           umowy kredytowej nr CRD/35377/11 z dnia 28.07.2011 roku wraz z późniejszymi zmianami;\n                           umowy kredytowej nr CRD/35678/11 z dnia 28.07.2011 roku wraz z późniejszymi zmianami;\n                           umowy kredytowej nr CRD/45141/15 z dnia 18.07.2015 roku wraz z późniejszymi zmianami_;\n                           hipoteka łączna bez innych wpisów mających pierwszeństwo wobec wpisów na rzecz Banku,\n                           do kwoty PLN 15.450.000,00 na nieruchomości zlokalizowanej w miejscowości Jankowice\n                           przy ul. Złote Łany dla której Sąd Rejonowy w Pszczynie prowadzi księgę wieczystą\n                           KW nr KA1P/00037544/0 oraz księgę wieczystą KW nr KA1P/00040317/4 wraz z cesją praw\n                           z polisy; hipoteka  bez innych wpisów mających pierwszeństwa wobec wpisów na rzecz\n                           banku do kwoty PLN 15.450.000,00 na nieruchomości zlokalizowanej w Pszczynie przy\n                           ul. Górnośląskiej  dla której Sąd Rejonowy w Pszczynie prowadzi księgę wieczystą KW\n                           nr KA1P/00040503/5; zastaw rejestrowy na zbiorze maszyn i urządzeń wraz z ewentualnymi\n                           późniejszymi zmianami wraz z cesja praw z polisy ubezpieczeniowej; oświadczenie o\n                           poddaniu się egzekucji do kwoty 15.450.000,00 PLN.",
        "date": "2017-12-05"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_\n                           informuje, że w dniu 13.11.2017r. powziął informację, iż Sąd Rejonowy w Pszczynie\n                           V Wydział Ksiąg Wieczystych ustanowił w dniu 06.11.2017r. hipotekę umowną do kwoty\n                           13 500 000,00 PLN na prawie użytkowania wieczystego gruntu nieruchomości położonej\n                           w Jankowicach objętej KW nr KA1P/00044542/8 prowadzonej przez Sąd Rejonowy w Pszczynie,\n                           V Wydział Ksiąg Wieczystych. Użytkownikiem wieczystym nieruchomości jest Emitent.Hipoteka umowna ustanowiona została dla zabezpieczenia kapitału kredytu, roszczeń\n                           o odsetki, należności ubocznych w tym opłat i prowizji na rzecz Alior Bank Spółka\n                           Akcyjna – umowa kredytowa nr U0003244757585 o kredyt nieodnawialny na finansowanie\n                           bieżącej działalności. Szczegółowe informacje dotyczące w/w kredytu zostały opisane\n                           i przekazane do publicznej wiadomości w dniu 23.10.2017 roku raportem bieżącym 14/2017.Wartość ewidencyjna aktywów, na których ustanowiono ww. zabezpieczenie w księgach\n                           rachunkowych PATENTUS S.A. wynosi na dzień publikacji raportu 6 270 319,13PLN.Emitent podaje powyższe informacje do wiadomości publicznej ze względu na fakt, iż\n                           w jego ocenie mają one znaczący wpływ na działalność Emitenta.",
        "date": "2017-11-13"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, iż w okresie od 09.08.2017\n                           roku do 07.11.2017 roku otrzymał od Polskiej Grupy Górniczej Sp. z o.o. _\"Zamawiający\",\n                           \"PGG\" dawniej Kompanii Węglowej S.A._ z siedzibą w Katowicach umowy oraz zamówienia\n                           na łączną wartość 11 066 913,54 PLN plus VAT.Umową o najwyższej wartości jest umowa PAT 17.073-02 z dnia 31.10.2017 roku.Przedmiotem umowy jest:  Dostawa części zamiennych do przenośników zgrzebłowych PATENTUS\n                           dla Oddziałów Polskiej Grupy Górniczej sp. z o.o. w latach 2017-2017 grupa asortymentowa\n                           292-10-07.- Termin dostawy przedmiotu umowy: umowa obowiązuje od dnia zawarcia do dnia 30.06.2018\n                           roku; w przypadku gdy w okresie obowiązywania umowy Zamawiający nie złoży zamówień\n                           na dostawę o wartości minimum 50% wartości udzielonego zamówienia, umowa obowiązywać\n                           będzie do dnia 30.09.2018 roku;- Wartość przedmiotu umowy: 6 326 769,80 PLN plus VAT;- Gwarancja: 12 miesięcy od daty odbioru przedmiotu zamówienia przez magazyn Zamawiającego.- Kary umowne: - Wykonawca zobowiązany jest zapłacić Zamawiającemu kary umowne: w wysokości 10% wartości\n                           netto niezrealizowanej części umowy, gdy Zamawiający odstąpi od umowy z powodu okoliczności\n                           za które odpowiada Wykonawca; w wysokości 10% umownej wartości netto towaru określonego\n                           każdorazowo w niezrealizowanej części zamówienia, gdy Zamawiający odstąpi od zamówienia\n                           z powodu okoliczności, za które odpowiada Wykonawca; w wysokości 0,1% umownej wartości\n                           netto towaru określonego każdorazowo w zamówieniu nie dostarczonego w terminie za\n                           każdy rozpoczęty dzień zwłoki liczony do dnia dostarczenia towaru, przy czym od 31\n                           dnia zwłoki kara umowna liczona będzie w wysokości 0,5%. W przypadku definitywnego\n                           braku realizacji zamówienia lub jego części, w sytuacji gdy nie odstąpiono od umowy,\n                           kara umowna równa jest wartości niezrealizowanego zamówienia. Za definitywny brak\n                           realizacji zamówienia lub jego części uznaje się szczególności oświadczenia Wykonawcy\n                           o odstąpieniu od realizacji zamówienia lub jego części oraz sytuację, w której kwota\n                           kary umownej z tytułu zwłoki w realizacji zamówienia lub jego części osiągnie wartość\n                           niezrealizowanego zamówienia lub jego części; w wysokości 0,1% wartości netto towaru\n                           zgłoszonego do reklamacji za każdy rozpoczęty dzień zwłoki w jej rozpatrzeniu, w przypadku\n                           zaistnienia okoliczności w przypadku dostarczenia wadliwego towaru z wadą ukrytą;\n                           w wysokości 0,1% umownej wartości netto podlegającego wymianie towaru za każdy dzień\n                           zwłoki – termin 3 dni roboczych od dnia uznania reklamacji.",
        "date": "2017-11-07"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_\n                           informuje, że w dniu 19.10.2017 roku _wpływ do Spółki w dniu 23.10.2017 roku_ podpisał\n                           umowę kredytową nr U0003244757585 o Kredyt nieodnawialny na finansowanie bieżącej\n                           działalności na następujących warunkach:-Kwota produktu: 9 000 000,00 PLN;-Sposób uruchomienia – wypłata w transzach: pierwsza transza – w kwocie 4 800 000,00\n                           PLN; druga transza – w kwocie 4 200 000,00 PLN;-Dzień udostępnienia produktu: do dnia 19.11.2017 roku w przypadku uruchomienia pierwszej\n                           transzy kredytu; do dnia 31.07.2018 roku w przypadku uruchomienia drugiej transzy\n                           kredytu;-Dzień ostatecznej spłaty: 10.10.2018 roku – w przypadku uruchomienia tylko pierwszej\n                           transzy kredytu; 10.10.2019 roku – w przypadku uruchomienia dwóch transz kredytu;-Okres kredytowania: 12 miesięcy -  w przypadku uruchomienia tylko pierwszej transzy\n                           kredytu; 24 miesiące – w przypadku uruchomienia dwóch transz kredytu;-Spłata kapitału produktu: kapitał spłacany w stałych ratach kapitałowych płatnych\n                           miesięcznie;-Stawka referencyjna – WIBOR 3M+ marża banku;-Zabezpieczenia: pełnomocnictwo do dysponowania środkami na rachunkach bankowych Kredytobiorcy\n                           prowadzonych w Bankach; gwarancja spłaty kredytu w ramach portfelowej linii gwarancyjnej\n                           de minimis -  gwarancja Banku Gospodarstwa Krajowego; hipoteka umowna do kwoty 13\n                           500 000,00 PLN ustanowiona na zabezpieczenie kapitału kredytu, roszczeń o odsetki,\n                           należności ubocznych w tym opłat i prowizji na rzecz Banku, na przysługującym Kredytobiorcy\n                           prawie  własności do nieruchomości, położonej w miejscowości Jankowice, gmina Pszczyna,\n                           obejmującej działki nr 2518/125 oraz 2793/2017 o łącznej powierzchni 0,6964 ha, dla\n                           której Sąd Rejonowy w Pszczynie, V Wydział Ksiąg Wieczystych prowadzi księgę wieczystą\n                           KA1P/00044542/8; cesja praw z polisy ubezpieczeniowej; cesja potwierdzona z umowy\n                           leasingu finansowego zawartej z Polską Grupą Górniczą Sp. z o.o. na rzecz Banku; oświadczenie\n                           o poddaniu się egzekucji w trybie art. 777 par. 1 pkt 5 kodeksu postepowania cywilnego\n                           z oznaczeniem daty, do kiedy bank jest uprawniony do złożenia wniosku o nadanie klauzuli\n                           wykonalności tj. do dnia 10.10.2017 roku wraz  z oznaczeniem maksymalnej kwoty zapłaty\n                           tj. 18 000 000,00 PLN.",
        "date": "2017-10-23"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Działając na podstawie prawnej: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz\n                           uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji\n                           2003/124/WE, 2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_  Zarząd PATENTUS S.A. informuje, iż w okresie od dnia 18.11.2016r. do dnia 18.10.2017r.\n                           –  łączna wartość obrotów pomiędzy PATENTUS S.A. a P.P.H.U. \" Mirpol \" Mirosław Kobiór\n                           z siedzibą w Pszczynie wyniosła 9 502 833,56 PLN netto. Współpraca między stronami\n                           opiera się na zawartej w dniu 02.01.2007 roku umowie współpracy w zakresie produkcji\n                           maszyn i urządzeń dla górnictwa, konstrukcji stalowych hal i innych obiektów, usług\n                           obróbki skrawaniem oraz wszelkich innych prac zleconych przez PATENTUS S.A., zawartej\n                           na czas nieokreślony. Warunki umowy nie odbiegają od powszechnie stosowanych w tego\n                           typu umowach. W ramach realizowanej umowy fakturą o największej wartości była FV 03/12/2016\n                           z dnia  29.12.2016 roku  o wartości 455 487,00 PLN netto. Przedmiotem faktury było\n                           wykonanie elementów konstrukcji prowadnica kabla PAT-E330 PAT.01.003.3-15.01w.26.",
        "date": "2017-10-18"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, iż w dniu 31.08.2017 roku otrzymał\n                           sprostowanie do Raportu niezależnego biegłego rewidenta z przeglądu śródrocznego sprawozdania\n                           finansowego PATENTUS S.A. oraz skonsolidowanego sprawozdania finansowego grupy kapitałowej\n                           PATENTUS S.A. sporządzonego dla Akcjonariuszy i Rady Nadzorczej datowanego na 30.08.2017\n                           roku. W wyniku oczywistej pomyłki pisarskiej wersja raportu z przeglądu śródrocznego\n                           sprawozdania finansowego sporządzonego na 30.06.2017 roku oraz wersja raportu z przeglądu\n                           śródrocznego skonsolidowanego sprawozdania finansowego sporządzonego na 30.06.2017\n                           roku przekazane Emitentowi noszą błędną datę 30.08.2017 roku. Prawidłowa data w/w\n                           raportów z przeglądu to 31.08.2017 roku. Raporty z poprawionymi datami stanowią załącznik\n                           do niniejszego raportu.",
        "date": "2017-08-31"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, iż w okresie od 21.11.2016\n                           roku do 09.08.2017 roku otrzymał od Polskiej Grupy Górniczej Sp. z o.o. _\"Zamawiający\",\n                           \"PGG\" dawniej Kompanii Węglowej S.A._ z siedzibą w Katowicach umowy oraz zamówienia\n                           na łączną wartość 8 780 331,08 PLN plus VAT.Umową o najwyższej wartości jest umowa PAT 17.048-08 z dnia 24.07.2017 roku.Przedmiotem umowy jest:  Modernizacja napędów wysypowego i zwrotnego przenośnika zgrzebłowego\n                           ścianowego PATENTUS – PAT E225.- Termin dostawy przedmiotu umowy: do 6 tygodni od dnia zawarcia umowy;- Wartość przedmiotu umowy: 1 499 990,00 PLN plus VAT;- Gwarancja:- gwarancja ogólna: 24 miesiące na wykonane usługi;- Kary umowne:- Zamawiający może naliczyć Wykonawcy kary umowne: za odstąpienie od umowy przez jedną\n                           ze stron z przyczyn leżących po stronie Wykonawcy- w wysokości 10% wartości netto\n                           umowy; za każdy rozpoczęty dzień opóźnienia w wysokości 0,1% wartości netto niezrealizowanej\n                           w terminie umowy; za opóźnienie w usunięciu wad i usterek, stwierdzonych przy odbiorze\n                           lub ujawnionych w okresie późniejszym w wysokości 0,1% wartości netto umowy za każdy\n                           dzień opóźnienia, liczony od upływu wyznaczonego terminu na usunięcie wad; za nieterminowe\n                           zgłoszenie się serwisu gwarancyjnego celem dokonania naprawy w  wysokości 0,1% wartości\n                           umowy netto za każdą godzinę opóźnienia.- Wykonawca może naliczyć Zamawiającemu karę umowną za odstąpienie od umowy przez\n                           jedną ze stron z przyczyn leżących po stronie Zamawiającego w wysokości 10% wartości\n                           netto niezrealizowanej części umowy.Jednocześnie Emitent informuje, iż w okresie od 21.11.2016 roku do 09.08.2017 roku\n                           realizacja umowy PAT 16.059-02 zawartej z Polską Grupą Górniczą  Sp. z o.o., o której\n                           informacja została przekazana do publicznej wiadomości w dniu 17.11.2016 roku raportem\n                           bieżącym 18/2016, wyniosła 4 167 224,00zł netto, co oznacza iż na dzień publikacji\n                           niniejszego raportu łącznie zostało zrealizowane 99,23 % umowy.",
        "date": "2017-08-09"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_\n                           informuje, że w dniu 10.07.2017 roku wpłynął podpisany Aneks do następującej umowy\n                           o limity wierzytelności zawartych pomiędzy Spółką a Raiffeisen Bank Polska Spółka\n                           Akcyjna z siedzibą w Warszawie _\"Bank\"_:- Umowa o limit wierzytelności na CRD/L/36366/11.Aneks do umowy o limit wierzytelności nr CRD/L/36366/11 został zawarty w dniu 28.06.2017\n                           roku wprowadzający następujące zmiany: \tKwota i waluta umowy _górna kwota Limitu udzielonego na podstawie niniejszej umowy_\n                           – kwota limitu na dzień podpisania aneksu wynosi 8 883 000,00 PLN. Limit zostanie\n                           obniżony w następujących kwotach i terminach: w dniu 30 czerwca 2017r. do kwoty 8\n                           834 200,00 PLN; w dniu 31 lipca 2017r. do kwoty 8 785 400,00 PLN; w dniu 31 sierpnia\n                           2017r. do kwoty 8 736 600,00 PLN; w dniu 29 września 2017r. do kwoty 8 687 800,00PLN;\n                           w dniu 31 października 2017r. do kwoty 8 639 000,00 PLN; w dniu 30 listopada 2017r.\n                           do kwoty 283 000,00 PLN; w dniu 31 grudnia 2019r. do kwoty 0 PLN;Ostatni dzień okresu wykorzystania : 30 listopada 2017 roku;Dzień ostatecznej spłaty produktu – kredyt w rachunku bieżącym – wprowadza się harmonogram\n                           obniżający Kredyt w rachunku bieżącym do następujących wysokości: w dniu 30 czerwca\n                           2017r. do kwoty 8 551 200,00 PLN; w dniu 31 lipca 2017r. do kwoty 8 502 400,00PLN;\n                           w dniu 31 sierpnia 2017r. do kwoty 8 453 600,00 PLN; w dniu 29 września 2017r. do\n                           kwoty 8 404 800,00 PLN; w dniu 31 października 2017r. do kwoty 8 356 000,00 PLN; w\n                           dniu 30 listopada 2017r. do kwoty 0 PLN.Pozostałe warunki przedstawione w raporcie bieżącym 17/2016 z dnia 02.11.2016 roku\n                           oraz raporcie bieżącym 09/2017 z dnia 08.06.2017 roku pozostają bez zmian.Emitent podaje powyższe informacje do wiadomości publicznej ze względu na fakt, iż\n                           w jego ocenie mają one znaczący wpływ na działalność Emitenta.",
        "date": "2017-07-10"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_\n                           informuje, że w dniu 08.06.2017 roku wpłynął podpisany Aneks do następującej umowy\n                           o limity wierzytelności zawartych pomiędzy Spółką a Raiffeisen Bank Polska Spółka\n                           Akcyjna z siedzibą w Warszawie _\"Bank\"_:- Umowa o limit wierzytelności na CRD/L/36366/11.Aneks do umowy o limit wierzytelności nr CRD/L/36366/11 został zawarty w dniu 31.05.2017\n                           roku wprowadzający następujące zmiany: Ostatni dzień okresu wykorzystania: kredyt\n                           w rachunku bieżącym: 30.06.2017 roku. Dzień ostatecznej spłaty produktu: kredyt w\n                           rachunku bieżącym: 30.06.2017 roku.Pozostałe warunki przedstawione w raporcie bieżącym 17/2016 z dnia 02.11.2016 roku\n                           pozostają bez zmian. Emitent podaje powyższe informacje do wiadomości publicznej ze względu na fakt, iż\n                           w jego ocenie mają one znaczący wpływ na działalność Emitenta.",
        "date": "2017-06-08"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zgodnie z §5 ust.1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku\n                           w sprawie informacji bieżących i okresowych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, Zarząd PATENTUS S.A. _\"Spółka\"_ informuje, iż w\n                           dniu 23.05.2017r. Rada Nadzorcza Spółki podjęła uchwały nr 1, 2, 3 - powołujące Zarząd\n                           na nową 5-letną kadencję począwszy od dnia 24.05.2017r. w następującym składzie:Józef Duda - Prezes ZarząduStanisław Duda - Wiceprezes Zarządu.Wyżej wymienione uchwały weszły w życie z dniem 24.05.2017r.Skład Zarządu Spółki nie zmienił się a życiorysy Spółka publikuje na stronie internetowej\n                           www.patentus.eu w zakładce Dla inwestorów\\Spółka.\tZgodnie z treścią złożonych oświadczeń, wyżej wymienione osoby nie prowadzą działalności\n                           konkurencyjnej wobec działalności wykonywanej w przedsiębiorstwie Spółki, nie uczestniczą\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej, a także nie uczestniczą w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Zgodnie z treścią złożonych oświadczeń, wyżej wymienione osoby nie zostały wpisane\n                           do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie Ustawy o KRS.",
        "date": "2017-05-24"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zgodnie z §5 ust.1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku\n                           w sprawie informacji bieżących i okresowych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, Zarząd PATENTUS S.A. _\"Spółka\"_ informuje, iż w\n                           dniu 27.04.2017r. Zwyczajne Walne Zgromadzenie Spółki podjęło uchwały nr 17,18,19,20,21\n                           - powołujące Radę Nadzorczą na nową kadencję począwszy od dnia 27.04.2017r. w następującym\n                           składzie:Bartłomiej Niemiec – członek Rady Nadzorczej,Alicja Saller - Pawełczyk – członek Rady Nadzorczej,Anna Gotz – członek Rady Nadzorczej,Jakub Szymczak – członek Rady Nadzorczej,Łukasz Duda – członek Rady Nadzorczej.Wyżej wymienione uchwały weszły w życie z chwilą podjęcia.W tym samym dniu Rada Nadzorcza ukonstytuowała się i dokonała w uchwale nr 1 z posiedzenia\n                           Rady Nadzorczej z dnia 27.04.2017r. podziału następujących funkcji:Bartłomiej Niemiec – Przewodniczący Rady Nadzorczej,Łukasz Duda – Wiceprzewodniczący Rady Nadzorczej,Anna Gotz – Sekretarz Rady Nadzorczej,Alicja Saller - Pawełczyk – członek Rady Nadzorczej,Jakub Szymczak – członek Rady Nadzorczej,Życiorysy członków Rady Nadzorczej Spółka publikuje na stronie internetowej www.patentus.eu\n                           w zakładce Dla inwestorów\\Spółka.\tZgodnie z treścią złożonych oświadczeń, wyżej wymienione osoby nie prowadzą działalności\n                           konkurencyjnej wobec działalności wykonywanej w przedsiębiorstwie Spółki, nie uczestniczą\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej, a także nie uczestniczą w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Zgodnie z treścią złożonych oświadczeń, wyżej wymienione osoby nie zostały wpisane\n                           do Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie Ustawy o KRS.",
        "date": "2017-04-27"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zgodnie z § 103 ust. 2  Roz. Ministra Finansów z dnia 19 lutego 2009r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim, Zarząd PATENTUS S.A. informuje o zmianie daty przekazania do\n                           publicznej wiadomości Raportu kwartalnego za I kwartał 2017 roku – podanej w raporcie\n                           1/2017. Raport ten zostanie przekazany do publicznej wiadomości w dniu 28.04.2017\n                           roku, zamiast w uprzednio wskazanym terminie tj. w dniu 15.05.2017 roku.Pozostałe daty publikacji informacji okresowych pozostają bez zmian.",
        "date": "2017-04-21"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zgodnie z §5 ust.1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd PATENTUS S.A. _\"Spółka\"_ informuje,\n                           iż w dniu 18 kwietnia 2017 roku powziął informację o powzięciu przez Radę Nadzorczą\n                           Spółki uchwały w dniu 07.04.2017 roku w sprawie wyboru biegłego rewidenta. Rada Nadzorcza działając na podstawie § 16 pkt. 3.8 Statutu Spółki, wybrała firmę\n                           Przedsiębiorstwo Usługowe \"Book-Keeper\" Kancelaria Biegłych Rewidentów Sp. z o.o.\n                           z siedzibą w Bielsku Białej przy ul. Paderewskiego 4/1b, nr uprawnień 512 – na firmę\n                           przeprowadzającą:-  badanie jednostkowego sprawozdania finansowego za 2017 rok oraz 2018 rok;-  badanie skonsolidowanego sprawozdania finansowego za 2017 rok oraz 2018 rok;- przegląd jednostkowego sprawozdania finansowego za I półrocze 2017 roku oraz za\n                           I półrocze 2018 roku;- przegląd skonsolidowanego sprawozdania finansowego za I półrocze 2017 roku oraz\n                           za I półrocze 2018 roku.Podstawowym powodem, który przemawiał za wyborem tej firmy jest fakt, iż posiada 20\n                           letnie doświadczenie oraz 350 zbadanych sprawozdań finansowych jednostek z różnych\n                           branż i gałęzi gospodarki. Świadczą usługi na rzecz jednostek notowanych na GPW, a\n                           to jeden z ważnych elementów przemawiający za wyborem tej firmy audytorskiej.  Przeprowadzili\n                           półroczne badanie jednostkowe oraz skonsolidowane w 2016 roku oraz roczne jednostkowe\n                           i skonsolidowane za 2016 rok w Spółce. Ich oferta zawiera następujące propozycje:\n                           sporządzenie opinii o prawidłowości i rzetelności jednostkowych sprawozdań finansowych\n                           i skonsolidowanego sprawozdania finansowego grupy kapitałowej; raport z badania sprawozdania\n                           finansowego, przygotowany zgodnie z wymogami ustawy z 29 września 1994 roku o rachunkowości,\n                           normami wykonywania zawodu biegłego rewidenta wydanymi przez Krajową Radę Biegłych\n                           Rewidentów i Międzynarodowymi Standardami Rewizji Finansowej; szczegółowe przedstawienie\n                           i omówienie z kierownictwem lub przedstawicielami Spółki wyników badania oraz wniosków\n                           z niego wynikających. Należy nadmienić, iż w/w firma znajduje się w obszarze pod który\n                           podlega PATENTUS S.A. Urzędowi Skarbowemu w Bielsku Białej.Wyboru podmiotu uprawnionego do badania sprawozdań finansowych dokonano zgodnie z\n                           obowiązującymi przepisami i normami zawodowymi.Spółka korzystała z usług Przedsiębiorstwa Usługowego \"Book-Keeper\" Kancelaria Biegłych\n                           Rewidentów Sp. z o.o. z siedzibą w Bielsku-Białej przy półrocznym badaniu sprawozdania\n                           jednostkowego i skonsolidowanego za 2016 rok oraz roczne jednostkowe i skonsolidowane\n                           badanie sprawozdania za 2016 rok.",
        "date": "2017-04-18"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A. z siedziba w Pszczynie przy ul. Górnośląskiej 11, wpisanej do\n                           Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowych Katowice-Wschód Wydział\n                           VIII Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000092392 _\" Spółka\"_,\n                           działając na podstawie art. 395, 399 § 1, art. 402_1_ i 402_2_ Kodeksu Spółek Handlowych,\n                           zwołuje  Zwyczajne Walne Zgromadzenie, które odbędzie się w dniu27.04.2017 roku, o\n                           godzinie 09:00, w Pszczynie, przy ul. Łowieckiej 5.Pełny tekst ogłoszenia o zwołaniu Zwyczajnego Wlanego Zgromadzenia Spółki oraz treść\n                           projektów uchwał znajdują się w załącznikach do niniejszego raportu. Podstawa prawna:  §38 ust.1 pkt. 1 i 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-03-31"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 28.12.2018 roku wpłynął\n                           do Spółki podpisany egzemplarz Umowy o kredyt w rachunku bieżącym z dnia 21.11.2018\n                           roku _\"Umowa\", \"Kredyt\"_. Szczegółowe informacje dotyczące Umowy:Kwota Kredytu: 9 000 000,00 PLN;Okres kredytowania: od dnia uruchomienia Kredytu do dnia 20.11.2019 roku;Przeznaczenie Kredytu: na całkowitą spłatę Kredytu w rachunku bieżącym udzielonego\n                           Kredytobiorcy przez Raiffeisen Bank Polska S.A. w ramach umowy o limit wierzytelności\n                           z dnia 18.11.2011 roku wraz z późniejszymi zmianami; w pozostałej części finansowanie\n                           bieżącej działalności.Oprocentowanie Kredytu: WIBOR 1M+ marża banku;Udzielony Kredyt jest kredytem odnawialnym tzn. każda spłata całości lub części kredytu\n                           powoduje, że odnawia się on do pierwotnej wysokości i może być wielokrotnie wykorzystywany,\n                           aż do wygaśnięcia Umowy.Spłata: spłata Kredytu i odsetek naliczonych za dany okres obrachunkowy oraz innych\n                           kosztów i opłat związanych z udzielonym Kredytem, następuje przez obciążenie przez\n                           Bank rachunku bieżącego Kredytobiorcy, w terminach płatności należności Banku; odsetki\n                           od Kredytu naliczane są codziennie i płatne są w ostatnim dniu miesiąca; Kredytobiorca\n                           upoważnia Bank do obciążania kwotą należnego oprocentowania od wykorzystanego Kredytu\n                           i należnych odsetek oraz innych kosztów i opłat związanych z udzielonym Kredytem,\n                           rachunku bieżącego kredytobiorcy; Kredytobiorca dokona ostatecznej spłaty Kredytu\n                           oraz innych kwot należnych Bankowi od Kredytobiorcy na mocy Umowy, najpóźniej w ostatnim\n                           dniu Okresu kredytowania. Zabezpieczenia: weksel własny in blanco wraz z deklaracja wekslową; pełnomocnictwo\n                           do dysponowania rachunkiem bieżącym Kredytobiorcy przez Getin Noble Bank S.A.; hipoteka\n                           umowna do wysokości 17 000 000,00 PLN ustanowionej na zabezpieczenie kapitału Kredytu,\n                           odsetek obliczanych wg zmiennej stopy procentowej, oraz podwyższonych odsetek zadłużenia\n                           przeterminowanego w wysokości odsetek maksymalnych za opóźnienia, przyznanych kosztów\n                           postępowania oraz innych roszczeń o świadczenia uboczne Umowy kredytu, na nieruchomości,\n                           położonej w Pszczynie, dla której prowadzona jest przez Sąd Rejonowy w Pszczynie,\n                           V Wydział Ksiąg Wieczystych – księga wieczysta nr KA1P/00022605/8 wraz z cesją z praw\n                           polisy ubezpieczeniowej. Hipoteka wraz z cesją z polisy ubezpieczeniowej stanowi również\n                           zabezpieczenie Umowy kredytowej – Limit Gwarancji Bankowych z dnia 21.11.2018 roku.\n                           Jednocześnie, Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 28.12.2018r.\n                           powziął informację, iż Sąd Rejonowy w Pszczynie V Wydział Ksiąg Wieczystych ustanowił\n                           w dniu 30.11.2018r. hipotekę umowną do kwoty 17 000 000,00 PLN na prawie użytkowania\n                           wieczystego gruntu nieruchomości położonej w Pszczynie objętej KW nr KA1P/00022605/8\n                           wraz z cesją z polisy ubezpieczeniowej, prowadzonej przez Sąd Rejonowy w Pszczynie,\n                           V Wydział Ksiąg Wieczystych. Użytkownikiem wieczystym nieruchomości jest Emitent.",
        "date": "2018-12-28"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, iż w okresie od 27.06.2018\n                           roku do 27.12.2018 roku otrzymał od Polskiej Grupy Górniczej Sp. z o.o. _\"Zamawiający\",\n                           \"PGG\" dawniej Kompanii Węglowej S.A._ z siedzibą w Katowicach umowy oraz zamówienia\n                           na łączną wartość 10 757 486,21 PLN plus VAT.Umową o najwyższej wartości jest umowa z dnia 01.08.2018 roku _\"Umowa\"_.Przedmiotem Umowy jest:  Dostawa dwóch sztuk przenośników taśmowych przeznaczonych\n                           do jazdy ludzi górną i dolną taśmą dla PGG S.A. Oddział KWK Murcki-Staszic.Przedmiot Umowy obejmuje dwa następujące zadania: - Zadanie nr 1: zakres obejmujący kompletne wyposażenie w branży mechanicznej, w tym\n                           kompletne trasy za wyjątkiem taśmy przenośnika – Wykonawca: Patentus S.A.;- Zadanie nr 2: zakres obejmuje kompletne wyposażenie w branży elektronicznej – Wykonawca:\n                           Atut S.A.Termin dostawy Przedmiotu Umowy:- zadanie nr 1: do 14 tygodni od daty zawarcia Umowy;- zadanie nr 2: do 10 tygodni od daty zawarcia Umowy.Wartość Przedmiotu Umowy: 5 590 005,13 PLN plus VAT _zadanie nr 1: 4 146 788,62 PLN,\n                           zadanie nr 2: 1 443 216,51 PLN_;Gwarancja: Wykonawca udziela gwarancji na elementy wchodzące w zakres dostawy na okres\n                           2 _dwóch_ lat, licząc od daty podpisania bezusterkowego końcowego protokołu odbioru\n                           technicznegoKary umowne: - Wykonawca zobowiązany jest zapłacić Zamawiającemu kary umowne: w wysokości 10% wartości\n                           netto niezrealizowanej części Umowy, gdy Zamawiający odstąpi od Umowy z powodu okoliczności\n                           za które odpowiada Wykonawca;  w wysokości 0,1% wartości netto za każdy dzień opóźnienia\n                           ponad termin realizacji określony w Umowie do 10 dni włącznie; w wysokości 1 % wartości\n                           netto za każdy dzień opóźnienia powyżej 10 dni ponad termin określony realizacji określony\n                           w Umowie; w wysokości 0,01% wartości netto Przedmiotu Umowy za zgłoszenie się serwisu\n                           gwarancyjnego w siedzibie Zamawiającego celem dokonania naprawy w czasie dłuższym\n                           niż 4 godziny od chwili powiadomienia, za każdą godzinę opóźnienia; w wysokości 0,2%\n                           wartości netto Przedmiotu Umowy za nie usunięcie zgłoszonej awarii w czasie 24 godzin\n                           od powiadomienia Wykonawcy, za każdy dzień zwłoki. - Wykonawca może naliczyć Zamawiającemu karę za odstąpienie od Umowy przez jedną ze\n                           stron z przyczyn leżących po stronie Zamawiającego w wysokości 10% wartości netto\n                           niezrealizowanej części Umowy.",
        "date": "2018-12-27"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A. informuje, że w dniu 12.12.2018 roku powziął informację, iż Sąd\n                           Rejonowy Katowice – Wschód w Katowicach IX Wydział Gospodarczy – Rejestru Zastawów\n                           dokonał w dniu 07.12.2018 roku zmiany wpisu do rejestru zastawów na zapasach materiałów,\n                           produktach gotowych, półproduktach  oraz towarów o najwyższej sumie zabezpieczenia\n                           10 000 000,00 PLN będących własnością PATENTUS S.A. Zmiana wpisu w rejestrze związana jest z  zawartym w dniu 21.11.2018 roku Aneksem\n                           nr 7 do Umowy Wieloproduktowej pomiędzy ING Bankiem Śląskim S.A. z siedziba w Katowicach\n                           _\"Bank\"_ a PATENTUS S.A. z siedzibą w Pszczynie oraz Zakładem Konstrukcji Spawanych\n                           Montex Sp. z o.o.  z siedzibą w Świętochłowicach.        W ramach Umowy Wieloproduktowej\n                           Bank stawia do dyspozycji odnawialny Limit Kredytowy w maksymalnej wysokości 6 305\n                           950,00 PLN. Bank udostępnia dla PATENTUS S.A. sublimit  w ramach Limitu Kredytowego\n                           Umowy Wieloproduktowej w wysokości 5 605 950,00 PLN oraz dla ZKS MONTEX Sp. z o.o.\n                           sublimit kredytowy        w ramach Limitu Kredytowego Umowy Wieloproduktowej w wysokości\n                           700 000,00 PLN. Limit Kredytowy Umowy Wieloproduktowej jest udzielany na okres: od\n                           Dnia Udostępnienia tj.: od dnia 31.10.2018 roku do dnia 29.11.2019 roku. Oprocentowanie\n                           kredytu: WIBOR dla jednomiesięcznych depozytów między bankowych powiększonej o marżę\n                           banku. Zabezpieczeniem spłaty jest ustanowienie hipoteki do kwoty 10 500 000,00 PLN\n                           na przysługującym ZKS MONTEX Sp. z o.o. prawie użytkowania wieczystego nieruchomości\n                           położonej w Świętochłowicach przy ul. Wojska Polskiego 68C, objętej księgą wieczystą\n                           KW nr KA1C/00024178/6 prowadzoną przez Sąd Rejonowy w Chorzowie, VI Wydział Ksiąg\n                           Wieczystych; cesja praw z polisy ubezpieczeniowej przedmiotu zastawu – hipoteki umownej\n                           w zakresie od ognia i innych zdarzeń losowych; zastaw rejestrowy na zapasach materiałów,\n                           produktów gotowych, półproduktów oraz towarów o wartości minimalnej 10 000 000,00\n                           PLN będących własnością PATENTUS S.A. znajdujących się w magazynie w Jankowicach przy\n                           ul. Złote Łany 52b; cesja praw z polisy ubezpieczeniowej przedmiotu zabezpieczenia\n                           – zapasów magazynowych od ognia i innych zdarzeń losowych oraz kradzieży; weksel in\n                           blanco; oświadczenie o poddaniu się egzekucji do kwoty                         9 458\n                           925,00 PLN.Spółka informowała raportem bieżącym nr 6/2015 w dniu 12.05.2015 roku o wpisie zastawu\n                           rejestrowego na zapasach materiałów, produktów gotowych, półproduktów oraz towarów\n                           będących własnością PATENTUS S.A.  znajdujących się w magazynie w Jankowicach przy\n                           ul. Złote Łany 52b. Raportem bieżącym nr 8/2015 w dniu 15.05.2015 roku Spółka przekazała\n                           informację o dokonaniu wpisu do hipoteki.Według stanu na dzień przekazania niniejszego raportu wartość zapasów magazynowych\n                           w Jankowicach przy        ul. Złote Łany 52b  wynosi 11 273 096,55 PLN. Wartość ustanowionego zastawu przekracza równowartość kwoty 1.000.000 euro, przeliczonej\n                           według kursu średniego ogłaszanego przez Narodowy Bank Polski w dniu powstania obowiązku\n                           informacyjnego.",
        "date": "2018-12-12"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 10.12.2018 roku wpłynął\n                           podpisany Aneks nr 16 z dnia 27.11.2018 r.  _\"Aneks\"_do umowy o limit wierzytelności\n                           zawartej dnia 18.11.2011 r. pomiędzy Spółką a Bank BGŻ BNP Paribas Spółka Akcyjna\n                           _dotyczy usług Raiffeisen Polbank w ramach działalności przejętej przez Bank BGŻ BNP\n                           Paribas Spółka Akcyjna_ z siedzibą w Warszawie _\"Bank\"_, _\"Umowa\"_:Aneks do Umowy\n                           wprowadza tekst jednolity Umowy z następującymi zmianami:•kwota limitu na dzień podpisania Aneksu wynosi 8 643 900,00 PLN. Limit zostanie obniżony\n                           w następujących kwotach i terminach: 30.11.2018 roku do kwoty 141 500,00 PLN; w dniu\n                           31.12.2019 roku do kwoty 0,00 PLN. Produkty obarczone ryzykiem: kredyt w rachunku\n                           bieżącym: 8 502 400,00 PLN; gwarancje bankowe 2 000 000,00 PLN. Dzień ostatecznej\n                           spłaty limitu: 31.12.2019 roku.•Ostatni dzień okresu wykorzystania: kredyt w rachunku bieżącym 30.11.2018 roku; gwarancje:\n                           12.10.2017 roku. Dzień ostatecznej spłaty produktu obarczonego ryzykiem: kredyt  w\n                           rachunku bieżącym: 30.11.2018 roku; gwarancje: 31.12.2019 roku z zastrzeżeniem: a_\n                           W przypadku dokonania całkowitej spłaty kwoty wykorzystanego Kredytu w Rachunku Bieżącym\n                           w PLN wraz z należnymi odsetkami, prowizjami i innymi opłatami przed dniem/lub w dniu\n                           30.11.2018r. _tj. Dzień Ostatecznej Spłaty Produktu obarczonego Ryzykiem Kredytu w\n                           Rachunku Bieżącym w PLN_, rozumianej jako osiągnięcie zerowego salda zadłużenia z\n                           tytułu Kredytu w Rachunku Bieżącym  w PLN, uwzględniającego też należne Bankowi odsetki,\n                           opłaty, prowizje, Emitent nie będzie miał prawa dalszego wykorzystanie Kredytu w Rachunku\n                           Bieżącym w PLN.  WIBOR jednomiesięczny + marża banku. Zabezpieczenie spłaty limitu:\n                           pełnomocnictwo do rachunku bieżącego i innych rachunków w banku Emitenta; hipoteka\n                           bez innych wpisów mających pierwszeństwo wobec wpisów na rzecz Banku do kwoty PLN\n                           16.875.000,00 na nieruchomości zlokalizowanej w Pszczynie przy ul. Górnośląskiej dla\n                           której Sąd Rejonowy w Pszczynie prowadzi księgę wieczystą KW nr KA1P/00022605/8 wraz\n                           z cesją praw z polisy; hipoteka łączna bez innych wpisów mających pierwszeństwo wobec\n                           wpisów na rzecz Banku, do kwoty PLN 15.450.000,00 na nieruchomości zlokalizowanej\n                           w miejscowości Jankowice przy ul. Złote Łany dla której Sąd Rejonowy w Pszczynie prowadzi\n                           księgę wieczystą KW nr KA1P/00037544/0 oraz księgę wieczystą KW nr KA1P/00040317/4\n                           wraz z cesją praw z polisy; hipoteka  bez innych wpisów mających pierwszeństwa wobec\n                           wpisów na rzecz banku do kwoty PLN 15.450.000,00 na nieruchomości zlokalizowanej w\n                           Pszczynie przy ul. Górnośląskiej  dla której Sąd Rejonowy w Pszczynie prowadzi księgę\n                           wieczystą KW nr KA1P/00040503/5; zastaw rejestrowy na zbiorze maszyn i urządzeń wraz\n                           z ewentualnymi późniejszymi zmianami wraz z cesja praw z polisy ubezpieczeniowej;\n                           oświadczenie o poddaniu się egzekucji do kwoty 15.450.000,00 PLN; Kaucja środków pieniężnych\n                           złożona w Banku przez Emitenta w wysokości kwoty PLN 141 500,00.Jednocześnie Emitent informuje, że w dniu 10.12.2018 roku wpłynęła podpisana Umowa\n                           Kaucji z dnia 27.11.2018r. zawarta pomiędzy Spółką a Bank BGŻ BNP Paribas Spółka Akcyjna\n                           _dotyczy usług Raiffeisen Polbank w ramach działalności przejętej przez Bank BGŻ BNP\n                           Paribas Spółka Akcyjna_ z siedzibą w Warszawie. Cel umowy: W celu zabezpieczenia Wierzytelności Banku Emitent złożył w Banku kaucję\n                           w postaci środków pieniężnych w kwocie PLN 141 500,00. Dzień ostatecznej spłaty gwarancji:\n                           31.12.2019 roku.Pozostałe postanowienia Umowy wraz z późniejszymi zmianami pozostają bez zmian.",
        "date": "2018-12-10"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 05.12.2018 roku wpłynął\n                           podpisany w dniu 7 listopada 2018 roku egzemplarz Aneksu nr 5 do Umowy Faktoringu\n                           z dnia 29.11.2017 roku _\"Umowa Faktoringu\"_ zawartej pomiędzy Emitentem a KUKE Finance\n                           Spółka Akcyjną z siedzibą  w Warszawie _ \" Faktor\"_. Strony zgodnie oświadczają, że\n                           w/w Umowa Faktoringu trwa, jest realizowana, nie została wypowiedziana ani rozwiązana,\n                           w związku z czym Strony dokonują zmian w Umowie Faktoringu w następującym zakresie:-przyznany Spółce Limit wynosi 26 000 000,00 PLN;-maksymalny okres wymagalności wierzytelności, które Faktor wykupuje wynosi 130 dni;-Faktor wypłaca zaliczkę w wysokości 80% wartości wykupionych wierzytelności;-fundusz gwarancyjny w wysokości 20% wartości wykupionej wierzytelności oraz kwoty\n                           za spłacone nabyte a niewykupione wierzytelności;-termin żądania zwrotu zaliczki wynosi 30 dni;-oprocentowanie : WIBOR 1M + marża faktora;-zabezpieczenie roszczeń Faktora wynikające z Umowy Faktoringu: weksel in blanco wraz\n                           z deklaracją wekslową; pełnomocnictwo do rachunków bankowych; oświadczenie w formie\n                           aktu notarialnego o poddaniu się egzekucji spłaty wierzytelności wynikających z Umowy\n                           Faktoringu w trybie art. 777 kpc do kwoty 30 000 000,00 PLN; dokona globalnej cesji\n                           praw z Polisy ubezpieczeniowej nr RW/OP/14/00013949/2018 zawartej z Korporacją Ubezpieczeń\n                           Kredytów Eksportowych  S.A._ KUKE S.A. – polisa została opisana w raporcie bieżącym\n                           15/2018_. Faktorowi przysługuje prawo do zaspokojenie swoich roszczeń z każdego zabezpieczenia\n                           z osobna lub ze wszystkich łącznie, w kolejności według własnego wyboru.-Umowa Faktoringu została zawarta na czas nieokreślony z zachowaniem jednomiesięcznego\n                           okresu wypowiedzenia. Postanowienia Umowy Faktoringu w zakresie wykupu wierzytelności\n                           oraz przejęcia Ryzyka niewypłacalności Kontrahenta obowiązują nie dłużej niż do dnia\n                           zakończenia umowy ubezpieczenia.Umowa Faktoringu z KUKE Finance S.A. została opisana w raporcie bieżącym nr 18/2017\n                           roku z dnia 18.12.2017 roku",
        "date": "2018-12-05"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zgodnie z §5 ust.1 pkt 19 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd PATENTUS S.A. _\"Spółka\"_ informuje,\n                           iż w dniu 22 listopada 2018 roku powziął informację o powzięciu przez Radę Nadzorczą\n                           Spółki uchwały w dniu 19.11.2018 roku w sprawie wyboru biegłego rewidenta. Rada Nadzorcza działając na podstawie § 16 pkt. 3.8 Statutu Spółki, oraz po rekomendacji\n                           Komitetu Audytu Rady Nadzorczej PATENTUS S.A oraz stosując zapisy art. 66 ust. 5a\n                           ustawy 29 września 1994r. o rachunkowości, dokonała wyboru firmy: Przedsiębiorstwo\n                           Usługowe \"Book-Keeper\" Kancelaria Biegłych Rewidentów Sp. z o.o. z siedziba w Bielsku-Białej\n                           jako właściwą do:1_ opracowania raportów z przeglądów jednostkowych i skonsolidowanych sprawozdań finansowych\n                           Spółki za okresy od 01.01.2019r. do 30.09.2019r. oraz 01.01.2020r. do 30.06.2020r.\n                           przygotowanych zgodnie z wymogami ustawy z dnia 11 maja 2017r. o biegłych rewidentach,\n                           Krajowymi standardami rewizji finansowej, wydanymi przez Krajową Radę Biegłych Rewidentów;\n                           2_ szczegółowego przedstawienia i omówienia z kierownictwem lub przedstawicielami\n                           Spółki wyników badań oraz wniosków z nich wynikających; 3_ opracowania sprawozdania z badań jednostkowych i skonsolidowanych sprawozdań finansowych\n                           Spółki za okres od 01.01.2019r. do 31.12.2019 roku oraz 01.01.2020r. do 31.12.2020r.\n                           przygotowanych zgodnie z wymogami ustawy z dnia 11 maja 2017r. o biegłych rewidentach,\n                           Krajowymi standardami rewizji finansowej, wydanymi przez Krajową Radę Biegłych Rewidentów;4_ szczegółowego przedstawienia i omówienia z kierownictwem lub przedstawicielami\n                           Spółki wyników badań oraz wniosków z nich wynikających. Podstawowym powodem, który przemawiał za wyborem tej firmy jest fakt, iż posiada ona\n                           30 letnie doświadczenie oraz 350 zbadanych sprawozdań finansowych jednostek z różnych\n                           branż i gałęzi gospodarki. Wybrana firma przeprowadziła audyty jednostkowych sprawozdań\n                           finansowych, skonsolidowanych jak i sprawozdania jednostek wielozakładowych. Świadczyła\n                           usługi na rzecz jednostek notowanych na GPW, a to jeden z  głównych elementów przemawiający\n                           za wyborem tej firma audytorska. Przeprowadziła półroczne badanie jednostkowe oraz\n                           skonsolidowane Spółki w roku 2016, 2017 oraz 2018  oraz roczne za 2016 oraz 2017 rok.\n                           Przeprowadzi również roczne badanie Spółki sprawozdań za 2018 rok. Należy nadmienić,\n                           iż w/w firma znajduje się w obszarze pod który podlega PATENTUS S.A., tj. Urzędowi\n                           Skarbowemu w Bielsku Białej.Oferta zawiera następujące pozycje: przeprowadzenie przeglądów półrocznych sprawozdań\n                           finansowych za lata 2019 oraz 2020, zgodnie z normami prawa polskiego, w wyniku którego\n                           sporządzone zostaną: raporty z przeglądów jednostkowych i skonsolidowanych sprawozdań\n                           finansowych Spółki za okresy od 01.01.2019r. do 30.09.2019r. oraz 01.01.2020r. do\n                           30.06.2020r.,przygotowane zgodnie z wymogami ustawy z dnia 11 maja 2017r. o biegłych\n                           rewidentach, Krajowymi standardami rewizji finansowej wydanymi przez Krajową Radę\n                           Biegłych Rewidentów; szczegółowe przedstawienie i omówienia z kierownictwem lub przedstawicielami\n                           Spółki wyników badań oraz wniosków z nich wynikających; sprawozdania z badań jednostkowych\n                           i skonsolidowanych sprawozdań finansowych za okres od 01.01.2019r. do 31.12.2019 roku\n                           oraz 01.01.2020r. do 31.12.2020r. przygotowane zgodnie z wymogami ustawy z 11 maja\n                           2017r. o biegłych rewidentach, Krajowymi standardami rewizji finansowej wydanymi przez\n                           Krajową Radę Biegłych Rewidentów, szczegółowe przedstawienie i omówienie z kierownictwem\n                           lub przedstawicielami Spółki wyników badań oraz wniosków z nich wynikających. Spółka\n                           Book – Keeper w swojej ofercie przedstawiła,iż jest  ona zobligowana do przestrzegania\n                           powszechnie obowiązujących standardów oraz norm wykonywania zawodu. Jedną z najważniejszych\n                           dla niej dyrektyw jest przekonanie, że każdy klient wymaga indywidualnego podejścia\n                           i uwzględnienia charakteru prowadzonej działalności.Wyboru podmiotu uprawnionego do badania sprawozdań finansowych dokonano zgodnie z\n                           obowiązującymi przepisami i normami zawodowymi.",
        "date": "2018-11-22"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A._\"Spółka\", \"Emitent\"_ informuje, że w dniu 10.10.2018 roku powziął\n                           informację , iż Sąd Rejonowy Katowice – Wschód w Katowicach IX Wydział Gospodarczy\n                           – Rejestru Zastawów Postanowieniem z dnia 03.10.2018 roku dokonał wykreślenia z rejestru\n                           zastawów zastawu na zbiorze maszyn i urządzeń, stanowiących zabezpieczenie spłaty\n                           należności wynikających z zawartego w dniu 08.12.2015 roku aneksu do umowy eFinancing\n                           o finansowanie dostawców z dnia 12.04.2013 roku z późniejszymi zmianami oraz zawartymi\n                           w dniu 08.12.2015 roku umowami zastawniczymi.Wykreślenie z rejestru związane jest ze spłatą całkowitą w/w Umowy eFinancing.Emitent informował o wpisie do rejestru zastawów raportem bieżącym: nr 3/2016 w dniu\n                           29.01.2016 roku.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu 08.10.2018 roku powziął\n                           informację, iż Sąd Rejonowy Katowice – Wschód w Katowicach IX Wydział Gospodarczy\n                           – Rejestru Zastawów dokonał w dniu 28.09.2018 roku wpisu do rejestru zastawów zastawu,\n                           którego przedmiotem jest: – frezarka obwiedniowa wraz z wyposażeniem – Gleason Pfauter;- dłutownica specjalistyczna do uzębień wraz z wyposażeniem - Gleason Pfauter;- urządzenie elektro-energetyczne wraz z wyposażeniem – Seco/Warwick o najwyższej\n                           sumie zabezpieczenia  wynoszącej 18 000 000 PLN będących własnością PATENTUS S.A.\n                           Wpis do rejestru związany jest z zawartą w dniu 09.08.2018 roku pomiędzy Getin Noble\n                           Bank S.A z siedzibą w Warszawie a PATENTUS S.A. Umowy kredytowej, o zawarciu której\n                           Emitent informował  Raportem Bieżącym nr 19/2018 w dniu 17.08.2018 roku.Wartość ustanowionego zastawu przekracza równowartość kwoty 1.000.000 euro, przeliczonej\n                           według kursu średniego ogłaszanego przez Narodowy Bank Polski w dniu powstania obowiązku\n                           informacyjnego.",
        "date": "2018-10-08"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\", \"Wykonawca\"_  informuje, iż w dniu 02.10.2018\n                           roku wpłynął podpisany egzemplarz umowy z dnia 28.09.2018 roku zawartej pomiędzy Emitentem\n                           a JSW S.A.                                 _\"Zamawiający\"_ z siedzibą w Katowicach\n                           _\"Umowa\"_ Przedmiotem umowy jest dostawa nowego przenośnika zgrzebłowego oraz dostawa nowego\n                           kompleksu podścianowego produkcji PATENTUS S.A. dla JSW S.A. KWK Pniówek _\"Przedmiot\n                           Umowy\"_. - Łączna wartość Umowy wynosi 23 376 600,00 PLN plus VAT.- Termin realizacji Umowy: 8 tygodni od daty jej zawarcia - Gwarancja: Wykonawca udziela\n                           gwarancji na 24 miesiące od daty uruchomienia urządzeń w podziemnym wyrobisku zakładu\n                           górniczego Zamawiającego, potwierdzonego protokołem. Na podstawie udzielonej gwarancji,\n                           Zamawiający może żądać od gwaranta albo osób przez niego upoważnionych usunięcia awarii\n                           lub usterki, wymiany urządzeń  bądź ich naprawy, łącznie z wymianą części i podzespołów\n                           z wyłączeniem części szybkozużywających się, ulegających normalnemu zużyciu podczas\n                           eksploatacji _z wyłączeniem wad materiałowych_, do których zalicza się:- uszczelki, podkładki uszczelniające, śruby, o-ringi, ślizgi zgrzebeł, płyty wyrzutnikowe,\n                           wyrzutniki, okładziny elementów ciernych, wkładki sprzęgieł;- uszczelki, podkładki uszczelniające, śruby, o-ringi, ślizgi zgrzebeł, płyty wyrzutnikowe,\n                           wyrzutniki, okładziny elementów ciernych, wkładki sprzęgieł, bijaki kruszarki, noże\n                           kruszące, pasy kruszarki oraz materiały eksploatacyjne _z wyłączeniem wad materiałowych_,\n                           do których zalicza się: bezpieczniki, oleje i smary.Wykonawca przystąpi do naprawy urządzenia w ciągu 8 godzin od chwili zgłoszenia. W\n                           ramach gwarancji Wykonawca zobowiązany jest do dokonania naprawy urządzenia  _usunięcia\n                           awarii lub usterki_ w terminie nie dłuższym ni 24 godziny od chwili dostarczenia przez\n                           Zamawiającego części, zespołów lud podzespołów z powierzchni zakładu Zamawiającego\n                           do miejsca naprawy. Wykonawca winien zapewnić dostawę do Zamawiającego każdej części\n                           lub podzespołu w czasie nie dłuższym niż 16 godzin od momentu powiadomienia.- Kary:- Zamawiający może obciążyć Wykonawcę karą umowną w wysokości 0,1% łącznej  ceny brutto\n                           umowy za każdy dzień opóźnienia;- Zamawiający może obciążyć Wykonawcę karą umowną w wysokości 0,02% łącznej ceny brutto\n                           Umowy za każdą godzinę opóźnienia w przypadku opóźnienia Wykonawcy w wykonywaniu obowiązków\n                           gwarancyjnych przewidzianych w § 9 ust. 13-15 umowy; - Zamawiający uprawniony będzie do odstąpić od Umowy w przypadku, gdy opóźnienie Wykonawcy\n                           w wykonaniu obowiązków wynikając z Umowy przekroczy 7 dni;- Zamawiający będzie mógł odstąpić od Umowy w przypadku naruszenia postanowień Umowy\n                           lub gdy Wykonawca wykonuje Umowę nienależycie;- Odstąpienie od Umowy, które zostało przewidziane w § 13 ust. 3-6 powinno nastąpić\n                           na podstawie oświadczenia przez uprawnioną stronę w formie pisemnej i wysłane drugiej\n                           stronie listem poleconym w ciągu 30 dni od powzięcia informacji  o okolicznościach\n                           uzasadniających odstąpienie;- Wykonawca zapłaci Zamawiającemu 10% łącznej ceny brutto Umowy w przypadku odstąpienia\n                           od Umowy z przyczyn leżących po stronie Wykonawcy;- Zamawiający zastrzega sobie również prawo dochodzenia odszkodowania przewyższającego\n                           wartość wyżej wymienionych kar umownych, gdy kary umowne nie pokryją poniesionej szkody;- Całkowita wartość kar umownych oraz odszkodowań, przysługujących Zamawiającemu nie\n                           może przekroczyć określonej w Umowie ceny netto.",
        "date": "2018-10-02"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. informuje, że w dniu 01.10.2018 roku powziął informację , iż\n                           Sąd Rejonowy Katowice – Wschód w Katowicach IX Wydział Gospodarczy – Rejestru Zastawów\n                           Postanowieniem z dnia 25.09.2018 roku dokonał wykreślenia z rejestru zastawów na zbiorze\n                           maszyn i urządzeń, stanowiących zabezpieczenie spłaty należności wynikających z zawartych\n                           w dniu 28.09.2012 roku umów kredytowych o udzielenie inwestycyjnych kredytów technologicznych\n                           pomiędzy Emitentem a mBank S.A. _dawniej BRE Bank S.A._.Wykreślenie z rejestru związane jest ze spłatą całkowitą w/w kredytów.Informacja o spłacie kredytów o udzielenie inwestycyjnych kredytów technologicznych\n                           była przekazana do publicznej wiadomości w dniu 19.09.2018 roku raportem bieżącym\n                           nr 24/2018; natomiast Emitent informował o wpisie do rejestru zastawów raportami bieżącymi:\n                           nr 22/2014 w dniu 07.07.2014 roku, nr 23/2014 w dniu 16.07.2014 roku oraz nr 29/2014\n                           w dniu 01.08.2014 roku.",
        "date": "2018-10-01"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 19.09.2018r. powziął\n                           informację, iż Sąd Rejonowy w Pszczynie V Wydział Ksiąg Wieczystych ustanowił w dniu\n                           17.09.2018r. hipotekę umowną do kwoty 20 400 000,00 PLN na prawie użytkowania wieczystego\n                           gruntu nieruchomości położonej w Jankowicach objętej KW nr KA1P/00044542/8, prowadzonej\n                           przez Sąd Rejonowy w Pszczynie, V Wydział Ksiąg Wieczystych. Użytkownikiem wieczystym\n                           nieruchomości jest Emitent.Hipoteka umowna ustanowiona została dla zabezpieczenia kapitału kredytu, odsetek,\n                           podwyższonych odsetek od zadłużenia przeterminowanego w wysokości odsetek maksymalnych\n                           za opóźnienia przyznanych kosztów postępowania oraz innych roszczeń o świadczenia\n                           uboczne oraz wszelkich kosztów przysługujących Bankowi Getin Noble Bank S.A. z tytułu\n                           umowy kredytowej zawartej w dniu 09.08.2018 roku. Szczegółowe informacje dotyczące\n                           w/w kredytu zostały opisane i przekazane do publicznej wiadomości w dniu 17.08.2018\n                           roku raportem bieżącym nr 19/2018.Jednocześnie, Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 19.09.2018r.\n                           powziął informację, iż Sąd Rejonowy w Pszczynie V Wydział Ksiąg Wieczystych wykreślił\n                           w dniu 17.09.2018r. hipotekę umowną do kwoty 13 500 000,00 PLN na prawie użytkowania\n                           wieczystego gruntu nieruchomości położonej w Jankowicach objętej KW nr KA1P/00044542/8,\n                           prowadzonej przez Sąd Rejonowy w Pszczynie, V Wydział Ksiąg Wieczystych. Użytkownikiem\n                           wieczystym nieruchomości był Emitent.Hipoteka umowna ustanowiona została dla zabezpieczenia kapitału kredytu, roszczeń\n                           o odsetki, należności ubocznych w tym opłat i prowizji na rzecz Alior Bank Spółka\n                           Akcyjna – umowa kredytowa nr U0003244757585 o kredyt nieodnawialny na finansowanie\n                           bieżącej działalności. Szczegółowe informacje dotyczące w/w kredytu zostały opisane\n                           i przekazane do publicznej wiadomości w dniu 23.10.2017 roku raportem bieżącym 14/2017\n                           oraz  w raporcie bieżącym nr 16/2017 w dniu 13.11.2017 roku.Wartość ewidencyjna aktywów, na których ustanowiono ww. zabezpieczenie w księgach\n                           rachunkowych PATENTUS S.A. wynosi na dzień publikacji raportu 6 298 307,13 PLN.Emitent podaje powyższe informacje do wiadomości publicznej ze względu na fakt, iż\n                           w jego ocenie mają one znaczący wpływ na działalność Emitenta.",
        "date": "2018-09-19"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 19.09.2018 roku otrzymał\n                           zaświadczenie o całkowitej spłacie dwóch kredytów udzielonych przez mBank Spółka Akcyjna\n                           na rzecz PATENTUS S.A. Umowa kredytowa o udzielenie inwestycyjnego kredytu technologicznego\n                           w złotych z dnia 28.09.2012 roku wraz z późniejszymi zmianami oraz umowa kredytowa\n                           o udzielenie inwestycyjnego kredytu technologicznego w złotych z dnia 28.09.2012 roku\n                           wraz z późniejszymi zmianami zostały całkowicie spłacone, w związku z czym straciły\n                           moc  wraz ze wszelkimi ustanowionymi zabezpieczeniami spłaty ww. kredytów.Umowy kredytowe z mBank S.A. wraz ze zmianami były przekazane do publicznej wiadomości\n                           w raportach: 31/2012 w dniu 03.10.2012 roku; 13/2014 w dniu 27.03.2014 roku; 19/2014\n                           w dniu 02.06.2014 roku; 23/2014 w dniu 16.07.2014 roku; 27/2014 w dniu 13.08.2014\n                           roku oraz 30/2014 w dniu 01.10.2014 roku.",
        "date": "2018-09-19"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 03.09.2018 roku otrzymał\n                           zaświadczenie o spłacie  Kredytu nieodnawialnego na finansowanie bieżącej działalności\n                           Spółki. W związku z całkowitą spłatą kredytu udzielonego PATENTUS S.A. na podstawie\n                           Umowy Kredytowej o Kredyt nieodnawialny na finansowanie bieżącej działalności z dnia\n                           19.10.2017 roku oraz wygaśnięciem wszelkich zobowiązań z tego tytułu, zostały zwolnione\n                           ustanowione zabezpieczenia w postaci: pełnomocnictwa do dysponowania środkami na rachunkach\n                           bankowych Kredytobiorcy prowadzonych w Banku, gwarancji spłaty w ramach portfelowej\n                           linii gwarancji de minimis; hipoteki umownej na nieruchomości, położonej w miejscowości\n                           Jankowice, dla której Sąd Rejonowy w Pszczynie, V Wydział Ksiąg Wieczystych prowadzi\n                           księgę wieczystą KA1P/00044542/8; cesji praw z polisy ubezpieczenia ww. nieruchomości;\n                           cesji potwierdzonej z umowy leasingu finansowego, zawartej z Polską Grupą Górniczą\n                           Sp. z o.o.Umowa kredytowa  z Alior Bank S.A. została opisana w raporcie bieżącym nr 14/2017\n                           roku z dnia 23.10.2017 roku oraz w raporcie bieżącym 16/2017 z dnia 13.11.2017 roku.",
        "date": "2018-09-03"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\", \"Ubezpieczający\", \"Faktorant\"_  informuje,\n                           że w dniu 31.08.2018 roku wpłynął do Spółki podpisany egzemplarz Porozumienia trójstronnego\n                           dotyczącego postanowień uzupełniających do Umowy ubezpieczenia zawartej z Korporacją\n                           Ubezpieczeń Kredytów Eksportowych S.A. _\"KUKE\"_ oraz Umowy Faktoringu zawartej z KUKE\n                           Finance S.A. _\"Faktor\"_ o następującej treści:•KUKE wyraża zgodę na przelew ubezpieczonych w ramach Umowy Ubezpieczenia wierzytelności\n                           od dłużników, dokonanych przez Ubezpieczającego/Faktoranta na Faktora. Przelew wierzytelności\n                           nie powoduje wyłączenia powyższych wierzytelności z Umowy ubezpieczenia pod warunkiem,\n                           że wierzytelności wynikające z faktur będących przedmiotem przelewu zostaną na Faktora\n                           przelane w całości;•Z dniem dokonania przelewu wierzytelności na Faktora Umowę ubezpieczenia w części\n                           dotyczącej przelanych wierzytelności traktuje się jako umowę zawartą na rachunek osoby\n                           trzeciej;•Faktor jako ubezpieczony jest uprawniony do żądania od KUKE świadczeń należnych z\n                           tytułu Ubezpieczenia w związku z brakiem zapłaty wierzytelności od dłużnika, którego\n                           zobowiązanie wobec Ubezpieczającego/Faktora są przedmiotem umowy faktoringu;•Faktor wyraził zgodę na objęcie ochroną ubezpieczeniową w ramach umowy ubezpieczenia\n                           – polisa obrotowa zawartej przez Emitenta a KUKE S.A.; przyjmuje do wiadomości, że\n                           w odniesieniu do wierzytelności wykupionych przez niego, został wskazany jako osoba\n                           trzecia; zapoznał się i przyjął do wiadomości wszystkie postanowienia zawarte w umowie\n                           ubezpieczenia; Faktor uznał, że nie może osiągnąć większych korzyści niż przysługujące\n                           Ubezpieczającemu/Faktorantowi; uznał że KUKE ma prawo podnieść wobec niego wszelkie\n                           zarzuty mające wpływ na ograniczenie bądź wyłączenie odpowiedzialności ubezpieczeniowej\n                           przysługujące KUKE w stosunku do Emitenta zgodnie z umową ubezpieczenia;Umowa faktoringu\n                           z KUKE Finance S.A. została opisana w raporcie bieżącym nr 18/2017 roku z dnia 18.12.2017\n                           roku oraz w raporcie bieżącym 21/2018 z dnia 28.08.2018r. natomiast umowa polisy ubezpieczenia\n                           z KUKE S.A. została opisana w raporcie bieżącym nr 15/2018 z dnia 01.08.2018 roku",
        "date": "2018-08-31"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, że w dniu 27.08.20148 roku\n                           wpłynął podpisany egzemplarz Aneksu do Umowy Faktoringu nr 0096/2017 z dnia 29.11.2017\n                           roku _\"Umowa faktoringu\"_, zawartej pomiędzy Emitentem a KUKE Finance Spółka Akcyjną\n                           z siedzibą w Warszawie _\" Faktor\"_.Strony zgodnie oświadczają, że w/w Umowa faktoringu\n                           trwa, jest realizowana, nie została wypowiedziana ani rozwiązana, w związku z tym\n                           Strony dokonują zmian w Umowie Faktoringu oraz wprowadzają tekst jednolity o następującej\n                           treści:•Przedmiotem Umowy faktoringu jest świadczenie usług faktoringowych przez Faktora\n                           na rzecz Spółki. Faktor zgodnie i na warunkach określonych Umową faktoringu nabywa\n                           wszelkie bezsporne Wierzytelności pieniężne przysługujące Spółce wobec kontrahentów\n                           objętych listą Kontrahentów;•Integralną częścią umowy są następujące warianty: przejecie ryzyka z polisą KUKE\n                           S.A. Pakiet.•przyznany Spółce Limit wynosi 14 000 000,00 PLN;•maksymalny okres wymagalności wierzytelności, które Faktor wykupuje wynosi 130 dni;•Faktor wypłacę zaliczkę w wysokości 85% wartości wykupionych wierzytelności;•fundusz gwarancyjny w wysokości 15% wartości wykupionej wierzytelności oraz kwoty\n                           za spłacone nabyte a niewykupione wierzytelności;•termin żądania zwrotu zaliczki wynosi 30 dni;•oprocentowanie : WIBOR 1M + marża faktora;•zabezpieczenie roszczeń Faktora wynikające z Umowy faktoringu: weksel in blanco wraz\n                           z deklaracją wekslową; pełnomocnictwo do rachunku bankowego; oświadczenie w formie\n                           aktu notarialnego o poddaniu się egzekucji spłaty wierzytelności wynikających z Umowy\n                           faktoringu w trybie art. 777 kpc do kwoty 15 000 000,00 PLN; dokona globalnej cesji\n                           praw z Polisy ubezpieczeniowej nr RW/OP/14/00013949/2018 zawartej z Korporacją Ubezpieczeń\n                           Kredytów Eksportowych  S.A._ KUKE S.A. – polisa została opisana w raporcie bieżącym\n                           15/2018_. Faktorowi przysługuje prawo do zaspokojenie swoich roszczeń z każdego zabezpieczenia\n                           z osobna lub ze wszystkich łącznie, w kolejności według własnego wyboru.•Umowa faktoringu została zawarta na czas nieokreślony z zachowaniem jednomiesięcznego\n                           okresu wypowiedzenia. Postanowienia Umowy faktoringu w zakresie wykupu wierzytelności\n                           oraz przejęcia Ryzyka niewypłacalności Kontrahenta obowiązuje nie dłużej niż do dnia\n                           zakończenia umowy ubezpieczenia.Umowa faktoringu z KUKE Finance S.A. została opisana w raporcie bieżącym nr 18/2017\n                           roku z dnia 18.12.2017 roku natomiast umowa polisy ubezpieczenia RW/OP/14/00013949/2018\n                           z KUKE S.A. została opisana w raporcie bieżącym nr 15/2018 z dnia 01.08.2018 roku.",
        "date": "2018-08-28"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Na podstawie § 6 pkt 4_ Rozporządzenia Ministrów Finansów z dnia 29 marca 2018 roku\n                           w sprawie informacji bieżących i okresowych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, Zarząd PATENTUS S.A. _\"Spółka\"_ informuje, że w\n                           dniu dzisiejszym tj. 21.08.2018 roku powziął informację o sporządzeniu tekstu jednolitego\n                           Statutu Spółki, ustalonego uchwałą Rady Nadzorczej Spółki w dniu 20.08.2018 roku.Tekst jednolity Statutu zawiera zmiany wprowadzone na Zwyczajnym Walnym Zgromadzeniu\n                           PATENTUS S.A. w dniu 24.05.2018 roku podane w raporcie bieżącym 17/2018 z dnia 03.08.2018\n                           roku.",
        "date": "2018-08-21"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"_\n                           informuje, że w dniu 09.08.2018 roku _wpływ do Spółki w dniu 17.08.2018 roku_ podpisał\n                           umowę kredytową nr 129595/2018 o Kredyt złotowy obrotowy.- Kwota kredytu: 12 000 000,00 PLN;- Okres kredytowania: 18 miesięcy;- Przeznaczenie kredytu: na całkowitą spłatę Kredytów zaciągniętych w: Alior Bank\n                           S.A. – umowa kredytowa; PEKAO S.A. – umowa eFinancing o finansowanie dostawców – umowa\n                           restrukturyzacyjna.; mBank S.A. – umowy kredytowe o kredyty technologiczne; na pozostałej\n                           części na finansowanie bieżącej działalności, w tym na finansowanie umowy na dostawę\n                           dwóch sztuk przenośników taśmowych przeznaczonych do jazdy ludzi górną i dolną taśmą\n                           dla PGG S.A. Oddział KWK Murcki – Staszic.- Oprocentowanie kredytu: WIBOR 3M+ marża banku;- Kredyt zostanie przekazany w dwóch transzach : I transza 8 000 000,00 PLN; II transza\n                           4 000 000,00 PLN.- Zabezpieczenia: pełnomocnictwo do dysponowania rachunkiem bieżącym Kredytobiorcy\n                           przez Getin Noble Bank S.A.; weksel własny in blanco wraz z deklaracja wekslową; zastaw\n                           rejestrowy na środkach trwałych na maszynach: Dłutownica specjalistyczna do uzębień;\n                           frezarka obwiedniowa oraz piec do nawęglania zlokalizowanych w Jankowicach ul. Złote\n                           Łany 52B wraz z cesją praw z polisy ubezpieczeniowej; hipoteka umowna do kwoty 20\n                           400 000,00 PLN ustanowiona na zabezpieczenie kapitału kredytu, odsetek oraz podwyższonych\n                           odsetek kosztów ubocznych, na nieruchomości, położonej w miejscowości Jankowice, gmina\n                           Pszczyna, obejmującej działki nr 2518/125 oraz 2793/2017 o łącznej powierzchni 0,6964\n                           ha, dla której Sąd Rejonowy w Pszczynie, V Wydział Ksiąg Wieczystych prowadzi księgę\n                           wieczystą KA1P/00044542/8; cesja praw z polisy ubezpieczeniowej; cesja wierzytelności\n                           z umowy PAT16.068-26 z dnia 08.11.2016r. zawartej z PGG Sp. z o.o. jako Zamawiającym,\n                           przedmiotem umowy jest \"Leasing finansowy wraz z dostawą dwóch nowych przenośników\n                           zgrzebłowych ścianowych dla potrzeb KWK Piast – Ziemowit Ruch Ziemowit; cesja wierzytelności\n                           z umowy zawartej z PGG S.A. jako Zamawiającym na dostawę dwóch sztuk przenośników\n                           taśmowych przeznaczonych do jazdy ludzi górną i dolną taśmą dla Polskiej Grupy Górniczej\n                           S.A. Oddział KWK Murcki – Staszic – przelew ograniczony do zadania nr 1 wykonywanego\n                           przez PATENTUS S.A. na kwotę netto 4 146 788,62 PLN.",
        "date": "2018-08-17"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. informuje, że w dniu 13.08.2018 roku powziął informację , iż\n                           Sąd Rejonowy Katowice – Wschód w Katowicach IX Wydział Gospodarczy – Rejestru Zastawów\n                           dokonał w dniu 31.07.2018 roku wpisu do rejestru zastawów na inna maszyna lub urządzenie\n                           – obrabiarki – centrum obróbcze OKUMA –o najwyższej sumie zabezpieczenia  wynoszącej\n                           1 353 208,50 EUR będących własnością PATENTUS S.A. Wpis do rejestru związany jest z podpisaniem w dniu 20.02.2018 roku pomiędzy Alior\n                           Leasing Sp. z o.o. z siedzibą we Wrocławiu _\"Pożyczkodawca\", \"Alior Leasing\"_  a PATENTUS\n                           S.A. z siedzibą w Pszczynie _\"Emitent\", \"Pożyczkobiorcą\" _ Umowy pożyczki numer 133258/18/3\n                           na następujących warunkach: kwota pożyczki i waluta: 921 500,00 EUR; przedmiot pożyczki:\n                           inwestycja finansowa ze środków uzyskanych z pożyczki na zakup maszyny do metalu:\n                           Obrabiarki – centra obróbcze OKUMA VTM – 1200 YB; sposób uruchomienia – wypłata w\n                           dwóch transzach; ilość rat: 83 miesiące; zabezpieczenia: zastaw rejestrowy na  maszynie\n                           OKUMA VTM-1200YB rok produkcji 2016 roku. Wartość przedmiotu niniejszej umowy 970\n                           000 .00 EUR.Wartość ustanowionego zastawu przekracza równowartość kwoty 1.000.000 euro, przeliczonej\n                           według kursu średniego ogłaszanego przez Narodowy Bank Polski w dniu powstania obowiązku\n                           informacyjnego.",
        "date": "2018-08-13"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Na podstawie § 5 pkt 1_ oraz § 6 pkt. 1_ i pkt 3_ Rozporządzenia Ministrów Finansów\n                           z dnia 29 marca 2018 roku w sprawie informacji bieżących i okresowych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd PATENTUS S.A. _\"Spółka\"_\n                           informuje, że w dniu 03.08.2018 roku powziął informację o zarejestrowaniu przez Sąd\n                           Rejonowy Katowice – Wschód w Katowicach VIII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego postanowieniem z dnia 17.07.2018 roku zmian w Statucie Spółki uchwalonych\n                           w dniu 24.05.2018 uchwałą nr 20 Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PATENTUS\n                           S.A.Ponadto, Zarząd Spółki informuję, iż Zwyczajne Walne Zgromadzenie PATENTUS S.A. w\n                           § 2 Uchwały nr 20 z dnia 24.05.2018 roku upoważniło Radę Nadzorcza do sporządzenia\n                           tekstu jednolitego zmienionego Statutu Spółki z uwzględnieniem dokonanych zmian.Zarząd PATENTUS S.A. przedstawi tekst jednolity Statutu, niezwłocznie po jego przyjęciu\n                           przez Radę Nadzorczą Spółki.Poniżej, Spółka przedstawia treść dokonanych zmian.Treść  § 14 oraz treść § 16 przyjmują nowe następujące brzmienie:\"§ 14_…_9. Na podstawie uchwały Rady Nadzorczej ustanawiany jest w jej strukturze Komitet\n                           Audytu, funkcjonujący na podstawie własnego Regulaminu oraz przepisów ustawy z dnia\n                           11 maja 2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym._…_\"\"§ 16_…_ 4. Rada Nadzorcza powołuje spośród swojego grona Komitet Audytu i w drodze uchwały\n                           ustala regulamin jego działania. Komitet Audytu składa się, z co najmniej trzech członków,\n                           w tym z Przewodniczącego Komitetu Audytu, powołanych przez Radę Nadzorczą na okres\n                           jej kadencji spośród członków Rady Nadzorczej, z czego: 1_przynajmniej jeden Członek Komitetu Audytu posiada wiedzę i umiejętności z zakresu\n                           branży, w której działa Spółka PATENTUS S.A. lub poszczególni Członkowie w określonych\n                           zakresach posiadają wiedzę i umiejętności z zakresu tej branży; 2_co najmniej dwóch Członków Komitetu Audytu, w tym jego Przewodniczący, są osobami\n                           niezależnymi od Spółki, tzn. spełniają kryteria niezależności określone w art. 129\n                           ust. 3 ustawy z dnia 11 maja 2017 r. o biegłych rewidentach, firmach audytorskich\n                           oraz nadzorze publicznym; 3_przynajmniej jeden Członek Komitetu Audytu posiada wiedzę i umiejętności w zakresie\n                           rachunkowości lub badania sprawozdań finansowych.5.Do zadań Komitetu Audytu, powołanego w ramach Rady, należą w szczególności:1_ monitorowanie:a_ procesu sprawozdawczości finansowej,b_ skuteczności systemów kontroli wewnętrznej i systemów zarządzania ryzykiem oraz\n                           audytu wewnętrznego, w tym w zakresie sprawozdawczości finansowej,c_ wykonywania czynności rewizji finansowej, w szczególności przeprowadzania przez\n                           firmę audytorską badania, z uwzględnieniem wszelkich wniosków i ustaleń Komisji Nadzoru\n                           Audytowego wynikających z kontroli przeprowadzonej w firmie audytorskiej;d_ relacji Spółki z podmiotami powiązanymi;2_ kontrolowanie i monitorowanie niezależności biegłego rewidenta i firmy audytorskiej,\n                           w szczególności w przypadku, gdy na rzecz Spółki świadczone są przez firmę audytorską\n                           inne usługi niż badanie;3_ informowanie Rady Nadzorczej o wynikach badania oraz wyjaśnianie, w jaki sposób\n                           badanie to przyczyniło się do rzetelności sprawozdawczości finansowej w Spółce, a\n                           także jaka była rola Komitetu Audytu w procesie badania;4_ dokonywanie oceny niezależności biegłego rewidenta oraz wyrażanie zgody na świadczenie\n                           przez niego dozwolonych usług niebędących badaniem w Spółce;5_ opracowywanie polityki wyboru firmy audytorskiej do przeprowadzania badania;6_ opracowywanie polityki świadczenia przez firmę audytorską przeprowadzającą badanie,\n                           przez podmioty powiązane z tą firmą audytorską oraz przez członka sieci firmy audytorskiej\n                           dozwolonych usług niebędących badaniem;7_ określanie procedury wyboru firmy audytorskiej przez Spółkę;8_ przedstawianie Radzie Nadzorczej lub innemu organowi nadzorczemu lub kontrolnemu,\n                           lub organowi, o którym mowa w art. 66 ust. 4 ustawy z dnia 29 września 1994 r. o rachunkowości,\n                           rekomendacji, o której mowa w art. 16 ust. 2 rozporządzenia nr 537/2014, zgodnie z\n                           politykami, o których mowa w pkt 5 i 6;9_ przedkładanie zaleceń mających na celu zapewnienie rzetelności procesu sprawozdawczości\n                           finansowej w Spółce._…_\"",
        "date": "2018-08-03"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. informuje, że w dniu 31.07.2018 roku powziął informację , iż\n                           Sąd Rejonowy Katowice – Wschód w Katowicach IX Wydział Gospodarczy – Rejestru Zastawów\n                           dokonał w dniu 24.07.2018 roku wpisu do rejestru zastawów na inne zbiory rzeczy lub\n                           praw, stanowiących organizacyjną całość chociażby jego skład był zmienny – zespołu\n                           urządzeń –o najwyższej sumie zabezpieczenia  wynoszącej 5 890 344,37 PLN będących\n                           własnością PATENTUS S.A. Wpis do rejestru związany jest z podpisaniem w dniu 01.03.2018 roku pomiędzy KUKE\n                           Finance S.A. z siedzibą w Warszawie _\"Nabywca\"; \"KUKE Finance\"_  a PATENTUS S.A. z\n                           siedzibą w Pszczynie _\"Zbywcą\"_ Umowy Zarządzania Wierzytelnościami _\"Umowa\"_. Przedmiot\n                           kontraktu: Leasing finansowy wraz z dostawą maszyn i urządzeń.Dłużnik: PGG S.A. z siedziba w Katowicach.Maksymalna wartość kontraktu nie może przekroczyć kwoty 4 000 000,00 PLN. Maksymalny\n                           okres spłaty kontraktu: do 3 lat od daty podpisania Protokołu przekazania przedmiotu\n                           leasingu zgodnie z Kontraktem, w którym to okresie Dłużnik zobowiązany jest dokonać\n                           spłaty Wierzytelności, zgodnie z warunkami Kontraktu i harmonogramem spłaty. Odsetki\n                           umowne: WIBOR 1M + marża KUKE. Przedmiot umowy: nabycie przez KUKE Finance S.A. Wierzytelności przysługujących Zbywcy\n                           z tytułu realizacji Przedmiotu Kontraktu, z prawem regresu do Zbywcy.  Zbywca przelewa\n                           na KUKE Finance Wierzytelności, a KUKE Finance przelew przyjmuje i zobowiązuje się\n                           do zapłaty ceny za Wierzytelności na warunkach i w terminach określonych w Umowie.\n                           Zabezpieczenie: weksel in blanco wraz z deklaracją wekslową;  oświadczenie o poddaniu\n                           się egzekucji w trybie art. 777 kpc do kwoty 4 500 000,00 PLN; pełnomocnictwo do dysponowania\n                           rachunkiem bankowych prowadzonym przez Raiffeisen Bank Polska S.A.; ustanowienie zastawu\n                           rejestrowego na maszynach będących przedmiotem Kontraktu.Okres obowiązywania: każda ze Stron może wypowiedzieć Umowę z zachowaniem 1 – miesięcznego\n                           okresu wypowiedzenia ze skutkiem na koniec miesiąca.Wartość ustanowionego zastawu przekracza równowartość kwoty 1.000.000 euro, przeliczonej\n                           według kursu średniego ogłaszanego przez Narodowy Bank Polski w dniu powstania obowiązku\n                           informacyjnego.",
        "date": "2018-08-01"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\"’ \"Ubezpieczający\"_  informuje, że w dniu\n                           01.08.2018 roku wpłynął podpisany egzemplarz Polisy obrotowej z dnia 24.07.2018 roku\n                           _\"Polisa obrotowa\", \"Umowa\"_ zawartej pomiędzy Emitentem a Korporacją Ubezpieczeń\n                           Kredytów Eksportowych Spółka Akcyjna z siedzibą w Warszawie _ \"Korporacją\", \"Zakład\n                           Ubezpieczeń\"_.•Przedmiot ubezpieczenia: Ubezpieczeniem objęte są należności pieniężne z tytułu kontraktów\n                           na dostawy wyrobów hutniczych, artykułów spawalniczych, materiałów budowlanych, maszyn\n                           i urządzeń dla górnictwa oraz należności z tytułu realizacji usług remontowych, nabytych\n                           przez KUKE Finance S.A. na podstawie zawartej z Ubezpieczającym umowy factoringowej,\n                           przysługujące Ubezpieczającemu od dłużnika krajowych, dla których Korporacja przyznała\n                           limity kredytowe.•przyznany Spółce Limit wynosi 13 000 000,00 PLN;•składka minimalna i tryb płatności: płatna będzie w 12 równych ratach miesięcznie;•Ubezpieczający zobowiązuje się zgłaszać Korporacji do ubezpieczenia wszystkie zrealizowane\n                           obroty wynikające z należności nabytych przez KUKE Finance S.A.;•Limit wypłaty odszkodowań: maksymalna kwota wypłaconych przez Korporację odszkodowań\n                           za okres rozliczeniowy nie może przekroczyć wielokrotności składek minimalnej lub,\n                           jeżeli to korzystniejsze dla Ubezpieczającego, wielokrotności zapłaconych składek\n                           należnych za ten okres rozliczeniowy;•Okres ważności umowy: umowę zawiera się na czas nieokreślony, od dnia 1 lipca 2018\n                           roku do dnia 31 grudnia 2018 roku. Każda ze stron może ją wypowiedzieć nie później\n                           niż 30 dni przed końcem każdego okresu rozliczeniowego ze skutkiem na koniec tego\n                           okresu. Okres rozliczeniowy trwa 12 miesięcy;•Udział własny 15%;•Termin płatności: 130 dni licząc od daty wystawienia faktury uprawniającej do otrzymania\n                           zapłaty",
        "date": "2018-08-01"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Działając na podstawie prawnej: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz\n                           uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji\n                           2003/124/WE, 2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_  Zarząd PATENTUS S.A. informuje, iż w okresie od dnia 18.10.2017r. do dnia 17.07.2018r.\n                           –  łączna wartość obrotów pomiędzy PATENTUS S.A. a P.P.H.U. \" Mirpol \" Mirosław Kobiór\n                           z siedzibą w Pszczynie wyniosła 9 615 073,45 PLN netto. Współpraca między stronami\n                           opiera się na zawartej w dniu 02.01.2007 roku umowie współpracy w zakresie produkcji\n                           maszyn i urządzeń dla górnictwa, konstrukcji stalowych hal i innych obiektów, usług\n                           obróbki skrawaniem oraz wszelkich innych prac zleconych przez PATENTUS S.A., zawartej\n                           na czas nieokreślony. Warunki umowy nie odbiegają od powszechnie stosowanych w tego\n                           typu umowach. W ramach realizowanej umowy fakturą o największej wartości była FV 04/05/201/\n                           z dnia  30.05.2018 roku  o wartości 2 427 514,40 PLN netto. Przedmiotem faktury było\n                           wykonanie płyty wyrzutnika, kabla, sworzni, ostrogorynny, przenośnika zgrzebłowego,\n                           kół zębatych, obróbki cieplnej.",
        "date": "2018-07-17"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd spółki PATENTUS S.A. _\"Spółka\", \"Emitent_  informuje, iż w dniu 02.07.2018\n                           roku otrzymał zawiadomienie od Syndyka masy upadłości PATENTUS STREFA S.A. o sporządzeniu\n                           planu podziału sumy uzyskanej ze sprzedaży rzeczy obciążonych. Plan podziału dostępny\n                           jest w czytelni akt Sądu Rejonowego w Rzeszowie. W terminie 2 tygodni od otrzymania\n                           niniejszego zawiadomienia wierzyciele oraz upadły mogą wnieść zarzuty przeciwko planowi\n                           podziału sumy uzyskanej ze sprzedaży rzeczy obciążonych.",
        "date": "2018-07-02"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd spółki PATENTUS S.A. _\"Spółka\", \"Emitent\"_  informuje, iż w okresie od 08.11.2017\n                           roku do 26.06.2018 roku otrzymał od Polskiej Grupy Górniczej Sp. z o.o. _\"Zamawiający\",\n                           \"PGG\" dawniej Kompanii Węglowej S.A._ z siedzibą w Katowicach umowy oraz zamówienia\n                           na łączną wartość 8 786 883,50 PLN plus VAT.Umową o najwyższej wartości jest umowa PAT 18.024-02 z dnia 29.05.2018 roku _\"Umowa\"_.Przedmiotem Umowy jest:  Zakup i dostawa części zamiennych do przenośników zgrzebłowego\n                           PATENTUS dla Polskiej Grupy Górniczej S.A Oddział KWK Ruda Ruch Bielszowice – grupa\n                           asortymentowa 292-10-07. Termin dostawy Przedmiotu Umowy: Umowa obowiązuje od dnia zawarcia do dnia 30.06.2018\n                           roku; w przypadku gdy w okresie obowiązywania Umowy Zamawiający nie złoży zamówień\n                           na dostawę o wartości minimum 50% wartości udzielonego zamówienia, Umowa obowiązywać\n                           będzie do dnia 30.09.2018 roku; Wartość Przedmiotu Umowy: 3 516 000,00 PLN plus VAT; Gwarancja: 12 miesięcy od daty odbioru przedmiotu zamówienia przez magazyn Zamawiającego. Kary umowne: - Wykonawca zobowiązany jest zapłacić Zamawiającemu kary umowne: w wysokości 10% wartości\n                           netto niezrealizowanej części Umowy, gdy Zamawiający odstąpi od Umowy z powodu okoliczności\n                           za które odpowiada Wykonawca; w wysokości 10% umownej wartości netto towaru określonego\n                           każdorazowo w niezrealizowanej części zamówienia, gdy Zamawiający odstąpi od zamówienia\n                           z powodu okoliczności, za które odpowiada Wykonawca; w wysokości 0,1% umownej wartości\n                           netto towaru określonego każdorazowo w zamówieniu nie dostarczonego w terminie za\n                           każdy rozpoczęty dzień zwłoki liczony do dnia dostarczenia towaru, przy czym od 31\n                           dnia zwłoki kara umowna liczona będzie w wysokości 0,5%. W przypadku definitywnego\n                           braku realizacji zamówienia lub jego części, w sytuacji gdy nie odstąpiono od Umowy,\n                           kara umowna równa jest wartości niezrealizowanego zamówienia. Za definitywny brak\n                           realizacji zamówienia lub jego części uznaje się szczególności oświadczenia Wykonawcy\n                           o odstąpieniu od realizacji zamówienia lub jego części oraz sytuację, w której kwota\n                           kary umownej z tytułu zwłoki w realizacji zamówienia lub jego części osiągnie wartość\n                           niezrealizowanego zamówienia lub jego części; w wysokości 0,1% wartości netto towaru\n                           zgłoszonego do reklamacji za każdy rozpoczęty dzień zwłoki w jej rozpatrzeniu, w przypadku\n                           zaistnienia okoliczności w przypadku dostarczenia wadliwego towaru z wadą ukrytą;\n                           w wysokości 0,1% umownej wartości netto podlegającego wymianie towaru za każdy dzień\n                           zwłoki – termin 3 dni roboczych od dnia uznania reklamacji.- Zamawiający zobowiązuje się zapłacić Wykonawcy kary umowne: w wysokości 10% umownej\n                           wartości netto towaru określonego każdorazowo w niezrealizowanym zamówieniu, gdy Wykonawca\n                           odstąpi od zamówienia z powodu okoliczności, za które odpowiada Zamawiający; w wysokości\n                           0,1% umownej wartości netto zamówionego i nieodebranego z winy Zamawiającego towaru\n                           za każdy rozpoczęty dzień zwłoki.Realizacja w/w Umowy na dzień przekazania niniejszego raportu tj. 26.06.2018 roku\n                           wynosi 33,33% Umowy, tj. 1 172 000,00 PLN netto.Jednocześnie Emitent informuje, iż realizacja umowy PAT 17.073-02 zawartej z Polską\n                           Grupą Górniczą  Sp. z o.o., o której informacja została przekazana do publicznej wiadomości\n                           w dniu 07.11.2017 roku raportem bieżącym 15/2017 wynosi na dzień 26.06.2018 roku :\n                           3 346 588,50 PLN netto, co oznacza iż na dzień publikacji niniejszego raportu łącznie\n                           zostało zrealizowane 52,90% umowy.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd spółki PATENTUS S.A. _\"Spółka\", \"Emitent_  informuje, iż w dniu 24.05.2018\n                           roku Rada Nadzorcza PATENTUS S.A. powołała Komitet Audytu spośród swoich Członków.\n                           Zgodnie z podjęta uchwałą Rady Nadzorczej w skład Komitetu Audytu zostali powołani:1. Pani Edyta Głombek – Przewodnicząca Komitetu Audytu;2. Bartłomiej Niemiec – Wiceprzewodniczący Komitetu Audytu;3. Anna Gotz – Sekretarz Komitetu Audytu.Zarząd jednocześnie informuje, iż Komitet Audytu we wskazanym składzie spełnia kryteria\n                           niezależności oraz pozostałe wymogi określone w art. 129 ust. 1,3,5 i 6 ustawy o biegłych\n                           rewidentach, firmach audytorskich oraz nadzorze publicznym, tj.:1. Przynajmniej jeden członek komitetu audytu posiada wiedzę i umiejętności w zakresie\n                           rachunkowości lub badania sprawozdań finansowych;2 .Przynajmniej jeden członek komitetu audytu posiada wiedzę i umiejętności z zakresu\n                           branży;3. Większość członków komitetu audytu, w tym jego przewodniczący jest niezależna od\n                           spółki.",
        "date": "2018-05-25"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Na podstawie   § 5 pkt 4_ oraz  pkt 5_ Rozporządzenia Ministrów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących i okresowych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, Zarząd PATENTUS S.A. _\"Spółka\"_ informuje, iż w\n                           dniu 24.05.2018 roku Pani Alicja Saller – Pawełczyk złożyła rezygnację z pełnienia\n                           funkcji Członka Rady Nadzorczej Spółki ze skutkiem na dzień złożenia rezygnacji.W związku ze złożoną rezygnacją przez Panią Alicję Saller – Pawełczyk, Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy Spółki podjęło uchwałę nr 19 powołując Panią Edytę Głombek\n                           na Członka Rady Nadzorczej Spółki na okres kadencji kończącej się w dniu zatwierdzenia\n                           przez Walne Zgromadzenie Spółki sprawozdania finansowego za rok obrotowy 2021. Pani\n                           Edyta Głombek jest absolwentką Akademii Ekonomicznej w Krakowie kierunek: zarządzanie\n                           i marketing, zakresie: rachunkowość. W 2001 r. Edyta Głombek uzyskała świadectwo kwalifikacyjne\n                           nr 25346/01 uprawniające do usł. Prowadzenia ksiąg rachunkowych. W 2004r. uzyskała\n                           Dyplom nr 2525/2014 potwierdzający złożenie z wynikiem pozytywnym egzaminu dla członków\n                           Rad Nadzorczych w spółkach Skarbu Państwa. W 2013r. ukończyła kurs podnoszący kwalifikacje\n                           zawodowe – szkolenie na doradców podatkowych. Edyta Głombek swoja karierę zawodową\n                           rozpoczęła w firmie WELZ Sp. z o.o. gdzie od 01.03.1998r. – 31.05.1998r. była zatrudniona\n                           na okres próbny na stanowisku specjalista ds. marketingu; od 01.06.198r. do 31.03.1999r.\n                           zatrudniona na stanowisku spedytor przesyłek drobnicowych, natomiast od 01.04.1999r.\n                           do 31.12.2016r. zatrudniona na stanowisku Głównej Księgowej również w firmie WELZ\n                           Sp. z o.o. od 01.01.2017r. do nadal Edyta Głombek zatrudniona w firmie GEIS PL Sp.\n                           z o.o na stanowisku Głównej Księgowej. Od 2005r. do nadal Edyta Głombek zatrudniona\n                           na podstawie umowy o dzieło w firmie Logotex Sp. z o.o. – prowadzenie dokumentacji\n                           księgowej oraz od 2009r. również zatrudniona na podstawie umowy o dzieło w firmie\n                           PPHU Mirpol – prowadzenie dokumentacji księgowej. W latach 2005-2007 Edyta Głombek\n                           była Przewodniczącą Rady Nadzorczej ARIP Sp.z o.o.; w latach 2006-2011 pełniła funkcję\n                           Zastępcy Przewodniczącego Rady Społecznej ZOZ w Pszczynie.Pomiędzy Edytą Głombek a innymi członkami Rady Nadzorczej i członkami Zarządu oraz\n                           osobami zarządzającymi wyższego szczebla, a także akcjonariuszami dysponującymi akcjami\n                           reprezentującymi nie mniej niż 5% ogólnej liczby głosów -  nie występują powiązania\n                           rodzinne. Zgodnie z treścią złożonych oświadczeń, Pani Edyta Głombek nie została wpisana do\n                           Rejestru Dłużników Niewypłacalnych, prowadzonego na podstawie Ustawy o KRS, nie uczestniczy\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej , a także nie\n                           uczestniczy w innej konkurencyjnej osobie prawnej jako członek organu.Życiorysy wszystkich członków Rady Nadzorczej dostępne są na stronie internetowej\n                           www.patentus.eu w zakładce Dla inwestorów/Spółka.",
        "date": "2018-05-24"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_ Zarząd PATENTUS S.A. _\"Spółka\", \"Emitent\", \"Wykonawca\"_  informuje, iż w okresie od\n                           08.08.2017 roku do 15.05.2018 roku otrzymał od FAMUR S.A. _\"Zamawiający\"_ z siedzibą\n                           w Katowicach umowy oraz zamówienia na łączną wartość 11 754 338,00 PLN plus VAT.Umową o najwyższej wartości jest umowa PAT 18.008- 99 z dnia 15.02.2018 roku _\"Umowa\"_.Przedmiotem Umowy jest:  Wykonanie elementów przenośnika ścianowego FFC-8, tj. tras\n                           _rynny liniowe i inspekcyjne_ oraz stref napędu wysyp. i zwrotnego _kadłub, rynna\n                           dołączna, rynny zjazdowe_. Termin dostawy przedmiotu Umowy: trasy- do dnia 10.04.2018r.; strefy napędu wysyp.\n                           i zwrotnego do dnia 30.04.2018r. ; Wartość przedmiotu Umowy: 5 200 000,00PLN plus VAT; Gwarancja: Wykonawca udziela na dostarczony przedmiot dostawy gwarancji: 36 miesięcy\n                           od daty uruchomienia kompleksu u Odbiorcy, jednak nie dłużej niż 40 miesięcy od daty\n                           dostawy ostatniej partii Przedmiotu Umowy. Kary umowne: - Wykonawca zobowiązany jest zapłacić Zamawiającemu kary umowne: w wysokości 20% ceny\n                           brutto Przedmiotu Umowy; za niewykonanie Przedmiotu Umowy w terminie w całości lub\n                           części Wykonawca zapłaci Zamawiającemu karę umowną w wysokości 0,1% ceny brutto Przedmiotu\n                           Umowy za każdy dzień opóźnienia; za opóźnienia w dostarczeniu brakujących lub niewadliwych\n                           części Przedmiotu Umowy lub brakujących dokumentów Wykonawca zapłaci Zamawiającemu\n                           karę umowną w wysokości 0,1% ceny brutto Przedmiotu Umowy za każdy dzień opóźnienia.",
        "date": "2018-05-15"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Zarząd PATENTUS S.A. z siedziba w Pszczynie przy ul. Górnośląskiej 11, wpisanej do\n                           Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowych Katowice-Wschód Wydział\n                           VIII Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000092392 _\" Spółka\"_,\n                           działając na podstawie art. 395, 399 § 1, art. 402_1_ i 402_2_ Kodeksu Spółek Handlowych,\n                           zwołuje  Zwyczajne Walne Zgromadzenie, które odbędzie się w dniu 24.05.2018 roku,\n                           o godzinie 09:00, w Pszczynie, przy ul. Łowieckiej 5.Pełny tekst ogłoszenia o zwołaniu Zwyczajnego Wlanego Zgromadzenia Spółki oraz treść\n                           projektów uchwał znajdują się w załącznikach do niniejszego raportu. Podstawa prawna:  §38 ust.1 pkt. 1 i 3 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-04-26"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd spółki PATENTUS S.A. _\"Spółka\", \"Emitent_  informuje, iż w dniu 20.04.2018\n                           roku – powzięcie informacji w dniu 23.04.2018 roku zostało złożone do AIG EUROPE LIMITED\n                           Sp. z o. o. z siedzibą w Warszawie roszczenie i wystąpienie szkody w wysokości 15\n                           971 439,64 PLN związanej z zawinionym zaniechaniem zgłoszenia wniosku o upadłość spółki\n                           PATENTUS STREFA S.A. z siedzibą w Stalowej Woli przez jej byłego Prezesa Zarządu Jana\n                           Pasławskiego.",
        "date": "2018-04-23"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylające\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE _\"Rozporządzenie MAR\"_Zarząd spółki PATENTUS S.A. _\"Spółka\", \"Emitent_  informuje, iż w dniu 04.04.2018\n                           roku został złożony do Sądu Rejonowego w Stalowej Woli I Wydział Cywilny wniosek o\n                           zawezwanie do próby ugodowej byłego Prezesa Zarządu PATENTUS STREFA S.A. w upadłości\n                           z siedzibą w Stalowej Woli _spółka zależna od Emitenta_ Pana Jana Pasławskiego o zapłatę\n                           15 971 439,64 PLN wraz z ustawowym odsetkami od dnia wniesienia niniejszego wniosku\n                           do dnia zapłaty tytułem odszkodowania za szkodę wyrządzoną przez niezłożenie w terminie\n                           wniosku o upadłość spółki PATENTUS STREFA S.A.",
        "date": "2018-04-05"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2018-01-30"
    },
    {
        "company_name": "PATENTUS SA",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2018-01-25"
    }
]