[
    {
        "company_name": "PBS Finanse SA",
        "content": "W związku ze zwołaniem nadzwyczajnego walnego zgromadzenia Zarząd podaje do publicznej\n                           wiadomości:I.  treść ogłoszenia, jakie ukazało się na stronie internetowej Emitenta w dniu 20\n                           grudnia 2017  roku:ZARZĄD PBS FINANSE  SPÓŁKA  AKCYJNAz siedzibą w Sanoku przy ul. Mickiewicza 29 wpisanej do rejestru przedsiębiorstwKrajowego Rejestru Sądowego pod numerem 0000069391 zwołuje na dzień 15 stycznia  \n                           2018 roku na godzinę 13.00 ZWYCZAJNE WALNE ZGROMADZENIE AKCJONARIUSZY.Zgromadzenie odbędzie się w siedzibie Podkarpackiego Banku Spółdzielczego w Sanoku,\n                           przy ul. Kościuszki 22.Porządek obrad :   1.\tOtwarcie Zgromadzenia.2.\tWybór  Przewodniczącego Zgromadzenia.3.\tStwierdzenie prawidłowości zwołania oraz zdolności Zgromadzenia do podejmowania\n                           uchwał.4.\tPrzyjęcie porządku dziennego obrad.5.\tWybór Komisji Mandatowo – Skrutacyjnej.6.\tPowzięcie uchwał w sprawie wyboru członków Rady Nadzorczej 7.\tZamknięcie ZgromadzeniaPoniżej Zarząd podaje zasady uczestnictwa w zgromadzeniu:1.W Zgromadzeniu mogą uczestniczyć tylko te osoby, które będą akcjonariuszami Spółki\n                           w dniu rejestracji, czyli 30 grudnia 2017 roku.2.W celu zapewnienia udziału w Zgromadzeniu:a_ akcjonariusze posiadający akcje zdematerializowane powinni nie wcześniej, niż po\n                           ukazaniu się niniejszego ogłoszenia i nie później, niż 2 stycznia 2018 roku zażądać\n                           od podmiotu prowadzącego rachunek papierów wartościowych wystawienia imiennego zaświadczenia\n                           o prawie uczestnictwa w walnym zgromadzeniu.b_ akcjonariusze posiadający akcje na okaziciela w formie dokumentu powinni złożyć\n                           je w Spółce najpóźniej w dniu 30 grudnia 2017 roku i nie odebrać ich przed końcem\n                           dnia 15 stycznia 2018 roku. Zamiast akcji mogą być złożone zaświadczenia wydane na\n                           dowód złożenia akcji u notariusza Stanisława Drozda z Kancelarii Notarialnej w Sanoku,\n                           ul. Kościuszki 31.c_ akcjonariusze posiadający akcje imienne mają prawo uczestniczenia w zgromadzeniu,\n                           jeśli będą wpisani do księgi akcyjnej w dniu rejestracji, czyli 30 grudnia 2017 roku.3.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw na porządku obrad Zgromadzenia.\n                           Żądanie powinno być zgłoszone Zarządowi nie później, niż 27 grudnia 2017 roku. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie powinno być zgłoszone na piśmie lub drogą elektroniczną na\n                           adres poczty elektronicznej sekretariat@pbs-finanse.pl.  4.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Zgromadzenia zgłaszać Spółce na piśmie lub przy wykorzystaniu\n                           środków komunikacji elektronicznej projekty uchwał dotyczące spraw wprowadzonych do\n                           porządku obrad walnego zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad.5.Każdy z akcjonariuszy uczestniczący w Zgromadzeniu  może w trakcie jego trwania\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.6.Akcjonariusze uczestniczyć mogą w Zgromadzeniu i wykonywać prawo głosu osobiście\n                           lub przez pełnomocnika. Statut Spółki nie dopuszcza możliwości uczestnictwa w Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej, a Regulamin obrad walnego zgromadzenia\n                           nie przewiduje oddawania głosu na Zgromadzeniu drogą korespondencyjną. Stanowi to\n                           odstępstwo od rekomendacji IV.R.2 oraz zasady IV.Z.2  Dobrych Praktyk Spółek Notowanych\n                           na GPW 2016.7.Projekty uchwał Zgromadzenia będą udostępnione na stronie internetowej Spółki oraz\n                           zostaną przekazane do publicznej wiadomości w drodze raportu bieżącego. 8.Informacje dotyczące Zgromadzenia, w tym projekty uchwał, będą udostępnione na stronie\n                           internetowej Spółki pod adresem www.pbs-finanse.pl.9. Spółka nie planuje transmitowania obrad walnego zgromadzenia ani rejestrowania\n                           jego przebiegu w formie audio lub wideo. Nie będzie więc możliwa dwustronna komunikacja\n                           z akcjonariuszami w czasie rzeczywistym, jak i wykonywanie przez nich prawa głosu\n                           – tak osobiście, jak i przez pełnomocnika.  Z tej samej przyczyny na stronie internetowej\n                           Spółki nie zostanie zamieszczony zapis przebiegu zgromadzenia. Stanowi to odstępstwo\n                           od zasad I.Z.1.16 i I.Z.1.120 Dobrych Praktyk Spółek Notowanych na GPW 2016.2. INFORMACJA O LICZBIE AKCJI I GŁOSÓW W dniu  ogłoszenia  o  walnym zgromadzeniu  pozostaje w obrocie  10.452.000 akcji\n                           spółki  uprawniających do  oddania  10.452.000 głosów na zgromadzeniu  w tym:- 10.451.520 akcji na okaziciela  uprawniających do oddania 10.451.520 głosów - 480 akcji imiennych  uprawniających  do oddania  480 głosów 3. INFORMACJA O UDZIALE W ZGROMADZENIU I WYKONYWANIU PRAWA GŁOSU PRZEZ PEŁNOMOCNIKA1.Pełnomocnictwo do uczestnictwa w Zgromadzeniu i wykonywania prawa głosu powinno\n                           być udzielone na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa w\n                           postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu.2. Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być\n                           skierowane do Spółki pisemnie lub na adres poczty elektronicznej sekretariat@pbs-finanse.pl\n                           i zawierać wskazanie mocodawcy, pełnomocnika oraz odpis dokumentu pełnomocnictwa lub\n                           jego treść. Po przybyciu na Zgromadzenie, a przed podpisaniem listy obecności pełnomocnik\n                           powinien okazać dokument pełnomocnictwa lub odpis pełnomocnictwa udzielonego w postaci\n                           elektronicznej, a także dokument pozwalający na ustalenie tożsamości pełnomocnika.3. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na walnym zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa.4. Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.5. Pełnomocnik może reprezentować więcej niż jednego akcjonariusza i głosować odmiennie\n                           z akcji każdego akcjonariusza.6. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.7. Zasady wykonywania prawa głosu przez pełnomocnika stosuje się do wykonywania prawa\n                           głosu przez innego przedstawiciela akcjonariusza.8. Zgodnie z wymogiem art.4023 § 1 pkt 5 Ksh Spółka udostępnia formularz pełnomocnictwa\n                           _do pobrania_. Jego treść jest przystosowana do wymogu art. 4023 § 3 Ksh w zakresie,\n                           jaki da się pogodzić z istotą pełnomocnictwa, przedmiotem obrad zgromadzenia oraz\n                           faktem, że pełnomocnik będzie obecny na zgromadzeniu. Nie są znane obecnie kandydatury\n                           na przewodniczącego zgromadzenia i członków komisji mandatowo-skrutacyjnej. Formularz\n                           pełnomocnictwa nie zawiera też pola dla zgłoszenia sprzeciwu, albowiem nie jest możliwe\n                           oddawania głosu drogą korespondencyjną, ani zgłaszania sprzeciwu w tym trybie, natomiast\n                           pełnomocnik obecny na zgromadzeniu będzie miał możliwość osobistego zgłoszenia sprzeciwu\n                           stosownie do wyniku głosowania nad poszczególnymi uchwałami. Udostępniony formularz\n                           ma celu wyłącznie ułatwienie akcjonariuszom sporządzenie dokumentu, jeśli uznają go\n                           za pomocny.Jednocześnie Spółka informuje, że dopuści do reprezentowania ma Zgromadzeniu każdego\n                           akcjonariusza, którego pełnomocnik złoży pełnomocnictwo pisemne o dowolnej treści,\n                           jeśli tylko będzie z niego wynikało:- że udzielający pełnomocnictwa jest uprawniony do udziału w Zgromadzeniu;- kto jest pełnomocnikiem,- że składany dokument stanowi niewątpliwie wolę mocodawcy, by pełnomocnik brał udział\n                              w Zgromadzeniu w jego imieniu i wykonywał przysługujące mu prawa.9. Udział pełnomocnika w Zgromadzeniu oraz jego sposób głosowania nie różni się od\n                           osobistego uczestnictwa akcjonariusza i oddawania przezeń głosu na Zgromadzeniu. Głosowanie\n                           na Zgromadzeniu odbywa się za pomocą kart do głosowania zapewniających oddanie głosu\n                           \"za\", \"przeciw\" oraz \"wstrzymującego się od głosu\". Treść kart do głosowania jest\n                           taka sama dla każdego uczestnika Zgromadzenia – akcjonariusza, jak i pełnomocnika.Wzór pełnomocnictwa jak i projekty uchwał znajduja sie w załacznikach do niniejszego\n                           raportu.",
        "date": "2017-12-20"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A., informuje, że w dniu 11 grudnia 2017r.  otrzymał od spółki\n                           zależnej Duet Sp. z o.o. zawiadomienie, że Urząd Skarbowy w Krośnie złożył w Sądzie\n                           Rejonowym w Rzeszowie wniosek o ogłoszenie upadłości dłużnika Duet Sp. z o.o., Spółki\n                           Lotnicze Zakłady Produkcyjno-Naprawcze Aero-Kros Sp. z o.o. z siedzibą w Krośnie. W związku z tym nie będzie możliwa realizacja\n                           Umowy Ugody z dnia 22.02.2017r. zgodnie z którą Duet Sp. z o.o. miał otrzymywać od\n                           Aero-Kros Sp. z o.o. spłaty długu powstałego w trakcie współpracy o wspólne przedsięwzięcie.\n                           Ponadto Duet Sp. z o.o. poinformował, że istnieje ryzyko braku spłaty przez pożyczkobiorców\n                           długów pochodzących z udzielonych pożyczek, mimo dochodzenia ich na drodze sądowej.Po uzyskaniu powyższych informacji Spółka przeprowadziła w dniu 12 grudnia 2017r.\n                           testy na utratę wartości aktywów finansowych. Wyniki przeprowadzonych testów wskazują\n                           na utratę wartości aktywów finansowych Duet Sp. z o.o. w jednostkowym sprawozdaniu\n                           finansowym sporządzanym wg ustawy o rachunkowości w wysokości 2 125 tys. zł. W związku\n                           z tym została podjęta decyzja o dokonaniu odpisów aktualizujących wartość aktywów\n                           finansowych w spółce zależnej Duet sp. z o.o.W skonsolidowanym sprawozdaniu finansowym sporządzanym zgodnie z Międzynarodowymi\n                           Standardami Sprawozdawczości Finansowej zatwierdzonymi przez UE _\"MSSF\"_, wyniki testów\n                           na utratę wartości aktywów finansowych Grupy Kapitałowej PBS Finanse S.A. wskazują\n                           na utratę wartości łącznie w wysokości 2 125 tys. zł, zmniejszając wynik finansowy\n                           o tę kwotę. Dokonanie odpisu aktualizującego wpłynie również na jednostkowe sprawozdanie finansowe\n                           PBS Finanse S.A., poprzez  konieczność dokonania aktualizacji odpisów wartości udziałów\n                           w Duet Sp. z o.o. o kwotę  2 636 tys. zł., zmniejszając wynik finansowy o tę kwotę.Odpis ten spowodowany jest brakiem realizacji przez Aero-Kros Sp. z o.o. Umowy Ugody\n                           z dnia 22.02.2017r., dotyczącej spłaty należności, której zobowiązanie w stosunku\n                           do Duet Sp. z o.o. wynosi 1 855 tys. zł oraz odsetki w kwocie 70 tys. zł. oraz odpis\n                           aktualizujący wartość należności dochodzonych na drodze sądowej w kwocie 200 tys.\n                           zł.Odpis z tytułu utraty wartości aktywów obciąży wynik finansowy netto za 2017 rok,\n                           jednakże nie będzie miał wpływu na wynik EBITDA.Jednocześnie Spółka informuje, że wymienione w raporcie operacje mają charakter niepieniężny\n                           i  pozostają bez wpływu na sytuację płynnościową Spółki i Grupy. Spółka zastrzega, że sprawozdanie skonsolidowane i jednostkowe będzie podlegało weryfikacji\n                           przez biegłego rewidenta, dlatego powyższe kwoty mogą ulec zmianie. Ostateczne wielkości\n                           zostaną przedstawione w sprawozdaniach za 2017r.",
        "date": "2017-12-12"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS FINANSE  S.A. w Sanoku  _\"Spółka\",_ informuje, że w dniu 8 grudnia 2017 roku Pan\n                           Wojciech Błaż  zrezygnował z członkostwa w Radzie Nadzorczej Spółki z przyczyn osobistych\n                           .",
        "date": "2017-12-08"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS FINANSE  S.A. w Sanoku  _\"Spółka\",_ informuje, że w dniu 6 grudnia 2017 roku Pan\n                           Grzegorz Rysz zrezygnował z członkostwa w Radzie Nadzorczej Spółki ze skutkiem na\n                           dzień  31 grudnia 2017 roku bez podania przyczyny.",
        "date": "2017-12-06"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS FINANSE  S.A. w Sanoku  _\"Spółka\"_ informuje, że w dniu 30 listopada 2017 roku\n                           podjęła decyzję o wygaszaniu i likwidacji z końcem 2017 roku działalności w przedmiocie\n                           obrotu zwierzętami oraz mięsem z uboju zwierząt. Decyzja ta ma związek z konsolidacją\n                           wszystkich zasobów Spółki na rozwinięciu podstawowej działalności polegającej na pośrednictwie\n                           finansowym i eliminowaniu wszelkich kosztów, które temu celowi nie służą. Spółka obserwuje\n                           postępujące ograniczanie podaży żywca wołowego na rynku lokalnym oraz nasilenie działań\n                           konkurencji co w zestawieniu z płytkim rynkiem lokalnych odbiorców przekłada się na\n                           spadek możliwości realizowania zyskownej działalności w tej dziedzinie. Zarząd Spółki\n                           informuje, że likwidacja ww. działalności może spowodować obniżenie od stycznia 2018\n                           r. pozycji kosztowych i przychodowych. W efekcie spółka uzyska większą przejrzystość\n                           oraz zakończy nieperspektywiczną działalność dając możliwość skoncentrowania się na\n                           głównym profilu finansowym.",
        "date": "2017-11-30"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE  S.A. w Sanoku informuje, że w trakcie walnego zgromadzenia w dniu\n                           2 października 2017 roku Spółce nie były przestrzegane następujące zasady Dobrych\n                           Praktyk Spółek Notowanych na GPW:Zasada IV.Z.2 – Spółka nie transmitowała przebiegu obrad walnego zgromadzenia w czasierzeczywistym. W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła o tym\n                           akcjonariuszy. Zainteresowanie obradami jest niewielkie, czego dowodzi nie tylko faktyczna\n                           liczba obecnych na nich akcjonariuszy, ale także liczba akcjonariuszy rejestrujących\n                           się na zgromadzenie, jak i brak szczególnego zainteresowania wynikami obrad. Żaden\n                           akcjonariusz nigdy nie zgłosił postulatu transmitowania obrad. Także relacja kosztów\n                           przedsięwzięcia związanego z rejestracją audio lub wideo do ewentualnych korzyści\n                           odnoszonych przez akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza\n                           to, żezasada niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających\n                           stan obecny.Zasada I.Z.1.20.- Spółka nie rejestrowała i nie zamierza rejestrować przebiegu obrad\n                           walnegozgromadzenia, a więc i udostępniać nagrań audio lub wideo. Zainteresowanie obradami\n                           jest niewielkie, czego dowodzi nie tylko faktyczna liczba obecnych na nich akcjonariuszy,\n                           ale także liczba akcjonariuszy rejestrujących się na zgromadzenie, jak i brak szczególnego\n                           zainteresowania wynikami obrad. Żaden akcjonariusz nigdy nie zgłosił postulatu rejestrowania\n                           i udostępniania zapisu przebiegu obrad. Także relacja kosztów przedsięwzięciazwiązanego z rejestracją audio lub wideo do ewentualnych korzyści odnoszonych przez\n                           akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza to, że zasada\n                           niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających stan\n                           obecny.W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła akcjonariuszy, że zasady\n                           te nie będą stosowane",
        "date": "2017-10-02"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości treść uchwał podjętych na walnym zgromadzeniu w dniu 2 października 2017 roku oraz\n                           informacje o członkach Rady Nadzorczej wybranych na tym zgromadzeniu.                                                                               \"Uchwała\n                           nr 1Nadzwyczajnego Walnego Zgromadzenia PBS Finanse Spółka Akcyjna z siedzibą w Sanoku\n                           z dnia 2 października 2017 roku w sprawie wyboru Przewodniczącego Walnego Zgromadzenia.Na podstawie art. 409 § 1 Kodeksu spółek handlowych uchwala się, co następuje:                                                                                 \n                           § 1Walne Zgromadzenie wybiera Pana Grzegorza Rysza  na Przewodniczącego Zgromadzenia.                                                                                 \n                           § 2Uchwała wchodzi w życie z chwilą jej podjęcia.\"W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.841.965 akcji, stanowiących\n                           65,46 % kapitału zakładowego.Liczba głosów ważnych: 6.841.965Liczba głosów \"za\" - 6.841.965Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0                                                                           \"Uchwała\n                           nr 2Nadzwyczajnego Walnego Zgromadzenia z dnia 2 października 2017 roku w sprawie usunięcia\n                           z porządku obrad wyboru Komisji Mandatowo-SkrutacyjnejNa podstawie art. 409 Kodeksu spółek handlowych uchwala się, co następuje:                                                                                 \n                           § 1Walne Zgromadzenie wyraża zgodę na usunięcie z porządku obrad pkt 5: Wybór Komisji\n                           Mandatowo – Skrutacyjnej, a liczenie głosów powierza przewodniczącemu Zgromadzenia.                                                                                 §\n                           2Uchwała wchodzi w życie z chwilą jej podjęcia.\"W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.841.9655 akcji, stanowiących\n                           65,46 % kapitału zakładowego.Liczba głosów ważnych: 6.841.965Liczba głosów \"za\" - 6.841.965Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0                                                                         \"Uchwała\n                           nr 3Nadzwyczajnego Walnego Zgromadzenia PBS Finanse Spółka Akcyjna  z siedzibą w Sanoku\n                           z dnia 2 października 2017 roku w sprawie wyboru członka Rady Nadzorczej SpółkiNa podstawie art. 385 § 1 Kodeksu spółek handlowych oraz § 18 ust.1 pkt 1_ Statutu\n                           Spółki uchwala się, co następuje:                                                                                 \n                           § 1Walne Zgromadzenie wybiera Panią Grażynę Karaczkowską do Rady Nadzorczej Spółki na\n                           okres wspólnej kadencji trwającej od 3 czerwca 2016 roku.                                                                                  \n                           § 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.841.965 akcji, stanowiących\n                           65,46 % kapitału zakładowego.Liczba głosów ważnych: 6.841.965Liczba głosów \"za\" - 6.841.965Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0                                                                           Uchwała\n                           nr 4Nadzwyczajnego Walnego Zgromadzenia PBS Finanse Spółka Akcyjna  z siedzibą w Sanoku\n                           z dnia 2 października 2017 roku w sprawie wyboru członka Rady Nadzorczej SpółkiNa podstawie art. 385 § 1 Kodeksu spółek handlowych oraz § 18 ust.1 pkt 1_ Statutu\n                           Spółki uchwala się, co następuje:                                                                              § 1Walne Zgromadzenie wybiera Pana Dawida Sabika do Rady Nadzorczej Spółki na okres wspólnej\n                           kadencji trwającej od 3 czerwca 2016 roku.                                                                             § 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.841.965 akcji, stanowiących\n                           65,46 % kapitału zakładowego.Liczba głosów ważnych: 6.841.965Liczba głosów \"za\" - 6.841.965Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0Informacja o nowych członkach Rady NadzorczejPani Grażyna Karaczkowska została wybrana do Rady Nadzorczej Emitenta w dniu 2 października\n                           2017 roku . Ma  wykształcenie wyższe Ukończyła Profesjonalna Szkołę Biznesu, Szkoła\n                           Wyższa  w Krakowie w 2000 roku. Dotychczasowy przebieg pracy zawodowej:01 grudzień 2011 \tPodkarpacki Bank Spółdzielczy  w Sanoku1977 – 2011 PKO BP SA Centrum Operacji Detalicznych w Lublinie Wydział HELPDESSK Operacyjny\n                           1977-2010 PKO BP SA Oddział w Sanoku Grażyna Karaczkowska  od początku związana jest z pracą bankową. Pełniła funkcję Głównego\n                           Księgowego w PKO BP SA w Oddziale w Sanoku, Naczelnika Wydziałów Monitoringu Produktowego\n                           w komórkach zlokalizowanych w Sanoku i Krośnie.  W Centrum Operacji Detalicznych w\n                           Lublinie pełniła funkcje  z-cy Naczelnika, eksperta we wdrażaniu w banku zintegrowanego\n                           systemu informatycznego. W grudniu 2011 roku podjęła pracę w Podkarpackim  Banku Spółdzielczym\n                           w Sanoku w  Centrali Banku. Obecnie pracuje w Departamencie Finansowym. Nie prowadzi żadnej innej działalności  poza przedsiębiorstwem Emitenta. Nie uczestniczy\n                           w spółkach konkurencyjnych jako wspólnik cywilny, spółki osobowej ani jako członek\n                           organu spółki kapitałowej jak również nie uczestniczy w innej konkurencyjnej osobie\n                           prawnej jako członek jej grupy.Nie jest wpisana do Rejestru Dłużników Niewypłacalnych.Pan Dawid Sabik został wybrany do Rady Nadzorczej Emitenta w dniu 2 października 2017\n                           roku. Ma wyższe wykształcenie ekonomiczne. Ukończył Politechnikę Rzeszowską im. Ignacego\n                           Łukaszewicza, Specjalność: Zarządzanie działalnością gospodarczą, Studium Pedagogiczne\n                           - Politechnika Rzeszowska – Wydział Zarządzania i Marketingu: Zakład Edukacji Ustawicznej,\n                           oraz Uniwersytet Ekonomiczny w Krakowie – Wydział Zarządzania, Specjalność: Rachunkowość\n                           i Finanse. Dotychczasowy przebieg pracy zawodowej: 2008 – 10.2008        Referent Kredytowy w Centrali Podkarpackiego Banku Spółdzielczego,\n                           Departament Kredytów,11.2008 – 03.2010         Inspektor Kredytowy w Centrali Podkarpackiego Banku Spółdzielczego,\n                           Departament Kredytów,04.2010 – 07.2016         Specjalista ds. Kredytów w Centrali Podkarpackiego Banku\n                           Spółdzielczego, Departament Kredytów,08.2016 – obecnie          Specjalista Centrów Analiz w Centrali Podkarpackiego Banku\n                           Spółdzielczego, Departament Kredytów,Pan Dawid Sabik nie prowadzi działalności gospodarcze poza przedsiębiorstwem Emitenta.\n                           Nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu spółki kapitałowej ani nie uczestniczy w innej konkurencyjnej\n                           osobie prawnej jako członek jej organu. Nie jest wpisany do rejestru Dłużników Niewypłacalnych\n                           prowadzonym na podstawie ustawy o KRS.",
        "date": "2017-10-02"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% głosów na walnym zgromadzeniu akcjonariuszy w dniu 2\n                           października 2017 rokuImię i nazwisko    Liczba akcji      Liczba głosów   % udział w liczbie  % udział\n                           w ogólnej głosów na WZA         liczbie głosów Podkarpacki Bank   6840465            6840465                   99,98            \n                           65,44Spółdzielczy",
        "date": "2017-10-02"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "W związku ze zwołaniem nadzwyczajnego walnego zgromadzenia Zarząd podaje do publicznej\n                           wiadomości:I.  treść ogłoszenia, jakie ukazało się na stronie internetowej Emitenta w dniu 4\n                           września 2017  roku:ZARZĄD PBS FINANSE  SPÓŁKA  AKCYJNAz siedzibą w Sanoku przy ul. Mickiewicza 29 wpisanej do rejestru przedsiębiorstwKrajowego Rejestru Sądowego pod numerem 0000069391 zwołuje na dzień 2 października\n                           2017 roku na godzinę 12.00 NADZWYCZAJNE WALNE ZGROMADZENIE AKCJONARIUSZY.Zgromadzenie odbędzie się w siedzibie Podkarpackiego Banku Spółdzielczego w Sanoku,\n                           przy ul. Kościuszki 22.Porządek obrad :   1.\tOtwarcie Zgromadzenia.2.\tWybór  Przewodniczącego Zgromadzenia.3.\tStwierdzenie prawidłowości zwołania oraz zdolności Zgromadzenia do podejmowania\n                           uchwał.4.\tPrzyjęcie porządku dziennego obrad.5.\tWybór Komisji Mandatowo – Skrutacyjnej.6.\tZmiany w składzie Rady Nadzorczej.7.\tZamknięcie Zgromadzenia.Poniżej Zarząd podaje zasady uczestnictwa w zgromadzeniu:1.W Zgromadzeniu mogą uczestniczyć tylko te osoby, które będą akcjonariuszami Spółki\n                           w dniu rejestracji, czyli 16 września 2017 roku.2.W celu zapewnienia udziału w Zgromadzeniu:a_ akcjonariusze posiadający akcje zdematerializowane powinni nie wcześniej, niż po\n                           ukazaniu się niniejszego ogłoszenia i nie później, niż 18 września 2017 roku zażądać\n                           od podmiotu prowadzącego rachunek papierów wartościowych wystawienia imiennego zaświadczenia\n                           o prawie uczestnictwa w walnym zgromadzeniu.b_ akcjonariusze posiadający akcje na okaziciela w formie dokumentu powinni złożyć\n                           je w Spółce najpóźniej w dniu 16 września 2017 roku i nie odebrać ich przed końcem\n                           dnia 2 października 2017 roku. Zamiast akcji mogą być złożone zaświadczenia wydane\n                           na dowód złożenia akcji u notariusza Stanisława Drozda z Kancelarii Notarialnej w\n                           Sanoku, ul. Kościuszki 31.c_ akcjonariusze posiadający akcje imienne mają prawo uczestniczenia w zgromadzeniu,\n                           jeśli będą wpisani do księgi akcyjnej w dniu rejestracji, czyli 16 września 2017 roku.3.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw na porządku obrad Zgromadzenia.\n                           Żądanie powinno być zgłoszone Zarządowi nie później, niż 11 września  2017 roku. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie powinno być zgłoszone na piśmie lub drogą elektroniczną na\n                           adres poczty elektronicznej kontrol@pbs-finanse.pl.  4.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Zgromadzenia zgłaszać Spółce na piśmie lub przy wykorzystaniu\n                           środków komunikacji elektronicznej projekty uchwał dotyczące spraw wprowadzonych do\n                           porządku obrad walnego zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad.5.Każdy z akcjonariuszy uczestniczący w Zgromadzeniu  może w trakcie jego trwania\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.6.Akcjonariusze uczestniczyć mogą w Zgromadzeniu i wykonywać prawo głosu osobiście\n                           lub przez pełnomocnika. Statut Spółki nie dopuszcza możliwości uczestnictwa w Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej, a Regulamin obrad walnego zgromadzenia\n                           nie przewiduje oddawania głosu na Zgromadzeniu drogą korespondencyjną. Stanowi to\n                           odstępstwo od rekomendacji IV.R.2 oraz zasady IV.Z.2  Dobrych Praktyk Spółek Notowanych\n                           na GPW 2016.7.Projekty uchwał Zgromadzenia będą udostępnione na stronie internetowej Spółki oraz\n                           zostaną przekazane do publicznej wiadomości w drodze raportu bieżącego. Inne dokumenty wiążące się z przedmiotem obrad zgromadzenia będą zamieszczane na stronie\n                           internetowej Spółki w miarę ich powstawania lub otrzymania przez Spółkę.8.Informacje dotyczące Zgromadzenia, w tym projekty uchwał, będą udostępnione na stronie\n                           internetowej Spółki pod adresem www.pbs-finanse.pl.9. Spółka nie planuje transmitowania obrad walnego zgromadzenia ani rejestrowania\n                           jego przebiegu w formie audio lub wideo. Nie będzie więc możliwa dwustronna komunikacja\n                           z akcjonariuszami w czasie rzeczywistym, jak i wykonywanie przez nich prawa głosu\n                           – tak osobiście, jak i przez pełnomocnika.  Z tej samej przyczyny na stronie internetowej\n                           Spółki nie zostanie zamieszczony zapis przebiegu zgromadzenia. Stanowi to odstępstwo\n                           od zasad I.Z.1.16 i I.Z.1.120 Dobrych Praktyk Spółek Notowanych na GPW 2016.2. INFORMACJA O LICZBIE AKCJI I GŁOSÓW W dniu  ogłoszenia  o  walnym zgromadzeniu  pozostaje w obrocie  10.452.000 akcji\n                           spółki  uprawniających do  oddania  10.452.000 głosów na zgromadzeniu  w tym:- 10.451.520 akcji na okaziciela  uprawniających do oddania 10.451.520 głosów - 480 akcji imiennych  uprawniających  do oddania  480 głosów 3. INFORMACJA O UDZIALE W ZGROMADZENIU I WYKONYWANIU PRAWA GŁOSU PRZEZ PEŁNOMOCNIKA1.Pełnomocnictwo do uczestnictwa w Zgromadzeniu i wykonywania prawa głosu powinno\n                           być udzielone na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa w\n                           postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu.2. Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być\n                           skierowane do Spółki pisemnie lub na adres poczty elektronicznej kontrol@pbs-finanse.pl\n                           i zawierać wskazanie mocodawcy, pełnomocnika oraz odpis dokumentu pełnomocnictwa lub\n                           jego treść. Po przybyciu na Zgromadzenie, a przed podpisaniem listy obecności pełnomocnik\n                           powinien okazać dokument pełnomocnictwa lub odpis pełnomocnictwa udzielonego w postaci\n                           elektronicznej, a także dokument pozwalający na ustalenie tożsamości pełnomocnika.3. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na walnym zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa.4. Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.5. Pełnomocnik może reprezentować więcej niż jednego akcjonariusza i głosować odmiennie\n                           z akcji każdego akcjonariusza.6. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.7. Zasady wykonywania prawa głosu przez pełnomocnika stosuje się do wykonywania prawa\n                           głosu przez innego przedstawiciela akcjonariusza.8. Zgodnie z wymogiem art.4023 § 1 pkt 5 Ksh Spółka udostępnia formularz pełnomocnictwa\n                           _do pobrania_. Jego treść jest przystosowana do wymogu art. 4023 § 3 Ksh w zakresie,\n                           jaki da się pogodzić z istotą pełnomocnictwa, przedmiotem obrad zgromadzenia oraz\n                           faktem, że pełnomocnik będzie obecny na zgromadzeniu. Nie są znane obecnie kandydatury\n                           na przewodniczącego zgromadzenia i członków komisji mandatowo-skrutacyjnej. Formularz\n                           pełnomocnictwa nie zawiera też pola dla zgłoszenia sprzeciwu, albowiem nie jest możliwe\n                           oddawania głosu drogą korespondencyjną, ani zgłaszania sprzeciwu w tym trybie, natomiast\n                           pełnomocnik obecny na zgromadzeniu będzie miał możliwość osobistego zgłoszenia sprzeciwu\n                           stosownie do wyniku głosowania nad poszczególnymi uchwałami. Udostępniony formularz\n                           ma celu wyłącznie ułatwienie akcjonariuszom sporządzenie dokumentu, jeśli uznają go\n                           za pomocny.Jednocześnie Spółka informuje, że dopuści do reprezentowania ma Zgromadzeniu każdego\n                           akcjonariusza, którego pełnomocnik złoży pełnomocnictwo pisemne o dowolnej treści,\n                           jeśli tylko będzie z niego wynikało:- że udzielający pełnomocnictwa jest uprawniony do udziału w Zgromadzeniu;- kto jest pełnomocnikiem,- że składany dokument stanowi niewątpliwie wolę mocodawcy, by pełnomocnik brał udział\n                              w Zgromadzeniu w jego imieniu i wykonywał przysługujące mu prawa.9. Udział pełnomocnika w Zgromadzeniu oraz jego sposób głosowania nie różni się od\n                           osobistego uczestnictwa akcjonariusza i oddawania przezeń głosu na Zgromadzeniu. Głosowanie\n                           na Zgromadzeniu odbywa się za pomocą kart do głosowania zapewniających oddanie głosu\n                           \"za\", \"przeciw\" oraz \"wstrzymującego się od głosu\". Treść kart do głosowania jest\n                           taka sama dla każdego uczestnika Zgromadzenia – akcjonariusza, jak i pełnomocnika.Wzór pełnomocnictwa  jak i projekty uchwał  znajduja sie w załacznikach do niniejszego\n                           raportu.",
        "date": "2017-09-04"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse Spółka Akcyjna z siedzibą w Sanoku informuje , iż Rada Nadzorcza\n                           w dniu 28 sierpnia 2017 roku Uchwałą nr 19 /XI /2017 dokonała wyboru podmiotu uprawnionego\n                           do badania sprawozdań finansowych – UHY ECA Spółka z o.o. Sp. k.  z siedzibą w Krakowie\n                           ul. Moniuszki 50, 31-523 Kraków _numer uprawnień 3115 - w Krajowej Izbie Biegłych\n                           Rewidentów _, jako biegłego rewidenta, z którym ma zostać zawarta umowa o dokonanie\n                           przeglądu raportu półrocznego oraz badanie sprawozdań finansowych Spółki oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej za rok 2017. Wybór został dokonany zgodnie\n                           z obowiązującymi przepisami i normami zawodowymi.UHY ECA Spółka z o.o. Sp. k.  z siedzibą w Krakowie przeprowadzała badanie sprawozdania\n                           finansowego Emitenta za rok 2016 .",
        "date": "2017-08-28"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS FINANSE  S.A. w Sanoku  _\"Spółka\",_ informuje, że w dniu 14 lipca 2017 roku Rada\n                           Nadzorcza Spółki odwołała z zarządu  Spółki Pana Jerzego Biela. Przyczyna odwołania\n                           nie została podana. W tym samym  dniu Rada Nadzorcza powołała do zarządu Spółki od dnia 31 lipca 2017\n                           roku Pana Mariusza Luberdę, powierzając mu funkcję Prezesa. Na  czas do dnia 30 lipca\n                           2017 roku Rada Nadzorcza  delegowała do wykonywania czynności członka zarządu sekretarza\n                           Rady Nadzorczej, Pana Grzegorza Rysza.Pan Mariusz Luberda ma wyższe wykształcenie ekonomiczne uzyskane na Uniwersytecie\n                           Ekonomicznym w Krakowie. Przebieg jego dotychczasowej pracy zawodowej obrazuje poniższe\n                           zestawienie:2001-2002 - Recon Direct Sales Sp. z o. o. _agent Banku Handlowego_ – przedstawiciel\n                           handlowy - departamentu małych i średnich przedsiębiorstw.2002-2003 – Mikrotech S.A. – pracownik działu handlowego2003- 2005 – Rotsa Direct Sales Sp. z o.o. _agent Citibanku_ – Kierownik zespołu sprzedaży2006-2007 – Electus S.A. – Dyrektor Regionalny2007-2008 – Deutsche Bank PBC S.A. – Kierownik Placówki2010-2013 – Skok im. F. Stefczyka – Kierownik Regionalny2013-2015 – Getin Noble Bank S.A. – Dyrektor Regionalny Sprzedaży2016-2017 – Bank Pocztowy S.A. – Dyrektor Placówki.Po podjęciu obowiązków w Zarządzie Spółki nie będzie wykonywał on innej działalności,\n                           która byłaby konkurencyjna wobec Spółki; w szczególności nie jest wspólnikiem spółki\n                           cywilnej, osobowej ani członkiem władz spółki kapitałowej ani nie uczestniczy w innej\n                           konkurencyjnej osobie prawnej jako członek jej władz.Nie figuruje w Rejestrze Dłużników Niewypłacalnych KRS.",
        "date": "2017-07-14"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE S.A. w Sanoku _\"Spółka\", \"Emitent\" _ informuje, że w dniu 26 czerwca\n                           2017 roku uzyskał zatwierdzenie harmonogramu likwidacji placówki agencyjnej w Gdyni\n                           od Podkarpackiego Banku Spółdzielczego z siedzibą w Sanoku _\"Bank\"_. Harmonogram zakłada\n                           likwidację placówki w Gdyni do końca października 2017 roku. Zarząd Spółki informuje,\n                           że w rezultacie likwidacji nierentownej placówki Emitent obniży miesięczny poziom\n                           kosztów o kwotę około 30 tys. zł począwszy od listopada 2017 roku i o kwotę około\n                           40 tys. zł począwszy od stycznia 2018 roku.",
        "date": "2017-06-26"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE  S.A. w Sanoku informuje, że w trakcie walnego zgromadzenia w dniu\n                           8 maja 2017 roku Spółce nie były przestrzegane następujące zasady Dobrych Praktyk\n                           Spółek Notowanych na GPW:Zasada IV.Z.2 – Spółka nie transmitowała przebiegu obrad walnego zgromadzenia w czasierzeczywistym. W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła o tym\n                           akcjonariuszy. Zainteresowanie obradami jest niewielkie, czego dowodzi nie tylko faktyczna\n                           liczba obecnych na nich akcjonariuszy, ale także liczba akcjonariuszy rejestrujących\n                           się na zgromadzenie, jak i brak szczególnego zainteresowania wynikami obrad. Żaden\n                           akcjonariusz nigdy nie zgłosił postulatu transmitowania obrad. Także relacja kosztów\n                           przedsięwzięcia związanego z rejestracją audio lub wideo do ewentualnych korzyści\n                           odnoszonych przez akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza\n                           to, żezasada niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających\n                           stan obecny.Zasada I.Z.1.20.- Spółka nie rejestrowała i nie zamierza rejestrować przebiegu obrad\n                           walnegozgromadzenia, a więc i udostępniać nagrań audio lub wideo. Zainteresowanie obradami\n                           jest niewielkie, czego dowodzi nie tylko faktyczna liczba obecnych na nich akcjonariuszy,\n                           ale także liczba akcjonariuszy rejestrujących się na zgromadzenie, jak i brak szczególnego\n                           zainteresowania wynikami obrad. Żaden akcjonariusz nigdy nie zgłosił postulatu rejestrowania\n                           i udostępniania zapisu przebiegu obrad. Także relacja kosztów przedsięwzięciazwiązanego z rejestracją audio lub wideo do ewentualnych korzyści odnoszonych przez\n                           akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza to, że zasada\n                           niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających stan\n                           obecny.W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła akcjonariuszy, że zasady\n                           te nie będą stosowane.",
        "date": "2017-05-08"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości treść uchwał podjętych na walnym zgromadzeniu w dniu 8 maja 2017 roku.Szczegółowa treść podjętych uchwał znajduje się  w załączniku do niniejszego raportu\n                           _plik pdf_",
        "date": "2017-05-08"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% głosów na walnym zgromadzeniu akcjonariuszy w dniu 8\n                           maja 2017 rokuImię i nazwisko    Liczba akcji      Liczba głosów   % udział w liczbie  % udział\n                           w ogólnej                                                                                  \n                           głosów na WZA         liczbie głosów Podkarpacki Bank   6840465            6840465                   98,68            \n                           65,44Spółdzielczy",
        "date": "2017-05-08"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "W związku ze zgłoszonym żądaniem przez akcjonariusza  uzupełnienia porządku obrad\n                           Walnego Zgromadzenia Spółki zwołanego 8 maja 2017 roku, Zarząd podaje do publicznej\n                           wiadomości:I. treść ogłoszenia, jakie ukazało się na stronie internetowej Emitenta w dniu 19\n                           kwietnia 2017  roku:ZARZĄD PBS FINANSE  SPÓŁKA  AKCYJNA    z siedzibą w Sanoku przy ul. Mickiewicza 29\n                           wpisanej do rejestru przedsiębiorstw Krajowego Rejestru Sądowego pod numerem 0000069391\n                           uzupełnia, na żądanie zgłoszone w dniu 18 kwietnia 2017 roku przez akcjonariusza Podkarpacki\n                           Bank Spółdzielczy z siedzibą w Sanoku,  porządek obrad zwyczajnego Walnego Zgromadzenia\n                           zwołanego na dzień 8 maja, które odbędzie się w siedzibie Podkarpackiego Banku Spółdzielczego\n                           w Sanoku, przy ul. Kościuszki 22 o podjęcie uchwały w sprawie zmiany Statutu Spółki.Po uzupełnieniu porządek obrad obejmuje :   1.\tOtwarcie Zgromadzenia.2.\tWybór  Przewodniczącego Zgromadzenia.3.\tStwierdzenie prawidłowości zwołania oraz zdolności Zgromadzenia do podejmowania\n                           uchwał.4.\tPrzyjęcie porządku dziennego obrad.5.\tWybór Komisji Mandatowo – Skrutacyjnej.6.\tRozpatrzenie i zatwierdzenie  sprawozdania Zarządu z działalności Spółki w  2016\n                           roku oraz sprawozdania finansowego Spółki za rok 2016.7.\tPowzięcie uchwały w sprawie podziału zysku za rok 2016.8.\tRozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           za rok 2016.9.\tPowzięcie uchwały w sprawie udzielenia absolutorium członkom Zarządu Spółki z wykonania\n                           obowiązków w roku 2016.10.\tPowzięcie uchwały w sprawie udzielenia absolutorium członkom Rady Nadzorczej Spółki\n                           z wykonania obowiązków w roku 2016.11.\tPowzięcie uchwały w sprawie zmiany Statutu Spółki.12.\tZamknięcie ZgromadzeniaW związku z przewidzianą w pkt 11 porządku obrad zmianą statutu Spółki polegającą\n                           na zmianie § 11 ust. 1 oraz dodaniu  do § 11 ust. 3, Zarząd podaje treść dotychczasową\n                           oraz nową treść  Statutu w zakresie objętym proponowaną zmianą:Dotychczasowa treść:\"§ 11.1 Rada Nadzorcza składa się z pięciu członków wybieranych przez Walne Zgromadzenie\n                           na okres trzyletniej wspólnej kadencji.\"Proponowana treść:\"§ 11.1 Rada Nadzorcza liczy od 5 _pięciu_ do 7 _siedmiu_ członków wybieranych przez\n                           Walne Zgromadzenie na okres trzyletniej wspólnej kadencji.\"§ 11.3 W granicach określonych  w ust. 1 liczebność Rady Nadzorczej określa każda\n                           liczba osób piastujących mandat członka Rady Nadzorczej\".Akcjonariusz zgłaszający zmianę uzasadnił potrzebę możliwości poszerzenia liczebnego\n                           Rady Nadzorczej zapewnieniem ciągłości funkcjonowania Rady Nadzorczej w przypadku\n                           wygaśnięcia mandatu członka Rady Nadzorczej powodującego zmniejszenie jej składu poniżej\n                           minimum ustawowego.Wzór pełnomocnictwa uwzględniający nowy porządek obrad:                                                           PEŁNOMOCNICTWODane identyfikujące akcjonariusza:1.\tImię i nazwisko/Firma:………………………………………………………………2.\tAdres zamieszkania/siedziby………………………………………………………..3.\tLiczba akcji………………………………………………………………………….Dane identyfikujące pełnomocnika:1.\tImię i nazwisko/Firma:………………………………………………………………….2.\tAdres zamieszkania/siedziby……………………………………………………………3.\tDokument identyfikujący pełnomocnika……………………………………………….Mocą niniejszego pełnomocnictwa Akcjonariusz upoważnia Pełnomocnika do udziału w Zwyczajnym\n                           Walnym Zgromadzeniu akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą w Sanoku zwołanym\n                           na dzień 8 maja 2017 roku i do wykonywania w jego imieniu wszystkich praw mu przysługujących,\n                           w tym zwłaszcza prawa głosu. Pełnomocnik może/nie może *_ udzielić dalszego pełnomocnictwa.W głosowaniu nad uchwałami zapadającymi na Zgromadzeniu pełnomocnik głosuje według\n                           własnego uznania*_ _nie dotyczy pełnomocnika będącego członkiem zarządu, rady nadzorczej,\n                           pracownika Spółki lub członka zarządu lub pracownika spółki zależnej od Spółki, którzy\n                           głosują zgodnie z instrukcjami mocodawcy_W głosowaniu nad uchwałami zapadającymi na Zgromadzeniu pełnomocnik głosuje w następujący\n                           sposób*_:1.\tPrzy wyborze Przewodniczącego Zgromadzenia: ZA - ze wszystkich akcji/z ………akcji*_PRZECIW  - ze wszystkich akcji/z ………akcji*_WSTRZYMUJE SIĘ - ze wszystkich akcji/z ………akcji*_2.\tPrzy wyborze Komisji Mandatowo- Skrutacyjnej:ZA - ze wszystkich akcji/z ………akcji*_PRZECIW  - ze wszystkich akcji/z ………akcji*_WSTRZYMUJE SIĘ - ze wszystkich akcji/z ………akcji*_3.\tPrzy podejmowaniu uchwały w sprawie w sprawie zatwierdzenia sprawozdania Zarządu\n                           z działalności Spółki w roku 2016 oraz zatwierdzenia sprawozdania finansowego Spółki\n                           za rok 2016.ZA - ze wszystkich akcji/z ………akcji*_PRZECIW  - ze wszystkich akcji/z ………akcji*_WSTRZYMUJE SIĘ - ze wszystkich akcji/z ………akcji*_4.\tPrzy podejmowaniu uchwały w sprawie podziału zysku za rok 2016.ZA - ze wszystkich akcji/z ………akcji*_PRZECIW  - ze wszystkich akcji/z ………akcji*_WSTRZYMUJE SIĘ - ze wszystkich akcji/z ………akcji*_5.\tPrzy podejmowaniu uchwały w sprawie zatwierdzenia sprawozdania finansowego Grupy\n                           Kapitałowej za rok 2016.ZA - ze wszystkich akcji/z ………akcji*_PRZECIW  - ze wszystkich akcji/z ………akcji*_WSTRZYMUJE SIĘ - ze wszystkich akcji/z ………akcji*_6.\tPrzy podejmowaniu uchwały sprawie udzielenia absolutorium członkom Zarządu Spółki\n                           z wykonania obowiązków w roku 2016.ZA - ze wszystkich akcji/z ………akcji*_PRZECIW  - ze wszystkich akcji/z ………akcji*_WSTRZYMUJE SIĘ - ze wszystkich akcji/z ………akcji*_7.\tPrzy podejmowaniu uchwały w sprawie udzielenia absolutorium członkom Rady Nadzorczej\n                           Spółki z wykonania obowiązków w roku 2016.ZA - ze wszystkich akcji/z ………akcji*_PRZECIW  - ze wszystkich akcji/z ………akcji*_WSTRZYMUJE SIĘ - ze wszystkich akcji/z ………akcji*_8.\tPrzy podejmowaniu uchwały w sprawie zmiany Statutu Spółki..ZA - ze wszystkich akcji/z ………akcji*_PRZECIW  - ze wszystkich akcji/z ………akcji*_WSTRZYMUJE SIĘ - ze wszystkich akcji/z ………akcji*_II.\tPROJEKT UCHWAŁY DO PKT 11 PORZĄDKU\n                           OBRAD                                                                         \"Uchwała\n                           nr 8Zwyczajnego Walnego Zgromadzenia PBS Finanse Spółka Akcyjna z siedzibą w Sanoku z\n                           dnia 8 maja 2017 roku w sprawie zmiany Statutu Spółki.Na podstawie art. 430 § 1 Kodeksu spółek handlowych oraz § 18 ust. 1 pkt 6_ Statutu\n                           Spółki, Walne Zgromadzenie uchwala, co następuje:                                                                                 \n                           § 1W Statucie Spółki:1.\t §11 ust. 1 otrzymuje brzmienie\"Rada Nadzorcza składa się z pięciu członków wybieranych przez Walne Zgromadzenie\n                           na okres trzyletniej wspólnej kadencji.\"2.\tW § 11 dodaje się ust. 3 w brzmieniu\"3. W granicach określonych  w ust. 1 liczebność Rady Nadzorczej określa każda liczba\n                           osób piastujących mandat członka Rady Nadzorczej.\"                                                                                 \n                           § 2Upoważnia się radę Nadzorczą Spółki do sporządzenia tekstu jednolitego Statutu Spółki,\n                           uwzględniającego zmianę uchwaloną w § 1.§ 3Zobowiązuje  się Zarząd Spółki do bezzwłocznego zgłoszenia zmiany Statutu uchwalonej\n                           w § 1 do rejestru przedsiębiorców Krajowego Rejestru Sądowego.                                                                                 \n                           § 4Uchwała wchodzi w życie z dniem powzięcia, z tym, że zmiana Statutu wywiera skutek\n                           prawny od dnia wpisania zmiany do rejestru przedsiębiorców Krajowego Rejestru Sądowego.                                                                             UzasadnienieCelem proponowanej zmiany Statutu jest zapewnienie ciągłości funkcjonowania Rady Nadzorczej\n                           w przypadku wygaśnięcia mandatu członka Rady Nadzorczej powodującego zmniejszenie\n                           jej składu poniżej minimum ustawowego.",
        "date": "2017-04-19"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "W związku ze zwołaniem zwyczajnego walnego zgromadzenia Zarząd podaje do publicznej\n                           wiadomości:I.  treść ogłoszenia, jakie ukazało się na stronie internetowej Emitenta w dniu 11\n                           kwietnia 2017  roku:ZARZĄD PBS FINANSE  SPÓŁKA  AKCYJNAz siedzibą w Sanoku przy ul. Mickiewicza 29 wpisanej do rejestru przedsiębiorstwKrajowego Rejestru Sądowego pod numerem 0000069391 zwołuje na dzień 8 maja       \n                           2017 roku na godzinę 12.00 ZWYCZAJNE WALNE ZGROMADZENIE AKCJONARIUSZY.Zgromadzenie odbędzie się w siedzibie Podkarpackiego Banku Spółdzielczego w Sanoku,\n                           przy ul.Kościuszki 22.Porządek obrad :   1.\tOtwarcie Zgromadzenia.2.\tWybór  Przewodniczącego Zgromadzenia.3.\tStwierdzenie prawidłowości zwołania oraz zdolności Zgromadzenia do podejmowania\n                           uchwał.4.\tPrzyjęcie porządku dziennego obrad.5.\tWybór Komisji Mandatowo – Skrutacyjnej.6.\tRozpatrzenie i zatwierdzenie  sprawozdania Zarządu z działalności Spółki w  2016\n                           roku oraz sprawozdania finansowego Spółki za rok 2016.7.\tPowzięcie uchwały w sprawie podziału zysku za rok 2016.8.\tRozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           za rok 2016.9.\tPowzięcie uchwały w sprawie udzielenia absolutorium członkom Zarządu Spółki z wykonania\n                           obowiązków w roku 2016.10.\tPowzięcie uchwały w sprawie udzielenia absolutorium członkom Rady Nadzorczej Spółki\n                           z wykonania obowiązków w roku 2016.11.\tZamknięcie ZgromadzeniaPoniżej Zarząd podaje zasady uczestnictwa w zgromadzeniu:1.W Zgromadzeniu mogą uczestniczyć tylko te osoby, które będą akcjonariuszami Spółki\n                           w dniu rejestracji, czyli 22 kwietnia 2017 roku.2.W celu zapewnienia udziału w Zgromadzeniu:a_ akcjonariusze posiadający akcje zdematerializowane powinni nie wcześniej, niż po\n                           ukazaniu się niniejszego ogłoszenia i nie później, niż 24 kwietnia 2017 roku zażądać\n                           od podmiotu prowadzącego rachunek papierów wartościowych wystawienia imiennego zaświadczenia\n                           o prawie uczestnictwa w walnym zgromadzeniu.b_ akcjonariusze posiadający akcje na okaziciela w formie dokumentu powinni złożyć\n                           je w Spółce najpóźniej w dniu 22 kwietnia 2017 roku i nie odebrać ich przed końcem\n                           dnia 8 maja 2017 roku. Zamiast akcji mogą być złożone zaświadczenia wydane na dowód\n                           złożenia akcji u notariusza Stanisława Drozda z Kancelarii Notarialnej w Sanoku, ul.\n                           Kościuszki 31.c_ akcjonariusze posiadający akcje imienne mają prawo uczestniczenia w zgromadzeniu,\n                           jeśli będą wpisani do księgi akcyjnej w dniu rejestracji, czyli 22 kwietnia 2017 roku.3.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw na porządku obrad Zgromadzenia.\n                           Żądanie powinno być zgłoszone Zarządowi nie później, niż 18 kwietnia  2017 roku. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie powinno być zgłoszone na piśmie lub drogą elektroniczną na\n                           adres poczty elektronicznej sekretariat@pbs-finanse.pl.  4.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Zgromadzenia zgłaszać Spółce na piśmie lub przy wykorzystaniu\n                           środków komunikacji elektronicznej projekty uchwał dotyczące spraw wprowadzonych do\n                           porządku obrad walnego zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad.5.Każdy z akcjonariuszy uczestniczący w Zgromadzeniu  może w trakcie jego trwania\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.6.Akcjonariusze uczestniczyć mogą w Zgromadzeniu i wykonywać prawo głosu osobiście\n                           lub przez pełnomocnika. Statut Spółki nie dopuszcza możliwości uczestnictwa w Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej, a Regulamin obrad walnego zgromadzenia\n                           nie przewiduje oddawania głosu na Zgromadzeniu drogą korespondencyjną. Stanowi to\n                           odstępstwo od rekomendacji IV.R.2 oraz zasady IV.Z.2  Dobrych Praktyk Spółek Notowanych\n                           na GPW 2016.7.Projekty uchwał Zgromadzenia będą udostępnione na stronie internetowej Spółki oraz\n                           zostaną przekazane do publicznej wiadomości w drodze raportu bieżącego. W związku\n                           z proponowanym porządkiem obrad Zarząd informuje, że na stronie internetowej Spółki\n                           pod adresem http://www.pbs-finanse.pl/raporty-roczne.html  są dostępne następujące\n                           dokumenty:a_ sprawozdania z działalności Spółki oraz Grupy Kapitałowej w roku 2016,b_ sprawozdanie finansowe Spółki oraz skonsolidowane sprawozdanie finansowe Grupy\n                           Kapitałowej za rok 2016,c_ raporty oraz opinie biegłego rewidenta z badania obu sprawozdań finansowych,d_ raport o stosowaniu zasad ładu korporacyjnego w roku 2016,Inne dokumenty wiążące się z przedmiotem obrad zgromadzenia będą zamieszczane na stronie\n                           internetowej Spółki w miarę ich powstawania lub otrzymania przez Spółkę.8.Informacje dotyczące Zgromadzenia, w tym projekty uchwał, będą udostępnione na stronie\n                           internetowej Spółki pod adresem www.pbs-finanse.pl.9. Spółka nie planuje transmitowania obrad walnego zgromadzenia ani rejestrowania\n                           jego przebiegu w formie audio lub wideo. Nie będzie więc możliwa dwustronna komunikacja\n                           z akcjonariuszami w czasie rzeczywistym, jak i wykonywanie przez nich prawa głosu\n                           – tak osobiście, jak i przez pełnomocnika.  Z tej samej przyczyny na stronie internetowej\n                           Spółki nie zostanie zamieszczony zapis przebiegu zgromadzenia. Stanowi to odstępstwo\n                           od zasad I.Z.1.16 i I.Z.1.120 Dobrych Praktyk Spółek Notowanych na GPW 2016.2. INFORMACJA O LICZBIE AKCJI I GŁOSÓW W dniu  ogłoszenia  o  walnym zgromadzeniu  pozostaje w obrocie  10.452.000 akcji\n                           spółki  uprawniających do  oddania  10.452.000 głosów na zgromadzeniu  w tym:- 10.451.520 akcji na okaziciela  uprawniających do oddania 10.451.520 głosów - 480 akcji imiennych  uprawniających  do oddania  480 głosów 3. INFORMACJA O UDZIALE W ZGROMADZENIU I WYKONYWANIU PRAWA GŁOSU PRZEZ PEŁNOMOCNIKA1.Pełnomocnictwo do uczestnictwa w Zgromadzeniu i wykonywania prawa głosu powinno\n                           być udzielone na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa w\n                           postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu.2. Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być\n                           skierowane do Spółki pisemnie lub na adres poczty elektronicznej sekretariat@pbs-finanse.pl\n                           i zawierać wskazanie mocodawcy, pełnomocnika oraz odpis dokumentu pełnomocnictwa lub\n                           jego treść. Po przybyciu na Zgromadzenie, a przed podpisaniem listy obecności pełnomocnik\n                           powinien okazać dokument pełnomocnictwa lub odpis pełnomocnictwa udzielonego w postaci\n                           elektronicznej, a także dokument pozwalający na ustalenie tożsamości pełnomocnika.3. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na walnym zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa.4. Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.5. Pełnomocnik może reprezentować więcej niż jednego akcjonariusza i głosować odmiennie\n                           z akcji każdego akcjonariusza.6. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.7. Zasady wykonywania prawa głosu przez pełnomocnika stosuje się do wykonywania prawa\n                           głosu przez innego przedstawiciela akcjonariusza.8. Zgodnie z wymogiem art.4023 § 1 pkt 5 Ksh Spółka udostępnia formularz pełnomocnictwa\n                           _do pobrania_. Jego treść jest przystosowana do wymogu art. 4023 § 3 Ksh w zakresie,\n                           jaki da się pogodzić z istotą pełnomocnictwa, przedmiotem obrad zgromadzenia oraz\n                           faktem, że pełnomocnik będzie obecny na zgromadzeniu. Nie są znane obecnie kandydatury\n                           na przewodniczącego zgromadzenia i członków komisji mandatowo-skrutacyjnej. Formularz\n                           pełnomocnictwa nie zawiera też pola dla zgłoszenia sprzeciwu, albowiem nie jest możliwe\n                           oddawania głosu drogą korespondencyjną, ani zgłaszania sprzeciwu w tym trybie, natomiast\n                           pełnomocnik obecny na zgromadzeniu będzie miał możliwość osobistego zgłoszenia sprzeciwu\n                           stosownie do wyniku głosowania nad poszczególnymi uchwałami. Udostępniony formularz\n                           ma celu wyłącznie ułatwienie akcjonariuszom sporządzenie dokumentu, jeśli uznają go\n                           za pomocny.Jednocześnie Spółka informuje, że dopuści do reprezentowania ma Zgromadzeniu każdego\n                           akcjonariusza, którego pełnomocnik złoży pełnomocnictwo pisemne o dowolnej treści,\n                           jeśli tylko będzie z niego wynikało:- że udzielający pełnomocnictwa jest uprawniony do udziału w Zgromadzeniu;- kto jest pełnomocnikiem,- że składany dokument stanowi niewątpliwie wolę mocodawcy, by pełnomocnik brał udział\n                              w Zgromadzeniu w jego imieniu i wykonywał przysługujące mu prawa.9. Udział pełnomocnika w Zgromadzeniu oraz jego sposób głosowania nie różni się od\n                           osobistego uczestnictwa akcjonariusza i oddawania przezeń głosu na Zgromadzeniu. Głosowanie\n                           na Zgromadzeniu odbywa się za pomocą kart do głosowania zapewniających oddanie głosu\n                           \"za\", \"przeciw\" oraz \"wstrzymującego się od głosu\". Treść kart do głosowania jest\n                           taka sama dla każdego uczestnika Zgromadzenia – akcjonariusza, jak i pełnomocnika.Dalsze szczegółowe informacje dotyczące w/w WZA zostały podane w załączniku do niniejszego\n                           raportu.",
        "date": "2017-04-11"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE  S.A. w Sanoku  _\"Spółka\", \"Emitent\" _ informuje, że porozumiał\n                           się z Podkarpackim Bankiem Spółdzielczym z siedzibą w Sanoku _\"Bank\"_, właścicielem\n                           65,44% akcji Spółki, dających prawo do oddania 65,44% głosów na walnym zgromadzeniu,\n                           w sprawie rozpoczęcia procesu nabycia od Banku 100% udziałów w podmiocie zależnym\n                           Banku, PBS Partner spółka z ograniczoną odpowiedzialnością z siedzibą w Sanoku _\"Partner\"_.\n                           Przedmiotem działalności PBS Partner jest udzielanie pożyczek pieniężnych oraz pośredniczenie\n                           w zawieraniu umów ubezpieczenia. Zamiar poszerzenia dotychczasowego obszaru działalności\n                           przez Spółkę był sygnalizowany w raporcie bieżącym nr 1/2017.W dniu 16 lutego 2017 roku Spółka zawarła umowę  w sprawie wyceny udziałów w PBS Partner.\n                           O kolejnych fazach procesu Spółka będzie informować stosownie do osiąganego postępu\n                           prac nad sfinalizowaniem transakcji.",
        "date": "2017-02-16"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE S.A. w Sanoku _\"Spółka\", \"Emitent\"_ informuje, że w dniu 13 grudnia\n                           2018 roku przekazuje do publicznej wiadomości, że podjął decyzję o reorganizacji sieci\n                           placówek, w wyniku której nastąpi likwidacja  placówki agencyjnej nr 9 w Warszawie.\n                           Obsługę klientów likwidowanej jednostki przejmie lubelski Oddział Banku PBS z siedzibą\n                           w Sanoku. Decyzja dotycząca likwidacji wynika z analizy rentowności. Zgodnie z umową\n                           agencyjną z dnia 24 stycznia 2011 _\"Umowa\"_ pomiędzy Emitentem a Podkarpackim Bankiem\n                           Spółdzielczym z siedzibą w Sanoku _\"Bank\"_, przeprowadzenie procesu likwidacji wymaga\n                           zmiany Umowy. Decyzja wejdzie w życie po podpisaniu stosownego aneksu. Harmonogram\n                           zakłada likwidację placówki w Warszawie do końca lutego 2019 roku.",
        "date": "2018-12-13"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości, iż  Rada Nadzorcza\n                           PBS Finanse S.A. na swoim pierwszym posiedzeniu w uzupełnionym składzie  na podstawie\n                           uchwał z dnia 30.11.2018 :1. Uchwałą Nr 46 /XI /2018  wybrała Panią Grażynę Karaczkowską  na Przewodniczącego\n                           Rady Nadzorczej.2. Uchwałą Nr 47 /XI /2018  wybrała Panią Agnieszkę Trebendę na Zastepcę Przewodniczącego\n                           Rady Nadzorczej3.Uchwałą Nr 48 /XI /2018 wybrała Pana Łukasza Birkowskiego na Zastępcę Przewodniczącego\n                           Rady  Nadzorczej.4. Uchwałą Nr 49 /XI /2018 wybrała Panią Barbarę Wais na członka Komitetu Audytu5.Uchwałą Nr 50 /XI /2018 wybrała Pana Łukasza Birkowskiego na członka Komitetu Audytu.",
        "date": "2018-11-30"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości: treść uchwał podjętych na walnym zgromadzeniu w dniu 30 listopada 2018 roku.     \n                           \"Uchwała nr 1Zwyczajnego Walnego Zgromadzenia PBS Finanse Spółka Akcyjna z siedzibą w Sanoku z\n                           dnia 30 listopada  2018 roku w sprawie wyboru Przewodniczącego Walnego Zgromadzenia.Na podstawie art. 409 § 1 Kodeksu spółek handlowych uchwala się, co następuje:                                                                                 \n                           § 1Walne Zgromadzenie wybiera Macieja Frankiewicza na Przewodniczącego Zgromadzenia.                                                                                 \n                           § 2Uchwała wchodzi w życie z chwilą jej podjęcia.\"W głosowaniu tajnym nad uchwałą oddano głosy z 7.079.636 akcji, stanowiących 67,73%\n                           kapitału zakładowego. Liczba głosów ważnych: 7.079.636 Liczba głosów \"za\" – 7.079.636Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0Głosów nieważnych oddano - 0                                                                                 \n                           \"Uchwała nr 2Zwyczajnego Walnego Zgromadzenia z dnia 30 listopada  2018 roku w sprawie  przyjęcia\n                           porządku obrad.W głosowaniu jawnym nad uchwałą oddano głosy z 7.079.636 akcji, stanowiących 67,73%\n                           kapitału zakładowego. Liczba głosów ważnych: 7.079.636 Liczba głosów \"za\" – 7.079.636Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0Głosów nieważnych oddano - 0                                                     \n                           \"Uchwała nr 3Zwyczajnego Walnego Zgromadzenia z dnia 30 listopada  2018 roku w sprawie  usunięcia\n                           z porządku obrad wyboru Komisji Mandatowo-Skrutacyjnej. Na podstawie pkt 8 i 9 Regulaminu\n                           Obrad Walnego Zgromadzenia  uchwala się, co następuje:Na podstawie art. 409 Kodeksu spółek handlowych uchwala się, co następuje:                                                                                  \n                           § 1Walne Zgromadzenie wyraża zgodę na usunięcie z porządku obrad: Wybór Komisji Mandatowo – Skrutacyjnej, a liczenie głosów powierza przewodniczącemu Zgromadzenia.\n                                                                                                            \n                           § 2Uchwała wchodzi w życie z chwilą jej podjęcia.\" W głosowaniu jawnym nad uchwałą oddano głosy z 7.079.636 akcji, stanowiących 67,73%\n                           kapitału zakładowego. Liczba głosów ważnych: 7.079.636 Liczba głosów \"za\" – 7.079.636Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0Głosów nieważnych oddano - 0                                                     \n                           \"Uchwała nr 4Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku z dnia 30 listopada 2018 roku w sprawie wyboru członka Rady Nadzorczej Spółki.\n                           Na podstawie art. 385 § 1 Kodeksu spółek handlowych oraz § 18 ust. 1 pkt 1_ Statutu\n                           Spółki uchwala się, co następuje:                                                                                 \n                           § 1Walne Zgromadzenie wybiera Barbarę Wais w skład Rady Nadzorczej Spółki z dniem 30\n                           listopada 2018 roku na okres wspólnej kadencji trwającej od 3 czerwca 2016 roku.                                                                                  \n                           § 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu tajnym nad uchwałą oddano głosy z 7.079.636 akcji, stanowiących 67,73%\n                           kapitału zakładowego. Liczba głosów ważnych: 7.079.636 Liczba głosów \"za\" – 7.079.636Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0Głosów nieważnych oddano - 0                                                                                 \n                           \"Uchwała nr 5Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku z dnia 15 stycznia 2018 roku w sprawie wyboru członka Rady Nadzorczej SpółkiNa podstawie art. 385 § 1 Kodeksu spółek handlowych oraz § 18 ust. 1 pkt 1_ Statutu\n                           Spółki uchwala się, co następuje:                                                                                 \n                           § 1Walne Zgromadzenie wybiera Łukasza Birkowskiego w skład Rady Nadzorczej Spółki z dniem\n                           30 listopada 2018 roku na okres wspólnej kadencji trwającej od 3 czerwca 2016 roku.\n                                                                                                            \n                           § 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu tajnym nad uchwałą oddano głosy z 7.079.636 akcji, stanowiących 67,73%\n                           kapitału zakładowego. Liczba głosów ważnych: 7.079.636 Liczba głosów \"za\" – 7.079.636Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0Głosów nieważnych oddano - 0",
        "date": "2018-11-30"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% głosów obecnych na w walnym zgromadzeniu akcjonariuszy\n                           w dniu 30 listopada 2018 roku, Imię i nazwisko    Liczba akcji      Liczba głosów   % udział w liczbie  % udział\n                           w ogólnej                                                                                  \n                           głosów na WZA         liczbie głosów Podkarpacki Bank   6840465            6840465                   96,62            \n                           65,44Spółdzielczy",
        "date": "2018-11-30"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS FINANSE S.A. w Sanoku _\"Spółka\",Emitent _ informuje, że w dniu 28 listopada 2018\n                           roku Rada Nadzorcza Spółki powołała do zarządu Spółki od dnia 1 grudnia 2018 roku\n                           Pana Dariusza Blicharza, powierzając mu funkcję Prezesa Zarządu. Pan Dariusz Blicharz ma wyższe wykształcenie uzyskane na Akademii Ekonomicznej w Krakowie\n                           na Wydziale Zarządzania i Marketingu w zakresie Zarządzania firmą oraz studia podyplomowe\n                           w zakresie zarzadzaniapersonelem.Przebieg jego dotychczasowej pracy zawodowej obrazuje poniższe zestawienie:Październik 2018 – obecnie  PBS Finanse SADyrektor ZarządzającyStyczeń 2013 – wrzesień 2018   BZ WBK Leasing SA Regionalny Menedżer Rynku Maszyn i Urządzeń   _ 09.2017 – 09.2018 _ Regionalny Menadżer d/s Sprzedaży Zewnętrznej _ 01.2015- 09.2017 _ Autoryzowany Partner BZWBK Leasing  _01.2013 – 12.2014_Listopad 2009 – styczeń 2013  ALIOR Bank SA w Warszawie O/ Mielec Dyrektor Oddziału Grudzień 2003 – listopad 2009  Europejski Fundusz Leasingowy SA, od 2007 do 11.2009 - EFL SA, Pion Corporate LeasingKey Account Manager, Transaction Manager 12.2003 – 12.2007 Autoryzowany Partner EFL SAMaj 1999 – grudzień 2003 Bank Przemysłowo – Handlowy PBK S.A. Centrum Korporacyjne\n                           w Tarnowie Doradca Klienta KorporacyjnegoLuty 1997 - kwiecień 1999 Bank PEKAO S.A. Oddział w Mielcu Kontroler rachunkowy, inspektor kredytowy Listopad 1995 – luty 1997  Wschodni Bank Cukrownictwa S.A. Oddział w Mielcu Referent ds. kredytów i windykacji Po podjęciu obowiązków w Zarządzie Spółki nie będzie wykonywał on innej działalności,\n                           która byłaby konkurencyjna wobec Spółki; w szczególności nie jest wspólnikiem spółki\n                           cywilnej, osobowej ani członkiem władz spółki kapitałowej ani nie uczestniczy w innej\n                           konkurencyjnej osobie prawnej jako członek jej władz.Nie figuruje w Rejestrze Dłużników Niewypłacalnych KRS",
        "date": "2018-11-28"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "W raporcie Nr.27 z dnia 2018.11.23  błędnie podano datę przesunięcia decyzji ws. rozwiązania\n                           umowy agencyjnej  _tj. 30 czerwca 2018  r. _  . Poprawna data   to dzień 30 czerwca 2019\n                           r. Poniżej podano skorygowany   tekst  komunikatu z raportu  Nr. 27 .z dnia 2018.11.23\n                           Zarząd PBS Finanse SA _\"Spółka\", \"Emitent\"_ , w nawiązaniu do raportu bieżącego 19/2018\n                           z dnia 10.08.2018r i 27/2018 z dnia 15.11.2018r. dotyczącego rozpoczęcia i prowadzenia\n                           rozmów z inicjatywy Podkarpackiego Banku Spółdzielczego w Sanoku _\"Bank\"_, przekazuje\n                           do publicznej wiadomości, iż w dniu 23 listopada 2018r. wpłynęło pismo Banku o przesunięciu\n                           ewentualnych decyzji w tym przedmiocie do dnia 30 czerwca 2019 r.",
        "date": "2018-11-23"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse SA _\"Spółka\", \"Emitent\"_ , w nawiązaniu do raportu bieżącego 19/2018\n                           z dnia 10.08.2018r i 27/2018 z dnia 15.11.2018r. dotyczącego rozpoczęcia i prowadzenia\n                           rozmów z inicjatywy Podkarpackiego Banku Spółdzielczego w Sanoku _\"Bank\"_, przekazuje\n                           do publicznej wiadomości, iż w dniu 23 listopada 2018r. wpłynęło pismo Banku o przesunięciu\n                           ewentualnych decyzji w tym przedmiocie do dnia 30 czerwca 2018r.",
        "date": "2018-11-23"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse SA _\"Spółka\", \"Emitent\"_ , w nawiązaniu do raportu bieżącego 19/2018\n                           z dnia 10.08.2018r dotyczącego rozpoczęcia rozmów z inicjatywy Podkarpackiego Banku\n                           Spółdzielczego w Sanoku _\"Bank\"_, przekazuje do publicznej wiadomości, iż w dniu 15\n                           listopada 2018 roku Spółka uzyskała zgodę na wykonywanie czynności, które mogłyby\n                           stanowić konkurencję dla Banku, o których mowa w umowie agencyjnej.Jednocześnie Emitent informuje, że rozmowy dotyczące ewentualnego rozwiązania umowy\n                           lub jej utrzymania jeszcze nie zostały zakończone. O ich efektach Spółka poinformuje\n                           odrębnym komunikatem bieżącym.",
        "date": "2018-11-15"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "W związku ze zwołaniem zwyczajnego walnego zgromadzenia Zarząd podaje do publicznej\n                           wiadomości:I.Informacje zawarte w ogłoszeniu o walnym zgromadzeniu, zamieszczonym na stronie\n                                       internetowej Spółki:ZARZĄD PBS FINANSE  SPÓŁKA  AKCYJNAz siedzibą w Sanoku przy ul. Mickiewicza 29 wpisanej do rejestru przedsiębiorstwKrajowego Rejestru Sądowego pod numerem 0000069391 zwołuje na dzień 30 listopada \n                           2018 roku na godzinę 11.00 ZWYCZAJNE WALNE ZGROMADZENIE AKCJONARIUSZY.Zgromadzenie odbędzie się w siedzibie Podkarpackiego Banku Spółdzielczego w Sanoku,\n                           przy ul. Kościuszki 22.Porządek obrad :   1.\tOtwarcie Zgromadzenia.2.\tWybór  Przewodniczącego Zgromadzenia.3.\tStwierdzenie prawidłowości zwołania oraz zdolności Zgromadzenia do podejmowania\n                           uchwał.4.\tPrzyjęcie porządku dziennego obrad.5.\tWybór Komisji Mandatowo – Skrutacyjnej.6.\tPowzięcie uchwał w sprawie wyboru członków Rady Nadzorczej 7.\tZamknięcie ZgromadzeniaPoniżej Zarząd podaje zasady uczestnictwa w zgromadzeniu:1.W Zgromadzeniu mogą uczestniczyć tylko te osoby, które będą akcjonariuszami Spółki\n                           w dniu rejestracji, czyli 14 listopada 2018 roku.2.W celu zapewnienia udziału w Zgromadzeniu:a_ akcjonariusze posiadający akcje zdematerializowane powinni nie wcześniej, niż po\n                           ukazaniu się niniejszego ogłoszenia i nie później, niż 15 listopada 2018 roku zażądać\n                           od podmiotu prowadzącego rachunek papierów wartościowych wystawienia imiennego zaświadczenia\n                           o prawie uczestnictwa w walnym zgromadzeniu.b_ akcjonariusze posiadający akcje na okaziciela w formie dokumentu powinni złożyć\n                           je w Spółce najpóźniej w dniu 14 listopada 2018 roku i nie odebrać ich przed końcem\n                           dnia 30 listopada 2018 roku. Zamiast akcji mogą być złożone zaświadczenia wydane na\n                           dowód złożenia akcji u notariusza Stanisława Drozda z Kancelarii Notarialnej w Sanoku,\n                           ul. Kościuszki 31.c_ akcjonariusze posiadający akcje imienne mają prawo uczestniczenia w zgromadzeniu,\n                           jeśli będą wpisani do księgi akcyjnej w dniu rejestracji, czyli 14 listopada 2018\n                           roku.3.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw na porządku obrad Zgromadzenia.\n                           Żądanie powinno być zgłoszone Zarządowi nie później, niż do 9 listopada 2018 roku.\n                           Żądanie powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego\n                           punktu porządku obrad. Żądanie powinno być zgłoszone na piśmie lub drogą elektroniczną\n                           na adres poczty elektronicznej sekretariat@pbs-finanse.pl.  4.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Zgromadzenia zgłaszać Spółce na piśmie lub przy wykorzystaniu\n                           środków komunikacji elektronicznej projekty uchwał dotyczące spraw wprowadzonych do\n                           porządku obrad walnego zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad.5.Każdy z akcjonariuszy uczestniczący w Zgromadzeniu  może w trakcie jego trwania\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.6.Akcjonariusze uczestniczyć mogą w Zgromadzeniu i wykonywać prawo głosu osobiście\n                           lub przez pełnomocnika. Statut Spółki nie dopuszcza możliwości uczestnictwa w Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej, a Regulamin obrad walnego zgromadzenia\n                           nie przewiduje oddawania głosu na Zgromadzeniu drogą korespondencyjną. Stanowi to\n                           odstępstwo od rekomendacji IV.R.2 oraz zasady IV.Z.2  Dobrych Praktyk Spółek Notowanych\n                           na GPW 2016.7.Projekty uchwał Zgromadzenia będą udostępnione na stronie internetowej Spółki oraz\n                           zostaną przekazane do publicznej wiadomości w drodze raportu bieżącego. 8.Informacje dotyczące Zgromadzenia, w tym projekty uchwał, będą udostępnione na stronie\n                           internetowej Spółki pod adresem www.pbs-finanse.pl.9. Spółka nie planuje transmitowania obrad walnego zgromadzenia ani rejestrowania\n                           jego przebiegu w formie audio lub wideo. Nie będzie więc możliwa dwustronna komunikacja\n                           z akcjonariuszami w czasie rzeczywistym, jak i wykonywanie przez nich prawa głosu\n                           – tak osobiście, jak i przez pełnomocnika.  Z tej samej przyczyny na stronie internetowej\n                           Spółki nie zostanie zamieszczony zapis przebiegu zgromadzenia. Stanowi to odstępstwo\n                           od zasad I.Z.1.16 i I.Z.1.120 Dobrych Praktyk Spółek Notowanych na GPW 2016.2. INFORMACJA O LICZBIE AKCJI I GŁOSÓW W dniu  ogłoszenia  o  walnym zgromadzeniu  pozostaje w obrocie  10.452.000 akcji\n                           spółki  uprawniających do  oddania  10.452.000 głosów na zgromadzeniu  w tym:- 10.451.520 akcji na okaziciela  uprawniających do oddania 10.451.520 głosów - 480 akcji imiennych  uprawniających  do oddania  480 głosów 3. INFORMACJA O UDZIALE W ZGROMADZENIU I WYKONYWANIU PRAWA GŁOSU PRZEZ PEŁNOMOCNIKA1.Pełnomocnictwo do uczestnictwa w Zgromadzeniu i wykonywania prawa głosu powinno\n                           być udzielone na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa w\n                           postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu.2. Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być\n                           skierowane do Spółki pisemnie lub na adres poczty elektronicznej sekretariat@pbs-finanse.pl\n                           i zawierać wskazanie mocodawcy, pełnomocnika oraz odpis dokumentu pełnomocnictwa lub\n                           jego treść. Po przybyciu na Zgromadzenie, a przed podpisaniem listy obecności pełnomocnik\n                           powinien okazać dokument pełnomocnictwa lub odpis pełnomocnictwa udzielonego w postaci\n                           elektronicznej, a także dokument pozwalający na ustalenie tożsamości pełnomocnika.3. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na walnym zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa.4. Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.5. Pełnomocnik może reprezentować więcej niż jednego akcjonariusza i głosować odmiennie\n                           z akcji każdego akcjonariusza.6. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.7. Zasady wykonywania prawa głosu przez pełnomocnika stosuje się do wykonywania prawa\n                           głosu przez innego przedstawiciela akcjonariusza.8. Zgodnie z wymogiem art.4023 § 1 pkt 5 Ksh Spółka udostępnia formularz pełnomocnictwa\n                           _do pobrania_. Jego treść jest przystosowana do wymogu art. 4023 § 3 Ksh w zakresie,\n                           jaki da się pogodzić z istotą pełnomocnictwa, przedmiotem obrad zgromadzenia oraz\n                           faktem, że pełnomocnik będzie obecny na zgromadzeniu. Nie są znane obecnie kandydatury\n                           na przewodniczącego zgromadzenia i członków komisji mandatowo-skrutacyjnej. Formularz\n                           pełnomocnictwa nie zawiera też pola dla zgłoszenia sprzeciwu, albowiem nie jest możliwe\n                           oddawania głosu drogą korespondencyjną, ani zgłaszania sprzeciwu w tym trybie, natomiast\n                           pełnomocnik obecny na zgromadzeniu będzie miał możliwość osobistego zgłoszenia sprzeciwu\n                           stosownie do wyniku głosowania nad poszczególnymi uchwałami. Udostępniony formularz\n                           ma celu wyłącznie ułatwienie akcjonariuszom sporządzenie dokumentu, jeśli uznają go\n                           za pomocny.Jednocześnie Spółka informuje, że dopuści do reprezentowania ma Zgromadzeniu każdego\n                           akcjonariusza, którego pełnomocnik złoży pełnomocnictwo pisemne o dowolnej treści,\n                           jeśli tylko będzie z niego wynikało:- że udzielający pełnomocnictwa jest uprawniony do udziału w Zgromadzeniu;- kto jest pełnomocnikiem,- że składany dokument stanowi niewątpliwie wolę mocodawcy, by pełnomocnik brał udział\n                              w Zgromadzeniu w jego imieniu i wykonywał przysługujące mu prawa.9. Udział pełnomocnika w Zgromadzeniu oraz jego sposób głosowania nie różni się od\n                           osobistego uczestnictwa akcjonariusza i oddawania przezeń głosu na Zgromadzeniu. Głosowanie\n                           na Zgromadzeniu odbywa się za pomocą kart do głosowania zapewniających oddanie głosu\n                           \"za\", \"przeciw\" oraz \"wstrzymującego się od głosu\". Treść kart do głosowania jest\n                           taka sama dla każdego uczestnika Zgromadzenia – akcjonariusza, jak i pełnomocnika.Wzór\n                           pełnomocnictwa jak i projekty uchwał znajdują się w załącznikach do niniejszego raportu.",
        "date": "2018-10-31"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS Finanse S.A. z siedzibą w Sanoku _\"Spółka, Emitent\"_, informuje o dokonaniu korekty\n                           śródrocznego skonsolidowanego sprawozdania finansowego Grupy Kapitałowej PBS Finanse\n                           S.A. oraz jednostkowego sprawozdania finansowego PBS Finanse S.A. za I półrocze 2018\n                           roku według MSR/MSSF _\"Raport Okresowy\"_.W treści Raportu Okresowego w wyniku błędów edytorskich zostały przez omyłkę wpisane\n                           nieprawidłowe dane  a dotyczą one str.48 Raportu Okresowego. W pkt 2_ Pozostałe kapitały w zdaniu:1. Niepodzielony wynik finansowy na dzień 30 czerwca 2018 r.  błędnie wpisano 9 074\n                           tys. zł zamiast – 9 074 tys. zł,2. Niepodzielony  wynik finansowy na początek okresu  błędnie wpisano 4 591 tys. zł\n                           zamiast – 4 591 tys. zł,3. Przeniesienie na kapitał zapasowy błędnie wpisano 4 483 tys. zł zamiast – 4 483 tys. zł,4.Niepodzielony  wynik finansowy na koniec okresu błędnie wpisano 9 074 tys. zł zamiast – 9 074 tys. zł.W związku z korektą Raportu Okresowego audytor nie wydał nowej opinii do raportu uznając\n                           że Spółka popełniła oczywisty błąd pisarski.Spółka przekazuje do publicznej wiadomości Raport Okresowy skorygowany w powyższym\n                           zakresie.",
        "date": "2018-10-30"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS FINANSE  S.A. w Sanoku  _\"Spółka, Emitent \",_ informuje, że w dniu  24 października\n                           2018 Pan Dawid Sabik oraz Pani Marta Hajduk złożyli rezygnacje z członkostwa w Radzie\n                           Nadzorczej Spółki z dniem 30 listopada 2018 roku bez podania przyczyny. Pan Dawid\n                           Sabik jest Przewodniczącym, Rady Nadzorczej a Pani Marta Hajduk – Zastępcą Przewodniczącego\n                           Rady Nadzorczej.",
        "date": "2018-10-24"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku  _\"Spółka\". \"Emitent\"_ przekazuje do publicznej wiadomości,\n                           iż powziął wiadomość , że w dniu 21 września 2018 r. Sąd Rejonowy w Rzeszowie wpisał\n                           do rejestru przedsiębiorców Krajowego Rejestru Sądowego Spółki zmiany w statucie Emitenta\n                           uchwalone przez Walne Zgromadzenie w dniu 11 lipca 2018 roku w uchwale nr 11. Zmiany polegały na:1.\tNadaniu nowej treści § 6 w brzmieniu:                                                                     \"§ 61.  Władzami Spółki są:1_\tZarząd Spółki,2_\tRada Nadzorcza,3_\tWalne Zgromadzenie.2. Członkowie Organów Spółki wykonując swoje obowiązki są obowiązani działać zgodnie\n                           z przepisami prawa, niniejszego statutu oraz innych regulacji wewnętrznych Spółki,\n                           kierując się interesem Spółki, interesem grupy kapitałowej w skład której Spółka wchodzi,\n                           przy uwzględnieniu prawnie chronionych interesów akcjonariuszy Spółki oraz pozostałych\n                           interesariuszy Spółki, w tym interesem podmiotu wobec którego Spółka posiada status\n                           jednostki zależnej w znaczeniu o jakim mowa w art. 4 ust. 1 pkt 16 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 575/2013 z dnia 26 czerwca 2013 r. w sprawie\n                           wymogów ostrożnościowych dla instytucji kredytowych i firm inwestycyjnych, zmieniające\n                           rozporządzenie _UE_ nr 648/2012.\",2.\tNadaniu nowej treści  §7 ust. 2 w  brzmieniu: \"2. Kadencja Zarządu trwa trzy kolejne lata, z zastrzeżeniem § 71. Kadencja rozpoczyna\n                           się od dnia następnego po powołaniu, a czas jej trwania oblicza się według przepisów\n                           prawa cywilnego.\", 3.\tDodaniu § 71 w brzmieniu:\t\t\"§ 711.\tMandat członka Zarządu wygasa najpóźniej z dniem odbycia walnego zgromadzenia zatwierdzającego\n                           sprawozdanie finansowe  za ostatni pełny rok obrotowy, który rozpoczął się w czasie\n                           trwania kadencji członka Zarządu.2.\tJeśli walne zgromadzenie, o jakim mowa w ust. 1 odbyło się przed upływem kadencji,\n                           kadencja ulega skróceniu do dnia odbycia tego zgromadzenia.\",4.Nadaniu nowej treści 11 ust. 1w  brzmieniu:\"1. Rada Nadzorcza składa się z 5 _pięciu_ do 7 _ siedmiu_ członków wybieranych przez\n                           Walne Zgromadzenie na okres trzyletniej wspólnej kadencji, z zastrzeżeniem § 111.\n                           Kadencja rozpoczyna się od dnia następnego po dokonaniu wyboru, a czas jej trwania\n                           oblicza się według przepisów prawa cywilnego.\",5.Dodaniu się § 111 w brzmieniu:                                                                         \"§ 1111.\tMandat członka Rady Nadzorczej wygasa najpóźniej z dniem odbycia walnego zgromadzenia\n                           zatwierdzającego sprawozdanie finansowe  za ostatni pełny rok obrotowy, który rozpoczął\n                           się w czasie trwania kadencji członka Rady Nadzorczej.2.\tJeśli walne zgromadzenie, o jakim mowa w ust. 1 odbyło się przed upływem kadencji,\n                           kadencja ulega skróceniu do dnia odbycia tego zgromadzenia.\", 6.\tNadaniu nowej treści § 22 w brzmieniu brzmienie:                                                                                \"§\n                           221. Zarząd Spółki obowiązany jest niezwłocznie powiadomić Radę Nadzorczą o nadzwyczajnych\n                           zmianach w sytuacji finansowej i prawnej Spółki lub istotnych naruszeniach umów, których\n                           stroną jest Spółka.2. Zarząd Spółki jest zobowiązany do przekazywania akcjonariuszowi  będącemu bankiem\n                           krajowym, w stosunku do którego Spółka posiadała status jednostki zależnej w znaczeniu\n                           o jakim mowa w art. 4 ust. 1 pkt 16 Rozporządzenia Parlamentu Europejskiego i Rady\n                           _UE_ nr 575/2013 z dnia 26 czerwca 2013 r. w sprawie wymogów ostrożnościowych dla\n                           instytucji kredytowych i firm inwestycyjnych, zmieniające rozporządzenie _UE_ nr 648/2012\n                           cyklicznych informacji dotyczących sytuacji ekonomiczno - finansowej Spółki w postaci\n                           elektronicznej lub pisemnej, w formie stosownych raportów lub informacji, celem sprawowania\n                           przez taki bank czynności nadzoru nad ryzykiem związanym z działalnością podmiotów\n                           zależnych stosownie do przepisów ustawy z dnia 29 sierpnia 1997 roku Prawo bankowe\n                           oraz wykonywania obowiązków wynikających z innych przepisów prawa. 3. Zarząd Spółki jest zobowiązany zapewnić obieg informacji pomiędzy spółkami wchodzącymi\n                           w skład grupy kapitałowej, a także wobec akcjonariusza będącego bankiem krajowym,\n                           w stosunku do którego Spółka posiada status jednostki zależnej w znaczeniu o jakim\n                           mowa w art. 4 ust. 1 pkt 16 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr\n                           575/2013 z dnia 26 czerwca 2013 r. w sprawie wymogów ostrożnościowych dla instytucji\n                           kredytowych i firm inwestycyjnych, zmieniające rozporządzenie _UE_ nr 648/2012, w\n                           zakresie w jakim jest to niezbędne do wykonywania przez Spółkę lub taki bank obowiązków\n                           wynikających z przepisów Rozporządzenie Parlamentu Europejskiego i Rady _UE_ nr 596/2014\n                           z dnia 16 kwietnia 2014 r., w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.\"Rada Nadzorcza Spółki ustaliła tekst jednolity Statutu Spółki, uwzględniający zmiany\n                           wpisane do rejestru, który jest załączony do niniejszego raportu  oraz dostępny na\n                           stronie internetowej Emitenta: www.pbs-finanse.plJednolity tekst statutu znajduje się  w załączniku do niniejszego raportu.",
        "date": "2018-10-04"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE S.A. informuje o podjęciu decyzji w przedmiocie zmiany terminu\n                           publikacji raportu półrocznego oraz skonsolidowanego raportu półrocznego za rok 2018\n                           i przekazaniu powyżej wskazanych raportów do publicznej wiadomości w dniu 28 wrzesnia\n                           2018 roku.Zgodnie z informacją zawartą w raporcie bieżącym 7/2018 z dnia 30 stycznia 2018 roku,\n                           pierwotna data publikacjizostała ustalona na dzień 29 września 2018 roku.Podstawa prawna:§ 79 ust. 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku w sprawie informacji\n                           bieżących iokresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważneinformacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757\n                           z dnia 2018.04.20 _.",
        "date": "2018-09-24"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS FINANSE  S.A. w Sanoku  _\"Spółka\",_ informuje, że w dniu  31 sierpnia 2018 Pan\n                           Bogusław Stabryła oraz Pan Mariusz Luberda złożyli rezygnacje z członkostwa w Zarządzi4e Spółki bez\n                           podania przyczyny. Pan Bogusław Stabryła był Prezesem, a Pan Mariusz Luberda – Wiceprezesem Zarządu.Także 31 sierpnia 2018 roku  Rada Nadzorcza Spółki  powołała do zarządu Spółki od\n                           dnia 1 września 2018 roku Pana Tomasza Seweryna, powierzając mu funkcję Prezesa. Pan Tomasz Seweryn ma wyższe wykształcenie uzyskane na Uniwersytecie Jagiellońskim,\n                           Wydział Zarządzania i Komunikacji Społecznej w zakresie Zarządzania firmą. Przebieg\n                           jego dotychczasowej pracy zawodowej obrazuje poniższe zestawienie:10.2016 – obecnie\tBZ WBK Leasing S.A.Dyrektor Regionu\t_10.2016 – obecnie_08.2008 – 09.2016\tBank Zachodni WBK S.A.Dyrektor Oddziału\t_04.2011 – 09.2016_Kierownik Zespołu Firmowego MŚP _05.2008 – 03.2011_Corporate Dealer\t_08.2003 – 04.2008_12.1996 – 11.2003\tRaiffeisen Bank Polska S.A.Szef Zespołu Dealerów\t_10.2002 – 11.2003_Dealer Walutowy\t_08.2001 – 09.2002_Kierownik Zespołu Kasowo – Skarbcowego _12.1996 – 07.2001_04.1995 – 11.1996\tPierwszy Polsko – Amerykański Bank S.A. /obecnie BGŻ BNP Paribas/Inspektor ds. operacyjno rachunkowych _05.1996 – 11.1996_Kierownik Skarbca\t_02.1996 – 04.1996_Skarbnik\t\t_04.1995 – 01.1996_Po podjęciu obowiązków w Zarządzie Spółki nie będzie wykonywał on innej działalności,\n                           która byłaby konkurencyjna wobec Spółki; w szczególności nie jest wspólnikiem spółki\n                           cywilnej, osobowej ani członkiem władz spółki kapitałowej ani nie uczestniczy w innej\n                           konkurencyjnej osobie prawnej jako członek jej władz.Nie figuruje w Rejestrze Dłużników Niewypłacalnych KRS.",
        "date": "2018-08-31"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku_\"Emitent\", \"Spółka\"_ informuje, że w dniu 9 sierpnia\n                           2018 roku otrzymał od Podkarpackiego Banku Spółdzielczego z siedzibą w Sanoku _\"Bank\"_\n                           zaproszenie do podjęcia rozmów w sprawie trybu i warunków rozwiązania umowy agencyjnej\n                           zawartej między Bankiem a Spółką w dniu 24 stycznia 2011 roku. Umowa agencyjna została\n                           zawarta na czas określony, 10 lat, i wygasa 24 stycznia 2021 roku. Na podstawie tej\n                           umowy Emitent pośredniczy, w imieniu i na rachunek Banku, za wynagrodzeniem, w oferowaniu\n                           produktów bankowych.Wskazaną przez Bank przyczyną decyzji o zakończeniu współpracy z Emitentem jest potrzeba\n                           ograniczenia ryzyka operacyjnego oraz redukcji kosztów związanych z oferowaniem produktów\n                           na rynku usług bankowych.W zaproszeniu do podjęcia rozmów Bank nie wskazał żadnych terminów ani warunków, na\n                           jakich umowa agencyjna miałaby zostać rozwiązana, pozostawiając Spółce sformułowanie\n                           propozycji strategii postępowania w tym przedmiocie, przy czym Bank nie wyklucza kontynuowania\n                           współpracy ze Spółką w innych obszarach, np. leasingu lub windykacji, przewidując\n                           możliwość równoczesnego negocjowania zarówno warunków rozwiązania umowy agencyjnej,\n                           jak i nawiązania innych relacji gospodarczych.Spółka przeprowadzi analizę skutków rozwiązania umowy agencyjnej dla Emitenta i na\n                           tej podstawie przedstawi Bankowi tak szybko, jak to możliwe, projekt rozwiązania satysfakcjonującego\n                           obie strony.",
        "date": "2018-08-10"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE  S.A. w Sanoku informuje, że w trakcie walnego zgromadzenia wznowionego\n                           w dniu 11 lipca 2018 roku po przerwie, a rozpoczętego w dniu 14 czerwca 2018 roku\n                           Spółce nie były przestrzegane następujące zasady Dobrych Praktyk Spółek Notowanych\n                           na GPW:Zasada IV.Z.2 – Spółka nie transmitowała przebiegu obrad walnego zgromadzenia w czasierzeczywistym. W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła o tym\n                           akcjonariuszy. Zainteresowanie obradami jest niewielkie, czego dowodzi nie tylko faktyczna\n                           liczba obecnych na nich akcjonariuszy, ale także liczba akcjonariuszy rejestrujących\n                           się na zgromadzenie, jak i brak szczególnego zainteresowania wynikami obrad. Żaden\n                           akcjonariusz nigdy nie zgłosił postulatu transmitowania obrad. Także relacja kosztów\n                           przedsięwzięcia związanego z rejestracją audio lub wideo do ewentualnych korzyści\n                           odnoszonych przez akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza\n                           to, żezasada niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających\n                           stan obecny.Zasada I.Z.1.20.- Spółka nie rejestrowała i nie zamierza rejestrować przebiegu obrad\n                           walnegozgromadzenia, a więc i udostępniać nagrań audio lub wideo. Zainteresowanie obradami\n                           jest niewielkie, czego dowodzi nie tylko faktyczna liczba obecnych na nich akcjonariuszy,\n                           ale także liczba akcjonariuszy rejestrujących się na zgromadzenie, jak i brak szczególnego\n                           zainteresowania wynikami obrad. Żaden akcjonariusz nigdy nie zgłosił postulatu rejestrowania\n                           i udostępniania zapisu przebiegu obrad. Także relacja kosztów przedsięwzięciazwiązanego z rejestracją audio lub wideo do ewentualnych korzyści odnoszonych przez\n                           akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza to, że zasada\n                           niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających stan\n                           obecny.W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła akcjonariuszy, że zasady\n                           te nie będą stosowane.Podstawa prawna: Inne uregulowania",
        "date": "2018-07-11"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% głosów obecnych na wznowionym po przerwie walnym zgromadzeniu\n                           akcjonariuszy w dniu 11 lipca 2018 roku, rozpoczętym w dniu 14 czerwca 2018 roku.Imię i nazwisko    Liczba akcji      Liczba głosów   % udział w liczbie  % udział\n                           w ogólnej                                                                                  \n                           głosów na WZA         liczbie głosów Podkarpacki Bank   6840465            6840465                   98,68            \n                           65,44Spółdzielczy",
        "date": "2018-07-11"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości  treść uchwał\n                           podjętych na walnym zgromadzeniu zwołanym na 14 czerwca 2018 roku, które wznowiło\n                           obrady po przerwie w dniu 11 lipca 2018 roku.                                                                                 \n                           \"Uchwała nr 7Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku zwołanego na dzień 14 czerwca 2018 roku w sprawie udzielenia absolutorium\n                           członkom Zarządu Spółki z wykonania obowiązków w roku 2017, podjęta w dniu 11 lipca\n                           2018 rokuNa podstawie art. 395 § 2 pkt 3_ Kodeksu spółek handlowych oraz § 18 ust. 1 pkt 3_\n                           Statutu Spółki, Walne Zgromadzenie uchwala, co następuje:                                                                                 \n                           § 1Udziela się absolutorium z wykonania obowiązków w roku 2017 Panu Jerzemu Bielowi –\n                           za okres do 14 lipca 2017 roku, pełniącego w tym okresie czasu funkcję Prezesa Zarządu\n                           Spółki.                                                                                  \n                           § 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.840.465 akcji, stanowiących\n                           65,45 % kapitału zakładowego.Liczba głosów ważnych: 6.840.465Liczba głosów \"za\" - 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 0                                                                                 \n                           \"Uchwała nr 8Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku zwołanego na dzień 14 czerwca 2018 roku w sprawie udzielenia absolutorium\n                           członkom Zarządu Spółki z wykonania obowiązków w roku 2017, podjęta w dniu 11 lipca\n                           2018 rokuNa podstawie art. 395 § 2 pkt 3_ Kodeksu spółek handlowych oraz § 18 ust. 1 pkt 3_\n                           Statutu Spółki, Walne Zgromadzenie uchwala, co następuje:                                                                                 \n                           § 1Udziela się absolutorium z wykonania obowiązków w roku 2017 Panu Grzegorzowi Rysz\n                           – za okres od dnia 14 lipca 2017 roku do dnia 30 lipca 2017 roku, oddelegowanego w\n                           tym okresie czasu do pełnienia funkcji  Prezesa Zarządu Spółki.                                                                                  \n                           § 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.933.527 akcji, stanowiących\n                           66,34 % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.460Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062                                                                           \"Uchwała\n                           nr 9Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku zwołanego na dzień 14 czerwca 2018 roku w sprawie udzielenia absolutorium\n                           członkom Zarządu Spółki z wykonania obowiązków w roku 2017, podjęta w dniu 11 lipca\n                           2018 rokuNa podstawie art. 395 § 2 pkt 3_ Kodeksu spółek handlowych oraz § 18 ust. 1 pkt 3_\n                           Statutu Spółki, Walne Zgromadzenie uchwala, co następuje:                                                                                 \n                           § 1Udziela się absolutorium z wykonania obowiązków w roku 2017 Panu Mariuszowi Luberdzie\n                           - za okres od dnia 31 lipca 2017 roku, pełniącego w tym okresie czasu funkcję Prezesa\n                           Zarządu Spółki. § 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.933.527 akcji, stanowiących\n                           66,34 % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062                                                                          \"Uchwała\n                           nr 10Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku zwołanego na dzień 14 czerwca 2018 roku w sprawie udzielenia absolutorium\n                           członkom Rady Nadzorczej Spółki z wykonania obowiązków w roku 2017, podjęta w dniu\n                           11 lipca 2018 rokuNa podstawie art. 395 § 2 pkt 3_ Kodeksu spółek handlowych oraz § 18 ust. 1 pkt 3_\n                           Statutu Spółki, Walne Zgromadzenie uchwala, co następuje:                                                                               § 1Udziela się absolutorium z wykonania obowiązków w roku 2017 następującym członkom\n                           Rady Nadzorczej Spółki:1.\tWojciechowi Błażowi – do 8 grudnia 2017 roku2.\tMaciejowi Frankiewiczowi,3.\tPawłowi Kołodziejczykowi,4.\tGrzegorzowi Ryszowi,5.\tBogusławowi Stabryle,6.\tGrażynie Karaczkowskiej – od 2 października 2017 roku,7.\tDawidowi Sabikowi – od 2 października 2017 roku.§ 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.933.527 akcji, stanowiących\n                           66,34 % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062                                                                         \"Uchwała\n                           nr 11Zwyczajnego Walnego Zgromadzenia PBS Finanse Spółka Akcyjna z siedzibą w Sanoku zwołanego\n                           na dzień 14 czerwca 2018 roku w sprawie zmiany Statutu Spółki, podjęta w dniu 11 lipca\n                           2018 rokuNa podstawie art. 430 § 1 Kodeksu spółek handlowych oraz § 18 ust. 1 pkt.6_ Statutu\n                           Spółki, Walne Zgromadzenie uchwala, co następuje:                                                                                 \n                           § 1W Statucie Spółki:1_\t§ 6 otrzymuje brzmienie:                                                                                 \n                           \"§ 61.  Władzami Spółki są:1_\tZarząd Spółki,2_\tRada Nadzorcza,3_\tWalne Zgromadzenie.2. Członkowie Organów Spółki wykonując swoje obowiązki są obowiązani działać zgodnie\n                           z przepisami prawa, niniejszego statutu oraz innych regulacji wewnętrznych Spółki,\n                           kierując się interesem Spółki, interesem grupy kapitałowej w skład której Spółka wchodzi,\n                           przy uwzględnieniu prawnie chronionych interesów akcjonariuszy Spółki oraz pozostałych\n                           interesariuszy Spółki, w tym interesem podmiotu wobec którego Spółka posiada status\n                           jednostki zależnej w znaczeniu o jakim mowa w art. 4 ust. 1 pkt 16 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 575/2013 z dnia 26 czerwca 2013 r. w sprawie\n                           wymogów ostrożnościowych dla instytucji kredytowych i firm inwestycyjnych, zmieniające\n                           rozporządzenie _UE_ nr 648/2012.\",2_\t§7 ust. 2 otrzymuje brzmienie: \"2. Kadencja Zarządu trwa trzy kolejne lata, z zastrzeżeniem § 71. Kadencja rozpoczyna\n                           się od dnia następnego po powołaniu, a czas jej trwania oblicza się według przepisów\n                           prawa cywilnego.\", 3_\tdodaje się § 7[1] w brzmieniu:                                                       \"§ 7[1]1.\tMandat członka Zarządu wygasa najpóźniej z dniem odbycia walnego zgromadzenia zatwierdzającego\n                           sprawozdanie finansowe  za ostatni pełny rok obrotowy, który rozpoczął się w czasie\n                           trwania kadencji członka Zarządu.2.\tJeśli walne zgromadzenie, o jakim mowa w ust. 1 odbyło się przed upływem kadencji,\n                           kadencja ulega skróceniu do dnia odbycia tego zgromadzenia.\", 4_\t§ 11 ust. 1 otrzymuje brzmienie:\"1. Rada Nadzorcza składa się z 5 _pięciu_ do 7 _ siedmiu_ członków wybieranych przez\n                           Walne Zgromadzenie na okres trzyletniej wspólnej kadencji, z zastrzeżeniem § 111.\n                           Kadencja rozpoczyna się od dnia następnego po dokonaniu wyboru, a czas jej trwania\n                           oblicza się według przepisów prawa cywilnego.\", 5_\tdodaje się § 11[1] w brzmieniu:                                                           \"§11[1]1.\tMandat członka Rady Nadzorczej wygasa najpóźniej z dniem odbycia walnego zgromadzenia\n                           zatwierdzającego sprawozdanie finansowe  za ostatni pełny rok obrotowy, który rozpoczął\n                           się w czasie trwania kadencji członka Rady Nadzorczej.2.\tJeśli walne zgromadzenie, o jakim mowa w ust. 1 odbyło się przed upływem kadencji,\n                           kadencja ulega skróceniu do dnia odbycia tego zgromadzenia.\", 6_\t§ 22 otrzymuje brzmienie:                                                          \"§ 221. Zarząd Spółki obowiązany jest niezwłocznie powiadomić Radę Nadzorczą o nadzwyczajnych\n                           zmianach w sytuacji finansowej i prawnej Spółki lub istotnych naruszeniach umów, których\n                           stroną jest Spółka.2. Zarząd Spółki jest zobowiązany do przekazywania akcjonariuszowi  będącemu bankiem\n                           krajowym, w stosunku do którego Spółka posiadała status jednostki zależnej w znaczeniu\n                           o jakim mowa w art. 4 ust. 1 pkt 16 Rozporządzenia Parlamentu Europejskiego i Rady\n                           _UE_ nr 575/2013 z dnia 26 czerwca 2013 r. w sprawie wymogów ostrożnościowych dla\n                           instytucji kredytowych i firm inwestycyjnych, zmieniające rozporządzenie _UE_ nr 648/2012\n                           cyklicznych informacji dotyczących sytuacji ekonomiczno - finansowej Spółki w postaci\n                           elektronicznej lub pisemnej, w formie stosownych raportów lub informacji, celem sprawowania\n                           przez taki bank czynności nadzoru nad ryzykiem związanym z działalnością podmiotów\n                           zależnych stosownie do przepisów ustawy z dnia 29 sierpnia 1997 roku Prawo bankowe\n                           oraz wykonywania obowiązków wynikających z innych przepisów prawa. 3. Zarząd Spółki jest zobowiązany zapewnić obieg informacji pomiędzy spółkami wchodzącymi\n                           w skład grupy kapitałowej, a także wobec akcjonariusza będącego bankiem krajowym,\n                           w stosunku do którego Spółka posiada status jednostki zależnej w znaczeniu o jakim\n                           mowa w art. 4 ust. 1 pkt 16 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr\n                           575/2013 z dnia 26 czerwca 2013 r. w sprawie wymogów ostrożnościowych dla instytucji\n                           kredytowych i firm inwestycyjnych, zmieniające rozporządzenie _UE_ nr 648/2012, w\n                           zakresie w jakim jest to niezbędne do wykonywania przez Spółkę lub taki bank obowiązków\n                           wynikających z przepisów Rozporządzenie Parlamentu Europejskiego i Rady _UE_ nr 596/2014\n                           z dnia 16 kwietnia 2014 r., w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć\n                           na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.\".                                                                                 \n                           § 2Upoważnia się Radę Nadzorczą Spółki do sporządzenia tekstu jednolitego Statutu Spółki,\n                           uwzględniającego zmianę uchwaloną w § 1.                                                                                 \n                           § 3Zobowiązuje  się Zarząd Spółki do bezzwłocznego zgłoszenia zmiany Statutu uchwalonej\n                           w   § 1 niniejszej uchwały do rejestru przedsiębiorców Krajowego Rejestru Sądowego.                                                                                 \n                           § 4Uchwała wchodzi w życie z dniem powzięcia, z tym, że zmiana Statutu wywiera skutek\n                           prawny od dnia wpisania zmiany do rejestru przedsiębiorców Krajowego Rejestru Sądowego\n                           i obowiązuje także w odniesieniu do mandatów sprawowanych przez członków zarządu i\n                           rady nadzorczej w trakcie kadencji trwającej w dniu podjęcia uchwały. W głosowaniu jawnym nad uchwałą oddano ważne głosy z 6.933.527 akcji, stanowiących\n                           66,34 % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062",
        "date": "2018-07-11"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE  S.A. w Sanoku informuje, że w trakcie walnego zgromadzenia w dniu\n                           14 czerwca 2018 roku Spółce nie były przestrzegane następujące zasady Dobrych Praktyk\n                           Spółek Notowanych na GPW:Zasada IV.Z.2 – Spółka nie transmitowała przebiegu obrad walnego zgromadzenia w czasierzeczywistym. W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła o tym\n                           akcjonariuszy. Zainteresowanie obradami jest niewielkie, czego dowodzi nie tylko faktyczna\n                           liczba obecnych na nich akcjonariuszy, ale także liczba akcjonariuszy rejestrujących\n                           się na zgromadzenie, jak i brak szczególnego zainteresowania wynikami obrad. Żaden\n                           akcjonariusz nigdy nie zgłosił postulatu transmitowania obrad. Także relacja kosztów\n                           przedsięwzięcia związanego z rejestracją audio lub wideo do ewentualnych korzyści\n                           odnoszonych przez akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza\n                           to, żezasada niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających\n                           stan obecny.Zasada I.Z.1.20.- Spółka nie rejestrowała i nie zamierza rejestrować przebiegu obrad\n                           walnegozgromadzenia, a więc i udostępniać nagrań audio lub wideo. Zainteresowanie obradami\n                           jest niewielkie, czego dowodzi nie tylko faktyczna liczba obecnych na nich akcjonariuszy,\n                           ale także liczba akcjonariuszy rejestrujących się na zgromadzenie, jak i brak szczególnego\n                           zainteresowania wynikami obrad. Żaden akcjonariusz nigdy nie zgłosił postulatu rejestrowania\n                           i udostępniania zapisu przebiegu obrad. Także relacja kosztów przedsięwzięciazwiązanego z rejestracją audio lub wideo do ewentualnych korzyści odnoszonych przez\n                           akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza to, że zasada\n                           niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających stan\n                           obecny.W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła akcjonariuszy, że zasady\n                           te nie będą stosowane.",
        "date": "2018-06-14"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości wykaz akcjonariuszy\n                           posiadających co najmniej 5% głosów na walnym zgromadzeniu akcjonariuszy w dniu 14\n                           czerwca 2018 rokuImię i nazwisko    Liczba akcji      Liczba głosów   % udział w liczbie  % udział\n                           w ogólnej                                                                                  \n                           głosów na WZA         liczbie głosów Podkarpacki Bank   6840465            6840465                   98,68            \n                           65,44Spółdzielczy",
        "date": "2018-06-14"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. w Sanoku przekazuje do publicznej wiadomości: I. treść uchwał podjętych na walnym zgromadzeniu w dniu 14 czerwca 2018 roku do czasu\n                           przerwania obrad.                                                                        \"Uchwała nr\n                           1Zwyczajnego Walnego Zgromadzenia PBS Finanse Spółka Akcyjna z siedzibą w Sanoku z\n                           dnia 14 czerwca 2018 roku w sprawie wyboru Przewodniczącego Walnego Zgromadzenia.Na podstawie art. 409 § 1 Kodeksu spółek handlowych uchwala się, co następuje:                                                                               § 1Walne Zgromadzenie wybiera Pana Macieja Frankiewicza  na Przewodniczącego Zgromadzenia.                                                                              § 2Uchwała wchodzi w życie z chwilą jej podjęcia.\"W głosowaniu jawnym nad uchwałą oddano głosy z 6.933.527 akcji, stanowiących 66,34\n                           % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062                                                                        \"Uchwała nr\n                           2Zwyczajnego Walnego Zgromadzenia z dnia 14 czerwca 2018 roku w sprawie usunięcia z\n                           porządku obrad wyboru Komisji Mandatowo-SkrutacyjnejNa podstawie art. 409 Kodeksu spółek handlowych uchwala się, co następuje:                                                                                §\n                           1Walne Zgromadzenie wyraża zgodę na usunięcie z porządku obrad pkt 5: Wybór Komisji\n                           Mandatowo – Skrutacyjnej, a liczenie głosów powierza przewodniczącemu Zgromadzenia.                                                                                §\n                           2Uchwała wchodzi w życie z chwilą jej podjęcia.\"W głosowaniu jawnym nad uchwałą oddano głosy z 6.933.527 akcji, stanowiących 66,34\n                           % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062                                                                       \"Uchwała nr\n                           3Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku z dnia 14 czerwca 2018 roku w sprawie zatwierdzenia sprawozdania Zarządu z działalności Spółki w roku 2017 oraz\n                           zatwierdzenia sprawozdania finansowego Spółki za rok 2017.Na podstawie art. 395 § 2 pkt 1_ Kodeksu spółek handlowych oraz § 18 ust. 1 pkt 2_\n                           Statutu Spółki, Walne Zgromadzenie, po zapoznaniu się z opinią biegłego rewidenta\n                           uchwala, co następuje:                                                                             § 1Zatwierdza się sprawozdanie Zarządu z działalności Spółki w roku 2017.                                                                            § 2Zatwierdza się sprawozdanie finansowe Spółki za rok 2017 składające się z:1.\tsprawozdania z sytuacji finansowej - bilansu na dzień 31 grudnia 2017 roku, wykazującego\n                           po stronie aktywów i pasywów sumę 21.678.317,89 złotych,2.\tsprawozdania z całkowitych dochodów - rachunku zysków i strat za rok 2017 wykazującego:a_\tprzychody ze sprzedaży w kwocie 5.734.201,35 złotych,b_\tstratę na działalności gospodarczej w kwocie 4.491.268,84 złote,c_\tstratę netto w kwocie 4.890.957,84 złote,3.\tsprawozdania z przepływów pieniężnych wykazującego na dzień 31 grudnia 2017 roku\n                           zmniejszenie środków pieniężnych o kwotę 1.734.175,90 złotych,4.\t informacji dodatkowej obejmującej  wprowadzenie do sprawozdania finansowego oraz\n                           dodatkowe informacje i objaśnienia do bilansu sporządzonego na dzień 31 grudnia 2017\n                           roku.5.\tsprawozdania ze zmian w kapitale własnym wykazującego stan kapitału własnego na\n                           dzień 31 grudnia 2017 roku w kwocie 20.772.667,28 złotych.                                                                      § 3Zobowiązuje  się Zarząd Spółki do bezzwłocznego złożenia sprawozdania Zarządu z działalności\n                           Spółki w roku 2017 oraz sprawozdania finansowego Spółki za rok 2017 do rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego.                                                                      § 4Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano głosy z 6.933.527 akcji, stanowiących 66,34\n                           % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062                                                                 \"Uchwała nr 4Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku z dnia 14 czerwca 2018 roku w sprawie pokrycia straty za rok 2017Na podstawie art. 395 § 2 pkt 2_ i art. 396 § 1 Kodeksu spółek handlowych oraz § 18\n                           ust. 1 pkt 4_ Statutu Spółki, Walne Zgromadzenie, po rozpatrzeniu wniosku Zarządu\n                           w sprawie pokrycia straty za rok 2017 uchwala, co następuje:                                                                        § 1Strata Spółki za rok 2017 w kwocie 4.890.957,84 złote zostanie pokryta z zysków z\n                           lat następnych.                                                                       § 2Uchwała wchodzi w życie z dniem jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano głosy z 6.933.527 akcji, stanowiących 66,34\n                           % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062                                                                \"Uchwała nr 5Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku z dnia 14 czerwca 2018 roku w sprawie zatwierdzenia sprawozdania finansowego Grupy Kapitałowej za rok 2017Na podstawie art.63 c  ust. 4  ustawy z dnia 29 września 1994 roku o rachunkowości\n                           _Dz.U .z 2018 r, poz.395 z późn. zm._ uchwala się, co następuje:                                                                      § 1Zatwierdza się sprawozdanie finansowe Grupy Kapitałowej, w skład której wchodzą:1.\tPBS Finanse Spółka Akcyjna z siedzibą w Sanoku jako podmiot dominujący, oraz następujące\n                           podmioty zależne:2.\tDUET Spółka z ograniczoną odpowiedzialnością z siedzibą w Sanoku,3.\tNEWCO Spółka z ograniczoną odpowiedzialnością z siedzibą w Sanoku,za rok 2017 składające się z:1.\tskonsolidowanego sprawozdania  z sytuacji finansowej - bilansu na dzień 31 grudnia\n                           2017 roku, wykazującego po stronie aktywów i pasywów sumę 24.156.230,01 złotych,2.\tskonsolidowanego sprawozdania z całkowitych dochodów - rachunku zysków i strat\n                           za rok 2017 wykazującego:a_\tprzychody ze sprzedaży w kwocie 6.334.383,62 złote,b_\tstrata na działalności gospodarczej w kwocie 4.300.823,95 złotychc_\tstratę netto w kwocie 4.697.791,81 złotych,3.\tskonsolidowanego sprawozdania z przepływów pieniężnych wykazującego na dzień 31\n                           grudnia 2017 roku zmniejszenie środków pieniężnych o kwotę 1.745.403,25 złotych,4.\t informacji dodatkowej obejmującej  wprowadzenie do sprawozdania finansowego oraz\n                           dodatkowe informacje i objaśnienia do bilansu sporządzonego na dzień 31 grudnia 2017\n                           roku .5.\tskonsolidowanego sprawozdania ze zmian w kapitale własnym wykazującego stan kapitału\n                           własnego na dzień 31 grudnia 2017 roku w kwocie 20.772.561,59 złotych.                                                                  § 2Uchwała wchodzi w życie z dniem jej powzięcia.                                                                 § 3Zobowiązuje  się Zarząd Spółki do bezzwłocznego złożenia sprawozdania z działalności\n                           Grupy Kapitałowej w roku 2017 oraz skonsolidowanego sprawozdania finansowego Spółki\n                           za rok 2017 do rejestru przedsiębiorców Krajowego Rejestru Sądowego.\"W głosowaniu jawnym nad uchwałą oddano głosy z 6.933.527 akcji, stanowiących 66,34\n                           % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 0Liczba głosów \"wstrzymujących się\"- 93.062                                                              \"Uchwała nr 6Zwyczajnego Walnego Zgromadzenia Akcjonariuszy PBS Finanse Spółka Akcyjna z siedzibą\n                           w Sanoku z dnia 14 czerwca 2018 roku w sprawie zarządzenia przerwy w obradach Na podstawie art. 408 § 2 Kodeksu spółek handlowych Walne Zgromadzenie uchwala, co\n                           następuje:                                                                  § 11.Zarządza się przerwę w obradach walnego zgromadzenia do 11 lipca 2018 roku do godziny\n                           12.00.2. Obrady będą kontynuowane w miejscu, w którym zostały przerwane.                                                                 § 2Uchwała wchodzi w życie z chwilą jej powzięcia.\"W głosowaniu jawnym nad uchwałą oddano głosy z 6.933.527 akcji, stanowiących 66,34\n                           % kapitału zakładowego.Liczba głosów ważnych: 6.933.527Liczba głosów \"za\" – 6.840.465Liczba głosów \"przeciw\" - 93.062Liczba głosów \"wstrzymujących się\"- 0II . informację o ogłoszeniu przerwy w obradachNa mocy uchwały nr 6 walnego zgromadzenia zarządzona została przerwa w jego obradach.\n                           Obrady zgromadzenia zostaną wznowione w dniu 11 lipca 2018 roku o godzinie 12.00 w\n                           tym samym miejscu, w którym odbyło się przerwane zgromadzenie.III . informację o odstąpieniu od rozpatrzenia punktu planowanego porządku obradZgromadzenie odstąpiło od rozpatrzenia punktu 5 planowanego porządku obrad . W tym\n                           przedmiocie została podjęta przez walne zgromadzenie uchwała nr 2.",
        "date": "2018-06-14"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse Spółka Akcyjna z siedzibą w Sanoku informuje , iż Rada Nadzorcza\n                           w dniu 28 maja 2018 roku Uchwałą nr 37 /XI / 2018 dokonała wyboru podmiotu uprawnionego\n                           do badania sprawozdań finansowych – UHY ECA Spółka z ograniczoną odpowiedzialnością\n                           spółka komandytowa  z siedzibą w Krakowie ul. Moniuszki 50 jako _numer uprawnień 2785\n                           - w Krajowej Izbie Biegłych Rewidentów _, z którym ma zostać zawarta umowa o dokonanie\n                           przeglądu raportów półrocznych oraz badania sprawozdań finansowych Spółki oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej za lata 2018 i 2019.UHY ECA Spółka z ograniczoną odpowiedzialnością  spółka komandytowa  z siedzibą w\n                           Krakowie przeprowadzała badanie sprawozdań finansowych Emitenta za lata 2016-2017\n                           .",
        "date": "2018-05-28"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "W związku ze zwołaniem zwyczajnego walnego zgromadzenia Zarząd podaje do publicznej\n                           wiadomości:I   Informacje zawarte w ogłoszeniu o walnym zgromadzeniu, zamieszczonym na stronie\n                               internetowej Spółki:ZARZĄD PBS FINANSE  SPÓŁKA  AKCYJNA z siedzibą w Sanoku przy ul. Mickiewicza 29 wpisanej\n                           do rejestru przedsiębiorcówKrajowego Rejestru Sądowego pod numerem 0000069391 zwołuje\n                           na dzień 14 czerwca 2018 roku, na godzinę 12.00  ZWYCZAJNE WALNE ZGROMADZENIE. Zgromadzenie\n                           odbędzie się w siedzibie Podkarpackiego Banku Spółdzielczego w Sanoku, przy ul. Kościuszki\n                           22.Porządek obrad obejmuje:   1.Otwarcie Zgromadzenia.2.Wybór  Przewodniczącego Zgromadzenia.3.Stwierdzenie prawidłowości zwołania oraz zdolności Zgromadzenia do podejmowania\n                           uchwał.4.Przyjęcie porządku dziennego obrad.5.Wybór Komisji Mandatowo – Skrutacyjnej.6.Rozpatrzenie i zatwierdzenie  sprawozdania Zarządu z działalności Spółki w  2017\n                           roku oraz  sprawozdania  finansowego Spółki za rok 2017.7.Powzięcie uchwały w sprawie podziału zysku za rok 2017.8.Rozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           za rok 2017.9.Powzięcie uchwały w sprawie udzielenia absolutorium członkom Zarządu Spółki z wykonania\n                           obowiązków w roku 2017.10.Powzięcie uchwały w sprawie udzielenia absolutorium członkom Rady Nadzorczej Spółki\n                           z wykonania obowiązków w roku 2017.11.Powzięcie uchwały w sprawie zmiany Statutu Spółki.12.Zamknięcie ZgromadzeniaW związku z przewidzianą w pkt 11 porządku obrad zmianą statutu Spółki polegającą\n                           na zmianie § 7 ust. 2 i § 11 ust. 1 oraz dodaniu  § 7[1] i § 11[1], Zarząd podaje\n                           treść dotychczasową oraz nową treść  Statutu w zakresie objętym proponowaną zmianą:Dotychczasowa treść § 7 ust. 2 i § 11 ust.1:\"§ 7.2 Kadencja Zarządu trwa trzy kolejne lata\"\"§ 11.1 Rada Nadzorcza składa się z 5 _pięciu_ do 7 _ siedmiu_ członków wybieranych\n                           przez Walne Zgromadzenie na okres trzyletniej wspólnej kadencji.\"Proponowana nowa treść § 7 ust. 2:\"§ 7. 2 Kadencja Zarządu trwa trzy kolejne lata, z zastrzeżeniem § 7[1]. Kadencja\n                           rozpoczyna się od dnia następnego po powołaniu, a czas jej trwania oblicza się według\n                           przepisów prawa cywilnego.\"Proponuje się dodać § 7[1] w brzmieniu:\"§ 7[1] 1.Mandat członka Zarządu wygasa najpóźniej z dniem odbycia walnego zgromadzenia\n                           zatwierdzającego sprawozdanie finansowe  za ostatni pełny rok obrotowy, który rozpoczął\n                           się w czasie trwania kadencji członka Zarządu.2.Jeśli walne zgromadzenie, o jakim mowa w ust. 1 odbyło się przed upływem kadencji,\n                           kadencja ulega skróceniu do dnia odbycia tego zgromadzenia.\"Proponowana nowa treść § 11.1:\"§ 11.1.Rada Nadzorcza składa się z 5 _pięciu_ do 7 _ siedmiu_ członków wybieranych\n                           przez Walne Zgromadzenie na okres trzyletniej wspólnej kadencji, z zastrzeżeniem §\n                           11[1]. Kadencja rozpoczyna się od dnia następnego po dokonaniu wyboru, a czas jej\n                           trwania oblicza się według przepisów prawa cywilnego.\"Proponuje się dodać § 11[1] w brzmieniu:\"§ 11[1]. 1Mandat członka Rady Nadzorczej wygasa najpóźniej z dniem odbycia walnego\n                           zgromadzenia zatwierdzającego sprawozdanie finansowe  za ostatni pełny rok obrotowy,\n                           który rozpoczął się w czasie trwania kadencji członka Rady Nadzorczej.2.Jeśli walne zgromadzenie, o jakim mowa w ust. 1 odbyło się przed upływem kadencji,\n                           kadencja ulega skróceniu do dnia odbycia tego zgromadzenia.\".Poniżej Zarząd podaje zasady uczestnictwa w zgromadzeniu:1.W Zgromadzeniu mogą uczestniczyć tylko te osoby, które będą akcjonariuszami Spółki\n                           w dniu rejestracji, czyli 29 maja 2018 roku.2.W celu zapewnienia udziału w Zgromadzeniu:a_ akcjonariusze posiadający akcje zdematerializowane powinni nie wcześniej, niż po\n                           ukazaniu się niniejszego ogłoszenia i nie później, niż 30 maja 2018 roku zażądać od\n                           podmiotu prowadzącego rachunek papierów wartościowych wystawienia imiennego zaświadczenia\n                           o prawie uczestnictwa w walnym zgromadzeniu.b_ akcjonariusze posiadający akcje na okaziciela w formie dokumentu powinni złożyć\n                           je w Spółce najpóźniej w dniu 29 maja 2018 roku i nie odebrać ich przed końcem dnia\n                           14 czerwca 2018 roku. Zamiast akcji mogą być złożone zaświadczenia wydane na dowód\n                           złożenia akcji u notariusza Stanisława Drozda z Kancelarii Notarialnej w Sanoku, ul.\n                           Kościuszki 31.c_ akcjonariusze posiadający akcje imienne mają prawo uczestniczenia w zgromadzeniu,\n                           jeśli będą wpisani do księgi akcyjnej w dniu rejestracji, czyli 29 maja 2018 roku.3.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą żądać umieszczenia określonych spraw na porządku obrad Zgromadzenia.\n                           Żądanie powinno być zgłoszone Zarządowi nie później, niż 24 maja 2018 roku. Żądanie\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie powinno być zgłoszone na piśmie lub drogą elektroniczną na\n                           adres poczty elektronicznej sekretariat@pbs-finanse.pl.  4.Akcjonariusz lub akcjonariusze reprezentujący co najmniej jedną dwudziestą kapitału\n                           zakładowego mogą przed terminem Zgromadzenia zgłaszać Spółce na piśmie lub przy wykorzystaniu\n                           środków komunikacji elektronicznej projekty uchwał dotyczące spraw wprowadzonych do\n                           porządku obrad walnego zgromadzenia lub spraw, które mają zostać wprowadzone do porządku\n                           obrad.5.Każdy z akcjonariuszy uczestniczący w Zgromadzeniu  może w trakcie jego trwania\n                           zgłaszać projekty uchwał dotyczące spraw wprowadzonych do porządku obrad.6.Akcjonariusze uczestniczyć mogą w Zgromadzeniu i wykonywać prawo głosu osobiście\n                           lub przez pełnomocnika. Statut Spółki nie dopuszcza możliwości uczestnictwa w Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej, a Regulamin obrad walnego zgromadzenia\n                           nie przewiduje oddawania głosu na Zgromadzeniu drogą korespondencyjną. Stanowi to\n                           odstępstwo od rekomendacji IV.R.2 oraz zasady IV.Z.2  Dobrych Praktyk Spółek Notowanych\n                           na GPW 2016.7.Projekty uchwał Zgromadzenia będą udostępnione na stronie internetowej Spółki oraz\n                           zostaną przekazane do publicznej wiadomości w drodze raportu bieżącego. W związku\n                           z proponowanym porządkiem obrad Zarząd informuje, że na stronie internetowej Spółki\n                           pod adresem http://www.pbs-finanse.pl/raporty-roczne.html  są dostępne następujące\n                           dokumenty:a_ sprawozdania z działalności Spółki oraz Grupy Kapitałowej w roku 2017,b_ sprawozdanie finansowe Spółki za rok 2017 oraz skonsolidowane sprawozdanie finansowe\n                           Grupy Kapitałowej za rok 2017,c_ raporty oraz opinie biegłego rewidenta z badania obu sprawozdań finansowych,d_ raport o stosowaniu zasad ładu korporacyjnego w roku 2017.Inne dokumenty wiążące się z przedmiotem obrad zgromadzenia będą zamieszczane na stronie\n                           internetowej Spółki w miarę ich powstawania lub otrzymania przez Spółkę.8.Informacje dotyczące Zgromadzenia, w tym projekty uchwał, będą udostępnione na stronie\n                           internetowej Spółki pod adresem www.pbs-finanse.pl.9. Spółka nie planuje transmitowania obrad walnego zgromadzenia ani rejestrowania\n                           jego przebiegu w formie audio lub wideo. Nie będzie więc możliwa dwustronna komunikacja\n                           z akcjonariuszami w czasie rzeczywistym, jak i wykonywanie przez nich prawa głosu\n                           – tak osobiście, jak i przez pełnomocnika.  Z tej samej przyczyny na stronie internetowej\n                           Spółki nie zostanie zamieszczony zapis przebiegu zgromadzenia. Stanowi to odstępstwo\n                           od zasad I.Z.1.16 i I.Z.1.120 Dobrych Praktyk Spółek Notowanych na GPW 2016.2. INFORMACJA O LICZBIE AKCJI I GŁOSÓW W dniu  ogłoszenia  o  walnym zgromadzeniu  pozostaje w obrocie  10.452.000 akcji\n                           spółki  uprawniających do  oddania  10.452.000 głosów na zgromadzeniu  w tym:- 10.451.520 akcji na okaziciela  uprawniających do oddania 10.451.520 głosów - 480 akcji imiennych  uprawniających  do oddania  480 głosów 3. INFORMACJA O UDZIALE W ZGROMADZENIU I WYKONYWANIU PRAWA GŁOSU PRZEZ PEŁNOMOCNIKA1.Pełnomocnictwo do uczestnictwa w Zgromadzeniu i wykonywania prawa głosu powinno\n                           być udzielone na piśmie lub w postaci elektronicznej. Udzielenie pełnomocnictwa w\n                           postaci elektronicznej nie wymaga opatrzenia bezpiecznym podpisem elektronicznym weryfikowanym\n                           przy pomocy ważnego kwalifikowanego certyfikatu.2. Zawiadomienie o udzieleniu pełnomocnictwa w postaci elektronicznej powinno być\n                           skierowane do Spółki pisemnie lub na adres poczty elektronicznej sekretariat@pbs-finanse.pl\n                           i zawierać wskazanie mocodawcy, pełnomocnika oraz odpis dokumentu pełnomocnictwa lub\n                           jego treść. Po przybyciu na Zgromadzenie, a przed podpisaniem listy obecności pełnomocnik\n                           powinien okazać dokument pełnomocnictwa lub odpis pełnomocnictwa udzielonego w postaci\n                           elektronicznej, a także dokument pozwalający na ustalenie tożsamości pełnomocnika.3. Pełnomocnik wykonuje wszystkie uprawnienia akcjonariusza na walnym zgromadzeniu,\n                           chyba że co innego wynika z treści pełnomocnictwa.4. Pełnomocnik może udzielić dalszego pełnomocnictwa, jeżeli wynika to z treści pełnomocnictwa.5. Pełnomocnik może reprezentować więcej niż jednego akcjonariusza i głosować odmiennie\n                           z akcji każdego akcjonariusza.6. Akcjonariusz posiadający akcje zapisane na więcej niż jednym rachunku papierów\n                           wartościowych może ustanowić oddzielnych pełnomocników do wykonywania praw z akcji\n                           zapisanych na każdym z rachunków.7. Zasady wykonywania prawa głosu przez pełnomocnika stosuje się do wykonywania prawa\n                           głosu przez innego przedstawiciela akcjonariusza.8. Zgodnie z wymogiem art.402[3] § 1 pkt 5 Ksh Spółka udostępnia formularz pełnomocnictwa\n                           _do pobrania_. Jego treść jest przystosowana do wymogu art. 402[3] § 3 Ksh w zakresie,\n                           jaki da się pogodzić z istotą pełnomocnictwa, przedmiotem obrad zgromadzenia oraz\n                           faktem, że pełnomocnik będzie obecny na zgromadzeniu. Nie są znane obecnie kandydatury\n                           na przewodniczącego zgromadzenia i członków komisji mandatowo-skrutacyjnej. Formularz\n                           pełnomocnictwa nie zawiera też pola dla zgłoszenia sprzeciwu, albowiem nie jest możliwe\n                           oddawania głosu drogą korespondencyjną, ani zgłaszania sprzeciwu w tym trybie, natomiast\n                           pełnomocnik obecny na zgromadzeniu będzie miał możliwość osobistego zgłoszenia sprzeciwu\n                           stosownie do wyniku głosowania nad poszczególnymi uchwałami. Udostępniony formularz\n                           ma celu wyłącznie ułatwienie akcjonariuszom sporządzenie dokumentu, jeśli uznają go\n                           za pomocny.Jednocześnie Spółka informuje, że dopuści do reprezentowania ma Zgromadzeniu każdego\n                           akcjonariusza, którego pełnomocnik złoży pełnomocnictwo pisemne o dowolnej treści,\n                           jeśli tylko będzie z niego wynikało:- że udzielający pełnomocnictwa jest uprawniony do udziału w Zgromadzeniu;- kto jest pełnomocnikiem,- że składany dokument stanowi niewątpliwie wolę mocodawcy, by pełnomocnik brał udział\n                              w Zgromadzeniu w jego imieniu i wykonywał przysługujące mu prawa.9. Udział pełnomocnika w Zgromadzeniu oraz jego sposób głosowania nie różni się od\n                           osobistego uczestnictwa akcjonariusza i oddawania przezeń głosu na Zgromadzeniu. Głosowanie\n                           na Zgromadzeniu odbywa się za pomocą kart do głosowania zapewniających oddanie głosu\n                           \"za\", \"przeciw\" oraz \"wstrzymującego się od głosu\". Treść kart do głosowania jest\n                           taka sama dla każdego uczestnika Zgromadzenia – akcjonariusza, jak i pełnomocnikaWzór pełnomocnictwa jak i projekty uchwał znajdują się w załącznikach do niniejszego\n                           raportu.",
        "date": "2018-05-17"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE S.A. informuje o podjęciu decyzji w przedmiocie zmiany terminu\n                           publikacji raportu rocznego oraz skonsolidowanego raportu rocznego za rok 2017 i przekazaniu\n                           powyżej wskazanych raportów do publicznej wiadomości w dniu 27 kwietnia 2018 roku.Zgodnie z informacją zawartą w raporcie bieżącym 7/2018 z dnia 30 stycznia 2018 roku,\n                           pierwotna data publikacji została ustalona na dzień 30 kwietnia 2018 roku. Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2014 r., poz. 133_.",
        "date": "2018-04-23"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A.  informuje , iż  w raporcie  nr. 7/2018    podano omyłkowobłędnie temat raportu : \" Terminy przekazywania raportów okresowych przez Emitenta w 2017 roku\"poprawny temat raportu powinien brzmieć :Terminy przekazywania raportów okresowych przez Emitenta w 2018 roku.Treść merytoryczna w/w raportu   nie ulega zmianie . Za pomyłkę  przepraszamy",
        "date": "2018-01-30"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS Finanse S.A. działając na podstawie § 103 ust. 1 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U.2014.133\n                           j.t. z późniejszymi zmianami_ podaje do publicznej wiadomości stałe terminy publikacji\n                           raportów okresowych w 2018 roku:1.\tJednostkowy raport roczny za 2017 rok       – 30.04.2018 r.2.\tSkonsolidowany raport roczny za 2017 rok – 30.04.2018 r.3.\tSkonsolidowany raport kwartalny za I kwartał 2018 roku – 30.05.2018 r.4.\tSkonsolidowany raport śródroczny za 2018 rok wraz ze skróconym półrocznym sprawozdaniem\n                           finansowym – 29.09.2018 r.5.\tSkonsolidowany raport kwartalny za III kwartał 2018 roku – 29.11.2018 r.Jednocześnie Zarząd oświadcza, że stosownie do § 83 ust. 1 Rozporządzenia Spółka nie\n                           będzie publikowała odrębnych jednostkowych raportów kwartalnych a publikowane raporty\n                           kwartalne będą zawierały kwartalną informację finansową.Zarząd oświadcza również , że stosownie do § 83 ust. 3 Rozporządzenia Spółka nie będzie\n                           publikowała odrębnego raportu półrocznego,a publikowany skonsolidowany raport półroczny\n                           będzie zawierał półroczne skrócone sprawozdanie finansowe, wraz z raportem podmiotu\n                           uprawnionego do badania sprawozdań finansowych z przeglądu.",
        "date": "2018-01-30"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "PBS FINANSE  S.A. w Sanoku  _\"Spółka\",_ informuje, że w dniu 16 stycznia 2018 roku\n                           Rada Nadzorcza Spółki powołała do zarządu Spółki Pana Bogusława Stabryłę, powierzając\n                           mu funkcję Prezesa. Dotychczasowemu Presowi Zarządu, Mariuszowi Luberdzie, powierzyła\n                           obowiązki Wiceprezesa Zarządu. Pan Bogusław Stabryła ma wyższe wykształcenie ekonomiczne. Ukończył Politechnikę Rzeszowską\n                           w 2000 roku oraz Studia Podyplomowe w Krakowskiej Szkole Biznesu Uniwersytetu Ekonomicznego\n                           w Krakowie w zakresie Rachunkowości i Finansów.Dotychczasowy przebieg pracy zawodowej:2003 - 2018    Podkarpacki Bank Spółdzielczy z siedzibą w Sanoku                          Dyrektor Departamentu Kredytów 1996 – 2003   Bank Zachodni WBK SA O/SanokDo dnia 15 stycznia 2018 roku wchodził w skład Rady Nadzorczej Spółki, w której pełnił\n                           funkcję Przewodniczącego.Od października 2015 roku jest Prezesem Zarządu PBS IP spółka z ograniczoną odpowiedzialnością\n                           z siedzibą w Sanoku. Działalność prowadzona poza przedsiębiorstwem Emitenta nie jest wobec niego konkurencyjna.\n                           Nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu spółki kapitałowej ani nie uczestniczy w innej konkurencyjnej\n                           osobie prawnej jako członek jej organu.Nie jest wpisany do rejestru Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.Pan Mariusz Luberda ma wyższe wykształcenie ekonomiczne uzyskane na Uniwersytecie\n                           Ekonomicznym w Krakowie. Przebieg jego dotychczasowej pracy zawodowej obrazuje poniższe\n                           zestawienie:2001-2002 - Recon Direct Sales Sp. z o. o. _agent Banku Handlowego_ – przedstawiciel\n                           handlowy - departamentu małych i średnich przedsiębiorstw.2002-2003 – Mikrotech S.A. – pracownik działu handlowego2003- 2005 – Rotsa Direct Sales Sp. z o.o. _agent Citibanku_ – Kierownik zespołu sprzedaży2006-2007 – Electus S.A. – Dyrektor Regionalny2007-2008 – Deutsche Bank PBC S.A. – Kierownik Placówki2010-2013 – Skok im. F. Stefczyka – Kierownik Regionalny2013-2015 – Getin Noble Bank S.A. – Dyrektor Regionalny Sprzedaży2016-2017 – Bank Pocztowy S.A. – Dyrektor Placówki.Od 31 lipca 2017 wchodzi w skład  Zarządu Emitenta, pełniąc do 16 stycznia 2018 roku\n                           funkcję jego Prezesa. Nie prowadzi żadnej innej działalności  poza przedsiębiorstwem Emitenta. Działalność prowadzona poza przedsiębiorstwem Emitenta nie jest wobec niego konkurencyjna.\n                           Nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu spółki kapitałowej ani nie uczestniczy w innej konkurencyjnej\n                           osobie prawnej jako członek jej organu. Nie jest wpisany do rejestru Dłużników Niewypłacalnych prowadzonym na podstawie ustawy\n                           o KRS.",
        "date": "2018-01-16"
    },
    {
        "company_name": "PBS Finanse SA",
        "content": "Zarząd PBS FINANSE  S.A. w Sanoku informuje, że w trakcie walnego zgromadzenia w dniu\n                           15 stycznia 2018 roku Spółce nie były przestrzegane następujące zasady Dobrych Praktyk\n                           Spółek Notowanych na GPW:Zasada IV.Z.2 – Spółka nie transmitowała przebiegu obrad walnego zgromadzenia w czasierzeczywistym. W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła o tym\n                           akcjonariuszy. Zainteresowanie obradami jest niewielkie, czego dowodzi nie tylko faktyczna\n                           liczba obecnych na nich akcjonariuszy, ale także liczba akcjonariuszy rejestrujących\n                           się na zgromadzenie, jak i brak szczególnego zainteresowania wynikami obrad. Żaden\n                           akcjonariusz nigdy nie zgłosił postulatu transmitowania obrad. Także relacja kosztów\n                           przedsięwzięcia związanego z transmitowaniem do ewentualnych korzyści odnoszonych\n                           przez akcjonariuszy skłania do utrzymywania obecnego stanu rzeczy. Oznacza to, że\n                           zasada niniejsza nie będzie trwale stosowana do czasu zmiany przesłanek uzasadniających\n                           stan obecny.Zasada I.Z.1.20.- Spółka nie rejestrowała przebiegu obrad walnego zgromadzenia, a\n                           więc i nie udostępni nagrań audio lub wideo. Zainteresowanie obradami jest niewielkie,\n                           czego dowodzi nie tylko faktyczna liczba obecnych na nich akcjonariuszy, ale także\n                           liczba akcjonariuszy rejestrujących się na zgromadzenie, jak i brak szczególnego zainteresowania\n                           wynikami obrad. Żaden akcjonariusz nigdy nie zgłosił postulatu rejestrowania i udostępniania\n                           zapisu przebiegu obrad. Także relacja kosztów przedsięwzięcia związanego z rejestracją\n                           audio lub wideo do ewentualnych korzyści odnoszonych przez akcjonariuszy skłania do\n                           utrzymywania obecnego stanu rzeczy. Oznacza to, że zasada niniejsza nie będzie trwale\n                           stosowana do czasu zmiany przesłanek uzasadniających stan obecny.W ogłoszeniu o zwołaniu walnego zgromadzenia Spółka uprzedziła akcjonariuszy, że zasady\n                           te nie będą stosowane.",
        "date": "2018-01-15"
    }
]