[
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje,\n                           że w dniu dzisiejszym _26 października 2017 r._ Spółka powzięła informację o podjęciu\n                           w dniu 25 października 2017 roku przez Radę Nadzorczą Emitenta uchwały o kooptacji\n                           członka Rady Nadzorczej. Rada Nadzorcza Zastal SA w ramach kooptacji powołała na członka\n                           Rady Nadzorczej Panią Teresę Furmańczyk.Pani Teresa Furmańczyk oświadczyła, że nie prowadzi działalności gospodarczej, która\n                           miałaby znaczenie dla działalności Spółki lub byłaby dla niej konkurencyjna, ani nie\n                           jest zamieszczona w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.  Pani Teresa Furmańczyk posiada wykształcenie wyższe _magister inżynier_. Od 1990 roku\n                           prowadzi własną działalność gospodarczą. Jest członkiem rad nadzorczych spółek CSY\n                           S.A. i RSY S.A.",
        "date": "2017-10-26"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z § 5 ust. 1 pkt. 21 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje,\n                           że w dniu 24 października 2017 roku do Spółki wpłynęła rezygnacja Pani Elżbiety Szymańskiej\n                           z pełnienia funkcji członka Rady Nadzorczej Zastal SA z dniem 24 października 2017\n                           roku.  Pani Elżbieta Szymańska nie podała powodu rezygnacji.",
        "date": "2017-10-25"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z § 5 ust. 1 pkt. 21 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje,\n                           że w dniu 17 października 2017 roku do Spółki wpłynęła rezygnacja Pana Grzegorza Wrony\n                           z pełnienia funkcji Wiceprezesa Zarządu Zastal SA z dniem 17 października 2017 roku.Pan Grzegorz Wrona nie podał powodu rezygnacji.Zarząd Emitenta oraz Rada Nadzorcza dziękuje Panu Grzegorzowi Wronie za wkład w rozwój\n                           firmy.",
        "date": "2017-10-17"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Zastal S.A. z siedzibą w Zielonej Górze _\"Spółka\"_ w nawiązaniu do raportu\n                           bieżącego nr 9/2017 z dnia 25 września 2017 roku informuje, że w dniu 02 października\n                           2017 roku podpisał umowę wniesienia aportem zorganizowanej części przedsiębiorstwa\n                           pod nazwą Zakład Produkcji Metalowej w Zielonej Górze _\"ZCP\"_ do podmiotu zależnego\n                           pod firmą Zastal Wagony Spółka z ograniczoną odpowiedzialnością z siedzibą w Zielonej\n                           Górze w zamian za nowoutworzone udziały tej spółki.Transakcja jest związana z optymalizacją struktury Grupy Kapitałowej i ma na celu\n                           alokowanie działalności produkcyjnej do struktur organizacyjnych spółki Zastal Wagony\n                           Sp. z o.o.Przedmiotem działalności ZCP jest obróbka i produkcja elementów metalowych, ich łączenie,\n                           spawanie i przetwarzanie. W skład ZCP weszły wszystkie aktywa i zobowiązania dotyczące\n                           w/w segmentu działalności Spółki oraz związani z nim pracownicy ZCP. Wartość transakcji\n                           została ustalona na 5 _pięć_ milionów złotych i odpowiada wartości objętych udziałów\n                           w spółce zależnej.",
        "date": "2017-10-02"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Akcyjnej Zastal informuje, że w chwili otwarcia Nadzwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy w dniu 25 września 2017 roku było reprezentowanych 4.247.241\n                           akcji, co na ogólną liczbę akcji stanowi 12,68 % kapitału zakładowego Zastal SA.Kapitał zakładowy wynosi 33.499.539,00 PLN i dzieli się na 33.499.539 szt. akcji.\n                           Akcjonariusze posiadający co najmniej 5 % głosów na NWZA spośród 4.247.241 szt. akcji:          Nazwa                               ilość głosów = ilość akcji        %\n                           głosów na NWZA           % w ogólnej liczbie głosów      Financial Factory Sp. z o.o.                   1.465.000                         \n                           34,49                                            4,37 Król Beata                                                1.439.898              \n                           33,90                                            4,30 Starosta Włodzimierz                             1.342.343                       \n                           31,61                                            4,01",
        "date": "2017-09-25"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 38 ust. 1 pkt. 7, 8 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej\n                           Zastal podaje do wiadomości treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie\n                           Akcjonariuszy w dniu 25 września 2017 roku. Podjęte uchwały wraz ze statystyką dotyczącą głosowania znajdują się w załączeniu\n                           do niniejszego raportu.",
        "date": "2017-09-25"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 38 ust. 1 pkt. 1, 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawieinformacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunkówuznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwemczłonkowskim, Zarząd Spółki Akcyjnej Zastal informuje, że działając na podstawie art.\n                           399 § 1, art. 402_2_Kodeksu Spółek Handlowych oraz punktu 10.2 Statutu Spółki, zwołuje Nadzwyczajne Walne\n                           ZgromadzenieAkcjonariuszy na dzień 25 września 2017 roku, o godz. 8.00 w siedzibie Spółki Zastal\n                           SA w Zielonej Górze, przyulicy Sulechowskiej 4a.W załączeniu do niniejszego raportu Emitent przekazuje:- pełny tekst ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           Zastal SA wraz zporządkiem obrad,- treść projektów uchwał.Spółka udostępnia wszelkie informacje dotyczące Nadzwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy na swojej stronie internetowej pod adresem: http://www.zastal.pl w sekcji\n                           Relacji Inwestorskich, zakładka WZA.",
        "date": "2017-08-29"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Akcyjnej Zastal informuje, że w chwili otwarcia Zwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy w dniu 30 czerwca 2017 roku było reprezentowanych 5.267.305\n                           akcji, co na ogólną liczbę akcji stanowi 15,72 % kapitału zakładowego Zastal SA. \n                           Kapitał zakładowy wynosi 33.499.539,00 PLN i dzieli się na 33.499.539 szt. akcji.\n                           Akcjonariusze posiadający co najmniej 5 % głosów na ZWZA spośród 5.267.305 szt. akcji:        Nazwa                               ilość głosów = ilość akcji        % głosów\n                           na ZWZA           % w ogólnej liczbie głosów    Financial Factory Sp. z o.o.                   1.465.000                         \n                           27,81                                            4,37Król Beata                                                1.439.898              \n                           27,34                                            4,30Starosta Włodzimierz                             1.342.343                       \n                           25,48                                            4,01 Gwizd Piotr                                               1.020.064              \n                           19,37                                            3,05",
        "date": "2017-06-30"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 38 ust. 1 pkt. 7, 8 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej\n                           Zastal podaje do wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Akcjonariuszy w dniu 30 czerwca 2017 roku.    Podjęte uchwały wraz ze statystyką dotyczącą głosowania znajdują się w załączeniu\n                           do niniejszego raportu.",
        "date": "2017-06-30"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje,\n                           że w dniu 26 czerwca 2017 roku Rada Nadzorcza Zastal SA działając na podstawie uprawnienia\n                           wynikającego za Statutu Spółki dokonała wyboru podmiotu uprawnionego do badania sprawozdań\n                           finansowych Emitenta.  Wybrano firmę UHY ECA Audyt spółka z ograniczoną odpowiedzialnością sp. k. z siedzibą\n                           w Krakowie _31-523_ przy ulicy Moniuszki 50, wpisaną na listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych, prowadzoną przez Krajową Izbę Biegłych Rewidentów\n                           pod numerem ewidencyjnym 3115.   Wybór podmiotu uprawnionego do badania sprawozdań finansowych nastąpił zgodnie z obowiązującymi\n                           przepisami i normami zawodowymi. Umowa z firmą UHY ECA Audyt spółka z ograniczoną\n                           odpowiedzialnością sp. k. będzie zawarta na okres przeglądu i badania sprawozdań finansowych\n                           Zastal SA i Grupy Kapitałowej Zastal za I półrocze 2017 roku i rok obrachunkowy 2017.\n                           W przeszłości Spółka korzystała z usług wyżej wymienionej firmy w zakresie badania\n                           rocznych sprawozdań finansowych Zastal SA i rocznych skonsolidowanych sprawozdań finansowych\n                           Grupy Kapitałowej Zastal.",
        "date": "2017-06-26"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 38 ust. 1 pkt. 1, 2, 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej\n                           Zastal informuje, że działając na podstawie art. 399 § 1, art. 402_2_ Kodeksu Spółek\n                           Handlowych oraz punktu 10.1 Statutu Spółki, zwołuje Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           na dzień 30 czerwca 2017 roku, o godz. 8.00 w siedzibie Spółki Zastal SA w Zielonej\n                           Górze, przy ulicy Sulechowskiej 4a.    W załączeniu do niniejszego raportu Emitent przekazuje:   - pełny tekst ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           Zastal SA wraz z porządkiem obrad,  - treść projektów uchwał,- treść zamierzonych zmian w Statucie Spółki.Spółka udostępnia wszelkie informacje dotyczące Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           na swojej stronie internetowej pod adresem: http://www.zastal.pl w sekcji Relacji\n                           Inwestorskich, zakładka WZA.",
        "date": "2017-06-02"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Akcyjnej Zastal przekazuje w załączonym pliku zestawienie wszystkich\n                           raportów bieżących i okresowych przesłanych przez Spółkę w 2016 roku. Wymienione w wykazie informacje znajdują się w siedzibie Spółki w Zielonej Górze przy\n                           ulicy Sulechowskiej 4a oraz na stronie internetowej pod adresem: www.zastal.pl w sekcji\n                           Relacji Inwestorskich, zakładka Komunikaty Giełdowe.",
        "date": "2017-05-19"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Akcyjnej Zastal _Spółka, Emitent_ informuje, że w dniu 30 marca 2017\n                           r. otrzymał powiadomienie w trybie art. 19 ust. 1 rozporządzenia MAR o transakcjach\n                           w odniesieniu do akcji Spółki wykonanych przez osobę pełniącą obowiązki zarządcze\n                           w Spółce. Powiadomienie dotyczy członka Rady Nadzorczej, pana Włodzimierza Starosty.Treść powiadomienia Emitent przekazuje w załączeniu do niniejszego raportu.",
        "date": "2017-03-30"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 38 ust. 1 pkt. 1, 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej\n                           ZASTAL informuje, że działając na podstawie Art. 399. §1., Art. 402_1_, Art. 402_2_\n                           Kodeksu spółek handlowych oraz punktu 10.2. Statutu Spółki, zwołuje Nadzwyczajne Walne\n                           Zgromadzenie Akcjonariuszy na dzień 11 styczeń 2019 roku, o godz. 9,00 w siedzibie\n                           spółki ZASTAL S.A. w Zielonej Górze, przy ulicy Sulechowskiej 4a.W załączeniu do niniejszego raportu Emitent przekazuje:- pełny tekst ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           ZASTAL S.A. wraz z porządkiem obrad,- treść projektów uchwał.Spółka udostępnia wszelkie informacje dotyczące Nadzwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy na swojej stronie internetowej pod adresem: http://www.zastal.pl w sekcji\n                           Relacji Inwestorskich, zakładka WZA.",
        "date": "2018-12-12"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Zastal SA _ Emitent, Spółka_ informuje, że w dniu dzisiejszym tj. 11\n                           grudnia 2018r. zawarł transakcję nabycia akcji własnych w łącznej ilości 60 sztuk\n                           na następujących zasadach:-13 akcji zwykłych na okaziciela IV emisji o wartości nominalnej 3,00 zł. każda, po\n                           cenie 0,45 zł. za 1 akcję, o łącznej wartości 5,85 zł. Nabycie akcji IV emisji nastąpiło\n                           w drodze zawarcia transakcji na rynku regulowanym.-47 akcji zwykłych na okaziciela VI emisji o wartości nominalnej 3,00 zł. każda akcja,\n                           po cenie  0,45 zł. za 1 akcję, o łącznej wartości 21,15 zł. Nabycie akcji VI emisji\n                           nastąpiło w drodze zawarcia umowy cywilno- prawnej.Celem nabycia akcji jest ich umorzenie i umożliwienie przeprowadzenia procesu scalenia\n                           akcji Emitenta. Z uwagi na planowane zwołanie Nadzwyczajnego Walnego Zgromadzenia\n                           Zarząd Spółki pragnie usprawnić przeprowadzenie procesu scalenia _  połączenia_ akcji,\n                           co przy obecnej ilości akcji poszczególnych emisji byłoby utrudnione.       Podstawa prawna : art.17 ust.1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014r. w sprawie nadużyć na rynku _rozporządzenie w\n                           sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 203/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-12-11"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Zastal S.A. z siedzibą w Zielonej Górze dalej: Spółka, Emitent na podstawie\n                           par.5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim oraz w uzupełnieniu raportu bieżącego nr 26/2018 przekazanego\n                           w dniu 17 sierpnia 2018 roku przekazuje informacje uzupełniające zgodnie z wymogami\n                           par.10 pkt 4 Rozporządzenia Ministra Finansów w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych.Pan Dariusz Stodolny posiada wykształcenie średnie o kierunku administracyjnym. W\n                           latach 1992-2010 prowadził działalność gospodarczą jako wspólnik lub właściciel. W\n                           latach 2010-2013 współpracował przy tworzeniu i uruchamianiu zakładu produkcji mebli.\n                           Od roku 2014 Prezes Zarządu Investia Fund sp. z o.o. z siedzibą w Koziegłowach. Od\n                           dnia 16.04.2018 Wiceprezes Zarządu Zastal Transport sp. z o.o. z siedzibą w Nowej\n                           Soli, Prezes Zarządu w spółkach: Landex sp. z o.o. z siedzibą w Zielonej Górze, Landex\n                           Bis sp. z o.o. z siedzibą w Zielonej Górze, Montag sp. z o.o. z siedzibą w Zielonej\n                           Górze. Od dnia 16.08.2018 Prezes Zarządu Zastal S.A. z siedzibą w Zielonej Górze.\n                           W okresie 30.06.2015- 22.03.2018 Członek Rady Nadzorczej Zastal S.A. z siedzibą w\n                           Zielonej Górze.",
        "date": "2018-09-28"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zastal SA z siedzibą w Zielonej Górze _dalej: Spółka, Emitent_ na podstawie par 5\n                           pkt 5 Rozporządzenia Ministra Finansów  z dnia 29 marca 2018r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji  wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim informuje, że w dniu 17 sierpnia 2018 roku Rada Nadzorcza Emitenta\n                           podjęła uchwałę nr 2/08/2018 o powołaniu z dniem dzisiejszym tj. 17 sierpnia 2018\n                           roku do składu Zarządu Spółki Pana Dariusza Stodolnego.Jednocześnie Rada Nadzorcza Emitenta powierzyła Panu Dariuszowi Stodolnemu funkcję\n                           Prezesa Zarządu Zastal SA.Zgodnie ze złożonym oświadczeniem Pan Dariusz Stodolny nie prowadzi innej działalności\n                           poza przedsiębiorstwem Emitenta, która byłaby w stosunku do działalności wykonywanej\n                           w przedsiębiorstwie Emitenta konkurencyjna. Pan Dariusz Stodolny nie uczestniczy w\n                           spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej bądź w innej konkurencyjnej osobie prawnej jako członek\n                           organu.Pan Dariusz Stodolny nie figuruje  w Rejestrze Dłuźników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2018-08-17"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par.5 pkt 4 Rozporządzenia Ministra Finansów  z dnia 29 marca 2018r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje, że w dniu\n                           06 sierpnia 2018 roku do Spółki wpłynęła rezygnacja Pana Mariusza Matusika z pełnienia\n                           funkcji Prezesa Zarządu Zastal SA z dniem 06 sierpnia 2018r.Pan Mariusz Matusik nie podał powodu rezygnacji.",
        "date": "2018-08-06"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje,\n                           że w dniu 30 lipca 2018 roku Rada Nadzorcza Zastal SA działając na podstawie uprawnienia\n                           wynikającego za Statutu Spółki dokonała wyboru podmiotu uprawnionego do badania sprawozdań\n                           finansowych Emitenta.    Wybrano firmę MORISON FINANSISTA AUDIT Sp. z o.o. z siedzibą w Poznaniu _61-005_ przy\n                           ulicy Głównej 6, wpisaną na listę podmiotów uprawnionych do badania sprawozdań finansowych,\n                           prowadzoną przez Krajową Izbę Biegłych Rewidentów pod numerem ewidencyjnym 255.Wybór podmiotu uprawnionego do badania sprawozdań finansowych nastąpił zgodnie z obowiązującymi\n                           przepisami i normami zawodowymi. Umowa z firmą MORISON FINANSISTA AUDIT Sp. z o.o.\n                           będzie zawarta na okres przeglądu i badania sprawozdań finansowych Zastal SA i Grupy\n                           Kapitałowej Zastal za I półrocze 2018 i 2019 roku oraz rok obrotowy 2018 i 2019.W przeszłości Spółka nie korzystała z usług wyżej wymienionej firmy w zakresie badania\n                           sprawozdań finansowych Zastal SA i Grupy Kapitałowej Zastal.",
        "date": "2018-07-31"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Zastal S.A. _Emitent, Spółka_ informuje, że w dniu dzisiejszym tj. 25\n                           czerwca 2018 r. Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. podjął na wniosek\n                           Emitenta Uchwałę Nr 649/2018 o zawieszeniu obrotu akcjami Emitenta, oznaczonymi kodem\n                           \"PLZSTAL00012\" na okres od dnia 29 czerwca 2018 roku do dnia 11 lipca 2018 roku włącznie.Złożenie przez Zarząd Emitenta wniosku o zawieszenie obrotu akcjami Emitenta związane\n                           jest z koniecznością przeprowadzenia przez Krajowy Depozyt Papierów Wartościowych\n                           operacji scalenia _połączenia_ akcji. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-06-25"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Zastal SA _Emitent, Spółka_ w nawiązaniu do raportu bieżącego nr 21/2018\n                           z dnia 18.06.2018 roku informuje, że nie została zakończona procedura związana z procesem\n                           oceny wniosków dotyczących scalenia _połączenia_ akcji Emitenta. W związku z tym termin zawieszenie obrotu akcjami Emitenta, pierwotnie wskazany przez\n                           Emitenta i podany w raporcie bieżącym nr 21/2018 z dnia 18.06.2018 roku oraz zawarty\n                           we wniosku na GPW, na okres od 25 czerwca 2018 roku do 05 lipca 2018 roku włącznie,\n                           zostanie przesunięty do czasu uzyskania stosownych zatwierdzeń i uchwał ze strony\n                           KDPW oraz GPW.Emitent niezwłocznie po uzyskaniu informacji o zatwierdzeniu złożonych wniosków w\n                           procesie scalenia _połączenia_ akcji przez GPW oraz KDPW przekaże stosowny raport\n                           bieżący. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-06-21"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Zastal SA _Emitent, Spółka_ informuje, że w dniu dzisiejszym tj. 18\n                           czerwca 2018 r. złożył do Giełdy Papierów Wartościowych w Warszawie S.A. wniosek o\n                           zawieszenie obrotu akcjami Emitenta na okres od 25 czerwca 2018 roku do 05 lipca 2018\n                           roku włącznie.Złożenie wniosku o zawieszenie obrotu akcjami Emitenta związane jest z koniecznością\n                           przeprowadzenia przez Krajowy Depozyt Papierów Wartościowych operacji scalenia _połączenia_\n                           akcji z proponowanym dniem referencyjnym w terminie 28 czerwca 2018 roku. Jednocześnie\n                           Spółka wnioskowała o wyznaczenie dnia scalenia akcji w KDPW w terminie 03 lipca 2018\n                           roku.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-06-18"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Akcyjnej Zastal informuje, że w chwili otwarcia Zwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy w dniu 18 czerwca 2018 roku było reprezentowanych 8.180.213\n                           akcji, co na ogólną liczbę akcji stanowi 29,93 % kapitału zakładowego Zastal SA. Kapitał zakładowy wynosi 81.988.380,00 PLN i dzieli się na 27.329.460 szt. akcji. Akcjonariusze posiadający co najmniej 5 % głosów na NWZA spośród 8.180.213 szt. akcji:     Nazwa                               ilość głosów = ilość akcji        % głosów\n                           na NWZA           % w ogólnej liczbie głosówOmegia S.A.                                         8.180.213                    \n                           100,00                                            29,93",
        "date": "2018-06-18"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 38 ust. 1 pkt. 7, 8 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej\n                           Zastal podaje do wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie\n                           Akcjonariuszy w dniu 18 czerwca 2018 roku.Podjęte uchwały wraz ze statystyką dotyczącą głosowania znajdują się w załączeniu\n                           do niniejszego raportu.",
        "date": "2018-06-18"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Zastal SA _dalej: \"Spółka\", \"Emitent\"_ zawiadamia, że w dniu dzisiejszym tj.\n                           14.06.2018 r. powziął informację, że w dniu 05.06.2018 r. Sąd Rejonowy w Zielonej\n                           Górze, VIII Wydział Gospodarczy Krajowego Rejestru Sądowego zarejestrował zmianę kapitału\n                           zakładowego Zastal SA oraz zmiany Statutu Spółki. Wskazane zmiany kapitału zakładowego\n                           oraz zmiany w Statucie wynikają z uchwał Nadzwyczajnego Walnego Zgromadzenia Emitenta\n                           z dnia 7 marca 2018 r.W związku z rejestracją zmiany kapitału zakładowego Spółki punkt 7.2. i punkt 7.2.a.\n                           Statutu Spółki otrzymały nowe, następujące brzmienie:\"7.2. Kapitał zakładowy Spółki wynosi 81.988.380,00 zł _słownie: osiemdziesiąt jeden milionów\n                           dziewięćset osiemdziesiąt osiem tysięcy trzysta osiemdziesiąt złotych_ i dzieli się\n                           na 27.329.460 _słownie: dwadzieścia siedem milionów trzysta dwadzieścia dziewięć tysięcy\n                           czterysta sześćdziesiąt_ akcji, każda po 3,00 zł _trzy złote_ w tym:- 33.180 _trzydzieści trzy tysiące sto siedemdziesiąt dziewięć_ akcji I emisji o numerach\n                           od 1 _jeden_ do 33.180 _trzydzieści trzy tysiące sto osiemdziesiąt_;- 4.374.360 _cztery miliony trzysta siedemdziesiąt cztery tysiące trzysta sześćdziesiąt_\n                           akcji II emisji o numerach od 1 _jeden_ do 4.374.360 _cztery miliony trzysta siedemdziesiąt\n                           cztery tysiące trzysta sześćdziesiąt_;- 2.425.640 _dwa miliony czterysta dwadzieścia pięć tysięcy sześćset czterdzieści_\n                           akcji III emisji o numerach od 1 _jeden_ do 2.425.640 _dwa miliony czterysta dwadzieścia\n                           pięć tysięcy sześćset czterdzieści_;- 3.333.333 _trzy miliony trzysta trzydzieści trzy tysiące trzysta trzydzieści trzy_\n                           akcje IV emisji o numerach od 1 _jeden_ do 3.333.333 _trzy miliony trzysta trzydzieści\n                           trzy tysiące trzysta trzydzieści trzy_;- 1.000.000 _jeden milion_ akcji V emisji o numerach od 1 _jeden_ do 1.000.000 _jeden\n                           milion_;- 16.162.947 _szesnaście milionów sto sześćdziesiąt dwa tysiące dziewięćset czterdzieści\n                           siedem_ akcji VI emisji o numerach od 1 _jeden_ do 16.162.947 _szesnaście milionów\n                           sto sześćdziesiąt dwa tysiące dziewięćset czterdzieści siedem_.Każda akcja daje prawo do jednego głosu na Walnym Zgromadzeniu.7.2.a. 1. Określa się wartość nominalną warunkowego podwyższenia kapitału zakładowego Spółki\n                           na kwotę nie wyższą niż 18.510.237,00 zł _słownie: osiemnaście milionów pięćset dziesięć\n                           tysięcy dwieście trzydzieści siedem złotych_.2. Warunkowe podwyższenie kapitału zakładowego następuje w drodze emisji nowych akcji\n                           zwykłych na okaziciela VI Emisji o wartości nominalnej 3,00 zł _trzy złote_ każda,\n                           w liczbie nie większej niż 6.170.079 _słownie: sześć milionów sto siedemdziesiąt tysięcy\n                           siedemdziesiąt dziewięć_.3. Akcje VI Emisji mogą zostać objęte przez uprawnionych z warrantów subskrypcyjnych\n                           emitowanych na podstawie uchwały nr 28/2015 Zwyczajnego Walnego Zgromadzenia spółki\n                           ZASTAL S.A. z dnia 30.06.2015 roku w sprawie emisji warrantów subskrypcyjnych serii\n                           A uprawniających do objęcia akcji VI Emisji z wyłączeniem prawa poboru dotychczasowych\n                           akcjonariuszy Spółki.\"Zarząd Zastal SA przekazuje w załączeniu do niniejszego raportu jednolity tekst Statutu\n                           Spółki uwzględniający powyższe zmiany.Podstawę prawną przekazania niniejszego raportu bieżącego stanowi § 15 i § 38 ust.1\n                           pkt 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych prawa państwa niebędącego państwem\n                           członkowskim _Dz. U. z 2009 roku, Nr 33, poz. 259 ze zm._.",
        "date": "2018-06-14"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 38 ust. 1 pkt. 1 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej\n                           Zastal informuje, że działając na podstawie art. 399 § 1, art. 402_2_ Kodeksu Spółek\n                           Handlowych oraz punktu 10.1 Statutu Spółki, zwołuje Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           na dzień 18 czerwca 2018 roku, o godz. 8.00 w siedzibie Spółki Zastal SA w Zielonej\n                           Górze, przy ulicy Sulechowskiej 4a.      W załączeniu do niniejszego raportu Emitent przekazuje:- pełny tekst ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           Zastal SA wraz z porządkiem obrad,- treść projektów uchwał,- sprawozdanie z działalności Rady Nadzorczej.Spółka udostępnia wszelkie informacje dotyczące Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           na swojej stronie internetowej pod adresem: http://www.zastal.pl w sekcji Relacji\n                           Inwestorskich, zakładka WZA.",
        "date": "2018-05-21"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Akcyjnej Zastal przekazuje w załączonym pliku zestawienie wszystkich\n                           raportów bieżących i okresowych przesłanych przez Spółkę w 2017 roku. Wymienione w wykazie informacje znajdują się w siedzibie Spółki w Zielonej Górze przy\n                           ulicy Sulechowskiej 4a oraz na stronie internetowej pod adresem: www.zastal.pl w sekcji\n                           Relacji Inwestorskich, zakładka Komunikaty Giełdowe.",
        "date": "2018-05-16"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Akcyjnej Zastal informuje, iż w opublikowanym w dniu 29 kwietnia 2018\n                           roku skonsolidowanym raporcie rocznym RS 2017, w tabeli Wybrane dane finansowe:w wierszu IV. Zysk _strata_ netto dla kolumny 2017 w tys. zł zamiast kwoty -43938\n                           winna być kwota -5372w wierszu IV. Zysk _strata_ netto dla kolumny 2017 w tys. EUR zamiast kwoty -10352\n                           winna być kwota -1266Błędy wynikają z omyłki pisarskiej.Pozostałe opublikowane dane pozostają bez zmian.",
        "date": "2018-04-30"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Zastal S.A. z siedzibą w Zielonej Górze _dalej:  \"Emitent\", \"Spółka\"_\n                           na podstawie art. 70. pkt 1 Ustawy z dnia 29.07.2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz.U. Nr 184, poz. 1539 z późn. zmianami_ niniejszym informuje, że w\n                           dniu 27 kwietnia 2018 roku odebrał zawiadomienie od spółki Amida Capital Spółka z\n                           ograniczoną odpowiedzialnością S.K.A. z siedzibą w Poznaniu _dalej: \"Akcjonariusz\"_,\n                           iż w wyniku zawarcia w dniu 27 kwietnia 2018 roku umowy nabycia poza obrotem giełdowym\n                           20.000.000 _słownie: dwadzieścia milionów_ sztuk akcji zwykłych na okaziciela VI Emisji\n                           Spółki Zastal S.A. z siedzibą w  Zielonej Górze, nastąpiła zmiana poziomu zaangażowania\n                           Akcjonariusza w kapitale zakładowym oraz w głosach na walnym zgromadzeniu Emitenta,\n                           powodująca przekroczenie progu 20 % ogólnej liczby głosów.    Przed dokonaniem transakcji Akcjonariusz nie posiadał akcji Emitenta.     Po dokonaniu transakcji Akcjonariusz posiada obecnie 20.000.000 sztuk akcji na okaziciela\n                           spółki Zastal S.A., uprawniających łącznie do 24,39 % udziału w kapitale zakładowym\n                           Emitenta i jednocześnie uprawniających do wykonywania 24,39 % głosów na walnym zgromadzeniu.\n                           Ponadto Akcjonariusz poinformował, iż spółka zależna Financial Factory Sp. z o.o.\n                           posiada 1.465.000 szt. akcji Emitenta uprawniających do 1,79 % udziału w kapitale\n                           zakładowym Emitenta i jednocześnie uprawniających do wykonywania 1,79 % głosów na\n                           walnym zgromadzeniu, co łącznie z Akcjonariuszem uprawnia do 26,18 % udziału w kapitale\n                           zakładowym Emitenta i jednocześnie do wykonywania 26,18 % głosów na walnym zgromadzeniu\n                           Emitenta. Jednocześnie Akcjonariusz poinformował, iż nie istnieją osoby, o których mowa w art.\n                           87 ust. 1 pkt 3 lit. C w/w ustawy.",
        "date": "2018-04-27"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Zastal S.A. z siedzibą w Zielonej Górze _dalej:  \"Emitent\", \"Spółka\"_\n                           na podstawie art. 70. pkt 1 Ustawy z dnia 29.07.2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz.U. Nr 184, poz. 1539 z późn. zmianami_ niniejszym informuje, że w\n                           dniu 27 kwietnia 2018 roku odebrał zawiadomienie od spółki Omegia S.A. z siedzibą\n                           w Poznaniu _dalej: \"Akcjonariusz\"_, iż w wyniku zawarcia umowy zbycia poza obrotem\n                           giełdowym 20.000.000 _słownie: dwadzieścia milionów_ sztuk akcji zwykłych na okaziciela\n                           VI Emisji Spółki Zastal S.A. z siedzibą w  Zielonej Górze w dniu 27 kwietnia 2018\n                           roku nastąpiła zmiana poziomu zaangażowania Akcjonariusza w kapitale zakładowym oraz\n                           w głosach na walnym zgromadzeniu Emitenta, powodująca przekroczenie progu 33 % ogólnej\n                           liczby głosów.  Przed dokonaniem transakcji Akcjonariusz posiadał 45.874.696 sztuk akcji na okaziciela\n                           Spółki Zastal S.A., uprawniających łącznie do 55,95 % udziału w kapitale zakładowym\n                           Emitenta i jednocześnie uprawniających do wykonywania 55,95 % głosów na walnym zgromadzeniu.\n                           Po dokonaniu tranakcji Akcjonariusz posiada obecnie 25.874.696  sztuk akcji na okaziciela\n                           spółki Zastal S.A., uprawniających łącznie do 31,60 % udziału w kapitale zakładowym\n                           Emitenta i jednocześnie uprawniających do wykonywania 31,60 % głosów na walnym zgromadzeniu.\n                           Ponadto Akcjonariusz poinformował, iż nie istnieją podmioty zależne od niego posiadające\n                           akcje Emitenta oraz osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. C w/w ustawy.",
        "date": "2018-04-27"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 103 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje,\n                           że ulega zmianie data przekazania jednostkowego raportu rocznego za rok 2017 oraz\n                           skonsolidowanego raportu rocznego za rok 2017 podana w raporcie bieżącym nr 1/2018.\n                           Aktualna data przekazania przedmiotowych raportów okresowych to 29 kwietnia 2018 roku.",
        "date": "2018-04-25"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje,\n                           że w dniu dzisiejszym _22 marca 2018 r._ Spółka powzięła informację o podjęciu w dniu\n                           22 marca 2018 roku przez Radę Nadzorczą Emitenta uchwały o kooptacji członka Rady\n                           Nadzorczej. Rada Nadzorcza Zastal SA w ramach kooptacji powołała na członka Rady Nadzorczej Panią\n                           Wiesławę Wałdowską-Trzciałkowską.Pani Wiesława Wałdowska-Trzciałkowska oświadczyła, że nie prowadzi działalności gospodarczej,\n                           która miałaby znaczenie dla działalności Spółki lub byłaby dla niej konkurencyjna,\n                           ani nie jest zamieszczona w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.Pani Wiesława Wałdowska-Trzciałkowska posiada wykształcenie wyższe:2007 r. ukończyła UWM w Olsztynie - Wydział Nauk Ekonomicznych , kierunek: rachunkowość\n                           – studia podyplomowe,2002 r. ukończyła Wyższą Szkołę Informatyki i Ekonomii Towarzystwa Wiedzy Powszechnej\n                           w Olsztynie, kierunek: rachunkowość i finanse - studia podyplomowe,1996 r. ukończyła Akademię Rolniczo - Techniczną w Olsztynie - Wydział Ekonomiczny\n                           - studia magisterskie.Przebieg kariery zawodowej:Od 1.08.2013 r. zatrudniona w IZNS Inwestycje Sp. z o.o. z siedzibą w Iławie - Dyrektor\n                           ds. operacyjnych.Od 5.03.2012 r. powołana na stanowisko Prezesa Zarządu w IZNS Inwestycje Sp. z o.o.1997-2013 Zakłady Mięsne Henryk Kania SA z siedzibą w Pszczynie _dawniej IZNS Iława\n                           S.A., z siedzibą w Iławie_ - Główny Księgowy1996-1997 \"Rolimpex-Iława\" z siedzibą w Iławie – Handlowiec.Pani Wiesława Wałdowska-Trzciałkowska jest członkiem rad nadzorczych spółek CSY S.A.\n                           i RSY S.A.",
        "date": "2018-03-22"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z § 5 ust. 1 pkt. 21 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej Zastal informuje,\n                           że w dniu 22 marca 2018 roku do Spółki wpłynęła rezygnacja Pana Dariusza Stodolnego\n                           z pełnienia funkcji członka Rady Nadzorczej Zastal SA z dniem 22 marca 2018 roku.Pan Dariusz Stodolny nie podał powodu rezygnacji.",
        "date": "2018-03-22"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Akcyjnej Zastal informuje, że w chwili otwarcia Nadzwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy w dniu 7 marca 2018 roku było reprezentowanych 44.540.640\n                           akcji, co na ogólną liczbę akcji stanowi 54,33 % kapitału zakładowego Zastal SA. \n                           Kapitał zakładowy wynosi 81.988.380,00 PLN i dzieli się na 81.988.380 szt. akcji.Akcjonariusze posiadający co najmniej 5 % głosów na NWZA spośród 44.540.640 szt. akcji:            Nazwa                               ilość głosów = ilość akcji       \n                           % głosów na NWZA           % w ogólnej liczbie głosówOmegia S.A.                                              44.540.640              \n                           100,00                                            54,33",
        "date": "2018-03-07"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par. 38 ust. 1 pkt. 7, 8 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej\n                           Zastal podaje do wiadomości treść uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie\n                           Akcjonariuszy w dniu 7 marca 2018 roku.  Podjęte uchwały wraz ze statystyką dotyczącą głosowania znajdują się w załączeniu\n                           do niniejszego raportu.",
        "date": "2018-03-07"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Spółki Zastal S.A. z siedzibą w Zielonej Górze _dalej:  \"Emitent\", \"Spółka\"_\n                           na podstawie art. 70. pkt 1 Ustawy z dnia 29.07.2005 roku o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych _Dz.U. Nr 184, poz. 1539 z późn. zmianami_ niniejszym informuje, iż w\n                           dniu wczorajszym tj. 12 lutego 2018 roku odebrał zawiadomienie od spółki Omegia S.A.\n                           z siedzibą w Poznaniu _dalej: \"Akcjonariusz\"_, iż w wyniku zawarcia umowy objęcia\n                           44 540 640 _słownie: czterdzieści cztery miliony pięćset czterdzieści tysięcy sześćset\n                           czterdzieści_ sztuk akcji zwykłych na okaziciela VI Emisji Spółki Zastal S.A. z siedzibą\n                           w  Zielonej Górze w dniu 07 luty 2018 roku nastąpiła zmiana poziomu zaangażowania\n                           Akcjonariusza w kapitale zakładowym oraz w głosach na walnym zgromadzeniu Emitenta,\n                           powodująca przekroczenie progu 50% ogólnej liczby głosów.Przed dokonaniem podwyższenia kapitału zakładowego Emitenta Akcjonariusz posiadał\n                           1.328.956  sztuk akcji na okaziciela Spółki Zastal S.A., uprawniających łącznie do\n                           3,97% udziału w kapitale zakładowym Emitenta i jednocześnie uprawniających do wykonywania\n                           3,97% głosów na walnym zgromadzeniu. Po dokonaniu podwyższenia kapitału zakładowego Emitenta Akcjonariusz posiada obecnie\n                           45.869.596  sztuk akcji na okaziciela spółki Zastal S.A., uprawniających łącznie do\n                           55,95% udziału w kapitale zakładowym Emitenta i jednocześnie uprawniających do wykonywania\n                           55,95% głosów na walnym zgromadzeniu. Ponadto Akcjonariusz poinformował, iż nie istnieją podmioty zależne od niego posiadające\n                           akcje Emitenta oraz osoby, o których mowa w art. 87 ust. 1 pkt 3 lit. C w/w ustawy.",
        "date": "2018-02-13"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zgodnie z par.38 ust.1 pkt 1 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim, Zarząd Spółki Akcyjnej\n                           ZASTAL informuje, że działając na podstawie Art. 399 par.1., Art. 402_1_. Art.402_2_.\n                           Kodeksu spółek handlowych oraz punktu 10.2. Statutu Spółki, zwołuje Nadzwyczajne Walne\n                           Zgromadzenie Akcjonariuszy na dzień 07 marca 2018 roku, o godz.8.00 w siedzibie spółki\n                           ZASTAL SA w Zielonej Górze, przy ulicy Sulechowskiej 4a.W załączeniu do niniejszego raportu Emitent przekazuje:- pełny tekst ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia  Akcjonariuszy\n                           ZASTAL SA  wraz z porządkiem obrad,- treść projektów uchwał.Spółka udostępnia wszelkie informacje dotyczące Nadzwyczajnego Walnego Zgromadzenia\n                           Akcjonariuszy na swojej stronie internetowej pod adresem : http:// www.zastal.pl w\n                           sekcji Relacje Inwestorskie, zakładka WZA.",
        "date": "2018-02-08"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Zastal S.A. _dalej: Emitent, Spółka_ w nawiązaniu do raportu bieżącego nr 2/2018\n                           z dnia 01.02.2018 roku informuje, że w dniu dzisiejszym tj. 07.02.2018 roku zostały\n                           zawarte z wierzycielami Spółki umowy dotyczące restrukturyzacji zadłużenia Emitenta.\n                           W rezultacie podpisanych umów nastąpił znaczący spadek zobowiązań Emitenta na łączną\n                           kwotę 67.942.639,38 zł _słownie: sześćdziesiąt siedem milionów dziewięćset czterdzieści\n                           dwa tysiące sześćset trzydzieści dziewięć złoty trzydzieści osiem groszy_. Przedmiotem\n                           w/w umów z wierzycielami było:1. Objęcie akcji VI Emisji Spółki za łączną kwotę  48.488.841,00 zł _słownie: czterdzieści\n                           osiem milionów czterysta osiemdziesiąt osiem tysięcy osiemset czterdzieści jeden złotych_.2. Przeniesienie prawa własności 60.000 _słownie: sześćdziesiąt tysięcy_ sztuk akcji\n                           imiennych serii A spółki Landex Spółka z ograniczoną odpowiedzialnością S.K.A. z siedzibą\n                           w Zielonej Górze, wpisanej do rejestru przedsiębiorców pod numerem KRS  0000442506,\n                           o wartości bilansowej wynoszącej 13.053.925,34 zł _słownie: trzynaście milionów pięćdziesiąt\n                           trzy tysiące dziewięćset dwadzieścia pięć i 34/100 złotego_.3. Przeniesienie prawa własności 8.168 _słownie: osiem tysięcy sto sześćdziesiąt osiem_\n                           obligacji imiennych serii A, wyemitowanych przez spółkę Benten Spółka z ograniczoną\n                           odpowiedzialnością INVEST SKA_, o wartości bilansowej wynoszącej 6.399.873,04 zł _słownie:\n                           sześć milionów trzysta dziewięćdziesiąt dziewięć tysięcy osiemset siedemdziesiąt trzy\n                           i 04/100 złotego_.Zdaniem Zarządu Spółki zawarcie wskazanych powyżej umów przyczyni się do istotnej\n                           poprawy standingu finansowego Emitenta, jego postrzegania przez kontrahentów, instytucje\n                           finansowe i inwestorów. W efekcie możliwe będzie poszerzenie współpracy z czołowymi\n                           podmiotami działającymi na rynku kolejowym i w segmencie produkcji metalowej. Przeprowadzone\n                           działania będą miały istotny wpływ na wzrost poziomu kapitału własnego Spółki.",
        "date": "2018-02-07"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Zastal S.A. z siedzibą w Zielonej Górze _dalej: Emitent, Spółka_ informuje,\n                           iż w związku z zawarciem umów objęcia akcji VI Emisji oraz wydaniem odcinków zbiorowych\n                           akcji  w dniu dzisiejszym tj. 07.02.2018 roku nastąpiło podwyższenie kapitału zakładowego\n                           Spółki o kwotę 48.488.841,00 zł _słownie: czterdzieści osiem milionów czterysta osiemdziesiąt\n                           osiem tysięcy osiemset czterdzieści jeden złotych_. Aktualna wysokość kapitału zakładowego wynosi 81.988.380,00 zł _słownie: osiemdziesiąt\n                           jeden milionów dziewięćset osiemdziesiąt osiem tysięcy trzysta osiemdziesiąt złotych_\n                           i dzieli się na:1_ 99.539 akcji zwykłych na okaziciela I emisji, 2_ 13.123.079 akcji zwykłych na okaziciela II emisji, 3_ 7.276.921 akcji zwykłych na okaziciela III emisji, 4_ 10.000.000 akcji zwykłych na okaziciela IV emisji, 5_ 3.000.000 akcji zwykłych na okaziciela V emisji,6_ 48.488.841 akcji zwykłych na okaziciela VI emisji. Ogólna liczba głosów ze wszystkich wyemitowanych akcji po dokonaniu podwyższenia kapitału\n                           zakładowego wynosi 81.988.380.",
        "date": "2018-02-07"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Zastal S.A. z siedzibą w Zielonej Górze _dalej: Emitent, Spółka_ w nawiązaniu\n                           do raportu bieżącego nr 14/2015 z dnia 27 października 2015 roku w sprawie rejestracji\n                           warunkowego podwyższenia kapitału zakładowego i zmian w Statucie Spółki niniejszym\n                           informuje, że w dniu dzisiejszym tj. 07.02.2018 roku Spółka zawarła z dwoma inwestorami\n                           umowy objęcia 48 488 841 _słownie: czterdzieści osiem milionów czterysta osiemdziesiąt\n                           osiem tysięcy osiemset czterdzieści jeden_ akcji VI Emisji, po cenie jednostkowej\n                           1,00 zł za 1 akcje, o łącznej cenie emisyjnej 48.488.841,00 zł _słownie: czterdzieści\n                           osiem milionów czterysta osiemdziesiąt osiem tysięcy osiemset czterdzieści jeden złotych_.\n                           Spółka ponadto informuje, iż wymagane wkłady pieniężne na pokrycie Akcji VI Emisji\n                           zostały wniesione w całości, w sposób przewidziany w uchwale emisyjnej nr 29/2015\n                           Zwyczajnego Walnego Zgromadzenia Akcjonariuszy Spółki z dnia 30 czerwca 2015  roku.",
        "date": "2018-02-07"
    },
    {
        "company_name": "ZASTAL SA",
        "content": "Zarząd Zastal SA _dalej: Emitent, Spółka_ informuje, że w dniu dzisiejszym tj. 01.02.2018\n                           roku podjął decyzję o rozpoczęciu wielostronnych negocjacji z wierzycielami Spółki\n                           w sprawie restrukturyzacji istotnej części zobowiązań Emitenta. Celem prowadzonych rozmów będzie podwyższenie kapitału zakładowego Spółki, pozyskanie\n                           nowych inwestorów, znacząca redukcja zadłużenia Emitenta, wzrost kapitałów własnych\n                           i poprawa sytuacji finansowej Spółki. O rezultatach prowadzonych rozmów Emitent na bieżąco będzie informował akcjonariuszy\n                           w kolejnych raportach bieżących.",
        "date": "2018-02-01"
    }
]