[
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje, iż w dniu\n                           21 grudnia 2017 roku zawarł dokumentację programu emisji obligacji do kwoty 5.000.000.000,00\n                           PLN _słownie: pięć miliardów złotych_ _\"Program\"_ z organizatorami emisji: ING Bankiem\n                           Śląskim SA, Bankiem Polska Kasa Opieki SA, Bankiem Handlowym w Warszawie SA oraz Bankiem\n                           BGŻ BNP Paribas SA.W ramach pięcioletniego Programu PGNiG będzie mogło emitować w ramach oferty niepublicznej\n                           obligacje z terminem zapadalności do 10 lat o oprocentowaniu stałym lub zmiennym.\n                           Obligacje mogą zostać wprowadzone do alternatywnego systemu obrotu Catalyst.Obligacje będą emitowane w celu uzyskania środków na zaspokojenie bieżących potrzeb\n                           finansowych związanych z realizacją strategii Grupy Kapitałowej PGNiG.",
        "date": "2017-12-21"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje, że powziął\n                           w dniu 15 grudnia 2017 roku informację o złożeniu przez AkerBP, operatora koncesji\n                           Aerfugl _wcześniej Snadd_ i Skogul _wcześniej Storklakken_, w których udziały posiada\n                           spółka zależna od PGNiG - PGNiG Upstream Norway AS _\"PUN\"_, wniosków do Norweskiego\n                           Ministerstwa Ropy i Energii o zatwierdzenie planów ich zagospodarowania.Zatwierdzenie planów zagospodarowania będzie równoznaczne z uruchomieniem projektów\n                           inwestycyjnych. Według danych operatora przekazanych we wniosku poziomy pozostałych\n                           do wydobycia zasobów złoża Aerfugl wynoszą: 31,3 mld m³ gazu ziemnego i 6 mln m³ kondensatu\n                           oraz 3,5 mln ton NGL. Natomiast zasoby złoża Skogul wynoszą 8,93 mln baryłek ropy\n                           naftowej i 170 mln m³ gazu towarzyszącego ropie. W szczytowych okresach planowane\n                           roczne wydobycie netto dla PUN może wynieść odpowiednio: około 0,5 mld m3 gazu ziemnego\n                           ze złoża Aerfugl oraz 1,4 mln baryłek ropy ze złoża Skogul. Powyższe dane są wielkościami\n                           szacowanymi przez operatora i mogą ulec rewizji wraz z postępem realizacji projektów\n                           inwestycyjnych.W przypadku pozytywnego rozpatrzenia powyższego wniosku wiercenie odwiertów eksploatacyjnych\n                           rozpocznie się w 2019 roku, a uruchomienie produkcji z nowych odwiertów na złożu Aerfugl\n                           planowane jest na IV kwartał 2020 roku, a na złożu Skogul na I kwartał 2020 roku.PUN posiada 11,9175 proc. udziałów w złożu Aerfugl oraz 35 proc. udziałów w złożu\n                           Skogul.",
        "date": "2017-12-15"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa S.A. _\"PGNiG\"_ otrzymał informację\n                           o zatwierdzeniu decyzją Prezesa Urzędu Regulacji Energetyki _\"Prezes URE\"_ z dnia\n                           14 grudnia 2017 roku Taryfy PGNiG Obrót Detaliczny Sp. z o.o. w zakresie obrotu paliwami\n                           gazowymi Nr 6 _\"Taryfa Detaliczna\"_, utrzymującej wysokość dotychczas obowiązujących\n                           cen za paliwo gazowe oraz stawki opłat abonamentowych.Taryfa Detaliczna będzie obowiązywać od 1 stycznia 2018 roku do 31 marca 2018 roku\n                           i będzie dotyczyła odbiorców paliw gazowych w gospodarstwie domowym.O złożeniu wniosku o utrzymanie do 31 marca 2018 roku dotychczasowych cen za paliwo\n                           gazowe oraz stawek opłat abonamentowych Taryfy Detalicznej PGNiG informowało w Raporcie\n                           Bieżącym Nr 95/2017 z dnia 5 grudnia 2017 roku.Szczegóły dotyczące zatwierdzonych taryf dostępne są na stronie internetowej www.ure.gov.pl\n                           i opublikowane w Biuletynie Branżowym URE – Paliwa gazowe.",
        "date": "2017-12-14"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że  w dniu 13 grudnia 2017 roku wpłynął do Spółki odpis pozwu wniesionego przez jednego\n                           z akcjonariuszy do Sądu Okręgowego w Warszawie o stwierdzenie nieważności / uchylenie\n                           uchwały nr 1/IX/2017 Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy PGNiG z dnia\n                           13 września 2017 roku.",
        "date": "2017-12-13"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 12 grudnia 2017 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach Programu\n                           Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna wartość\n                           nominalna Obligacji wynosi 150.000.000,00 zł _słownie: sto pięćdziesiąt milionów złotych_,\n                           w tym:- Emisja 500 obligacji o łącznej wartości 50.000.000,00 zł _słownie: pięćdziesiąt\n                           milionów złotych_ z datą wykupu w dniu 27 grudnia 2017 roku, o rentowności 1,7629%\n                           w skali roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której\n                           PGNiG posiada udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania\n                           100% ogólnej liczby głosów na Zgromadzeniu;- Emisja 1000 obligacji o łącznej wartości 100.000.000,00 zł _słownie: sto milionów\n                           złotych_ z datą wykupu w dniu 11 stycznia 2018 roku, o rentowności 1,8071% w skali\n                           roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której PGNiG posiada\n                           udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania 100% ogólnej\n                           liczby głosów na Zgromadzeniu;Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji.PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu. Celem Programu jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej\n                           PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 12 grudnia 2017 roku\n                           150.000.000,00 zł _słownie:  sto pięćdziesiąt milionów złotych_.",
        "date": "2017-12-12"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd spółki Polskie Górnictwo Naftowe i Gazownictwo S.A. _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 8 grudnia 2017 r. zarząd Spółki powziął informację o wystąpieniu przez PAO\n                           Gazprom i OOO Gazprom Export _dalej łącznie \"Gazprom\"_ do PGNiG z wnioskiem o renegocjację\n                           ceny kontraktowej gazu dostarczanego przez Gazprom na podstawie kontraktu kupna-sprzedaży\n                           gazu ziemnego do Rzeczypospolitej Polskiej z dnia 25 września 1996 r. _\"Kontrakt Jamalski\"_.W ocenie Spółki wniosek renegocjacyjny Gazpromu jest nie zasadny oraz nie spełnia\n                           wymogów formalnych opisanych w Kontrakcie Jamalskim, a w rezultacie jest bezskuteczny.",
        "date": "2017-12-08"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 5 grudnia 2017 roku Spółka zależna PGNiG Obrót Detaliczny sp. z o.o. _\"PGNiG\n                           OD\"_ w ramach prowadzonego postępowania administracyjnego o zatwierdzenie taryfy w\n                           zakresie obrotu paliwami gazowymi, złożyła do Prezesa Urzędu Regulacji Energetyki\n                           _\"Prezes URE\"_ wniosek o utrzymanie od 1 stycznia 2018 roku dotychczasowych cen za\n                           paliwo gazowe oraz stawek opłat abonamentowych, o których spółka informowała w Raporcie\n                           Bieżącym Nr 23/2017 z dnia 17 marca 2017 roku.Zgodnie ze złożonym wnioskiem, w przypadku jego pozytywnego rozpatrzenia oraz akceptacji\n                           przez Prezesa URE, taryfa PGNiG OD utrzymująca dotychczasowe stawki będzie obowiązywać\n                           w okresie od 1 stycznia 2018 roku do 31 marca 2018 roku. Nowa taryfa będzie stosowana\n                           jedynie wobec odbiorców w gospodarstwach domowych.Spółka poda oddzielnym Raportem Bieżącym informację o decyzji Prezesa URE w sprawie\n                           zatwierdzenia taryfy PGNiG OD.",
        "date": "2017-12-05"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje, że  powziął\n                           w dniu 30 listopada 2017 roku informację o postanowieniu przez Sąd Rejonowy dla m.\n                           st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego o rejestracji\n                           zmian Statutu PGNiG przyjętych Uchwałą nr 3/X/2017 Nadzwyczajnego Walnego Zgromadzenia\n                           PGNiG z dnia 21 października 2017 roku. Zmiana została wpisana do Rejestru Przedsiębiorców\n                           w dniu 29 listopada 2017 roku.Dokonana zmiana została zaprezentowana w raporcie bieżącym nr 86/2017 z dnia 21 października\n                           2017 roku.",
        "date": "2017-11-30"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ przekazuje prognozy\n                           wydobycia gazu ziemnego i ropy naftowej w latach 2017 – 2019, zastępujące prognozy\n                           wydobycia gazu ziemnego i ropy naftowej w latach 2016 – 2018 opublikowane w raporcie\n                           bieżącym nr 34/2016 z dnia 15 kwietnia 2016 roku i zaktualizowane raportem bieżącym\n                           nr 98/2016 z dnia 25 października 2016 roku.",
        "date": "2017-11-29"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje, że  powziął\n                           w dniu 8 listopada 2017 roku informację o postanowieniu przez Sąd Rejonowy dla m.\n                           st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego o rejestracji\n                           zmian Statutu PGNiG przyjętych Uchwałą nr 4/IX/2017 Nadzwyczajnego Walnego Zgromadzenia\n                           PGNiG z dnia 13 września 2017 roku. Zmiana została wpisana do Rejestru Przedsiębiorców\n                           w dniu 7 listopada 2017 roku.Dokonana zmiana została zaprezentowana w raporcie bieżącym nr 75/2017 z dnia 14 września 2017 roku.",
        "date": "2017-11-08"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd spółki Polskie Górnictwo Naftowe i Gazownictwo S.A. _\"PGNiG\", \"Spółka\"_ informuje,\n                           że dnia 1 listopada 2017 r. Spółka złożyła wniosek do PAO Gazprom i OOO Gazprom Export\n                           _dalej łącznie \"Gazprom\"_ o renegocjację ceny kontraktowej gazu dostarczanego przez\n                           Gazprom na podstawie kontraktu kupna-sprzedaży gazu ziemnego do Rzeczypospolitej Polskiej\n                           z dnia 25 września 1996 r. _\"Kontrakt Jamalski\"_.  Zgodnie z postanowieniami Kontraktu Jamalskiego nowa cena może wejść w życie trzy\n                           lata po wejściu w życie poprzedniej zmiany ceny kontraktowej. Biorąc pod uwagę, że\n                           ewentualna zmiana ceny w wyniku trwających negocjacji i postępowania arbitrażowego,\n                           o którym Spółka informowała raportem bieżącym nr 43/2015 z dnia 13 maja 2015 r., może\n                           wejść w życie z dniem 1 listopada 2014 r., każda ze Stron Kontraktu Jamalskiego może\n                           żądać kolejnej renegocjacji ceny kontraktowej od dnia 1 listopada 2017 r. Złożenie\n                           wniosku przez PGNiG inicjuje ten proces.Publikacja informacji dot. podjęcia decyzji przez Zarząd o złożeniu wniosku o renegocjację\n                           ceny kontraktowej gazu w Kontrakcie Jamalskim została opóźniona w dniu 27 października\n                           2017 roku do dzisiaj zgodnie z Art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE.",
        "date": "2017-11-01"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 27 października 2017 roku Spółka złożyła, po uzyskaniu zgód wynikających\n                           z zapisów Statutu Spółki, wiążącą ofertę na rezerwację przepustowości w okresie od\n                           1 października 2022 r. do 30 września 2037 r., w ramach procedury Open Season 2017\n                           projektu Baltic Pipe _\"Open Season 2017\"_, wykorzystywanej przez Energinet i Gaz-System\n                           S.A. w celu określenia zapotrzebowania uczestników rynku na wybudowanie lub rozbudowanie\n                           infrastruktury wydobywczej i przesyłowej pozwalającej na przesył gazu z Norwegii do\n                           Polski przez Danię. Zobowiązanie określono na kwotę o wartości szacunkowej 8,1 mld\n                           zł.Finalna alokacja przepustowości Open Season 2017 na rzecz PGNiG zostanie dokonana\n                           przez operatorów systemów przesyłowych Energinet i Gaz-System S.A. na podstawie ofert\n                           złożonych przez wszystkich uczestników Open Season 2017 w Fazie 2.Udział PGNiG w Fazie 2 procedury Open Season 2017 jest elementem realizacji założeń\n                           w zakresie budowy zdywersyfikowanego i konkurencyjnego portfela dostaw gazu ziemnego\n                           po roku 2022 w ramach \"Strategii GK PGNiG na lata 2017-2022 z perspektywą do 2026\n                           r.\", o której spółka informowała w Raporcie Bieżącym Nr 19/2017 z dnia 13 marca 2017\n                           r.Publikacja informacji dotyczącej warunków złożonej przez PGNiG wiążącej oferty została\n                           opóźniona w dniu 17 października 2017 r. tj. od momentu podjęcia uchwały Zarządu w\n                           zakresie warunków oferty do dzisiaj zgodnie z Art. 17 ust. 4 Rozporządzenia Parlamentu\n                           Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na\n                           rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2017-10-31"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA informuje o zmianie terminu\n                           przekazania do publicznej wiadomości skonsolidowanego raportu kwartalnego za III kwartał\n                           2017 roku na dzień 13 listopada 2017 roku.Pierwotna data publikacji tego raportu była ustalona na dzień 8 listopada 2017 roku,\n                           zgodnie z informacją przekazaną raportem bieżącym nr 115/2016 z dnia 6 grudnia 2016\n                           roku.",
        "date": "2017-10-23"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 23 października 2017 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach\n                           Programu Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna\n                           wartość nominalna Obligacji wynosi 100.000.000,00 zł _słownie: sto milionów złotych_,\n                           w tym:- Emisja 1000 obligacji o łącznej wartości 100.000.000,00 zł _słownie: sto milionów\n                           złotych_ z datą wykupu w dniu 24 listopada 2017 roku, o rentowności 1,8111% w skali\n                           roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której PGNiG posiada\n                           udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania 100% ogólnej\n                           liczby głosów na Zgromadzeniu.Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji.PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu. Celem Programu jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej\n                           PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 23 października 2017\n                           roku 100.000.000,00 zł _słownie: sto milionów złotych_.",
        "date": "2017-10-23"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ podaje listę akcjonariuszy\n                           posiadających, co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           PGNiG zwołanym na dzień 21 października 2017 roku wraz z określeniem liczby głosów\n                           przysługujących każdemu z nich, z posiadanych akcji i wskazaniem ich procentowego\n                           udziału w liczbie głosów na tym Nadzwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie\n                           głosów.",
        "date": "2017-10-21"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           iż obradujące w dniu 21 października 2017 r. Nadzwyczajne Walne Zgromadzenie Spółki\n                           uchwałą nr 3/X/2017 dokonało zmiany Statutu Spółki. Zmiany Statutu wejdą w życie w dniu ich zarejestrowania przez Sąd Rejestrowy.1. Dotychczasowy § 17 ust. 2 pkt 2 w brzmieniu:\"2_ na realizację strategicznych przedsięwzięć inwestycyjnych lub udział Spółki w\n                           przedsięwzięciach inwestycyjnych trwale lub przejściowo pogarszających efektywność\n                           ekonomicznej działalności Spółki, ale koniecznych dla zapewnienia bezpieczeństwa energetycznego\n                           Polski.\".otrzymuje następujące brzmienie: \"2_ na realizację strategicznych przedsięwzięć inwestycyjnych lub udział Spółki w\n                           przedsięwzięciach inwestycyjnych mogących trwale lub przejściowo pogorszyć efektywność\n                           ekonomiczną działalności Spółki, ale koniecznych dla zapewnienia bezpieczeństwa energetycznego\n                           Polski.\".",
        "date": "2017-10-21"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści uchwał, podjętych przez Nadzwyczajne Walne Zgromadzenie PGNiG zwołane\n                           na dzień 21 października 2017 roku.",
        "date": "2017-10-21"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ przekazuje szacunkowe,\n                           wybrane dane operacyjne za III kwartał oraz 9 miesięcy 2017 roku.",
        "date": "2017-10-20"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 18 października 2017 r. spełniony został drugi z warunków zawieszających\n                           dla aneksu do Umowy Regazyfikacji z dnia 18 marca 2010 r. pomiędzy PGNiG S.A. a Polskim\n                           LNG S.A. _\"Polskie LNG\"_, o którym Spółka informowała w Raporcie Bieżącym nr 67/2017\n                           z dnia 28 sierpnia 2017 r., w przedmiocie przedstawienia spółce Polskie LNG przez\n                           PGNiG przewidzianego umową przydziału przepustowości, zgodnie z Instrukcją Terminalu,\n                           przed terminem rozpoczęcia świadczenia usługi.O spełnieniu pierwszego z dwóch warunków zawieszających – w przedmiocie uzyskania\n                           przez Polskie LNG wymaganych zgód korporacyjnych – Spółka informowała w Raporcie Bieżącym\n                           nr 71/2017 z dnia 11 września 2017 r.",
        "date": "2017-10-18"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 2 października 2017 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach\n                           Programu Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna\n                           wartość nominalna Obligacji wynosi 40.000.000,00 zł _słownie: czterdzieści milionów\n                           złotych_, w tym:- Emisja 400 obligacji o łącznej wartości 40.000.000,00 zł _słownie: czterdzieści\n                           milionów złotych_ z datą wykupu w dniu 16 października 2017 roku, o rentowności 1,7700%\n                           w skali roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której\n                           PGNiG posiada udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania\n                           100% ogólnej liczby głosów na Zgromadzeniu.Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji.PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu.Celem Programu jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej\n                           PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 16  października 2017\n                           roku 190.000.000,00 zł _słownie:  sto dziewięćdziesiąt  milionów złotych_.",
        "date": "2017-10-02"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa S.A. _\"PGNiG\"_ przekazuje odpowiedzi\n                           na pytania zadane przez Akcjonariuszy w trakcie Nadzwyczajnego Walnego Zgromadzenia,\n                           które odbyło się w dniu 13 września 2017 roku w Warszawie. Informacji udzielono akcjonariuszom\n                           na podstawie art. 428 § 5 Kodeksu spółek handlowych _\"k.s.h.\"_.",
        "date": "2017-09-27"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 26 września 2017 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach Programu\n                           Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna wartość\n                           nominalna Obligacji wynosi 50.000.000,00 zł _słownie pięćdziesiąt milionów złotych_,\n                           w tym:- Emisja 500 obligacji o łącznej wartości 50.000.000,00 zł _słownie: pięćdziesiąt\n                           milionów złotych_ z datą wykupu w dniu 10 października 2017 roku, o rentowności 1,7700%\n                           w skali roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której\n                           PGNiG posiada udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania\n                           100% ogólnej liczby głosów na Zgromadzeniu.Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.\n                           Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji.PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu. Celem Programu\n                           jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 26 września 2017 roku\n                           190.000.000,00 zł _słownie: sto dziewięćdziesiąt milionów złotych_.",
        "date": "2017-09-26"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści projektów uchwał, które zamierza przedstawić na Nadzwyczajnym Walnym\n                           Zgromadzeniu PGNiG zwołanym na dzień 21 października 2017 roku.",
        "date": "2017-09-25"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa Spółki Akcyjnej z siedzibą w Warszawie,\n                           działając na podstawie art. 399 § 1 Kodeksu spółek handlowych oraz § 47 ust. 1 pkt\n                           1_ Statutu Spółki, zwołuje w trybie art. 4021 § 1 Kodeksu spółek handlowych na dzień\n                           21 października 2017 roku o godz. 10.00 Nadzwyczajne Walne Zgromadzenie Spółki PGNiG\n                           S.A., które odbędzie się w siedzibie Polskiego Górnictwa Naftowego i Gazownictwa S.A.\n                           w Warszawie przy ul. Marcina Kasprzaka 25.Porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.4. Sporządzenie listy obecności.5. Przyjęcie porządku obrad.6. Podjęcie uchwały w sprawie zmiany Statutu Spółki.7. Zamknięcie obrad Walnego Zgromadzenia. Akcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą żądać umieszczenia określonych spraw w porządku obrad tego Zgromadzenia. Żądanie\n                           takie winno być przesłane do Spółki na piśmie bądź w postaci elektronicznej na skrzynkę\n                           e-mail: wz@pgnig.pl w języku polskim oraz powinno zawierać uzasadnienie lub projekt\n                           uchwały dotyczącej proponowanego punktu porządku obrad. Żądanie powinno być zgłoszone\n                           Zarządowi nie później niż na 21 dni przed wyznaczonym terminem Walnego Zgromadzenia.\n                           Akcjonariusz lub akcjonariusze powinni udokumentować swe uprawnienie do wykonywania\n                           tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub drogą elektroniczną\n                           na skrzynkę e-mail: wz@pgnig.pl projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad.\n                           Projekty uchwał powinny być sporządzone w języku polskim w programie Word. Akcjonariusze\n                           powinni udokumentować swe uprawnienie do wykonywania tego prawa, przedstawiając odpowiednie\n                           dokumenty w formie pisemnej.Każdy akcjonariusz może podczas obrad Walnego Zgromadzenia zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny być przedstawione\n                           w języku polskim.Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu osobiście lub przez pełnomocników.\n                           Zgodnie z art. 4121 § 2 Kodeksu spółek handlowych, pełnomocnictwo do uczestniczenia\n                           w Walnym Zgromadzeniu spółki publicznej i wykonywania prawa głosu powinno być udzielone\n                           na piśmie lub w postaci elektronicznej. Pełnomocnictwo winno być sporządzone w języku\n                           polskim i może być przesłane do Spółki przed walnym zgromadzeniem w wersji elektronicznej\n                           w programie PDF na adres e-mail: wz@pgnig.pl.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej _w tym wypowiadania się w trakcie\n                           Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej_, wykonywania\n                           prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej,\n                           formularze do głosowania przez pełnomocników nie będą publikowane.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią odpisu z właściwego rejestru _z ostatnich 3 miesięcy_, a jeżeli ich\n                           prawo do reprezentowania nie wynika z rejestru, to powinni dysponować pisemnym pełnomocnictwem\n                           _w oryginale lub kopii poświadczonej przez notariusza_ oraz aktualnym na dzień wydania\n                           pełnomocnictwa oryginałem lub poświadczoną przez notariusza kopią odpisu z właściwego\n                           rejestru.Akcjonariusze i pełnomocnicy powinni posiadać przy sobie dowód tożsamości.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu przypada na dzień 5 października\n                           2017 r.Prawo uczestnictwa w WZ mają tylko osoby będące akcjonariuszami w dniu rejestracji\n                           uczestnictwa w Walnym Zgromadzeniu tj. na szesnaście dni przed datą Walnego Zgromadzenia.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela zgłoszone nie\n                           wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później niż w pierwszym\n                           dniu powszednim po dniu rejestracji uczestnictwa w Walnym Zgromadzeniu, podmiot prowadzący\n                           rachunek papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu. W odniesieniu do akcji zapisanych na rachunku zbiorczym, zaświadczenie\n                           o prawie uczestnictwa w Walnym Zgromadzeniu może zostać sporządzone w języku polskim\n                           lub angielskim i wystawione przez posiadacza tego rachunku zbiorczego. Rekomenduje\n                           się akcjonariuszom odebranie zaświadczenia oraz zabranie go ze sobą na Walne Zgromadzenie.Listę uprawnionych z akcji na okaziciela do uczestnictwa w Walnym Zgromadzeniu, Spółka\n                           ustala na podstawie wykazu sporządzonego przez  Krajowy Depozyt Papierów Wartościowych\n                           S.A. z zgodnie z przepisami o obrocie instrumentami finansowymi.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać pełny tekst dokumentacji,\n                           która ma być przedstawiona Walnemu Zgromadzeniu oraz projekty uchwał lub uwagi Zarządu\n                           bądź Rady Nadzorczej w siedzibie Spółki.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać odpisy wniosków\n                           we wszystkich sprawach objętych porządkiem obrad w terminie tygodnia przed Walnym\n                           Zgromadzeniem tj. od dnia 13 października 2017 r. w siedzibie Spółki w Warszawie,\n                           przy ulicy Marcina Kasprzaka 25, budynek SCADA, II piętro, pokój 216 _Dział Obsługi\n                           Władz Spółki_, w godzinach 9.00 - 15.00.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu, zgodnie z\n                           art. 407 § 1 Kodeksu spółek handlowych będzie wyłożona w siedzibie Spółki w Warszawie,\n                           przy ulicy Marcina Kasprzaka 25, budynek SCADA, przez 3 dni powszednie przed dniem\n                           Zgromadzenia, tj. od dnia 18 października 2017 r.Informacje dotyczące WZ będą dostępne na stronie internetowej Spółki pod adresem:\n                           www.pgnig.pl w zakładce: Ład korporacyjny – Walne Zgromadzenia. W celu zapewnienia sprawnego przebiegu Walnego Zgromadzenia PGNiG S.A., Zarząd Spółki\n                           zwraca się z prośbą o przybycie na miejsce obrad na ok. 30 min przed planowaną godziną\n                           jego rozpoczęcia.",
        "date": "2017-09-25"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 21 września 2017 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach Programu\n                           Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna wartość\n                           nominalna Obligacji wynosi 100.000.000,00 zł _słownie sto milionów złotych_, w tym:- Emisja 1000 obligacji o łącznej wartości 100.000.000,00 zł _słownie: sto milionów\n                           złotych_ z datą wykupu w dniu 23 października 2017 roku, o rentowności 1,8111% w skali\n                           roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której PGNiG posiada\n                           udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania 100% ogólnej\n                           liczby głosów na Zgromadzeniu.Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji.PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu. Celem Programu jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej\n                           PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 21 września 2017 roku\n                           140.000.000,00 zł _słownie: sto czterdzieści milionów złotych_.",
        "date": "2017-09-21"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 18 września 2017 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach Programu\n                           Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna wartość\n                           nominalna Obligacji wynosi 40.000.000,00 zł _słownie: czterdzieści milionów złotych_,\n                           w tym:- Emisja 400 obligacji o łącznej wartości 40.000.000,00 zł _słownie: czterdzieści\n                           milionów złotych_ z datą wykupu w dniu 2 października 2017 roku, o rentowności 1,7700%\n                           w skali roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której\n                           PGNiG posiada udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania\n                           100% ogólnej liczby głosów na Zgromadzeniu.Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji.PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu. Celem Programu jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej\n                           PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 18 września 2017 roku\n                           40.000.000,00 zł _słownie: czterdzieści milionów złotych_.",
        "date": "2017-09-18"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           iż obradujące w dniu 13 września 2017 r. Nadzwyczajne Walne Zgromadzenie Spółki uchwałą\n                           nr 4/IX/2017 dokonało zmiany Statutu Spółki. Zmiany Statutu wejdą w życie w dniu ich zarejestrowania przez Sąd Rejestrowy.",
        "date": "2017-09-14"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ podaje listę akcjonariuszy\n                           posiadających co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           PGNiG zwołanym na dzień 13 września 2017 roku wraz z określeniem liczby głosów przysługujących\n                           każdemu z nich z posiadanych akcji i wskazaniem ich procentowego udziału w liczbie\n                           głosów na tym Nadzwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.",
        "date": "2017-09-13"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści uchwał, które zostały podjęte przez Nadzwyczajne Walne Zgromadzenie\n                           PGNiG zwołane na dzień 13 września 2017 roku.Podczas obrad Nadzwyczajnego Walnego Zgromadzenia dwóch akcjonariuszy zgłosiło swój\n                           sprzeciw do wszystkich uchwał z żądaniem wpisania do protokołu obrad.",
        "date": "2017-09-13"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w wyniku doprecyzowania, zmianie ulega projekt uchwały do punktu nr 7 porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy PGNiG zwołanego na dzień 13\n                           września 2017 roku _\"NWZ\"_ pt. \"Podjęcie uchwały w sprawie wyrażenia zgody Walnego\n                           Zgromadzenia na dochodzenie odszkodowania przeciwko członkom zarządu, którzy swym\n                           bezprawnym działaniem lub zaniechaniem wyrządzili spółce szkodę\". Pozostałe projekty\n                           uchwał na NWZ opublikowane w raporcie bieżącym nr 65/2017 z dnia 17 sierpnia 2017\n                           r. pozostają bez zmian za wyjątkiem zmiany uchwały do punktu nr 8 porządku NWZ, o\n                           którym Spółka informowała raportem bieżącym nr 70/2017 z dnia 7 września 2017 r.",
        "date": "2017-09-13"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 11 września 2017 r. spełniony został jeden z dwóch warunków zawieszających\n                           dla aneksu do Umowy Regazyfikacji z dnia 18 marca 2010 r. pomiędzy PGNiG S.A. a Polskim\n                           LNG S.A. _\"Polskie LNG\"_, o którym Spółka informowała w Raporcie Bieżącym nr 67/2017\n                           z dnia 28 sierpnia 2017 r., w przedmiocie uzyskania przez Polskie LNG wymaganych zgód\n                           korporacyjnych.",
        "date": "2017-09-11"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           iż w wyniku oczywistej omyłki pisarskiej pojawił się błąd edytorski w projekcie uchwały\n                           w sprawie zmiany Statutu Spółki w punkcie dotyczącym zmiany § 33 ust. 3 pkt 5_Było:g_ Rada Nadzorcza powiadamia o wynikach postępowania kwalifikacyjnego akcjonariuszy\n                           oraz udostępnia protokół z postępowania kwalifikacyjnego.\" Jest:Podpunkt oznaczony literą \"g\" zostaje wykreślony. W związku z tym ostatnim podpunktem\n                           projektu uchwały dotyczącym zmiany § 33 ust. 3 pkt 5_ jest podpunkt oznaczony literą\n                           \"f\".Skorygowaniu błędów edytorskich uległo również tłumaczenie projektu uchwały _wersja\n                           angielska_.",
        "date": "2017-09-11"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w związku z koniecznością doprecyzowania treści uchwały w kontekście zmienionej\n                           treści Statutu Spółki _tj. § 56 ust. 3 pkt 2a_ wynikającej z przepisów ustawy o zasadach\n                           zarządzania mieniem państwowym, zmianie ulega projekt uchwały do punktu nr 8 porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy PGNiG zwołanego na dzień 13\n                           września 2017 roku _\"NWZ\"_ pt. \"Podjęcie uchwały w sprawie wyrażenia zgody na nabycie\n                           środka trwałego w budowie w postaci prac geologicznych 3D\". Pozostałe projekty uchwał\n                           na NWZ opublikowane w raporcie bieżącym nr 65/2017 z dnia 17 sierpnia 2017 r. pozostają\n                           bez zmian.",
        "date": "2017-09-07"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, na wniosek\n                           akcjonariusza – Skarb Państwa zgłoszony na podstawie art. 401 par. 4 Kodeksu spółek\n                           handlowych, przedstawia niniejszym treść projektu uchwały do punktu nr 6 porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Akcjonariuszy PGNiG zwołanego na dzień 13\n                           września 2017 roku pt. \"Podjęcie uchwały w sprawie zmiany Statutu Spółki\".Projekty uchwał zostały opublikowane w raporcie bieżącym nr 65/2017 z dnia 17 sierpnia\n                           2017r.",
        "date": "2017-09-06"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Spółki Polskie Górnictwo Naftowe i Gazownictwo S.A. w Warszawie _\"PGNiG\"_ przekazuje\n                           przyjęty w dniu 1 września 2017 roku przez Radę Nadzorczą PGNiG tekst jednolity statutu\n                           po zmianach uchwalonych przez Zwyczajne Walne Zgromadzenie PGNiG z dnia 28 czerwca\n                           2017 roku, który został wpisany do Rejestru Przedsiębiorców w dniu 31 lipca  2017\n                           roku. Patrz także: raport bieżący 57/2017 i 63/2017.",
        "date": "2017-09-01"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 28 sierpnia 2017 r. PGNiG S.A. zawarła z Polskim LNG S.A. _\"Polskie LNG\"_\n                           aneks do Umowy regazyfikacji z dnia 18 marca 2010 r. _\"Umowa Regazyfikacji\"_, o której\n                           Spółka informowała w Raporcie Bieżącym Nr 12/2010 z dnia 18 marca 2010 roku.Zgodnie z warunkami aneksu od 1 stycznia 2018 r. do 1 stycznia 2035 r. PGNiG zarezerwowało\n                           dodatkowe 35% mocy regazyfikacji w terminalu LNG im. Prezydenta Lecha Kaczyńskiego\n                           w Świnoujściu. Oznacza to, że od 2018 roku Spółka będzie w stanie sprowadzić drogą\n                           morską LNG, które po regazyfikacji będzie odpowiadało około 5 mld m3 gazu ziemnego\n                           rocznie. Rezerwacja zwiększonych zdolności regazyfikacji w terminalu LNG umożliwi Spółce realizację\n                           celów strategicznych związanych z dywersyfikacją kierunków dostaw gazu oraz zapewnieniem\n                           bezpieczeństwa energetycznego kraju. Na podstawie Umowy Regazyfikacji oraz aneksu\n                           PGNiG będzie mógł odbierać w Świnoujściu LNG pochodzące z długoterminowych umów zawartych\n                           z Qatargas 29 czerwca 2009 r. oraz 14 marca 2017 r., a także optymalizować portfel\n                           gazu Spółki poprzez zawieranie kontraktów na zakup LNG w średnim i krótkim terminie.Procedura rezerwacji dodatkowej mocy odbyła się zgodnie z zasadami określonymi w obowiązującej\n                           Instrukcji Terminalu. Podstawą opłat za usługi będzie taryfa, obowiązująca w okresie\n                           trwania Umowy Regazyfikacji, zatwierdzona przez Prezesa Urzędu Regulacji Energetyki.Umowa została zawarta pod warunkiem uzyskania przez Polskie LNG wymaganych zgód korporacyjnych\n                           oraz przedstawienia spółce Polskie LNG przez PGNiG przewidzianego umową przydziału\n                           przepustowości, zgodnie z Instrukcją Terminalu, przed terminem rozpoczęcia świadczenia\n                           usługi.",
        "date": "2017-08-28"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 24 sierpnia 2017 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach Programu\n                           Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna wartość\n                           nominalna Obligacji wynosi 100.000.000,00 zł _słownie: sto milionów złotych_, w tym:- Emisja 600 obligacji o łącznej wartości 60.000.000,00 zł _słownie: sześćdziesiąt\n                           milionów złotych_ z datą wykupu w dniu 12 września 2017 roku, o rentowności 1,7825%\n                           w skali roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której\n                           PGNiG posiada udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania\n                           100% ogólnej liczby głosów na Zgromadzeniu;- Emisja 400 obligacji o łącznej wartości 40.000.000,00 zł _słownie: czterdzieści\n                           milionów złotych_ z datą wykupu w dniu 18 września 2017 roku, o rentowności 1,7975%\n                           w skali roku, została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której\n                           PGNiG posiada udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania\n                           100% ogólnej liczby głosów na Zgromadzeniu.Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji.PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu. Celem Programu jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej\n                           PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 24 sierpnia 2017 roku\n                           100.000.000,00 zł _słownie: sto milionów złotych_.",
        "date": "2017-08-24"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści projektów uchwał, które zamierza przedstawić na Nadzwyczajnym Walnym\n                           Zgromadzeniu PGNiG zwołanym na dzień 13 września 2017 roku.",
        "date": "2017-08-17"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa Spółki Akcyjnej z siedzibą w Warszawie,\n                           działając na podstawie art. 399 § 1 Kodeksu spółek handlowych oraz § 47 ust. 1 pkt\n                           1_ Statutu Spółki, zwołuje w trybie art. 4021 § 1 Kodeksu spółek handlowych na dzień\n                           13 września 2017 roku o godz. 12.00 Zwyczajne Walne Zgromadzenie Spółki PGNiG S.A.,\n                           które odbędzie się w siedzibie Polskiego Górnictwa Naftowego i Gazownictwa S.A. w\n                           Warszawie przy ul. Marcina Kasprzaka 25.Porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.4. Sporządzenie listy obecności.5. Przyjęcie porządku obrad.6. Podjęcie uchwały w sprawie zmiany Statutu Spółki.7. Podjęcie uchwały w sprawie wyrażenia zgody Walnego Zgromadzenia na dochodzenie\n                           odszkodowania przeciwko członkom zarządu, którzy swym bezprawnym działaniem lub zaniechaniem\n                           wyrządzili spółce szkodę.8. Podjęcie uchwały w sprawie wyrażenia zgody na nabycie środka trwałego w budowie\n                           w postaci prac geologicznych 3D.9. Podjęcie uchwały w sprawie wyrażenia zgody na zakup środka trwałego w postaci kompletnego\n                           urządzenia wiertniczego klasy 2000KM wraz z osprzętem.10. Zamknięcie obrad Walnego Zgromadzenia. Akcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą żądać umieszczenia określonych spraw w porządku obrad tego Zgromadzenia. Żądanie\n                           takie winno być przesłane do Spółki na piśmie bądź w postaci elektronicznej na skrzynkę\n                           e-mail: wz@pgnig.pl w języku polskim oraz powinno zawierać uzasadnienie lub projekt\n                           uchwały dotyczącej proponowanego punktu porządku obrad. Żądanie powinno być zgłoszone\n                           Zarządowi nie później niż na 21 dni przed wyznaczonym terminem Walnego Zgromadzenia.\n                           Akcjonariusz lub akcjonariusze powinni udokumentować swe uprawnienie do wykonywania\n                           tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub drogą elektroniczną\n                           na skrzynkę e-mail: wz@pgnig.pl projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad.\n                           Projekty uchwał powinny być sporządzone w języku polskim w programie Word. Akcjonariusze\n                           powinni udokumentować swe uprawnienie do wykonywania tego prawa, przedstawiając odpowiednie\n                           dokumenty w formie pisemnej.Każdy akcjonariusz może podczas obrad Walnego Zgromadzenia zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny być przedstawione\n                           w języku polskim.Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu osobiście lub przez pełnomocników.\n                           Zgodnie z art. 4121 § 2 Kodeksu spółek handlowych, pełnomocnictwo do uczestniczenia\n                           w Walnym Zgromadzeniu spółki publicznej i wykonywania prawa głosu powinno być udzielone\n                           na piśmie lub w postaci elektronicznej. Pełnomocnictwo winno być sporządzone w języku\n                           polskim i może być przesłane do Spółki przed walnym zgromadzeniem w wersji elektronicznej\n                           w programie PDF na adres e-mail: wz@pgnig.pl.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej _w tym wypowiadania się w trakcie\n                           Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej_, wykonywania\n                           prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej,\n                           formularze do głosowania przez pełnomocników nie będą publikowane.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią odpisu z właściwego rejestru _z ostatnich 3 miesięcy_, a jeżeli ich\n                           prawo do reprezentowania nie wynika z rejestru, to powinni dysponować pisemnym pełnomocnictwem\n                           _w oryginale lub kopii poświadczonej przez notariusza_ oraz aktualnym na dzień wydania\n                           pełnomocnictwa oryginałem lub poświadczoną przez notariusza kopią odpisu z właściwego\n                           rejestru.Akcjonariusze i pełnomocnicy powinni posiadać przy sobie dowód tożsamości.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu przypada na dzień 28 sierpnia\n                           2017 r.Prawo uczestnictwa w WZ mają tylko osoby będące akcjonariuszami w dniu rejestracji\n                           uczestnictwa w Walnym Zgromadzeniu tj. na szesnaście dni przed datą Walnego Zgromadzenia.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela zgłoszone nie\n                           wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później niż w pierwszym\n                           dniu powszednim po dniu rejestracji uczestnictwa w Walnym Zgromadzeniu, podmiot prowadzący\n                           rachunek papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu. W odniesieniu do akcji zapisanych na rachunku zbiorczym, zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu może zostać sporządzone w języku polskim lub angielskim i wystawione\n                           przez posiadacza tego rachunku zbiorczego. Rekomenduje się akcjonariuszom odebranie\n                           zaświadczenia oraz zabranie go ze sobą na Walne Zgromadzenie.Listę uprawnionych z akcji na okaziciela do uczestnictwa w Walnym Zgromadzeniu, Spółka\n                           ustala na podstawie wykazu sporządzonego przez  Krajowy Depozyt Papierów Wartościowych\n                           S.A. z zgodnie z przepisami o obrocie instrumentami finansowymi.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać pełny tekst dokumentacji,\n                           która ma być przedstawiona Walnemu Zgromadzeniu oraz projekty uchwał lub uwagi Zarządu\n                           bądź Rady Nadzorczej w siedzibie Spółki.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać odpisy wniosków\n                           we wszystkich sprawach objętych porządkiem obrad w terminie tygodnia przed Walnym\n                           Zgromadzeniem tj. od dnia 6 września 2017 r. w siedzibie Spółki w Warszawie, przy\n                           ulicy Marcina Kasprzaka 25, budynek SCADA, II piętro, pokój 216 _Dział Obsługi Władz\n                           Spółki_, w godzinach 9.00 - 15.00.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu, zgodnie z\n                           art. 407 § 1 Kodeksu spółek handlowych będzie wyłożona w siedzibie Spółki w Warszawie,\n                           przy ulicy Marcina Kasprzaka 25, budynek SCADA, przez 3 dni powszednie przed dniem\n                           Zgromadzenia tj. od dnia 8 września 2017 r.Informacje dotyczące WZ będą dostępne na stronie internetowej Spółki pod adresem:\n                           www.pgnig.pl w zakładce: Ład korporacyjny – Walne Zgromadzenia. W celu zapewnienia sprawnego przebiegu Walnego Zgromadzenia PGNiG S.A., Zarząd Spółki\n                           zwraca się z prośbą o przybycie na miejsce obrad na ok. 30 min przed planowaną godziną\n                           jego rozpoczęcia.",
        "date": "2017-08-17"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje, że  powziął\n                           w dniu 10 sierpnia 2017 roku informację o postanowieniu przez Sąd Rejonowy dla m.\n                           st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru Sądowego o rejestracji\n                           zmian Statutu PGNiG przyjętych Uchwałą nr 37/VI/2017 Zwyczajnego Walnego Zgromadzenia\n                           PGNiG z dnia 28 czerwca 2017 roku. Zmiana została wpisana do Rejestru Przedsiębiorców\n                           w dniu 31 lipca 2017 roku.Dokonana zmiana została zaprezentowana w raporcie bieżącym nr 57/2017 z dnia 29 czerwca\n                           2017 roku.",
        "date": "2017-08-10"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Sprzedawca\"_ informuje,\n                           że w dniu 27 lipca 2017 roku została zawarta Umowa Ramowa sprzedaży paliwa gazowego\n                           oraz dwustronne Kontrakty Indywidualne z KGHM Polska Miedź SA _\"Odbiorca\"_, które\n                           zastąpiły dotychczasowe umowy długoterminowe, o zawarciu których PGNiG informowało\n                           w raporcie bieżącym nr 48/2010 z dnia 30 lipca 2010 roku.Umowa Ramowa reguluje tryb zawierania i wypowiadania Kontraktów Indywidualnych, zasady\n                           składania zamówień na dostawy paliwa gazowego, zasady rozliczania dostaw oraz renegocjacji\n                           ceny gazu. Umowa Ramowa przewiduje możliwość zmiany rodzaju gazu z zaazotowanego na\n                           wysokometanowy. Kontrakt Indywidualny oznacza umowę wykonawczą do Umowy Ramowej, zawartą na czas oznaczony,\n                           określającą wolumeny paliwa gazowego, cenę oraz szczegółowe parametry handlowe dostawy\n                           gazu na rzecz Odbiorcy. Kontrakty Indywidualne zawarte zostały z różnym okresem rozpoczęcia\n                           realizacji dostaw do punktów odbioru KGHM Polska Miedź SA, tj. dla części od 1 lipca\n                           2017 roku, a dla części od 1 października 2017 roku. Umowa Ramowa i Kontrakty Indywidualne\n                           gwarantują Odbiorcy dostawy paliwa gazowego do 1 października 2033 roku. Szacunkowa łączna wartość Umowy Ramowej wraz z Kontraktami Indywidulanymi w całym\n                           okresie ich trwania wynosi ok. 4,8 mld zł. Podstawą kalkulacji formuły cenowej w zawartych\n                           Kontraktach Indywidualnych są rynkowe wartości indeksów cen gazu.",
        "date": "2017-07-27"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ przekazuje szacunkowe,\n                           wybrane dane operacyjne za II kwartał oraz I półrocze 2017 roku.",
        "date": "2017-07-19"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa S.A. _\"PGNiG\"_ otrzymał informację\n                           o zatwierdzeniu decyzją Prezesa Urzędu Regulacji Energetyki _\"Prezes URE\"_ z dnia\n                           12 lipca 2017 roku nowej Taryfy w zakresie dostarczania paliw gazowych Nr 15/2017\n                           PGNiG S.A. _dla największych Klientów_.Z uwagi na utrzymujące się niskie ceny ropy naftowej i niskie ceny gazu ziemnego na\n                           rynkach hurtowych w północno-zachodniej Europie, obniżeniu uległ całkowity koszt pozyskania\n                           przez PGNiG gazu ziemnego, w porównaniu do kosztu, jaki był przyjmowany do aktualnie\n                           obowiązującej taryfy. W konsekwencji, średnia cena paliwa gazowego wysokometanowego została obniżona o 6,7%,\n                           a w przypadku gazu ziemnego zaazotowanego o 6,8%.Taryfa będzie obowiązywać od 1 sierpnia do 30 września 2017 r.Szczegóły dotyczące taryf dostępne są na stronie internetowej www.ure.gov.pl i opublikowane\n                           w Biuletynie Branżowym URE.",
        "date": "2017-07-12"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA informuje o zmianie terminu\n                           przekazania do publicznej wiadomości skonsolidowanego raportu półrocznego za I półrocze\n                           2017 roku na dzień 18 sierpnia 2017 roku.Pierwotna data publikacji tego raportu była ustalona na dzień 11 sierpnia 2017 roku,\n                           zgodnie z informacją przekazaną raportem bieżącym nr 115/2016 z dnia 6 grudnia 2016\n                           roku.",
        "date": "2017-07-04"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ w uzupełnieniu\n                           raportu bieżącego nr 54/2017 z 28 czerwca 2017 roku przekazuje dodatkowe informacje\n                           dotyczące Panów Piotra Brody, Mieczysława Kaweckiego, Stanisława Sieradzkiego oraz\n                           Grzegorza Tchorka – członków Rady Nadzorczej powołanych przez Zwyczajne Walne Zgromadzenie\n                           na posiedzeniu w dniu 28 czerwca 2017 roku.Pan Piotr BrodaPan Piotr Broda jest absolwentem Wydziału Handlu Zagranicznego Szkoły Głównej Handlowej\n                           oraz studiów Executive MBA na Uniwersytecie w Minnesocie.Doświadczenie zdobywał w czołowych instytucjach finansowych. Swoją karierę zawodową\n                           rozpoczął w 1991 roku w Bank Austria Creditanstalt S.A. Warszawa. Był tam m.in. Zastępcą\n                           Dyrektora Wydziału Skarbu _w latach 1995-1998_, a następnie Dyrektorem Wydziału Skarbu\n                           i Przewodniczącym Komitetu Zarządzania Aktywami i Pasywami _w latach 1998-2000_. W\n                           listopadzie 2000 roku został Managerem Zespołu Inwestycji w Allianz S.A., a w 2002\n                           roku objął stanowisko Zastępcy Dyrektora Biura Inwestycji Finansowych PZU S.A. Pracę\n                           na rzecz Grupy PZU kontynuował jako Dyrektor Biura Instrumentów Dłużnych i Pochodnych\n                           oraz Wiceprezes Zarządu PZU Asset Management S.A. _w latach 2008-2011_, a także jako\n                           Wiceprezes Zarządu PZU TFI S.A. _w latach 2009-2013_. Od 2013 roku jest związany zawodowo\n                           z Bankiem Gospodarstwa Krajowego - od października 2013 roku zasiada na stanowisku\n                           Członka Zarządu TFI BGK S.A.Pan Piotr Broda posiada wieloletnie doświadczenie jako Członek Rad Nadzorczych - funkcję\n                           tę pełnił w latach 2002-2004 w PZU Asset Management S.A. oraz PZU NFI Management S.A.,\n                           a następnie w latach 2005-2006 w Lentex S.A. oraz w latach 2006-2007 w Jago S.A. Jest\n                           autorem publikacji o tematyce finansowej w ramach współpracy eksperckiej z Instytutem\n                           Sobieskiego.Pan Mieczysław KaweckiPan Mieczysław Kawecki to absolwent Akademii Górniczo-Hutniczej w Krakowie, magister\n                           inżynier o specjalności eksploatacja otworowa. Pracę zawodową rozpoczął w 1976 roku\n                           w Sanockim Zakładzie Górnictwa Nafty i Gazu na kopalni ropy naftowej Wańkowa. W 1984\n                           roku został kierownikiem nowo powstałej kopalni ropy naftowej i gazu ziemnego Lublin.\n                           W 1986 roku przeszedł do pracy na kopalni ropy naftowej Wielopole, gdzie został kierownikiem\n                           kopalni. W latach 1991 do 2017 roku pracuje na stanowisku kierownika Podziemnego Magazynu\n                           Gazu Ziemnego Strachocina. Od 2017 roku pracuje na stanowisku kierownika Działu Podziemnego\n                           Magazynowania Gazu w Oddziale PGNiG w Sanoku.W 1998 roku ukończył studia podyplomowe w zakresie podziemnego magazynowania gazu,\n                           a w 2003 roku ukończył kierunek ochrony środowiska w gospodarce na AGH w Krakowie.\n                           Posiada uprawnienia kierownika ruchu zakładu górniczego oraz I stopień Dyrektora \n                           Górniczego.Prezes Zarządu Stowarzyszenia Naukowo-Technicznego – SITPNiG Oddział w Sanoku. W latach\n                           1990 – 1992 był członkiem Rady Pracowniczej w Sanockim Zakładzie Górnictwa Nafty i\n                           Gazu oraz delegatem na Ogólne Zebranie Delegatów PGNiG Warszawa. Od 1994 roku do momentu\n                           przekształcenia w spółkę był członkiem Rady Pracowniczej PGNiG Warszawa w VI i VII\n                           kadencji. Do 1998 r. członek grupy konsultacyjnej przy PGNiG. W latach 2003 do 2005 Przewodniczący\n                           Związku Zawodowego \"KADRA w Oddziale w Sanoku i  członek Związkowej Komisji Koordynacyjnej.\n                           W latach 1999 do 2004 Przewodniczący Rady Nadzorczej Spółdzielni Mieszkaniowej \"NAFTOWIEC\"\n                           w Sanoku. Członek a następnie sekretarz Rady Nadzorczej PGNiG w latach 2005 do 2014.Pan Stanisław SieradzkiPan Stanisław Sieradzki jest absolwentem geologii stratygraficzno-poszukiwawczej Uniwersytetu\n                           Wrocławskiego, ukończył studia podyplomowe na Akademii Górniczo-Hutniczej w zakresie\n                           inżynierii złożowej. Od roku 1986 nieprzerwanie pracuje PGNiG S.A., najpierw na stanowisku\n                           samodzielnego geologa, później specjalisty geologa w Dziale Geologii Ruchowej, następnie\n                           Kierownika Działu Rozpoznawania i Dokumentowania Złóż, a wszystko w Oddziale PGNiG\n                           S.A. w Sanoku. Z chwilą powstania Oddziału Geologii i Eksploatacji powołany na funkcję\n                           Kierownika Ośrodka Projektowego w Sanoku. Obecnie zajmuje stanowisko Zastępcy Kierownika\n                           Działu Projektowego w Jaśle, biuro w Sanoku.W swojej dotychczasowej pracy zajmował się głównie pracami poszukiwawczymi za ropą\n                           naftową i gazem ziemnym. W swojej pracy zawodowej uzyskał między innymi: uprawnienia\n                           Ministra Środowiska do wykonywania, dozorowania i kierowania pracami geologicznymi\n                           w kategorii I, w zakresie: poszukiwania i rozpoznawania złóż ropy naftowej i gazu\n                           ziemnego, kwalifikacje osoby wyższego dozoru ruchu w specjalności geologicznej oraz\n                           uprawnienia geologa górniczego w zakładach górniczych wydobywających kopaliny otworami\n                           wiertniczymi nadane przez Prezesa Wyższego Urzędu Górniczego. Ponadto posiada uprawnienia\n                           audytora wewnętrznego systemu zarządzania.W działalności społecznej zajmuje się od wielu lat popularyzowaniem i upowszechnianiem\n                           turystyki, zwłaszcza górskiej. Od kilku lat, społecznie pełni funkcję Komandora Ogólnopolskich\n                           Bieszczadzkich Rajdów Narciarskich.Pan Grzegorz Tchorek Pan Grzegorz Tchorek jest absolwentem Wydziału Zarządzania Uniwersytetu Warszawskiego.\n                           W 2007 roku obronił pracę doktorską, za którą otrzymał nagrodę Premiera Rady Ministrów\n                           w konkursie na najlepsze prace doktorskie. Po obronie doktoratu rozpoczął  pracę jako\n                           adiunkt na Wydziale Zarządzania Uniwersytetu Warszawskiego oraz w Narodowym Banku\n                           Polskim jako doradca _od 2009 r._.Jako ekspert zajmuje się analizą doświadczeń państw strefy euro, oceną przemian instytucjonalnych\n                           w krajach Unii Europejskiej oraz  umiędzynarodowieniem i innowacyjnością przedsiębiorstw.\n                           W toku wykonywania czynności zawodowych kierował projektami analitycznymi oraz badawczymi.\n                           Jego dorobek naukowy obejmuje liczne projekty badawcze oraz publikacje w zakresie\n                           unii walutowej, innowacyjności oraz konkurencyjności.Pan Grzegorz Tchorek ma bogate doświadczanie jako prelegent, czego potwierdzeniem\n                           są wystąpienia na konferencjach międzynarodowych oraz prowadzenie wykładów w wielu\n                           europejskich ośrodkach akademickich.Wszyscy nowo powołani członkowie Rady Nadzorczej oświadczyli, że nie wykonują działalności\n                           konkurencyjnej w stosunku do działalności wykonywanej w Spółce, nie są wspólnikami\n                           konkurencyjnej spółki cywilnej lub osobowej, nie są też członkami organów konkurencyjnych\n                           spółek kapitałowych, a także nie figurują w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2017-07-03"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           iż obradujące w dniu 28 czerwca 2017 r. Zwyczajne Walne Zgromadzenie Spółki uchwałą\n                           nr 37/VI/2017 dokonało zmiany Statutu Spółki.Zmiany Statutu wejdą w życie w dniu ich zarejestrowania przez Sąd Rejestrowy.",
        "date": "2017-06-29"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ podaje listę akcjonariuszy\n                           posiadających, co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu\n                           PGNiG zwołanym na dzień 28 czerwca 2017 roku wraz z określeniem liczby głosów przysługujących\n                           każdemu z nich, z posiadanych akcji i wskazaniem ich procentowego udziału w liczbie\n                           głosów na tym Zwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.",
        "date": "2017-06-29"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treść projektów uchwał, które zamierza przedstawić na Nadzwyczajnym Walnym\n                           Zgromadzeniu PGNiG zwołanym na dzień 23 stycznia 2019 roku.",
        "date": "2018-12-21"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa Spółki Akcyjnej z siedzibą w Warszawie,\n                           działając na podstawie art. 399 § 1 Kodeksu spółek handlowych oraz § 47 ust. 1 pkt\n                           1_ Statutu Spółki, zwołuje w trybie art. 4021 § 1 Kodeksu spółek handlowych na dzień\n                           23 stycznia 2019 roku o godz. 12.00 Nadzwyczajne Walne Zgromadzenie Spółki PGNiG S.A.,\n                           które odbędzie się w siedzibie Polskiego Górnictwa Naftowego i Gazownictwa S.A. w\n                           Warszawie przy ul. Marcina Kasprzaka 25.Porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.4. Sporządzenie listy obecności.5. Przyjęcie porządku obrad.6. Podjęcie uchwały w sprawie wyrażenia zgody na sprzedaż na rzecz Polskiej Spółki\n                           Gazownictwa sp. z o.o. składników aktywów trwałych w postaci gazociągu wysokiego ciśnienia\n                           relacji KGZ Kościan – KGHM Polkowice/Żukowice wraz z towarzyszącą infrastrukturą przesyłową.7. Podjęcie uchwały w sprawie przyjęcia zmian w Statucie Spółki.8. Podjęcie uchwały w sprawie przyjęcia zmienionego Regulaminu Walnego Zgromadzenia\n                           Spółki.9. Zamknięcie obrad Walnego Zgromadzenia. Akcjonariusz lub akcjonariusze reprezentujący\n                           co najmniej 1/20 kapitału zakładowego mogą żądać umieszczenia określonych spraw w\n                           porządku obrad tego Zgromadzenia. Żądanie takie winno być przesłane do Spółki na piśmie\n                           bądź w postaci elektronicznej na skrzynkę e-mail: wz@pgnig.pl. w języku polskim oraz\n                           powinno zawierać uzasadnienie lub projekt uchwały dotyczącej proponowanego punktu\n                           porządku obrad. Żądanie powinno być zgłoszone Zarządowi nie później niż na 21 dni\n                           przed wyznaczonym terminem Walnego Zgromadzenia. Akcjonariusz lub akcjonariusze powinni\n                           udokumentować swe uprawnienie do wykonywania tego prawa, przedstawiając odpowiednie\n                           dokumenty w formie pisemnej.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub drogą elektroniczną\n                           na skrzynkę e-mail: wz@pgnig.pl projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad.\n                           Projekty uchwał powinny być sporządzone w języku polskim w programie Word. Akcjonariusze\n                           powinni udokumentować swe uprawnienie do wykonywania tego prawa, przedstawiając odpowiednie\n                           dokumenty w formie pisemnej.Każdy akcjonariusz może podczas obrad Walnego Zgromadzenia zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny być przedstawione\n                           w języku polskim.Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu osobiście lub przez pełnomocników.\n                           Zgodnie z art. 4121 § 2 Kodeksu spółek handlowych, pełnomocnictwo do uczestniczenia\n                           w Walnym Zgromadzeniu spółki publicznej i wykonywania prawa głosu powinno być udzielone\n                           na piśmie lub w postaci elektronicznej. Pełnomocnictwo winno być sporządzone w języku\n                           polskim i może być przesłane do Spółki przed walnym zgromadzeniem w wersji elektronicznej\n                           w programie PDF na adres e-mail: wz@pgnig.pl.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej _w tym wypowiadania się w trakcie\n                           Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej_, wykonywania\n                           prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej,\n                           formularze do głosowania przez pełnomocników nie będą publikowane.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią odpisu z właściwego rejestru _z ostatnich 3 miesięcy_, a jeżeli ich\n                           prawo do reprezentowania nie wynika z rejestru, to powinni dysponować pisemnym pełnomocnictwem\n                           _w oryginale lub kopii poświadczonej przez notariusza_ oraz aktualnym na dzień wydania\n                           pełnomocnictwa oryginałem lub poświadczoną przez notariusza kopią odpisu z właściwego\n                           rejestru.Akcjonariusze i pełnomocnicy powinni posiadać przy sobie dowód tożsamości.Prawo uczestnictwa w WZ mają tylko osoby będące akcjonariuszami w dniu rejestracji\n                           uczestnictwa w Walnym Zgromadzeniu tj. na szesnaście dni przed datą Walnego Zgromadzenia.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu przypada na dzień 7 stycznia\n                           2019 r.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela zgłoszone nie\n                           wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później niż w pierwszym\n                           dniu powszednim po dniu rejestracji uczestnictwa w Walnym Zgromadzeniu, podmiot prowadzący\n                           rachunek papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu. W odniesieniu do akcji zapisanych na rachunku zbiorczym, zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu może zostać sporządzone w języku polskim lub angielskim i wystawione\n                           przez posiadacza tego rachunku zbiorczego. Rekomenduje się akcjonariuszom odebranie\n                           zaświadczenia oraz zabranie go ze sobą na Walne Zgromadzenie.Listę uprawnionych z akcji na okaziciela do uczestnictwa w Walnym Zgromadzeniu, Spółka\n                           ustala na podstawie wykazu sporządzonego przez Krajowy Depozyt Papierów Wartościowych\n                           S.A. z zgodnie z przepisami o obrocie instrumentami finansowymi.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać pełny tekst dokumentacji,\n                           która ma być przedstawiona Walnemu Zgromadzeniu oraz projekty uchwał lub uwagi Zarządu\n                           bądź Rady Nadzorczej w siedzibie Spółki.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać odpisy wniosków\n                           we wszystkich sprawach objętych porządkiem obrad w terminie tygodnia przed Walnym\n                           Zgromadzeniem tj. od dnia 16 stycznia 2019 r. w siedzibie Spółki w Warszawie, przy\n                           ulicy Marcina Kasprzaka 25, budynek SCADA, II piętro, pokój 216 _Dział Obsługi Władz\n                           Spółki_, w godzinach 9.00 - 15.00.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu, zgodnie z\n                           art. 407 § 1 Kodeksu spółek handlowych będzie wyłożona w siedzibie Spółki w Warszawie,\n                           przy ulicy Marcina Kasprzaka 25, budynek SCADA, przez 3 dni powszednie przed dniem\n                           Zgromadzenia, tj. od dnia 18 stycznia 2019 r.Informacje dotyczące WZ będą dostępne na stronie internetowej Spółki pod adresem:\n                           www.pgnig.pl w zakładce: Ład korporacyjny – Walne Zgromadzenia. W celu zapewnienia sprawnego przebiegu Walnego Zgromadzenia PGNiG S.A., Zarząd Spółki\n                           zwraca się z prośbą o przybycie na miejsce obrad na ok. 30 min przed planowaną godziną\n                           jego rozpoczęcia.Podstawa prawna: § 19 Ust. 1 pkt. 1 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.Klauzula informacyjna dla akcjonariuszy PGNiG:1. Administratorem Pani/Pana danych osobowych jest Polskie Górnictwo Naftowe i Gazownictwo\n                           Spółka Akcyjna _PGNiG_ z siedzibą w Warszawie, ul. Marcina Kasprzaka 25, 01-224, Warszawa.2. Kontakt z PGNiG jest możliwy pisemnie na adres Polskie Górnictwo Naftowe i Gazownictwo\n                           S.A. z siedzibą w Warszawie, ul. Marcina Kasprzaka 25, 01-224, Warszawa.3. PGNiG wyznaczyła inspektora ochrony danych, z którym można skontaktować się poprzez\n                           e-mail iod@pgnig.pl w każdej sprawie dotyczącej przetwarzania danych osobowych.  4. Pani/Pana dane osobowe podane w toku nawiązywania umowy będą przetwarzane:a. w celu realizacji stosunku prawnego pomiędzy spółką a akcjonariuszem – podstawą\n                           prawną jest art. 6 ust. 1 lit b Rozporządzenia ogólnego o ochronie danych osobowych\n                           2016/679 – RODO;b. w celu wykonania obowiązków publicznoprawnych PGNiG związanych z obsługą akcjonariatu\n                           pracowniczego, w tym przede wszystkim Ustawy o komercjalizacji i niektórych uprawnieniach\n                           pracowników – podstawą prawną przetwarzania jest obowiązek prawny ciążący na PGNiG\n                           _art. 6 ust. 1 lit c RODO_;c. w celu ustalenia lub dochodzenia ewentualnych roszczeń lub obrony przed takimi\n                           roszczeniami przez PGNiG – podstawą prawną przetwarzania danych jest prawnie uzasadniony\n                           interes PGNiG _art. 6 ust. 1 lit f RODO_, prawnie uzasadnionym interesem PGNiG jest\n                           umożliwienie ustalenia, dochodzenia lub obrony przed roszczeniami.5. Pani/Pana dane osobowe mogą być przekazywane podmiotom świadczącym usługi na rzecz\n                           PGNiG takim jak operatorzy pocztowi/kurierzy, podmioty świadczące usługi prawne, księgowe,\n                           a także dostawcom systemów informatycznych i usług IT.6. Pani/Pana dane osobowe będą przetwarzane przez okres posiadania przez Panią/Pana\n                           statusu akcjonariusza PGNiG. Okres przetwarzania może zostać każdorazowo przedłużony\n                           o okres przedawnienia roszczeń, jeżeli przetwarzanie danych osobowych będzie niezbędne\n                           dla dochodzenia ewentualnych roszczeń lub obrony przed takimi roszczeniami przez PGNiG.\n                           Po tym okresie Pani/Pana dane osobowe będą przetwarzane jedynie w zakresie i przez\n                           okres wynikający z przepisów prawa, w szczególności przepisów o rachunkowości.7. Przysługuje Pani/Panu prawo dostępu do treści danych oraz żądania ich sprostowania,\n                           usunięcia, ograniczenia przetwarzania, prawo do przenoszenia danych oraz prawo wniesienia\n                           sprzeciwu względem przetwarzania danych.8. Przysługuje Pani/Panu także prawo wniesienia skargi do organu nadzorczego zajmującego\n                           się ochroną danych osobowych, gdy uzna Pani/Pan, że przetwarzanie Pani/Pana danych\n                           osobowych narusza przepisy RODO.9. Podanie danych jest wymogiem wynikającym z przepisów prawa oraz wymogiem PGNiG\n                           w celach związanych ze stosunkiem korporacyjnym pomiędzy Panią/Panem a PGNiG.",
        "date": "2018-12-21"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd spółki Polskie Górnictwo Naftowe i Gazownictwo S.A _\"PGNiG\", \"Spółka\"_, w nawiązaniu\n                           do Raport Bieżącego Nr 34/2018 z dnia 26 czerwca 2018 r., informuje, że w dniu 19\n                           grudnia 2018 r. zawarto wiążącą umową długoterminową _\"Umowa\"_ na dostawy gazu skroplonego\n                           _\"LNG\"_ z firmą Port Arthur LNG, LLC, spółką zależną Sempra LNG & Midstream, LLC.\n                           Umowa zakłada zakup przez PGNiG około 2 mln ton LNG _tj. około 2,7 mld m3 gazu ziemnego\n                           po regazyfikacji_ rocznie przez 20 lat. Dostawy mogą być przedmiotem dalszego obrotu\n                           przez Spółkę na międzynarodowych rynkach i realizowane będą w formule free-on-board,\n                           oznaczającej odbiór towaru przez kupującego w porcie załadunku.Dostawy od Port Arthur LNG, LLC będą realizowane z powstającej instalacji produkcyjnej\n                           Port Arthur w Jefferson County w Teksasie o planowanym terminem zakończenia budowy\n                           nie wcześniej niż w 2023 r. W ocenie Zarządu PGNiG, warunki zawartych Umów są satysfakcjonujące w kontekście realizacji\n                           Strategii Grupy Kapitałowej PGNiG w zakresie rozwoju handlu LNG na rynkach światowych.\n                           Formuła cenowa Umowy oparta jest o cenę LNG notowaną na amerykańskim indeksie Henry\n                           Hub.",
        "date": "2018-12-19"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, w nawiązaniu\n                           do Raportów Bieżących nr 51/2018 z dnia 18 października 2018 r. oraz 60/2018 z dnia\n                           15 listopada 2018 r., informuje, że w dniu 17 grudnia 2018 r. powziął informację o\n                           spełnieniu warunku zawieszającego umowy zakupu przez PGNiG Upstream Norway AS udziałów\n                           w złożu Tommeliten Alpha od Equinor Energy AS w przedmiocie uzyskania wymaganych zgód\n                           administracyjnych w Norwegii.",
        "date": "2018-12-17"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, powziął\n                           w dniu 6 grudnia 2018 r. informację, że oferta Spółki na objęcie udziałów w Bloku\n                           nr 5 w emiracie Ras Al Khaimah w Zjednoczonych Emiratach Arabskich została wybrana\n                           jako najkorzystniejsza w rundzie przetargowej na udzielenie praw do poszukiwania,\n                           rozpoznawania i wydobywania węglowodorów, organizowanej przez Ras Al Khaimah Petroleum\n                           Authority.W następstwie wyboru oferty PGNiG będzie zobowiązane do zawarcia porozumienia o poszukiwaniu\n                           i podziale produkcji _ang. Exploration and Production Sharing Agreement, \"EPSA\"_ oraz\n                           wykonania prac poszukiwawczych w postaci akwizycji sejsmiki 3D oraz wierceń. W EPSA\n                           zdefiniowano trzy 2-letnie okresy poszukiwawcze z możliwością przedłużenia o 2-letni\n                           okres rozpoznawczy oraz 30-letni okres produkcji. Po każdym z okresów poszukiwawczych\n                           istnieje możliwość rezygnacji z udziałów w bloku pod warunkiem wypełnienia określonych\n                           w EPSA zobowiązań. Wysokość zabezpieczeń dla każdego z okresów poszukiwawczych będzie\n                           wynosić ok. 7 mln dolarów amerykańskich.Projekt, z uwagi na jego etap poszukiwawczy, obarczony jest ryzykiem braku odkrycia\n                           złoża węglowodorów.Objęcie praw do poszukiwania, rozpoznawania i wydobywania węglowodorów stanowi jeden\n                           z  elementów \"Strategii GK PGNiG na lata 2017- 2022, z perspektywą do 2026 r.\" w segmencie\n                           Poszukiwanie i Wydobycie, w celu zwiększenia zasobów i poziomu wydobycia węglowodorów\n                           PGNiG.Publikacja informacji dot. złożenia oferty nabycia praw do poszukiwania, rozpoznawania\n                           i wydobywania węglowodorów w emiracie Ras Al Khaimah w Zjednoczonych Emiratach Arabskich\n                           została opóźniona w dniu 13 listopada 2018 roku do dzisiaj zgodnie z Art. 17 ust.\n                           4 Rozporządzenia Parlamentu Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia\n                           2014 r. w sprawie nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu\n                           Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-12-06"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, w nawiązaniu\n                           do Raportu Bieżącego nr 51/2018 z dnia 18 października 2018 r., informuje, że w dniu\n                           15 listopada 2018 r. spełniony został jeden z warunków zawieszających umowy zakupu\n                           przez PGNiG Upstream Norway AS udziałów w złożu Tommeliten Alpha od Equinor Energy\n                           AS _\"Umowa\"_ w przedmiocie zatwierdzenia przez Radę Nadzorczą PGNiG działań zmierzających\n                           do zawarcia Umowy.O spełnieniu pozostałych warunków zawieszających Umowy, w tym uzyskania wymaganych\n                           zgód administracyjnych w Norwegii, PGNiG poinformuje w odrębnym raporcie.",
        "date": "2018-11-15"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa S.A _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 8 listopada 2018 r. zawarto, po uzyskaniu wymaganych zgód korporacyjnych,\n                           wiążącą umowę długoterminową sprzedaży / zakupu skroplonego gazu ziemnego _\"LNG\"_\n                           z firmą Cheniere Marketing International, LLP _\"Cheniere\"_.Umowa z Cheniere na zakup przez Spółkę i dostawy do Terminalu LNG im. Prezydenta Lecha\n                           Kaczyńskiego w Świnoujściu jako podstawowego terminalu odbiorczego LNG w ilości:• w latach 2019 – 2022: ok. 0,73 mld m3 gazu po regazyfikacji łącznie w całym okresie;• w latach 2023 - 2042: ok. 39 mld m3 gazu po regazyfikacji łącznie w całym okresie,\n                           tj. ok. 1,95 mld m3 gazu po regazyfikacji rocznie;została zawarta na okres 24 lat. Dostawy będą realizowane w formule Delivery Ex-Ship.W ocenie Zarządu PGNiG, warunki umowy z Cheniere, w tym konkurencyjna cena, są satysfakcjonujące\n                           w kontekście realizacji Strategii Grupy Kapitałowej PGNiG w zakresie rozwoju handlu\n                           LNG na rynkach światowych.Podstawowymi terminalami załadunkowymi dla dostaw od Cheniere będą terminale skraplające\n                           Sabine Pass w Luizjanie oraz Corpus Christi w Teksasie, USA.\tPublikacja informacji dot. negocjacji i zamiaru zawarcia umowy na dostawy LNG z firmą\n                           Cheniere została opóźniona w dniu 24 września 2018 roku do dzisiaj zgodnie z Art.\n                           17 ust. 4 Rozporządzenia Parlamentu Europejskiego i Rady UE nr 596/2014 z dnia 16\n                           kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-11-08"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, w nawiązaniu\n                           do raportu nr 55/2018 z dnia 22 października 2018 roku, przekazuje wstępne skonsolidowane\n                           wyniki finansowe w III kwartale oraz za 9 miesięcy 2018 roku.",
        "date": "2018-10-30"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że dzisiaj Zarząd podjął decyzję o wypłacie akcjonariuszom zaliczki w kwocie 404 482\n                           039,99 zł na poczet przewidywanej dywidendy z zysku Spółki za 2018 r. Zgodnie z Art. 349 Kodeksu spółek handlowych oraz Art. 22c Statutu Spółki, zaliczka\n                           na poczet przewidywanej dywidendy nie przekracza połowy zysku finansowego za I półrocze\n                           2018 r. wykazanego w zbadanym przez biegłego rewidenta sprawozdaniu finansowym za\n                           okres zakończony 30 czerwca 2018 r., powiększonego o kapitały rezerwowe i pomniejszonego\n                           o niepokryte straty. Zaliczką objętych będzie 5.778.314.857 akcji Spółki. Oznacza to wypłatę zaliczki w\n                           wysokości 0,07 zł na akcję.Dodatkowo, Zarząd PGNiG wyznaczył:a_ dzień ustalenia prawa akcjonariuszy do zaliczki na 26 listopada 2018 r. b_ dzień wypłaty zaliczki na 3 grudnia 2018 r. W dniu 29 października 2018 r. Rada Nadzorcza Spółki wyraziła zgodę na wypłatę zaliczki.",
        "date": "2018-10-29"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje, że w dniu\n                           29 października 2018 roku Sąd Rejonowy dla m. st. Warszawy w Warszawie, XIII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego zarejestrował zmiany Statutu PGNiG przyjęte\n                           Uchwałą nr 3/2018 Nadzwyczajnego Walnego Zgromadzenia PGNiG z dnia 22 października\n                           2018 roku, o których Spółka informowała Raportem Bieżącym Nr 53/2018.Z dniem 29 października 2018 roku poniższe zmiany w statucie zostały zarejestrowane:1_ W § 22 ust.2 po pkt 12 dodaje się pkt 13, o następującym brzmieniu: Decyzja o wypłacie akcjonariuszom zaliczki, o której mowa w § 22 c ust. 1.2_ Po § 22 b dodaje się § 22 c, o następującym brzmieniu:1. Zarząd jest uprawniony do wypłaty akcjonariuszom zaliczki na poczet przewidywanej\n                           dywidendy na koniec roku obrotowego, jeżeli Spółka posiada środki wystarczające na\n                           wypłatę. Wypłata zaliczki wymaga zgody Rady Nadzorczej, o której mowa w § 33 ust.2\n                           pkt 10.2. Spółka może wypłacić zaliczkę, o której mowa w ust. 1, jeżeli jej zatwierdzone\n                           sprawozdanie finansowe za poprzedni rok obrotowy wykazuje zysk. Zaliczka może stanowić\n                           najwyżej połowę zysku osiągniętego od końca poprzedniego roku obrotowego, wykazanego\n                           w sprawozdaniu finansowym, zbadanym przez biegłego rewidenta, powiększonego o kapitały\n                           rezerwowe utworzone z zysku, którymi w celu wypłaty zaliczek może dysponować Zarząd,\n                           oraz pomniejszonego o niepokryte straty i akcje własne.3. O planowanej wypłacie zaliczek Zarząd ogłosi co najmniej na cztery tygodnie przed\n                           rozpoczęciem wypłat, podając dzień, na który zostało sporządzone sprawozdanie finansowe,\n                           wysokość kwoty przeznaczonej do wypłaty, a także dzień, według którego ustala się\n                           uprawnionych do zaliczek. Dzień ten powinien przypadać w okresie siedmiu dni przed\n                           dniem rozpoczęcia wypłat.3_ W § 33 ust.2 po pkt 9 dodaje się pkt 10, o następującym brzmieniu:wypłatę zaliczki, o której mowa w § 22 c ust. 1.",
        "date": "2018-10-29"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ przekazuje szacunkowe,\n                           wybrane dane operacyjne za III kwartał oraz 9 miesięcy 2018 roku.",
        "date": "2018-10-22"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ podaje listę akcjonariuszy\n                           posiadających, co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           PGNiG zwołanym na dzień 22 października 2018 roku wraz z określeniem liczby głosów\n                           przysługujących każdemu z nich z posiadanych akcji i wskazaniem ich procentowego udziału\n                           w liczbie głosów na tym Nadzwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.",
        "date": "2018-10-22"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści uchwał, które zostały podjęte przez Nadzwyczajne Walne Zgromadzenie\n                           PGNiG zwołane na dzień 22 października 2018 roku.",
        "date": "2018-10-22"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA informuje o zmianie terminu\n                           przekazania do publicznej wiadomości skonsolidowanego raportu kwartalnego za III kwartał\n                           2018 roku na dzień 21 listopada 2018 roku.Pierwotna data publikacji tego raportu była ustalona na dzień 14 listopada 2018 roku,\n                           zgodnie z informacją przekazaną raportem bieżącym nr 10/2018 z dnia 30 stycznia 2018\n                           roku.",
        "date": "2018-10-19"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa S.A _\"PGNiG\", \"Spółka\", \"Emitent\"_\n                           informuje, że w dniu 18 października 2018 r. Zarząd PGNiG Upstream Norway AS _\"PUN\"_\n                           – spółki zależnej Emitenta – zawarł umowę zakupu udziałów w koncesji na Norweskim\n                           Szelfie Kontynentalnym od Equinor Energy AS _\"Umowa\"_.Umowa obejmuje zakup 30% udziałów w koncesji PL044 od Equinor Energy AS, co jest równoznaczne\n                           z przejęciem  42,38% udziałów w złożu Tommeliten Alpha. Operatorem złoża jest ConocoPhillips\n                           Norway AS _udział 28,26%_, a pozostałymi partnerami na koncesji są Total _udział 20,23%_\n                           oraz Eni Norge _udział 9,13%_.Tommeliten Alpha jest złożem gazowo-kondensatowym zlokalizowanym na Morzu Północnym\n                           w bezpośrednim sąsiedztwie złoża Ekofisk. Zgodnie z danymi Norweskiego Dyrektoriatu\n                           Naftowego jego udokumentowane zasoby wydobywalne to: 12,8 mld m3 gazu ziemnego, 5,9\n                           mln m3 ropy naftowej _około 5 mln ton_ i 0,5 mln ton NGL. Zgodnie z tymi danymi łączne\n                           zasoby odpowiadające udziałom zakupionym przez PUN od Equinor Energy AS wynoszą ok.\n                           52 mln boe. Złoże Tommeliten Alpha charakteryzuje się możliwością dalszego zwiększenia\n                           zasobów, a koncesja PL044 posiada znaczny potencjał do prowadzenia dalszych poszukiwań\n                           złóż.Zgodnie z obecnymi planami rozpoczęcie produkcji zakładane jest w 2024 roku poprzez\n                           podłączenie złoża do istniejącej infrastruktury produkcyjnej złoża Ekofisk. Cena zakupu udziałów w koncesji wynosi 220 milionów USD przy umownej dacie transakcji\n                           1 stycznia 2018 roku.  Spółka przewiduje, że złoże pozwoli zwiększyć produkcję gazu ziemnego Grupy PGNiG\n                           o ponad 0,5 mld m3 rocznie w ciągu pierwszych 6 lat produkcji, a w ciągu następnych\n                           lat średnio o 0,3 mld m3. Ponadto złoże Tommeliten Alpha pozwoli PGNiG wydobyć około\n                           500 tys. ton ropy naftowej i NGL w  szczytowym roku produkcji. Zgodnie z danymi operatora,\n                           produkcja będzie kontynuowana przez okres ponad 20 lat. Zakłada się, że wyprodukowany\n                           gaz zostanie skierowany do gazociągu Baltic Pipe, gdzie PGNiG dokonało długoterminowej\n                           rezerwacji przepustowości.Zakup licencji jest elementem Strategii Grupy Kapitałowej PGNiG na lata 2017-2022\n                           z perspektywą do 2026 roku, opublikowanej raportem bieżącym nr 19/2017 z dnia 13 marca\n                           2017 r.Umowa została zawarta pod warunkami zawieszającymi, w tym uzyskania wymaganych zgód\n                           administracyjnych w Norwegii oraz zgody Rady Nadzorczej PGNiG. Warunki zawieszające\n                           muszą być spełnione w terminie do 1 lipca 2019 roku. O ich spełnieniu się PGNiG poinformuje\n                           w odrębnych raportach.Publikacja informacji dot. zamiaru zakupu udziałów w koncesji na Norweskim Szelfie\n                           Kontynentalnym od Equinor Energy AS została opóźniona w dniu 14 czerwca 2018 roku\n                           do dzisiaj zgodnie z Art. 17 ust. 4 Rozporządzenia Parlamentu Europejskiego i Rady\n                           UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku oraz uchylającego\n                           dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE,\n                           2003/125/WE i 2004/72/WE.",
        "date": "2018-10-18"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, w nawiązaniu\n                           do Raportu Bieżącego Nr 35/2018 z dnia 26 czerwca 2018 r., informuje, że w dniu 28\n                           września 2018 r. zawarto, po uzyskaniu wymaganych zgód korporacyjnych, dwie wiążące\n                           umowy długoterminowe _\"Umowy\"_ na dostawy gazu skroplonego _\"LNG\"_ z firmami Venture\n                           Global Calcasieu Pass, LLC oraz Venture Global Plaquemines LNG, LLC.Każda z Umów zakłada zakup przez PGNiG po około 1 mln ton LNG _tj. około 1,35 mld\n                           m3 gazu ziemnego po regazyfikacji_ rocznie przez 20 lat. Dostawy mogą być przedmiotem\n                           dalszego obrotu przez Spółkę na międzynarodowych rynkach i realizowane będą w formule\n                           free-on-board, oznaczającej odbiór towaru przez kupującego w porcie załadunku.Dostawy od Venture Global Calcasieu Pass, LLC oraz Venture Global Plaquemines LNG,\n                           LLC będą realizowane za pośrednictwem powstających instalacji produkcyjnych w Luizjanie,\n                           tj. odpowiednio: Calcasieu Pass LNG w Calcasieu Parish o planowanym terminie zakończenia\n                           budowy nie wcześniej niż w 2022 r. oraz Plaquemines LNG w Plaquemines Parish o planowanym\n                           terminie zakończenia budowy nie wcześniej niż w 2023 r. W ocenie Zarządu PGNiG, warunki zawartych Umów są satysfakcjonujące w kontekście realizacji\n                           Strategii Grupy Kapitałowej PGNiG w zakresie rozwoju handlu LNG na rynkach światowych.\n                           Formuła cenowa Umów oparta jest o cenę LNG notowaną na amerykańskim indeksie Henry\n                           Hub wraz z kosztami skroplenia.Publikacja informacji dot. zawarcia Umów na dostawy LNG ze spółkami Venture Global\n                           Calcasieu Pass, LLC oraz Venture Global Plaquemines LNG, LLC. została opóźniona w\n                           dniu 24 września 2018 roku do dzisiaj zgodnie z Art. 17 ust. 4 Rozporządzenia Parlamentu\n                           Europejskiego i Rady UE nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na\n                           rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.",
        "date": "2018-10-16"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje, że w dniu\n                           3 października 2018 roku Sąd Rejonowy dla m. st. Warszawy w Warszawie, XII Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego zarejestrował zmiany Statutu PGNiG przyjęte\n                           Uchwałą nr 29/2018 Zwyczajnego Walnego Zgromadzenia PGNiG z dnia 20 lipca 2018 roku,\n                           o których Spółka informowała Raportem Bieżącym Nr 41/2018.Z dniem 3 października 2018 roku poniższe zmiany w statucie zostały zarejestrowane:1. W § 37 ust. 1 otrzymuje następujące brzmienie: \"W Radzie Nadzorczej liczącej do sześciu członków dwóch członków powoływanych jest\n                           spośród osób wybranych przez pracowników Spółki oraz pracowników wszystkich jej jednostek\n                           zależnych. W Radzie Nadzorczej liczącej od siedmiu do dziewięciu członków trzech członków\n                           powoływanych jest spośród osób wybranych przez pracowników Spółki oraz pracowników\n                           wszystkich jej jednostek zależnych.\" 2. W § 37 ust. 2 otrzymuje następujące brzmienie: \"Za kandydatów wybranych przez pracowników Spółki oraz pracowników wszystkich jej\n                           jednostek zależnych uznaje się osoby, które w wyborach uzyskały nie mniej niż 50%\n                           plus 1 ważnie oddanych głosów. Wynik głosowania jest wiążący dla Walnego Zgromadzenia\n                           pod warunkiem udziału w nim co najmniej 50% ogółu pracowników Spółki oraz wszystkich\n                           jej jednostek zależnych.\" 3. W § 37 ust. 3 otrzymuje następujące brzmienie: \"Wybory przeprowadzane są w głosowaniu tajnym, jako bezpośrednie i powszechne, przez\n                           Komisje Wyborcze powołane przez Radę Nadzorczą spośród pracowników Spółki oraz pracowników\n                           wszystkich jej jednostek zależnych. W skład Komisji nie może wchodzić osoba kandydująca\n                           w wyborach.\" 4. W § 37 ust. 4 otrzymuje następujące brzmienie: \"Kandydaci do Rady Nadzorczej są wybierani przez pracowników Spółki oraz pracowników\n                           wszystkich jej jednostek zależnych w okręgach wyborczych określonych w Regulaminie\n                           Wyborów uchwalonym przez Radę Nadzorczą Spółki.\" 5. W § 37 ust. 5 otrzymuje następujące brzmienie: \"Rada Nadzorcza zarządza wybory kandydatów do Rady Nadzorczej. W tym zakresie stosuje\n                           się odpowiednio § 26 i 27.\" 6. W § 37 dodaje się ust. 6 w następującym brzmieniu: \t\"Zarządzając wybory Rada Nadzorcza uchwala Regulamin Wyborów, zawierający szczegółowy\n                           tryb wyboru i odwołania członków Rady Nadzorczej powołanych spośród osób wybranych\n                           przez pracowników Spółki oraz pracowników wszystkich jej jednostek zależnych. W Regulaminie\n                           Wyborów Rada Nadzorcza określa jednostki zależne wchodzące w skład poszczególnych\n                           okręgów wyborczych\" 7. § 38 otrzymuje następujące brzmienie: \"Na pisemny wniosek co najmniej 15% ogółu pracowników Spółki oraz wszystkich jej jednostek\n                           zależnych, Rada Nadzorcza zarządza głosowanie w przedmiocie odwołania przedstawiciela\n                           pracowników Spółki oraz pracowników wszystkich jej jednostek zależnych z Rady Nadzorczej.\n                           Wynik głosowania jest wiążący dla Walnego Zgromadzenia pod warunkiem udziału w nim\n                           co najmniej 50 % ogółu pracowników Spółki oraz wszystkich jej jednostek zależnych\n                           i uzyskania większości niezbędnej jak przy wyborze.\" 8. § 39 otrzymuje następujące brzmienie: \"W razie odwołania, rezygnacji lub śmierci członka Rady Nadzorczej powołanego spośród\n                           osób wybranych przez pracowników Spółki oraz pracowników wszystkich jej jednostek\n                           zależnych, do składu Rady Nadzorczej powołuje się osobę, która uzyskała kolejną największą\n                           liczbę głosów w ostatnich wyborach w danym okręgu wyborczym. W przypadku braku takiej\n                           możliwości przeprowadza się wybory uzupełniające i stosuje się odpowiednio § 27 ust.\n                           3 i 4 i § 37 ust. 5.\" 9. W § 65 po ust. 12 dodaje się ust. 13 w następującym brzmieniu: \"Ilekroć w Statucie jest mowa o pracownikach jednostki zależnej rozumie się przez\n                           to pracowników jednostki zależnej, o której mowa w art. 3 ust. 1 pkt 39 ustawy z dnia\n                           29 września 1994r. o rachunkowości.\"",
        "date": "2018-10-03"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd spółki Polskie Górnictwo Naftowe i Gazownictwo S.A. _\"PGNiG\" lub \"Spółka\"_\n                           informuje, że dnia 2 października 2018 r. powziął informację o złożeniu przez PAO\n                           Gazprom i OOO Gazprom Export _dalej łącznie \"Gazprom\"_ do Sądu Apelacyjnego w Sztokholmie\n                           skargi o uchylenie wyroku częściowego Trybunału Arbitrażowego ad hoc z dnia 29 czerwca\n                           2018 r., wydanego w postępowaniu arbitrażowym z powództwa PGNiG przeciwko Gazprom,\n                           dotyczącym obniżenia ceny kontraktowej za gaz dostarczany przez Gazprom na podstawie\n                           kontraktu kupna-sprzedaży gazu ziemnego do Rzeczypospolitej Polskiej z dnia 25 września\n                           1996 r. _\"Kontrakt Jamalski\"_, o którym to wyroku częściowym Spółka informowała w\n                           raporcie bieżącym nr 37/2018 z dnia 30 czerwca 2018 r.Informacja o złożeniu skargi została uzyskana przez Spółkę od Sądu Apelacyjnego w\n                           Sztokholmie. Treść skargi nie jest znana Spółce i nie została jeszcze formalnie doręczona\n                           do PGNiG. W ocenie Spółki nie istnieją podstawy do żądania uchylenia wyroku częściowego\n                           Trybunału Arbitrażowego ad hoc z dnia 29 czerwca 2018 r. Po formalnym doręczeniu odpisu\n                           skargi Spółka podejmie decyzje co do dalszych kroków w sprawie.",
        "date": "2018-10-02"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści projektów uchwał, które zamierza przedstawić na Nadzwyczajnym Walnym\n                           Zgromadzeniu PGNiG zwołanym na dzień 22 października 2018 roku.",
        "date": "2018-09-25"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa Spółki Akcyjnej z siedzibą w Warszawie,\n                           działając na podstawie art. 399 § 1 Kodeksu spółek handlowych oraz § 47 ust. 1 pkt\n                           1_ Statutu Spółki, zwołuje w trybie art. 4021 § 1 Kodeksu spółek handlowych na dzień\n                           22 października 2018 roku o godz. 12.00 Nadzwyczajne Walne Zgromadzenie Spółki PGNiG\n                           S.A., które odbędzie się w siedzibie Polskiego Górnictwa Naftowego i Gazownictwa S.A.\n                           w Warszawie przy ul. Marcina Kasprzaka 25.Porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.4. Sporządzenie listy obecności.5. Przyjęcie porządku obrad.6. Podjęcie uchwały w sprawie zmiany Statutu Spółki.7. Zamknięcie obrad Walnego Zgromadzenia. Akcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą żądać umieszczenia określonych spraw w porządku obrad tego Zgromadzenia. Żądanie\n                           takie winno być przesłane do Spółki na piśmie bądź w postaci elektronicznej na skrzynkę\n                           e-mail: wz@pgnig.pl. w języku polskim oraz powinno zawierać uzasadnienie lub projekt\n                           uchwały dotyczącej proponowanego punktu porządku obrad. Żądanie powinno być zgłoszone\n                           Zarządowi nie później niż na 21 dni przed wyznaczonym terminem Walnego Zgromadzenia.\n                           Akcjonariusz lub akcjonariusze powinni udokumentować swe uprawnienie do wykonywania\n                           tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub drogą elektroniczną\n                           na skrzynkę e-mail: wz@pgnig.pl projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad.\n                           Projekty uchwał powinny być sporządzone w języku polskim w programie Word. Akcjonariusze\n                           powinni udokumentować swe uprawnienie do wykonywania tego prawa, przedstawiając odpowiednie\n                           dokumenty w formie pisemnej.Każdy akcjonariusz może podczas obrad Walnego Zgromadzenia zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny być przedstawione\n                           w języku polskim.Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu osobiście lub przez pełnomocników.\n                           Zgodnie z art. 4121 § 2 Kodeksu spółek handlowych, pełnomocnictwo do uczestniczenia\n                           w Walnym Zgromadzeniu spółki publicznej i wykonywania prawa głosu powinno być udzielone\n                           na piśmie lub w postaci elektronicznej. Pełnomocnictwo winno być sporządzone w języku\n                           polskim i może być przesłane do Spółki przed walnym zgromadzeniem w wersji elektronicznej\n                           w programie PDF na adres e-mail: wz@pgnig.pl.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej _w tym wypowiadania się w trakcie\n                           Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej_, wykonywania\n                           prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej,\n                           formularze do głosowania przez pełnomocników nie będą publikowane.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią odpisu z właściwego rejestru _z ostatnich 3 miesięcy_, a jeżeli ich\n                           prawo do reprezentowania nie wynika z rejestru, to powinni dysponować pisemnym pełnomocnictwem\n                           _w oryginale lub kopii poświadczonej przez notariusza_ oraz aktualnym na dzień wydania\n                           pełnomocnictwa oryginałem lub poświadczoną przez notariusza kopią odpisu z właściwego\n                           rejestru.Akcjonariusze i pełnomocnicy powinni posiadać przy sobie dowód tożsamości.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu przypada na dzień 6 października\n                           2018 r.Prawo uczestnictwa w WZ mają tylko osoby będące akcjonariuszami w dniu rejestracji\n                           uczestnictwa w Walnym Zgromadzeniu tj. na szesnaście dni przed datą Walnego Zgromadzenia.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela zgłoszone nie\n                           wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później niż w pierwszym\n                           dniu powszednim po dniu rejestracji uczestnictwa w Walnym Zgromadzeniu, podmiot prowadzący\n                           rachunek papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu. W odniesieniu do akcji zapisanych na rachunku zbiorczym, zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu może zostać sporządzone w języku polskim lub angielskim i wystawione\n                           przez posiadacza tego rachunku zbiorczego. Rekomenduje się akcjonariuszom odebranie\n                           zaświadczenia oraz zabranie go ze sobą na Walne Zgromadzenie.Listę uprawnionych z akcji na okaziciela do uczestnictwa w Walnym Zgromadzeniu, Spółka\n                           ustala na podstawie wykazu sporządzonego przez  Krajowy Depozyt Papierów Wartościowych\n                           S.A. z zgodnie z przepisami o obrocie instrumentami finansowymi.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać pełny tekst dokumentacji,\n                           która ma być przedstawiona Walnemu Zgromadzeniu oraz projekty uchwał lub uwagi Zarządu\n                           bądź Rady Nadzorczej w siedzibie Spółki.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać odpisy wniosków\n                           we wszystkich sprawach objętych porządkiem obrad w terminie tygodnia przed Walnym\n                           Zgromadzeniem tj. od dnia 15 października 2018 r. w siedzibie Spółki w Warszawie,\n                           przy ulicy Marcina Kasprzaka 25, budynek SCADA, II piętro, pokój 216 _Dział Obsługi\n                           Władz Spółki_, w godzinach 9.00 - 15.00.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu, zgodnie z\n                           art. 407 § 1 Kodeksu spółek handlowych będzie wyłożona w siedzibie Spółki w Warszawie,\n                           przy ulicy Marcina Kasprzaka 25, budynek SCADA, przez 3 dni powszednie przed dniem\n                           Zgromadzenia, tj. od dnia 17 października 2018 r.Informacje dotyczące WZ będą dostępne na stronie internetowej Spółki pod adresem:\n                           www.pgnig.pl w zakładce: Ład korporacyjny – Walne Zgromadzenia. W celu zapewnienia sprawnego przebiegu Walnego Zgromadzenia PGNiG S.A., Zarząd Spółki\n                           zwraca się z prośbą o przybycie na miejsce obrad na ok. 30 min przed planowaną godziną\n                           jego rozpoczęcia.Podstawa prawna: § 19 Ust. 1 pkt. 1 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. 2018, poz. 757_.Informacja dotycząca ochrony\n                           danych osobowych w związku ze zwołaniem NWZ PGNiG S.A. na dzień 22 października 2018\n                           rokuKlauzula informacyjna dla akcjonariuszy Polskiego Górnictwa Naftowego i Gazownictwa:1. Administratorem Pani/Pana danych osobowych jest Polskie Górnictwo Naftowe i Gazownictwo\n                           Spółka Akcyjna _PGNiG_ z siedzibą w Warszawie, ul. Marcina Kasprzaka 25, 01-224, Warszawa.2. Kontakt z PGNiG jest możliwy pisemnie na adres Polskie Górnictwo Naftowe i Gazownictwo\n                           S.A. z siedzibą w Warszawie, ul. Marcina Kasprzaka 25, 01-224, Warszawa.3. PGNiG wyznaczyła inspektora ochrony danych, z którym można skontaktować się poprzez\n                           e-mail iod@pgnig.pl w każdej sprawie dotyczącej przetwarzania danych osobowych.  4. Pani/Pana dane osobowe podane w toku nawiązywania umowy będą przetwarzane:a. w celu realizacji stosunku prawnego pomiędzy spółką a akcjonariuszem – podstawą\n                           prawną jest art. 6 ust. 1 lit b Rozporządzenia ogólnego o ochronie danych osobowych\n                           2016/679 – RODO;b. w celu wykonania obowiązków publicznoprawnych PGNiG związanych z obsługą akcjonariatu\n                           pracowniczego, w tym przede wszystkim Ustawy o komercjalizacji i niektórych uprawnieniach\n                           pracowników – podstawą prawną przetwarzania jest obowiązek prawny ciążący na PGNiG\n                           _art. 6 ust. 1 lit c RODO_;c. w celu ustalenia lub dochodzenia ewentualnych roszczeń lub obrony przed takimi\n                           roszczeniami przez PGNiG – podstawą prawną przetwarzania danych jest prawnie uzasadniony\n                           interes PGNiG _art. 6 ust. 1 lit f RODO_, prawnie uzasadnionym interesem PGNiG jest\n                           umożliwienie ustalenia, dochodzenia lub obrony przed roszczeniami.5. Pani/Pana dane osobowe mogą być przekazywane podmiotom świadczącym usługi na rzecz\n                           PGNiG takim jak operatorzy pocztowi/kurierzy, podmioty świadczące usługi prawne, księgowe,\n                           a także dostawcom systemów informatycznych i usług IT.6. Pani/Pana dane osobowe będą przetwarzane przez okres posiadania przez Panią/Pana\n                           statusu akcjonariusza PGNiG. Okres przetwarzania może zostać każdorazowo przedłużony\n                           o okres przedawnienia roszczeń, jeżeli przetwarzanie danych osobowych będzie niezbędne\n                           dla dochodzenia ewentualnych roszczeń lub obrony przed takimi roszczeniami przez PGNiG.\n                           Po tym okresie Pani/Pana dane osobowe będą przetwarzane jedynie w zakresie i przez\n                           okres wynikający z przepisów prawa, w szczególności przepisów o rachunkowości.7. Przysługuje Pani/Panu prawo dostępu do treści danych oraz żądania ich sprostowania,\n                           usunięcia, ograniczenia przetwarzania, prawo do przenoszenia danych oraz prawo wniesienia\n                           sprzeciwu względem przetwarzania danych.8. Przysługuje Pani/Panu także prawo wniesienia skargi do organu nadzorczego zajmującego\n                           się ochroną danych osobowych, gdy uzna Pani/Pan, że przetwarzanie Pani/Pana danych\n                           osobowych narusza przepisy RODO.9. Podanie danych jest wymogiem wynikającym z przepisów prawa oraz wymogiem PGNiG\n                           w celach związanych ze stosunkiem korporacyjnym pomiędzy Panią/Panem a PGNiG.",
        "date": "2018-09-25"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, w nawiązaniu\n                           do raportu nr 39/2018 z dnia 19 lipca 2018 roku, przekazuje wstępne skonsolidowane\n                           wyniki finansowe w II kwartale oraz I półroczu 2018 roku.",
        "date": "2018-07-26"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa S.A. _\"PGNiG\"_ otrzymał informację\n                           o zatwierdzeniu decyzją Prezesa Urzędu Regulacji Energetyki _\"Prezes URE\"_ z dnia\n                           25 lipca 2018 roku zmiany nr 2 Taryfy PGNiG Obrót Detaliczny Sp. z o.o. w zakresie\n                           obrotu paliwami gazowymi Nr 6 _\"zmiana Taryfy Detalicznej\"_. Podwyżka ceny za paliwo gazowe w zmianie Taryfy Detalicznej w stosunku do dotychczasowej\n                           taryfy PGNiG Obrót Detaliczny Sp. z o.o. dla wszystkich grup taryfowych wynosi 5,9%.\n                           Stawki opłat abonamentowych pozostały bez zmian. Taryfa detaliczna dotyczy jedynie\n                           odbiorców paliw gazowych w gospodarstwie domowym.Zgodnie z przepisami Prawa energetycznego, PGNiG Obrót Detaliczny wprowadzi zmianę\n                           Taryfy Detalicznej do stosowania nie wcześniej niż po upływie 14 dni i nie później\n                           niż do 45 dnia od dnia jej opublikowania w biuletynie URE. Zgodnie z decyzją Prezesa\n                           URE zmiana Taryfy Detalicznej obowiązywać będzie do 31 grudnia 2018 roku.Szczegóły dotyczące zatwierdzonych taryf dostępne są na stronie internetowej www.ure.gov.pl\n                           i opublikowane w Biuletynie Branżowym URE – Paliwa gazowe.",
        "date": "2018-07-26"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA informuje o zmianie terminu\n                           przekazania do publicznej wiadomości skonsolidowanego raportu półrocznego za I półrocze\n                           2018 roku na dzień 30 sierpnia 2018 roku.Pierwotna data publikacji tego raportu była ustalona na dzień 22 sierpnia 2018 roku,\n                           zgodnie z informacją przekazaną raportem bieżącym nr 10/2018 z dnia 30 stycznia 2018\n                           roku.",
        "date": "2018-07-24"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ podaje listę akcjonariuszy\n                           posiadających, co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu\n                           PGNiG zwołanym na dzień 29 czerwca 2018 roku i zakończonym dnia 20 lipca 2018 r. wraz\n                           z określeniem liczby głosów przysługujących każdemu z nich, z posiadanych akcji i\n                           wskazaniem ich procentowego udziału w liczbie głosów na tym Zwyczajnym Walnym Zgromadzeniu\n                           oraz w ogólnej liczbie głosów.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści uchwał, które zostały podjęte przez Zwyczajne Walne Zgromadzenie\n                           PGNiG zwołane na dzień 29 czerwca 2018 roku i zakończone, po ogłoszonej przerwie,\n                           20 lipca 2018 roku. Uchwały, które zostały podjęte do chwili ogłoszenia przerwy zostały opublikowane w\n                           Raporcie Bieżącym nr 36/2018 oraz nr 38/2018.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, na wniosek\n                           akcjonariusza – Skarb Państwa zgłoszony na podstawie art. 401 Kodeksu spółek handlowych,\n                           przedstawia niniejszym treść projektu uchwały do punktu nr 10 porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy PGNiG zwołanego na dzień 29 czerwca 2018 r. i kontynuowanego,\n                           po ogłoszonej przerwie, 20 lipca 2018 r. pt. \"Podjęcie uchwały w sprawie podziału\n                           zysku finansowego netto za rok 2017 oraz wyznaczenia dnia dywidendy i terminu wypłaty\n                           dywidendy.\".Projekty uchwał zostały opublikowane w raporcie bieżącym nr 32/2018 z dnia 29 maja\n                           2018 r.",
        "date": "2018-07-20"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ przekazuje szacunkowe,\n                           wybrane dane operacyjne za II kwartał oraz I półrocze 2018 roku.",
        "date": "2018-07-19"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że Zwyczajne Walne Zgromadzenie _\"ZWZ\"_ PGNiG na posiedzeniu w dniu 6 lipca 2018 roku\n                           podjęło uchwałę o ogłoszeniu przerwy w obradach ZWZ, które zostaną wznowione 20 lipca\n                           2018 r. o godz. 13:00 w siedzibie Polskiego Górnictwa Naftowego i Gazownictwa SA w\n                           Warszawie przy ul. Marcina Kasprzaka 25, w budynku Muzeum.Uchwała, która została podjęta w dniu 6 lipca 2018 roku do chwili ogłoszenia przerwy,\n                           stanowi załącznik do niniejszego raportu.",
        "date": "2018-07-06"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd spółki Polskie Górnictwo Naftowe i Gazownictwo S.A. _\"PGNiG\" lub \"Spółka\"_\n                           informuje, że dnia 29 czerwca 2018 r. w godzinach nocnych powziął informację o wydaniu\n                           przez Trybunał Arbitrażowy ad hoc w dniu 29 czerwca 2018 r. wyroku częściowego w postępowaniu\n                           arbitrażowym z powództwa PGNiG przeciwko PAO Gazprom i OOO Gazprom Export _dalej łącznie\n                           \"Gazprom\"_, dotyczącym obniżenia ceny kontraktowej za gaz dostarczany przez Gazprom\n                           na podstawie kontraktu kupna-sprzedaży gazu ziemnego do Rzeczypospolitej Polskiej\n                           z dnia 25 września 1996 r. _\"Kontrakt Jamalski\"_, o którym to postępowaniu Spółka\n                           informowała w raporcie bieżącym nr 43/2015 z dnia 13 maja 2015 r.Na mocy wyroku częściowego Trybunał Arbitrażowy ad hoc:_1_ ustalił, że w listopadzie 2014 r. PGNiG złożyło ważny i skuteczny wniosek o renegocjację\n                           ceny kontraktowej;_2_ ustalił, że spełniona została przesłanka opisana w Kontrakcie Jamalskim, uprawniająca\n                           PGNiG do żądania obniżenia ceny kontraktowej za gaz dostarczany przez Gazprom na podstawie\n                           Kontraktu Jamalskiego, potwierdzając tym samym, że co do zasady roszczenie PGNiG o\n                           ustalenie nowej, niższej ceny kontraktowej jest zasadne; oraz_3_ ustalił, wbrew twierdzeniom Gazpromu, że ma prawo zmienić cenę kontraktową w granicach\n                           żądania pozwu, jednocześnie uznając, że pierwotne żądanie Spółki w zakresie nowej\n                           formuły cenowej jest zbyt daleko idące, przy czym jednocześnie Trybunał Arbitrażowy\n                           ad hoc orzekł, że kwestia ustalenia nowej ceny kontraktowej będzie rozstrzygnięta\n                           w dalszym etapie postępowania.Zgodnie z zapisami Kontraktu Jamalskiego, nowa cena kontraktowa ustalona przez Trybunał\n                           Arbitrażowy ad hoc powinna obowiązywać z mocą wsteczną od dnia 1 listopada 2014 r.,\n                           tj. od daty złożenia przez PGNiG wniosku o renegocjację ceny kontraktowej.Wydanie przez Trybunał Arbitrażowy ad hoc wyroku częściowego nie wyklucza możliwości\n                           osiągnięcia przez strony Kontraktu Jamalskiego porozumienia w zakresie zmiany warunków\n                           cenowych.",
        "date": "2018-06-30"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że Zwyczajne Walne Zgromadzenie _\"ZWZ\"_ PGNiG na posiedzeniu w dniu 29 czerwca 2018\n                           roku podjęło uchwałę o ogłoszeniu przerwy w obradach ZWZ, które zostaną wznowione\n                           6 lipca 2018 r. o godz. 12:00 w siedzibie Polskiego Górnictwa Naftowego i Gazownictwa\n                           SA w Warszawie przy ul. Marcina Kasprzaka 25, budynek SCADA, sala nr 10.Uchwały, które zostały podjęte w dniu 29 czerwca 2018 roku do chwili ogłoszenia przerwy,\n                           stanowią załącznik do niniejszego raportu.",
        "date": "2018-06-29"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd spółki Polskie Górnictwo Naftowe i Gazownictwo S.A _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 26 czerwca 2018 r. podpisano porozumienie określające podstawowe warunki\n                           umowy długoterminowej na dostawy gazu skroplonego _\"LNG\"_ z firmą Venture Global LNG,\n                           Inc. Na mocy porozumienia strony prowadzić będą negocjacje zapisów wiążącej, 20-letniej\n                           umowy na zakup przez spółkę 2 mln ton LNG rocznie, co odpowiada łącznemu wolumenowi\n                           blisko 2,7 mld m3 gazu ziemnego po regazyfikacji. Potencjalne dostawy mogą być przedmiotem\n                           dalszego obrotu przez spółkę na międzynarodowych rynkach i realizowane będą w formule\n                           free-on-board, oznaczającej odbiór towaru przez kupującego w porcie załadunku. W ocenie Zarządu PGNiG, uzgodnione warunki porozumienia, w tym konkurencyjna cena,\n                           są satysfakcjonujące w kontekście realizacji Strategii Grupy Kapitałowej PGNiG w zakresie\n                           rozwoju handlu LNG na rynkach światowych.Potencjalne dostawy od Venture Global LNG, Inc. będą realizowane za pośrednictwem\n                           powstających instalacji eksportowych w Luizjanie, tj. Calcasieu Pass LNG w Calcasieu\n                           Parish o planowanym terminie zakończenia budowy w 2022 r. oraz Plaquemines LNG w Plaquemines\n                           Parish o planowanym terminie zakończenia budowy w 2023 r. Podpisane porozumienie nie stanowi zobowiązania PGNIG do podpisania ostatecznej umowy\n                           na zakup LNG.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd spółki Polskie Górnictwo Naftowe i Gazownictwo S.A _\"PGNiG\", \"Spółka\"_ informuje,\n                           że w dniu 26 czerwca 2018 r. podpisano porozumienie określające podstawowe warunki\n                           umowy długoterminowej na dostawy gazu skroplonego _\"LNG\"_ z firmą Port Arthur LNG,\n                           LLC, spółką zależną Sempra LNG & Midstream, LLC. Na mocy porozumienia strony prowadzić będą negocjacje zapisów wiążącej, 20-letniej\n                           umowy na zakup przez spółkę 2 mln ton LNG rocznie, co odpowiada łącznemu wolumenowi\n                           blisko 2,7 mld m3 gazu ziemnego po regazyfikacji. Potencjalne dostawy mogą być przedmiotem\n                           dalszego obrotu przez spółkę na międzynarodowych rynkach i będą realizowane w formule\n                           free-on-board, oznaczającej odbiór towaru przez kupującego w porcie załadunku. W ocenie Zarządu PGNiG, uzgodnione warunki porozumienia, w tym konkurencyjna cena,\n                           są satysfakcjonujące w kontekście realizacji Strategii Grupy Kapitałowej PGNiG w zakresie\n                           rozwoju handlu LNG na rynkach światowych.Potencjalne dostawy od Port Arthur LNG, LLC będą realizowane za pośrednictwem powstającej\n                           instalacji skraplającej Port Arthur w Jefferson County w Teksasie. Planowanym terminem\n                           oddania instalacji do użytku jest 2023 r. Podpisane porozumienie nie stanowi zobowiązania PGNIG do podpisania ostatecznej umowy\n                           na zakup LNG.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, na wniosek\n                           akcjonariusza – Skarb Państwa zgłoszony na podstawie art. 401 Kodeksu spółek handlowych,\n                           przedstawia niniejszym treść projektu uchwały do punktu nr 11 porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy PGNiG zwołanego na dzień 29 czerwca 2018 r. pt.\n                           \"Podjęcie uchwały w sprawie zmiany Statutu Spółki\".Projekty uchwał zostały opublikowane w raporcie bieżącym nr 32/2018 z dnia 29 maja\n                           2018 r.",
        "date": "2018-06-26"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści projektów uchwał, które zamierza przedstawić na Zwyczajnym Walnym\n                           Zgromadzeniu PGNiG zwołanym na dzień 29 czerwca 2018 roku.",
        "date": "2018-05-29"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa Spółki Akcyjnej z siedzibą w Warszawie,\n                           działając na podstawie art. 399 § 1 Kodeksu spółek handlowych oraz § 47 ust. 1 pkt\n                           1_ Statutu Spółki, zwołuje w trybie art. 4021 § 1 Kodeksu spółek handlowych na dzień\n                           29 czerwca 2018 roku o godz. 12.00 Zwyczajne Walne Zgromadzenie Spółki PGNiG S.A.,\n                           które odbędzie się w siedzibie Polskiego Górnictwa Naftowego i Gazownictwa S.A. w\n                           Warszawie przy ul. Marcina Kasprzaka 25.Porządek obrad:1. Otwarcie obrad Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.4. Sporządzenie listy obecności.5. Przyjęcie porządku obrad.6. Rozpatrzenie i zatwierdzenie sprawozdania finansowego PGNiG S.A. sporządzonego\n                           za rok 2017.7. Rozpatrzenie i zatwierdzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej\n                           PGNiG sporządzonego za rok 2017 oraz sprawozdania Zarządu z działalności PGNiG S.A.\n                           i Grupy Kapitałowej PGNiG w 2017 roku.8. Podjęcie uchwał w sprawie udzielenia członkom Zarządu Spółki PGNiG S.A. absolutorium\n                           z wykonania obowiązków w roku 2017.9. Podjęcie uchwał w sprawie udzielenia członkom Rady Nadzorczej PGNiG S.A. absolutorium\n                           z wykonania obowiązków w roku 2017.10. Podjęcie uchwały w sprawie podziału zysku finansowego netto za rok 2017 oraz wyznaczenia\n                           dnia dywidendy i terminu wypłaty dywidendy.11. Podjęcie uchwały w sprawie zmiany Statutu Spółki.12. Zamknięcie obrad Walnego Zgromadzenia.Akcjonariusz lub akcjonariusze reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą żądać umieszczenia określonych spraw w porządku obrad tego Zgromadzenia. Żądanie\n                           takie winno być przesłane do Spółki na piśmie bądź w postaci elektronicznej na skrzynkę\n                           e-mail: wz@pgnig.pl w języku polskim oraz powinno zawierać uzasadnienie lub projekt\n                           uchwały dotyczącej proponowanego punktu porządku obrad. Żądanie powinno być zgłoszone\n                           Zarządowi nie później niż na 21 dni przed wyznaczonym terminem Walnego Zgromadzenia.\n                           Akcjonariusz lub akcjonariusze powinni udokumentować swe uprawnienie do wykonywania\n                           tego prawa, przedstawiając odpowiednie dokumenty w formie pisemnej.Akcjonariusz lub akcjonariusze Spółki reprezentujący co najmniej 1/20 kapitału zakładowego\n                           mogą przed terminem Walnego Zgromadzenia zgłaszać Spółce na piśmie lub drogą elektroniczną\n                           na skrzynkę e-mail: wz@pgnig.pl projekty uchwał dotyczące spraw wprowadzonych do porządku\n                           obrad Walnego Zgromadzenia lub spraw, które mają zostać wprowadzone do porządku obrad.\n                           Projekty uchwał powinny być sporządzone w języku polskim w programie Word. Akcjonariusze\n                           powinni udokumentować swe uprawnienie do wykonywania tego prawa, przedstawiając odpowiednie\n                           dokumenty w formie pisemnej.Każdy akcjonariusz może podczas obrad Walnego Zgromadzenia zgłaszać projekty uchwał\n                           dotyczące spraw wprowadzonych do porządku obrad. Projekty te winny być przedstawione\n                           w języku polskim.Akcjonariusze mogą uczestniczyć w Walnym Zgromadzeniu osobiście lub przez pełnomocników.\n                           Zgodnie z art. 4121 § 2 Kodeksu spółek handlowych, pełnomocnictwo do uczestniczenia\n                           w Walnym Zgromadzeniu spółki publicznej i wykonywania prawa głosu powinno być udzielone\n                           na piśmie lub w postaci elektronicznej. Pełnomocnictwo winno być sporządzone w języku\n                           polskim i może być przesłane do Spółki przed walnym zgromadzeniem w wersji elektronicznej\n                           w programie PDF na adres e-mail: wz@pgnig.pl.W związku z tym, iż Spółka nie przewiduje możliwości uczestnictwa w Walnym Zgromadzeniu\n                           przy wykorzystaniu środków komunikacji elektronicznej _w tym wypowiadania się w trakcie\n                           Walnego Zgromadzenia przy wykorzystaniu środków komunikacji elektronicznej_, wykonywania\n                           prawa głosu drogą korespondencyjną lub przy wykorzystaniu środków komunikacji elektronicznej,\n                           formularze do głosowania przez pełnomocników nie będą publikowane.Przedstawiciele osób prawnych powinni dysponować oryginałem lub poświadczoną przez\n                           notariusza kopią odpisu z właściwego rejestru _z ostatnich 3 miesięcy_, a jeżeli ich\n                           prawo do reprezentowania nie wynika z rejestru, to powinni dysponować pisemnym pełnomocnictwem\n                           _w oryginale lub kopii poświadczonej przez notariusza_ oraz aktualnym na dzień wydania\n                           pełnomocnictwa oryginałem lub poświadczoną przez notariusza kopią odpisu z właściwego\n                           rejestru.Akcjonariusze i pełnomocnicy powinni posiadać przy sobie dowód tożsamości.Dzień rejestracji uczestnictwa w Walnym Zgromadzeniu przypada na dzień 13 czerwca\n                           2018 r.Prawo uczestnictwa w WZ mają tylko osoby będące akcjonariuszami w dniu rejestracji\n                           uczestnictwa w Walnym Zgromadzeniu tj. na szesnaście dni przed datą Walnego Zgromadzenia.Na żądanie uprawnionego ze zdematerializowanych akcji na okaziciela zgłoszone nie\n                           wcześniej niż po ogłoszeniu o zwołaniu Walnego Zgromadzenia i nie później niż w pierwszym\n                           dniu powszednim po dniu rejestracji uczestnictwa w Walnym Zgromadzeniu, podmiot prowadzący\n                           rachunek papierów wartościowych wystawia imienne zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu. W odniesieniu do akcji zapisanych na rachunku zbiorczym, zaświadczenie o prawie uczestnictwa\n                           w Walnym Zgromadzeniu może zostać sporządzone w języku polskim lub angielskim i wystawione\n                           przez posiadacza tego rachunku zbiorczego. Rekomenduje się akcjonariuszom odebranie\n                           zaświadczenia oraz zabranie go ze sobą na Walne Zgromadzenie.Listę uprawnionych z akcji na okaziciela do uczestnictwa w Walnym Zgromadzeniu, Spółka\n                           ustala na podstawie wykazu sporządzonego przez  Krajowy Depozyt Papierów Wartościowych\n                           S.A. z zgodnie z przepisami o obrocie instrumentami finansowymi.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać pełny tekst dokumentacji,\n                           która ma być przedstawiona Walnemu Zgromadzeniu oraz projekty uchwał lub uwagi Zarządu\n                           bądź Rady Nadzorczej w siedzibie Spółki.Osoba uprawniona do uczestnictwa w Walnym Zgromadzeniu może uzyskać odpisy wniosków\n                           we wszystkich sprawach objętych porządkiem obrad w terminie tygodnia przed Walnym\n                           Zgromadzeniem tj. od dnia 22 czerwca 2018 r. w siedzibie Spółki w Warszawie, przy\n                           ulicy Marcina Kasprzaka 25, budynek SCADA, II piętro, pokój 216 _Dział Obsługi Władz\n                           Spółki_, w godzinach 9.00 - 15.00.Lista akcjonariuszy uprawnionych do uczestnictwa w Walnym Zgromadzeniu, zgodnie z\n                           art. 407 § 1 Kodeksu spółek handlowych będzie wyłożona w siedzibie Spółki w Warszawie,\n                           przy ulicy Marcina Kasprzaka 25, budynek SCADA, przez 3 dni powszednie przed dniem\n                           Zgromadzenia tj. od dnia 26 czerwca 2018 r.Informacje dotyczące WZ będą dostępne na stronie internetowej Spółki pod adresem:\n                           www.pgnig.pl w zakładce: Ład korporacyjny – Walne Zgromadzenia. W celu zapewnienia sprawnego przebiegu Walnego Zgromadzenia PGNiG S.A., Zarząd Spółki\n                           zwraca się z prośbą o przybycie na miejsce obrad na ok. 30 min przed planowaną godziną\n                           jego rozpoczęcia.",
        "date": "2018-05-29"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje, że w dniu\n                           28 maja 2018 roku podjął decyzję o rekomendowaniu Walnemu Zgromadzeniu PGNiG przeznaczenia\n                           kwoty 866.747.228,55 zł z zysku netto za 2017 rok na wypłatę dywidendy. Oznacza to\n                           wypłatę dywidendy na jedną akcję w wysokości 0,15 zł.Zarząd PGNiG ponadto zaproponował, aby:a. na dzień dywidendy ustanowić 19 lipca 2018 roku,b. na dzień wypłaty dywidendy ustanowić 3 sierpnia 2018 roku.",
        "date": "2018-05-28"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ podaje do\n                           wiadomości treści uchwał, które zostały podjęte przez Nadzwyczajne Walne Zgromadzenie\n                           PGNiG zwołane na dzień 16 maja 2018 roku.",
        "date": "2018-05-16"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ podaje listę akcjonariuszy\n                           posiadających, co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           PGNiG zwołanym na dzień 16 maja 2018 roku wraz z określeniem liczby głosów przysługujących\n                           każdemu z nich z posiadanych akcji i wskazaniem ich procentowego udziału w liczbie\n                           głosów na tym Nadzwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.",
        "date": "2018-05-16"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_ informuje,\n                           że doprecyzowaniu ulega treść projektu uchwały do punktu nr 7 porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Akcjonariuszy PGNiG zwołanego na dzień 16 maja 2018 roku _\"NWZ\"_\n                           pt. \"Podjęcie uchwały w sprawie wyrażenia zgody na objęcie przez PGNiG S.A. nowoutworzonych\n                           udziałów spółki PGNiG Obrót Detaliczny sp. z o.o. w podwyższonym kapitale zakładowym\n                           spółki PGNiG Obrót Detaliczny sp. z o.o. w liczbie odpowiadającej wartości wkładu\n                           niepieniężnego w postaci składników majątku związanych ze Stacjami tankowania CNG.\"\n                           poprzez wskazanie przeznaczenia nadwyżki ponad wartość nominalną obejmowanych udziałów\n                           na kapitał zapasowy spółki PGNiG OD sp. z o.o. Pozostałe projekty uchwał na NWZ opublikowane w raporcie bieżącym nr 21/2018 z dnia\n                           18 kwietnia 2018 r. pozostają bez zmian.",
        "date": "2018-05-10"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa S.A. _\"PGNiG\"_ informuje, że w\n                           raporcie bieżącym nr 26/2018, opublikowanym w dniu 27 kwietnia 2018 roku, w wyniku\n                           omyłki niewłaściwie wskazano jednostkę prezentowanych danych liczbowych. Pozostała treść raportu bieżącego nie ulega zmianie.",
        "date": "2018-04-27"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\", \"Spółka\"_, w nawiązaniu\n                           do raportu nr 22/2018 z dnia 23 kwietnia 2018 roku, przekazuje wstępne skonsolidowane\n                           wyniki finansowe w I kwartale 2018 roku.",
        "date": "2018-04-27"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 27 kwietnia 2018 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach Programu\n                           Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna wartość\n                           nominalna Obligacji wynosi 100.000.000,00 zł _słownie: sto milionów złotych_, w tym:- Emisja 1000 obligacji o łącznej wartości 100.000.000,00 zł _słownie: sto milionów\n                           złotych_ z datą wykupu w dniu 30 maja 2018 roku, o rentowności 1,7800% w skali roku,\n                           została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której PGNiG posiada\n                           udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania 100% ogólnej\n                           liczby głosów na Zgromadzeniu.Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.\n                           Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.\n                           Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji. PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu. Celem Programu\n                           jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 27 kwietnia 2018 roku\n                           350.000.000,00 zł _słownie: trzysta pięćdziesiąt milionów złotych_.",
        "date": "2018-04-27"
    },
    {
        "company_name": "PGNIG",
        "content": "W nawiązaniu do raportu bieżącego nr 15/2018 z 8 marca 2018 r. w sprawie finansowania\n                           spółki Elektrociepłownia Stalowa Wola S.A., Zarząd PGNiG S.A. _\"PGNiG\"; \"Emitent\"_\n                           informuje, że w dniu 26 kwietnia 2018 r. otrzymał z Banku Gospodarstwa Krajowego _\"BGK\"_\n                           informację, że zostały spełnione wszystkie warunki zawieszające określone w umowie\n                           pożyczki zawartej pomiędzy Elektrociepłownią Stalowa Wola S.A. _podmiot, w którym\n                           Emitent posiada pośrednio, poprzez spółkę zależną PGNiG TERMIKA S.A., 50% udziału\n                           w kapitale akcyjnym_ a BGK i PGNiG.",
        "date": "2018-04-26"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ informuje o nabyciu\n                           przez podmioty zależne papierów wartościowych wyemitowanych przez PGNiG.W dniu 26 kwietnia 2018 roku PGNiG wyemitowała obligacje _\"Obligacje\"_ w ramach Programu\n                           Emisji Obligacji Krótkoterminowych z dnia 6 maja 2014 roku _\"Program\"_. Łączna wartość\n                           nominalna Obligacji wynosi 200.000.000,00 zł _słownie: dwieście milionów złotych_,\n                           w tym:- Emisja 1000 obligacji o łącznej wartości 100.000.000,00 zł _słownie: sto milionów\n                           złotych_ z datą wykupu w dniu 28 maja 2018 roku, o rentowności 1,7800% w skali roku,\n                           została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której PGNiG posiada\n                           udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania 100% ogólnej\n                           liczby głosów na Zgromadzeniu;- Emisja 1000 obligacji o łącznej wartości 100.000.000,00 zł _słownie: sto milionów\n                           złotych_ z datą wykupu w dniu 6 czerwca 2018 roku, o rentowności 1,7800% w skali roku,\n                           została objęta przez Polską Spółkę Gazownictwa Sp. z o.o., w której PGNiG posiada\n                           udziały stanowiące 100% kapitału zakładowego, uprawniające do wykonania 100% ogólnej\n                           liczby głosów na Zgromadzeniu.Wartość nominalna jednej Obligacji wynosi 100.000,00 zł _słownie: sto tysięcy złotych_.\n                           Wszystkie wyemitowane Obligacje są denominowane w złotych polskich i zostały zaoferowane\n                           w trybie emisji niepublicznej, wyłącznie na terytorium Rzeczypospolitej Polskiej.\n                           Obligacje zostały wyemitowane jako zdematerializowane, niezabezpieczone obligacje\n                           dyskontowe na okaziciela. Wykup Obligacji zostanie dokonany według wartości nominalnej\n                           Obligacji.PGNiG nie przewiduje wprowadzenia Obligacji do publicznego obrotu. Celem Programu\n                           jest efektywne zarządzanie płynnością krótkoterminową w Grupie Kapitałowej PGNiG.Po dokonaniu powyższych emisji, łączna wartość nominalna obligacji, wyemitowanych\n                           w ramach tego Programu i będących w obrocie, wynosi na dzień 26 kwietnia 2018 roku\n                           350.000.000,00 zł _słownie: trzysta pięćdziesiąt milionów złotych_.",
        "date": "2018-04-26"
    },
    {
        "company_name": "PGNIG",
        "content": "Zarząd Polskiego Górnictwa Naftowego i Gazownictwa SA _\"PGNiG\"_ przekazuje szacunkowe,\n                           wybrane dane operacyjne za I kwartał 2018 roku.",
        "date": "2018-04-23"
    }
]