[
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w dniu 20 grudnia 2017 r.  Emitent\n                           zawarł z Pioma-Odlewnia Sp. z o.o. _spółka zależna Emitenta_ umowę nabycia 61.486\n                           akcji spółki Odlewnia Żeliwa \"ŚREM\" S.A. _spółka zależna Emitenta_ za cenę 34,15 zł\n                           za jedną akcję tj. za łączną kwotę 2.099.746,90 zł. Nabyte akcje stanowią 2,86% kapitału\n                           zakładowego Odlewni Żeliwa \"ŚREM\" S.A. i dają taki sam procent głosów na Walnym Zgromadzeniu. W wyniku w/w umowy Emitent posiada aktualnie 2.146.644 akcji spółki Odlewnia Żeliwa\n                           \"ŚREM\" S.A. co stanowi 100% jej kapitału zakładowego i daje taki sam procent głosów\n                           na Walnym Zgromadzeniu. Zawarcie umowy nabycia akcji Odlewni Żeliwa \"ŚREM\" S.A. dokonane zostało w celu uporządkowania\n                           struktury Grupy Kapitałowej PGO.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-12-20"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 24 listopada 2017 r.\n                           Rada Nadzorcza powołała, z dnie 27 listopada 2017 r., w skład Zarządu Emitenta Pana\n                           Ireneusza Kazimierskiego i powierzyła mu funkcję Wiceprezesa Zarządu.Pan Ireneusz Kazimierski ukończył Wydział Chemiczny, Technologii Chemicznej w zakresie\n                           technologii ochrony środowiska na Politechnice Łódzkiej. Posiada certyfikat ukończenia\n                           programu rozwojowego kadry managerskiej ICAN Institute Harvard Business. Swoją karierę\n                           zawodową rozpoczął w 1999 roku w firmie Ceramika Paradyż Sp.j. jako Kierownik Laboratorium,\n                           następnie Główny Technolog. W latach 2001-2003 związany był z firmą Cersanit, gdzie\n                           pełnił funkcję Dyrektora Zakładu ds. Produkcji. W latach 2003-2007 pełnił funkcję\n                           Dyrektora Zarządzającego i Prezesa Zarządu w Ultra Pack S.A. Przez kolejne trzy lata\n                           Pan Ireneusz związany był z firmą Opoczno Sp. z o.o., gdzie zajmował stanowiska Dyrektora\n                           Generalnego i Prezesa Zarządu. Od 2010 roku związany z firmą Rovese _obecnie Cersanit_\n                           pełniąc w niej kolejno funkcję Dyrektora Zarządzającego Produkcją-Członka Zarządu,\n                           Wiceprezesa Zarządu ds. Produkcji i Prezesa Zarządu, gdzie odpowiadał m.in. za realizację\n                           strategii rozwojowej angażując się w proces przemian firmy w międzynarodową organizację\n                           o zasięgu globalnym. Pan Ireneusz Kazimierski nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           PGO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Pan Ireneusz Kazimierski nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.Podstawa prawna: Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-11-24"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w dniu 21.11.2017 r. uzyskał od spółki\n                           zależnej Odlewnia Żeliwa \"Śrem\" S.A. informację o otrzymaniu przez tę spółkę, podpisanej\n                           w dniu 20.11.2017 r. ze strony Narodowego Centrum Badań i Rozwoju _Instytucja Pośrednicząca_\n                           \"Umowy o dofinansowanie projektu w ramach Programu Operacyjnego Inteligentny Rozwój\"\n                           _Umowa_. Przedmiotem Umowy jest określenie zasad udzielenia przez Instytucję Pośredniczącą\n                           dofinansowania realizacji projektu pt. \"Innowacyjna, wykorzystująca analizę termiczną\n                           ATD, technologia wytwarzania samozasilającego się, wysokojakościowego żeliwa do produkcji\n                           odlewów nowej generacji o podwyższonych parametrach jakościowych\", oraz prawa i obowiązki\n                           stron, związanych z realizacją projektu.Całkowity koszt realizacji projektu, a zarazem całkowita wysokość wydatków kwalifikowanych\n                           zgodnie zasadami w zakresie kwalifikowalności wydatków w ramach Programu Operacyjnego\n                           Inteligentny Rozwój 2014-2020, wynosi 37.049.906,12 zł. Przyznane spółce OŻ Śrem S.A.\n                           przez Instytucję Pośredniczącą dofinansowanie wynosi 42,55% całkowitych wydatków kwalifikujących\n                           się do objęcia wsparciem w ramach projektu i nie może przekroczyć kwoty 15.764.746,62\n                           zł. Kwalifikowalność wydatków dla projektu obejmuje okres od 01.09.2017 r. do 31.08.2020\n                           r.Celem projektu jest opracowanie nowej, opartej na analizie krzywej stygnięcia zautomatyzowanej\n                           technologii wytopów żeliwa, której zastosowanie pozwoli wyeliminować wady stosowanych\n                           obecnie na świecie technologii odlewniczych. Po zakończeniu realizacji projektu jego\n                           wyniki zostaną wdrożone do bieżącej działalności Odlewni Żeliwa \"Śrem\" S.A. Efektem\n                           podjętych działań będzie rozszerzenie oferty Spółki o nowe produkty posiadające istotne\n                           przewagi konkurencyjne wobec dotychczasowych rozwiązań.Projekt stanowi realizację jednego z podstawowych celów przyjętej przez Emitenta \"Strategia\n                           PGO na lata 2017-2020\", dotyczących wdrożenia automatyzacji produkcji.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-11-21"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu 19 października 2017 r. na Nadzwyczajnym\n                           Walnym Zgromadzeniu reprezentowani byli Akcjonariusze posiadający łącznie 72.945.562\n                           akcje dających 72.945.562 głosy. Akcjonariusze posiadający co najmniej 5% liczby głosów\n                           na Nadzwyczajnym Walnym Zgromadzeniu w dniu 19 października 2017 r.:1. TDJ Equity II Sp. z o.o. – 64.521.000 głosów, co stanowiło 88,451% na tym NWZ oraz\n                           67,000% ogólnej liczby głosów;2. AVIVA Otwarty Fundusz Emerytalny AVIVA BZ WBK – 6.544.000 głosów, co stanowiło\n                           8,971% na tym NWZ oraz 6,795% ogólnej liczby głosów;Podstawa prawna: art. 70 pkt 3_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych z późn. zm.",
        "date": "2017-10-19"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 19 października 2017\n                           r. Nadzwyczajne Walne Zgromadzenie powołało do Rady Nadzorczej Emitenta Pana Michała\n                           Nowaka, Pana Roberta Rogowskiego oraz Panią Dorotę Wyjadłowską.Pan Michał Nowak posiada wykształcenie wyższe, uzyskał kolejno stopień licencjata\n                           na Uniwersytecie w Reading w Wielkiej Brytanii, a następnie stopień magistra ekonomii\n                           na Uniwersytecie w Warwick w Wielkiej Brytanii. Pan Michał Nowak ukończył też w Wielkiej\n                           Brytanii kurs na biegłego rewidenta _ICAEW_. Przebieg kariery zawodowej Pana Michała\n                           Nowaka przedstawia się następująco: • 08.2017 – nadal\tTDJ S.A.; Managing Director • 04.2016 – 07.2017\tTDJ Equity I Sp. z o.o.; Managing Director • 09.2014 – 04.2016\tPKP Intercity S.A.; Dyrektor Zarządzający • 06.2010 – 09.2014\tOrange Polska; Warszawa • 07.2012 – 09.2015                     Dyrektor Programów Sprzedażowych B2C i SOHO • 06.2010 – 07.2012                     Kierownik Wydziału Strategii i Analiz • 04.2007 – 06.2010;\tPwC LLP; Strategy; Executive Wlk. Brytania • 09.2004 – 04.2007\tPwC LLP; Audit & Business Advisory; Senior Associate; Wlk. Brytania • 02.2007 – 06.2010\tPolish Professionals in London _non-profit_, Wiceprezes, Londyn,\n                           Wlk. BrytaniaPan Michał Nowak nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           PGO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Pan Michał Nowak nie figuruje w Rejestrze Dłużników Niewypłacalnych\n                           prowadzonym na podstawie ustawy o KRS.Pan Robert Rogowski posiada wykształcenie wyższe. Ukończył Uniwersytet Warmińsko –\n                           Mazurski w Olsztynie _tytuł magistra inżyniera na Wydziale Mechanicznym_ oraz studia\n                           podyplomowe z zakresu zarządzania przedsiębiorstwem na Olsztyńskiej Wyższej Szkole\n                           Informatyki i Zarządzania w Olsztynie. Ponadto: Central Europe Trust and The Chartered\n                           Association of Certified Accountants _ACCA_. Od roku 2006 prowadzi jednoosobową działalność\n                           gospodarczą w obszarze usług doradczych. Wykaz zajmowanych stanowisk i pełnionych\n                           funkcji: • Od 2015 – obecnie \tINDYKPOL BRAND Sp. z o.o. z siedzibą w Warszawie – Członek Rady\n                           Nadzorczej  • Od 2014 – obecnie\tWINE TASTE Sp. z o.o. z siedzibą w Warszawie – Wiceprezes Zarządu\n                            • Od 2014 – obecnie \tROLMEX S.A. z siedzibą w Warszawie –Dyrektor Finansowy • 2007 – 2014\t                             FABRYKA MEBLI FORTE S.A. z siedzibą w\n                           Ostrowie Mazowieckiej – Wiceprezes Zarządu • 2003 – 2007\t                             INDYKPOL S.A. z siedzibą w Olsztynie –\n                           Dyrektor Zarządzający, Dyrektor Finansowy • 1999 – 2003\t                             INDYKPOL S.A. z siedzibą w Olsztynie –\n                           Zastępca Dyrektora ds. Controllingu • 1998 \t                             INDYKPOL S.A. z siedzibą w Olsztynie – Kierownik\n                           Działu Controllingu • 1996 – 1998 \t                             KREDYT BANK S.A. Oddział w Olsztynie\n                           – Opiekun Klienta/Analityk • 1996\t                             CENTRUM DORADCZE BIZNESU w Olsztynie – Dyrektor • 1994 – 1995\t                             CENTRUM DORADCZE BIZNESU w Olsztynie –\n                           DoradcaPan Robert Rogowski nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           PGO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Pan Robert Rogowski nie figuruje w Rejestrze Dłużników Niewypłacalnych\n                           prowadzonym na podstawie ustawy o KRS.Pani Dorota Wyjadłowska posiada wykształcenie wyższe. Ukończyła Akademię Ekonomiczną\n                           w Krakowie na kierunku Finanse oraz studia podyplomowe z prawa finansowego i podatkowego\n                           w Szkole Głównej Handlowej, a także z zakresu prawa gospodarczego na Uniwersytecie\n                           Ekonomicznym w Krakowie. Pani Dorota Wyjadłowska zdała państwowy egzamin na doradcę\n                           podatkowego i uzyskała wpis na listę doradców podatkowych. Przebieg kariery zawodowej\n                           Pani Doroty Wyjadłowskiej przedstawia się następująco: • 2001-nadal\t                             Kancelaria Doradztwa Podatkowego Dorota\n                           Wyjadłowska Właściciel, doradca podatkowy • 2015-nadal\t                             Logline Sp. z o.o. Wiceprezes Zarządu -\n                           obszar finanse, podatki • 2004-2011\t                             Spółka Doradztwa Podatkowego KDT Sp. z o.o.\n                           Większościowy udziałowiec, Prezes Zarządu • 2008-2010\t                             Equus S.A. Członek Zarządu – obszar finanse,\n                           podatki • 1993-2001\t                             Izba Skarbowa w Krakowie Wydział nadzoru\n                           nad urzędami skarbowymiPani Dorota Wyjadłowska nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           PGO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Pani Dorota Wyjadłowska nie figuruje w Rejestrze Dłużników\n                           Niewypłacalnych prowadzonym na podstawie ustawy o KRS.Zarząd Emitenta informuje, że zgodnie z otrzymanymi oświadczeniami, Pan Robert Rogowski\n                           oraz Pani Dorota Wyjadłowska spełniają kryteria niezależności członka Rady Nadzorczej,\n                           określone w przepisach Ustawy o biegłych rewidentach, firmach audytorskich oraz nadzorze\n                           publicznym z dnia 11 maja 2017 r. _Dz.U. z 2017 r. poz. 1089_.Podstawa prawna: Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-19"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie w dniu 19 października 2017 r.Ponadto Emitent informuje, że Nadzwyczajne Walne Zgromadzenie Uchwałą nr 2 podjęło\n                           decyzję o odstąpieniu od wyboru Komisji Skrutacyjnej z uwagi na zastosowanie elektronicznego\n                           systemu liczenia głosów.Do protokołu nie zgłoszono sprzeciwów dotyczących podejmowanych przez Nadzwyczajne\n                           Walne Zgromadzenie uchwał.Podstawa prawna: § 38 ust. 1 pkt 7, 8 i 9 rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-19"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, iż Naczelnik Małopolskiego Urzędu Celno-Skarbowego\n                           w Krakowie przeprowadził w spółce Polska Grupa Odlewnicza Spółka Akcyjna S.K.A. _Spółka_\n                           kontrolę w zakresie podatku od towarów i usług za listopad 2014 roku. Przedmiotem\n                           kontroli była między innymi zrealizowana w listopadzie 2014 r. w Grupie Kapitałowej\n                           Emitenta transakcja wniesienia wkładów niepieniężnych w zamian za nowoemitowane przez\n                           Spółkę akcje. O podwyższeniu kapitału zakładowego w Spółce, wniesieniu wkładów niepieniężnych\n                           oraz objęciu akcji przez spółki zależne Emitent informował w raporcie bieżącym nr\n                           25/2014 z dnia 26 listopada 2014 r. Zgodnie z doręczonym Spółce przez Organ wynikiem kontroli, w opinii Organu podstawa\n                           opodatkowania VAT z tytułu aportu została błędnie ustalona. W konsekwencji, w opinii\n                           Organu Spółka zadeklarowała błędną wysokość podatku naliczonego w deklaracji VAT-7\n                           za listopad 2014 roku.Po zapoznaniu się z wynikiem kontroli, działając na podstawie art. 82 ust. 3 ustawy\n                           o Krajowej Administracji Skarbowej, Spółka złożyła w dniu dzisiejszym tj. 18 października\n                           2017 r. korektę deklaracji VAT za miesiąc listopad 2014 roku obejmującą zmniejszenie\n                           podatku naliczonego, przy czym z uwagi na fundamentalną cechę konstrukcyjną podatku\n                           od towarów i usług, jaką jest zasada neutralności, kwota zmniejszenia podatku naliczonego\n                           pozostaje bez wpływu na wysokość obciążeń podatkowych Spółki oraz Grupy Kapitałowej\n                           Emitenta. Jednocześnie skutkiem zmniejszenia podatku naliczonego względem wartości\n                           wykazanej w pierwotnie złożonej deklaracji VAT za listopad 2014 roku jest powstanie\n                           obowiązku zapłaty odsetek z tytułu zaległości podatkowych w wysokości 4.471.531 zł\n                           za okres od 29 grudnia 2014 roku do dnia dokonania korekty deklaracji podatkowej.\n                           Kwota odsetek, do zapłaty której zobowiązana będzie Spółka, obciąży skonsolidowany\n                           wynik finansowy Grupy Kapitałowej PGO za III kwartał 2017 r.Emitent informuje, że składana przez Spółkę korekta jest zgodna ze stanowiskiem wyrażonym\n                           przez Naczelnika UCS i składana jest w trosce o prawidłowość obliczania podatków przez\n                           Spółkę, a jednocześnie prowadzone są analizy prawne związane z rozliczeniem VAT za\n                           listopad 2014 roku i właściwą wykładnią przepisów ustawy o VAT w tym zakresie, celem\n                           określenia ostatecznego stanowiska Spółki co do prawidłowego rozliczenia tego podatku.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-10-18"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym, tj. 13 października\n                           2017 r., Emitent otrzymał pismo od członka Rady Nadzorczej Pani Beaty Zawiszowskiej\n                           z informacją, że z dniem 18 października 2017 r. _to jest wraz z jego upływem_ Pani\n                           Beata Zawiszowska składa rezygnację z członkostwa w Radzie Nadzorczej PGO S.A.Pani Beata Zawiszowska nie podała przyczyny rezygnacji z członkostwa w Radzie Nadzorczej\n                           Emitenta.Podstawa prawna: Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-13"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu 05.10.2017 r. Rada Nadzorcza powołała\n                           w skład Zarządu Emitenta Pana Łukasza Petrusa i powierzyła mu funkcję Prezesa Zarządu.Pan Łukasz Petrus posiada wykształcenie wyższe, ukończył Politechnikę Śląską w Gliwicach\n                           gdzie uzyskał tytuł inżyniera na Wydziale Mechanicznym-Technologicznym oraz Podyplomowe\n                           Studia Menedżerskie w Wyższej Szkole Bankowej w Poznaniu. Pan Łukasz Petrus jest związany z PGO od 2012 roku, kiedy to rozpoczął pracę w Kuźni\n                           \"Glinik\" sp. z o.o. na stanowisku Dyrektora Produkcji. Następnie pełnił funkcje Wiceprezesa,\n                           a aktualnie Prezesa tej spółki. Pełniąc funkcję Prezesa Zarządu PGO S.A. Pan Łukasz\n                           Petrus równocześnie pozostanie Prezesem Zarządu Kuźni \"Glinik\" Sp. z o.o.Pan Łukasz Petrus nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           PGO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Pan Łukasz Petrus nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na\n                           podstawie ustawy o KRS.Podstawa prawna: Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-05"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że z dniem 05.10.2017 r. Pan Dariusz Ginalski\n                           złożył rezygnację ze stanowiska Prezesa Zarządu PGO S.A. Rezygnacja umotywowana jest\n                           podjęciem przez Pana Dariusza Ginalskiego nowych wyzwań menedżerskich w Grupie TDJ.Rada Nadzorcza Spółki pragnie podziękować Panu Dariuszowi Ginalskiemu za dotychczasową\n                           pracę. W okresie ostatnich 3 lat, kiedy Pan Dariusz Ginalski piastował stanowisko\n                           Prezesa Zarządu Spółki, PGO S.A. m.in. przyjęło nową strategię oraz dokonało przejęcia\n                           spółki Kopex Foundry.Podstawa prawna: Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-05"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. przekazuje w załączeniu treść projektów uchwał, które mają\n                           być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na dzień 19 października\n                           2017 r.  Podstawa prawna: § 38 ust. 1 pkt. 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-20"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ działając na podstawie art. 399 § 1 i art. 402_1_\n                           Kodeksu spółek handlowych zwołuje na dzień 19 października 2017 r. na godzinę 9.00\n                           Nadzwyczajne Walne Zgromadzenie, które odbędzie się w Katowicach, przy ul. Armii Krajowej\n                           51 _w siedzibie spółki FAMUR S.A._. W załączeniu Emitent przekazuje pełną treść ogłoszenia\n                           o zwołaniu Nadzwyczajnego Walnego Zgromadzenia.Podstawa prawna: § 38 ust. 1 pkt. 1 i 2 rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-20"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w przekazanym do publicznej wiadomości\n                           raporcie bieżącym nr 25/2017 z dnia 18 września 2017 r. w wyniku oczywistej omyłki\n                           pisarskiej podano w temacie raportu, że dotyczy on \"Powołania Wiceprezesa Zarządu\"\n                           w sytuacji kiedy przekazana raport dotyczył powołania członka Rady Nadzorczej i powinien\n                           być zatytułowany: \"Powołanie członka Rady Nadzorczej\"W związku z powyższym temat raportu nr 25/2017 z dnia 18 września 2017 r. powinno\n                           brzmieć:\"Powołanie członka Rady Nadzorczej\"Podstawa prawna: § 6 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-18"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu 18 września 2017 r. na Nadzwyczajnym\n                           Walnym Zgromadzeniu reprezentowani byli Akcjonariusze posiadający łącznie 79.290.080\n                           akcji dających 79.290.080 głosów. Akcjonariusze posiadający co najmniej 5% liczby\n                           głosów na Zwyczajnym Walnym Zgromadzeniu w dniu 18 września 2017 r.:1. TDJ Equity II Sp. z o.o. – 64.521.000 głosów, co stanowiło 81,373% na tym NWZ oraz\n                           67,000% ogólnej liczby głosów;2. AVIVA Otwarty Fundusz Emerytalny AVIVA BZ WBK – 6.500.000 głosów, co stanowiło\n                           8,198% na tym NWZ oraz 6,750% ogólnej liczby głosów;Podstawa prawna: art. 70 pkt 3_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych z późn. zm.",
        "date": "2017-09-18"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 18 września 2017 r.\n                           Nadzwyczajne Walne Zgromadzenie powołało do Rada Nadzorcza Emitenta Pana Jacka Krysińskiego.Pan Jacek Krysiński posiada wykształcenie wyższe - jest absolwentem Szkoły Głównej\n                           Handlowej w Warszawie.Karierę zawodową rozpoczął w Citibank Banku Handlowym S.A. w Warszawie w dziale sprzedaży\n                           i handlu akcjami notowanymi na GPW w sekcji klientów zagranicznych. Następnie pracował\n                           w Credit Suisse First Boston Oddział w Warszawie, gdzie odpowiadał za prowadzenie\n                           lokalnej książki akcji CSFB. W okresie od maja 2002 r. do września 2016 r. był związany\n                           z Erste Securities Polska, Erste Group Oddział w Warszawie, gdzie odpowiadał m.in.\n                           za obrót instrumentami pochodnymi _gł. Futures na WIG20_, organizowanie transakcji\n                           arbitrażowych jak i znaczących transakcji blokowych na największych polskich spółkach,\n                           utrzymanie relacji i obsługę zagranicznych klientów takich jak: JPMorgan Chase, Goldman\n                           Sachs, New Edge, Credit Suisse, BofAML, UBS, Macquarie, HSBE oraz klientów krajowych\n                           – Altus TFI.Pan Jacek Krysiński nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           PGO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Pan Jacek Krysiński nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.Podstawa prawna: Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-18"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie w dniu 18 września 2017 r.Ponadto Emitent informuje, że Nadzwyczajne Walne Zgromadzenie Uchwałą nr 2 podjęło\n                           decyzję o odstąpieniu od wyboru Komisji Skrutacyjnej z uwagi na zastosowanie elektronicznego\n                           systemu liczenia głosów.Do protokołu nie zgłoszono sprzeciwów dotyczących podejmowanych przez Nadzwyczajne\n                           Walne Zgromadzenie uchwał.Podstawa prawna: § 38 ust. 1 pkt 7, 8 i 9 rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-18"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 14 września 2017 r.\n                           Rada Nadzorcza powołała w skład Zarządu Emitenta Pana Andrzeja Bulanowskiego i powierzyła\n                           mu funkcję Wiceprezesa Zarządu ds. Sprzedaży.Pan Andrzej Bulanowski ukończył Wydział Elektrotechniki, Automatyki i Elektroniki\n                           na Akademii Górniczo-Hutniczej w Krakowie. Jest absolwentem kierunku Elektronika oraz\n                           Podyplomowych Studiów Menedżerskich opartych o strukturę MBA Szkoły Głównej Handlowej\n                           w Warszawie. W 1990 roku rozpoczął swoją karierę zawodową w przedsiębiorstwie Multiserwis\n                           Sp. z o.o.  pracując na stanowisku Dyrektora Handlowego. Od 2000 roku związany jest\n                           z branżą stalową. Pracował w takich firmach jak: Enpol Sp. z o.o. w Gliwicach gdzie\n                           zajmował się inwestycją budowy Walcowni Rur Jedność, a także ThyssenKrupp Energostal\n                           S.A., ArcelorMittal Distribution Poland oraz Stalprofil S.A., w których zarządzał\n                           zespołami handlowymi. Od  2009 roku związany z firmą Voestalpine Steel Service Center\n                           Sp. z o.o., gdzie pełnił funkcję Dyrektora Sprzedaży. Do kluczowych zadań nowo powołanego\n                           Wiceprezesa Zarządu ds. Sprzedaży, będzie należała realizacji strategii Grupy PGO\n                           S.A.Pan Andrzej Bulanowski nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           PGO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Pan Andrzej Bulanowski nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.Podstawa prawna: Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-14"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent, Spółka_ informuje, że Giełda Papierów Wartościowych\n                           w Warszawie S.A. w komunikacie z dnia 12 września 2017 r. poinformowała, że w związku\n                           ze zmianą firmy Emitenta z POLSKA GRUPA ODLEWNICZA S.A. na PGO S.A począwszy od dnia\n                           14 września 2017 r. akcje Spółki będą notowane pod nazwą skróconą \"PGO\". O zmianie\n                           firmy Emitent informował w raporcie bieżącym nr 21/2017 z dnia 4 września 2017 r.",
        "date": "2017-09-13"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki PGO S.A. _Emitent, poprzednio: Polska Grupa Odlewnicza S.A._informuje,\n                           że w dniu 4 września 2017 r. Emitent powziął wiadomość o wydaniu przez Sąd Rejonowy\n                           Katowice-Wschód w Katowicach, Wydział VIII Gospodarczy Krajowego Rejestru Sądowego\n                           postanowienia o dokonaniu wpisu w rejestrze przedsiębiorców zmiany Statutu Spółki\n                           polegającej na zmianie § 2 ust. 1 i 2:Dotychczasowe brzmienie § 2 ust. 1 i 2 Statutu Spółki:\"1. Spółka działa pod firmą POLSKA GRUPA ODLEWNICZA Spółka Akcyjna.2. Spółka może używać skrótu POLSKA GRUPA ODLEWNICZA S.A.\"Nowe brzmienie § 2 ust. 1 i 2 Statutu Spółki:\"1. Spółka działa pod firmą PGO Spółka Akcyjna. 2. Spółka może używać skrótu firmy PGO S.A..\"Zmiana firmy Emitenta na PGO Spółka Akcyjna jest elementem przyjętej \"Strategii PGO\n                           na lata 2017-2020\"  i nowego modelu biznesowego opartego o strukturę macierzową. Przyjęcie\n                           takiego modelu odpowiada wymaganiom, przede wszystkim dużych międzynarodowych klientów\n                           Emitenta i spółek Grupy, którzy oczekują jasnej i przejrzystej struktury organizacyjnej,\n                           zapewniającej jak najszerszą  gamę produktów i usług w ramach jednej marki. PGO, jako nazwa abstrakcyjna i niewymagająca tłumaczenia, umożliwia łatwiejsze zapamiętywanie\n                           marki, a szersza ekspansja na rynki zagraniczne to jeden z priorytetowych kierunków\n                           rozwoju, określonych w ramach strategii. Nowa firma Emitenta odpowiada również stosowanemu\n                           i promowanemu jednolitemu logotypowi. Ujednolicenie komunikacji marki zarówno na rynku\n                           polskim jak i międzynarodowym wpłynie na rozpoznawalności marki PGO, a w konsekwencji\n                           na umocnienie pozycji rynkowej Emitenta i spółek wchodzących w skład Grupy.Podstawa prawna: § 38 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-04"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Spółka_ przekazuje w załączeniu treść\n                           projektów uchwał wraz z załącznikami, które mają być przedmiotem obrad Nadzwyczajnego\n                           Walnego Zgromadzenia zwołanego na dzień 18 września 2017 r.  Podstawa prawna: § 38 ust. 1 pkt. 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-08-21"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Spółka_, działając na podstawie art. 398,\n                           art. 399 § 1 i art. 402_1_ Kodeks spółek handlowych oraz w związku z wnioskiem akcjonariusza\n                           TDJ Equity Sp. z o.o., zwołuje na dzień 18 września 2017 r. na godzinę 12.00 Nadzwyczajne\n                           Walne Zgromadzenie Spółki, które odbędzie się w Katowicach, przy ul. Armii Krajowej\n                           51 _w siedzibie spółki FAMUR S.A._. W załączeniu Spółka przekazuje pełną treść ogłoszenia\n                           o zwołaniu Nadzwyczajnego Walnego Zgromadzenia.Podstawa prawna: § 38 ust. 1 pkt. 1 i 2 rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-08-21"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd Polskiej Grupy Odlewniczej S.A. _Emitent_ informuje, że w dniu dzisiejszym\n                           tj. 21.08.2017 r. Emitent otrzymał od TDJ Equity II Sp. z o.o. z siedzibą w Tarnowskich\n                           Górach, akcjonariusza większościowego reprezentującego udział w kapitale zakładowym\n                           Emitenta przekraczający jedną dwudziestą tego kapitału, wniosek, na podstawie art.\n                           400 § 1 Kodeksu spółek handlowych, o niezwłoczne zwołanie Nadzwyczajnego Walnego Zgromadzenia\n                           Polskiej Grupy Odlewniczej S.A. z następującym porządkiem obrad:1. Otwarcie Nadzwyczajnego Walnego Zgromadzenia _NWZ_.2. Wybór Przewodniczącego.3. Stwierdzenie prawidłowości zwołania NWZ i jego zdolności do podejmowania uchwał.4. Wybór Komisji Skrutacyjnej.5. Podjęcie uchwały w sprawie zmiany w składzie Rady Nadzorczej.6. Podjęcie uchwały w sprawie ustalenia liczby członków Rady Nadzorczej.7. Zamknięcie obrad Nadzwyczajnego Walnego Zgromadzenia.Jednocześnie TDJ Equity II Sp. z o.o. z siedzibą w Tarnowskich Górach zgłosił  kandydaturę\n                           Pana Jacka Krysińskiego do Rady Nadzorczej Emitenta. W załączeniu do niniejszego raportu Emitent przekazuje wniosek TDJ Equity II Sp. z\n                           o.o. z siedzibą w Tarnowskich Górach wraz z projektami uchwał oraz życiorysem zawodowym\n                           zgłoszonego kandydata.Podstawa prawna: § 38 ust. 1 pkt 5 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-08-21"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, że w dniu 2 sierpnia\n                           2017 r. Odlewnia Żeliwa \"ŚREM\" S.A. zawarła z Pioma-Odlewnia Sp. z o.o. _spółki zależne\n                           Emitenta_ warunkową umowę nabycia 280.351 akcji własnych w celu umorzenia za wynagrodzeniem\n                           w wysokości 34,15 zł za jedną akcję tj. za łączną kwotę 9.573.986,65 zł, a akcjonariusz\n                           – Pioma-Odlewnia Sp. z o.o. wyraził zgodę na umorzenie tych akcji. Warunkiem nabycia\n                           akcji własnych jest podjęcie przez Walne Zgromadzenie Odlewni Żeliwa \"ŚREM\" S.A. uchwały\n                           w sprawie nabycia tych akcji w celu ich umorzenia. Ponadto, Nadzwyczajne Walne Zgromadzenie spółki Odlewnia Żeliwa \"ŚREM\" S.A. _Spółka_\n                           w dniu 2 sierpnia 2017 r. podjęło uchwałę w sprawie wyrażenia zgody na nabycie przez\n                           Spółkę od akcjonariusza Pioma-Odlewnia Sp. z o.o. 280.351 akcji własnych w celu umorzenia\n                           za wynagrodzeniem w wysokości 34,15 zł za jedną akcję tj. za łączną kwotę 9.573.986,65\n                           zł. W związku z nabyciem przez Spółkę akcji własnych Nadzwyczajne Walne Zgromadzenie spółki\n                           Odlewnia Żeliwa \"ŚREM\" S.A. podjęło uchwałę o umorzeniu 280.351 akcji własnych o wartości\n                           nominalnej 10,00 zł każda tj. o łącznej wartości nominalnej 2.803.510,00 zł i obniżeniu\n                           kapitału zakładowego o kwotę 2.803.510,00 zł do kwoty 21.466.440,00 zł. Zawarcie umowy nabycia akcji własnych oraz umorzenie tych akcji i obniżenie kapitału\n                           zakładowego Odlewni Żeliwa \"ŚREM\" S.A. dokonywane jest w celu stopniowego uporządkowania\n                           struktury Grupy Kapitałowej Polska Grupa Odlewnicza poprzez wyeliminowanie pośrednich\n                           stopni kontroli między Emitentem i spółkami zależnymi.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-08-02"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd Polskiej Grupy Odlewniczej S.A. _Emitent_ informuje, że w dniu 27 czerwca 2017\n                           r. na Zwyczajnym Walnym Zgromadzeniu reprezentowani byli Akcjonariusze posiadający\n                           łącznie 79.036.881 akcji dających 79.036.881 głosów. Akcjonariusze posiadający co\n                           najmniej 5% liczby głosów na Zwyczajnym Walnym Zgromadzeniu w dniu 27 czerwca 2017\n                           r.:1. TDJ Equity II Sp. z o.o. – 64.521.000 głosów, co stanowiło 81,634% na tym ZWZ oraz\n                           67,000% ogólnej liczby głosów;2. AVIVA Otwarty Fundusz Emerytalny AVIVA BZ WBK – 6.500.000 głosów, co stanowiło\n                           8,224% na tym ZWZ oraz 6,750% ogólnej liczby głosów;Podstawa prawna: art. 70 pkt 3_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych z późn. zm.",
        "date": "2017-06-27"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, że w dniu 27.06.2017\n                           r. Zwyczajne Walne Zgromadzenie Emitenta podjęło Uchwałę nr 8 o podziale zysku za\n                           rok 2016, która przewiduje wypłatę dywidendy w łącznej kwocie 35.631.000,00 zł tj.\n                           0,37 zł na jedną akcję.Do wypłaty dywidendy uprawnionych jest 96.300.000 akcji zwykłych na okaziciela serii\n                           A i B.Do dywidendy uprawnieni są akcjonariusze, którym akcje Emitenta będą przysługiwały\n                           w dniu 03 lipca 2017 r.   Termin wypłaty dywidendy ustalono na dzień 11 lipca 2017 r.Podstawa prawna: § 38 ust. 2 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-27"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd Polskiej Grupy Odlewniczej S.A. _Emitent_ przekazuje w załączeniu treść uchwał\n                           podjętych przez Zwyczajne Walne Zgromadzenie w dniu 27 czerwca 2017 r.Ponadto Emitent informuje, że Zwyczajne Walne Zgromadzenie Uchwałą nr 2 podjęło decyzję\n                           o odstąpieniu od wyboru Komisji Skrutacyjnej z uwagi na zastosowanie elektronicznego\n                           systemu liczenia głosów oraz na wniosek pełnomocnika akcjonariuszy Uchwałą nr 19 podjęło\n                           decyzję o usunięciu punktu 10 porządku obrad.Do protokołu nie zgłoszono sprzeciwów dotyczących podejmowanych przez Zwyczajne Walne\n                           Zgromadzenie uchwał.Podstawa prawna: § 38 ust. 1 pkt 7, 8 i 9 rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-27"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd Polskiej Grupy Odlewniczej S.A. _Emitent_ informuje, że w trakcie obrad Zwyczajnego\n                           Walnego Zgromadzenia w dniu 27 czerwca 2017 r., w ramach punktu 10 porządku obrad,\n                           pełnomocnik akcjonariuszy:a_ ALTUS FIO PARASOLOWY SUBFUNDUSZ ABSOLUTNEJ STOPY ZWROTU RYNKU POLSKIEGO,b_ ALTUS FIO PARASOLOWY SUBFUNDUSZ STABILNEGO WZROSTU,c_ ALTUS FIO PARASOLOWY SUBFUNDUSZ OPTYMALNEGO WZROSTU,d_ RAIFEISEN SFIO PARASOLOWY SUBFUNDUSZ RAIFEISEN AKTYWNEGO INWESTOWANIA,e_ ALTUS FIO PARASOLOWY SUBFUNDUSZ AKCJI,f_ ALTUS FIZ AKTYWNEJ ALOKACJI SPÓŁEK DYWIDENDOWYCH,g_ ALTUS FIO PARASOLOWY SUBFUNDUSZ AKTYWNEGO ZARZĄDZANIA,h_ ALTUS ALTERNATIVE INVESTMENTS FIZ SUBFUNDUSZ PRIVATE EQUITY,i_ ALTUS 9 FIZ,j_ ALTUS ASZ FIZ SUBFUNDUSZ ASZ RYNKU POLSKIEGO,k_ ALTUS FIZ AKCJI PLUS,l_ ALTUS ABSOLUTNEJ STOPY ZWROTU FIZ RYNKÓW ZAGRANICZNYCH 2,m_ ALTUS FIZ AKTYWNY AKCJI,n_ ALTUS FIO PARASOLOWY SUBFUNUDSZ ABSOLUTNEJ STOPY ZWROTU NOWEJ EUROPY,o_ ALTUS ASZ FIZ SUBFUNUDSZ ASZ RYNKÓW ZAGRANICZNYCH,p_ ALTUS ABSOLUTNEJ STOPY ZWROTU FIZ RYNKU POLSKIEGO 2zgłosił wniosek o podjęcie uchwały w przedmiocie usunięcia z porządku obrad jego punktu\n                           10_, w brzmieniu: \"Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej Spółki\"\n                           o treści:UCHWAŁA NR 19Zwyczajnego Walnego Zgromadzenia POLSKA GRUPA ODLEWNICZA S.A. z dnia 27 czerwca 2017 rokuw sprawie: usunięcia z porządku obrad punktu 10_.1. Zwyczajne Walne Zgromadzenie Spółki POLSKA GRUPA ODLEWNICZA S.A. postanawia usunąć\n                           z porządku obrad jego punkt 10_, w brzmieniu: \"10_ Podjęcie uchwał w sprawie zmian\n                           w składzie Rady Nadzorczej Spółki\".2. Uchwała wchodzi w życie z dniem podjęcia.Podstawa prawna: § 38 ust. 1 pkt 5 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-27"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, że w dniu 08.06.2017\n                           r. Rada Nadzorcza Emitenta podjęła uchwałę w sprawie wyboru biegłego rewidenta. Rada Nadzorcza działając na podstawie Statutu Spółki oraz wypełniając zadania Komitetu\n                           Audytu, zgodnie z obowiązującymi przepisami i normami zawodowymi wybrała biegłego\n                           rewidenta - firmę Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością\n                           Sp. k. z siedzibą w Warszawie _00-124_ przy ul. Rondo ONZ 1, zarejestrowaną w Sądzie\n                           Rejonowym dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego, pod numerem KRS 0000481039 do przeprowadzenia przeglądu śródrocznego oraz\n                           badania jednostkowego sprawozdania finansowego Emitenta oraz przeglądu śródrocznego\n                           i badania skonsolidowanego sprawozdania finansowego Grupy Kapitałowej Polska Grupa\n                           Odlewnicza za rok obrotowy 2017.Firma Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością Sp. k. wpisana\n                           jest na listę podmiotów uprawnionych do badania sprawozdań finansowych, prowadzoną\n                           przez Krajową Radę Biegłych Rewidentów, pod numerem ewidencyjnym 130.Firma Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością Sp. k. dokonywała\n                           przeglądu i badania sprawozdań finansowych Emitenta i Grupy Kapitałowej Emitenta za\n                           rok obrotowy 2015 i 2016.Podstawa prawna: § 5 ust. 1 pkt 19 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-08"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd Polskiej Grupy Odlewniczej S.A. _Emitent_ informuje, że w dniu dzisiejszym\n                           tj. 08.06.2017 r. Rada Nadzorcza powołała w skład Zarządu Emitenta na kolejną trzyletnią\n                           kadencję Pana Dariusza Ginalskiego i powierzyła mu funkcję Prezesa Zarządu oraz Pana\n                           Lucjana Augustyna i powierzyła mu funkcję Wiceprezesa Zarządu.Pan Dariusz Ginalski posiada wykształcenie średnie o specjalności obróbka skrawaniem.\n                           Od 1990 roku był związany z Zamet Budowa Maszyn S.A. gdzie pełnił funkcje kierownicze.\n                           W spółkach Grupy TDJ pracuje od 2004 roku gdzie po zakupie Zakładu Mechanicznego \"Zgoda\"\n                           S.A. był Dyrektorem Operacyjnym, a przez kolejne lata piastował stanowisko Dyrektora\n                           Zakładu \"Huta Zygmunt\". Pan Dariusz Ginalski był Prezesem Zarządu Kuźni \"Glinik\" Sp.\n                           z o.o., Prezesem Zarządu Famak S.A., Prezesem Zarządu Pioma-Odlewnia Sp. z o.o., Prezesem\n                           Zarządu Odlewni Żeliwa \"Śrem\" S.A., Wiceprezesem Zarządu Zakładu Maszyn Górniczych\n                           \"Glinik\" Sp. z o.o., Wiceprezesem Polskiej Grupy Odlewniczej S.A. oraz Wiceprezesem\n                           Fabryki Zmechanizowanych Obudów Ścianowych \"Fazos\" S.A. Obecnie pełnił funkcję Prezesa\n                           Zarządu Polskiej Grupy Odlewniczej S.A.Pan Dariusz Ginalski nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           Polskiej Grupy Odlewniczej S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej\n                           osobie prawnej jako członek jej organu. Nie figuruje w Rejestrze Dłużników Niewypłacalnych\n                           prowadzonym na podstawie ustawy o KRS.Pan Lucjan Augustyn posiada wykształcenie wyższe, ukończył Wydział Mechaniczny na\n                           Politechnice Krakowskiej. Jest absolwentem kierunku Zarządzanie i Marketing oraz specjalności\n                           Zarządzanie i Restrukturyzacja Zakładów. W 2001 roku rozpoczął karierę zawodową w\n                           Rafinerii Nafty GLIMAR S.A., pracując na stanowiskach specjalisty ds. analiz ekonomicznych\n                           i kierownika działu kontrolingu. W latach 2004 – 2008 był pracownikiem spółki LOTOS\n                           Parafiny w Jaśle, gdzie początkowo kierował służbami kontrolingowymi, a następnie\n                           zajmował stanowisko dyrektora finansowego, pełniąc jednocześnie funkcję prokurenta\n                           spółki. W latach 2008-2012 pracował w Druk-Pak S.A. na stanowisku dyrektora ds. finansowych\n                           i wiceprezesa zarządu. Od marca 2012 Pan Lucjan Augustyn związany jest z grupą TDJ\n                           S.A. pracując na stanowisku dyrektora ds. ekonomicznych i finansowych w Kuźni GLINIK\n                           Sp. z o.o. Od kwietnia 2013 roku pełni funkcję dyrektora ds. finansowych w Polskiej\n                           Grupie Odlewniczej S.A., gdzie nadzoruje całokształt działalności finansowo-ekonomicznej\n                           w podległych PGO spółkach. Obecnie pełnił funkcję Wiceprezesa Zarządu Polskiej Grupy\n                           Odlewniczej S.A.Pan Lucjan Augustyn nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           Polskiej Grupy Odlewniczej S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej\n                           osobie prawnej jako członek jej organu. Nie figuruje w Rejestrze Dłużników Niewypłacalnych\n                           prowadzonym na podstawie ustawy o KRS.Podstawa prawna: Podstawa prawna: § 5 ust. 1 pkt 22 rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-08"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent, Spółka_, w związku z otrzymaniem\n                           od ALTUS Towarzystwo Funduszy Inwestycyjnych S.A., jako Akcjonariusza Spółki reprezentującego\n                           udział w kapitale zakładowym Emitenta przekraczający jedną dwudziestą tego kapitału,\n                           wniosku o umieszczenie sprawy w porządku obrad Zwyczajnego Walnego Zgromadzenia zwołanego\n                           na dzień 27 czerwca 2017 r., działając na podstawie art. 401 § 2 Kodeksu spółek handlowych\n                           niniejszym ogłasza o zmianie w porządku obrad w/w Zwyczajnego Walnego Zgromadzenia.Do porządku obrad dodaje się punkt o następującym brzmieniu, zgodnym z wnioskiem Akcjonariusza:\"Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej Spółki.\"Zmieniony porządek obrad Zwyczajnego Walnego Zgromadzenia:1_ Otwarcie obrad Zgromadzenia2_ Wybór Przewodniczącego Zgromadzenia3_ Stwierdzenie prawidłowości zwołania Zgromadzenia oraz jego zdolności do podejmowania\n                           uchwał4_ Wybór Komisji Skrutacyjnej5_ Przyjęcie porządku obrad6_ Przedstawienie sprawozdania Zarządu z działalności Spółki i Grupy Kapitałowej za\n                           2016 r. oraz jednostkowego i skonsolidowanego sprawozdania finansowego za rok obrotowy\n                           20167_ Przedstawienie sprawozdania Rady Nadzorczej dla Zwyczajnego Walnego Zgromadzenia\n                           z oceny sprawozdania finansowego, sprawozdania z działalności Spółki oraz propozycji\n                           Zarządu dotyczącej podziału zysku za rok obrotowy 2016 oraz oceny sytuacji Spółki8_ Rozpatrzenie oraz podjęcie uchwał w sprawach:a_ zatwierdzenia sprawozdania finansowego Spółki za rok obrotowy 2016b_ zatwierdzenia sprawozdania Zarządu z działalności Spółki w 2016 r.c_ zatwierdzenia skonsolidowanego sprawozdania finansowego Grupy Kapitałowej za rok\n                           obrotowy 2016 d_ zatwierdzenia sprawozdania Zarządu z działalności Grupy Kapitałowej w 2016 r.e_ podziału zysku Spółki za rok obrotowy 2016 r.f_ udzielenia absolutorium członkom organów Spółki z wykonania przez nich obowiązków\n                           w 2016 r.9_ Podjęcie uchwały w sprawie zmiany Statutu Spółki10_ Podjęcie uchwał w sprawie zmian w składzie Rady Nadzorczej Spółki.11_ Zamknięcie obrad Zgromadzenia Załączniki do niniejszego raportu:1. Wniosek Akcjonariusza wraz z projektami uchwał w sprawie zmian w składzie Rady\n                           Nadzorczej Spółki.2. Projekty uchwał Zwyczajnego walnego Zgromadzenia z uwzględnieniem projektów uchwał\n                           zgłoszonych przez Akcjonariusza.Podstawa prawna: § 38 ust. 1 pkt 4 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-06-06"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, iż w dniu 31.05.2017\n                           r. Sąd Rejonowy dla Łodzi-Śródmieścia w Łodzi XX Wydział Krajowego Rejestru Sądowego\n                           wydał postanowienie o połączeniu spółki Kopex Foundry Sp. z o.o. ze spółką Pioma-Odlewnia\n                           Sp. z o.o. Połączenie nastąpiło poprzez przejęcie majątku spółki Kopex Foundry Sp. z o.o. przez\n                           Piomę-Odlewnię Sp. z o.o. Dalszą działalność zakład produkcyjny byłej spółki Kopex\n                           Foundry Sp. z o.o. będzie prowadził jako oddział spółki Pioma-Odlewnia Sp. z o.o.\n                           w Stalowej Woli. O rozpoczęciu procesu połączenia spółek Emitent informował w raporcie bieżącym nr\n                           4/2017 z dnia 15.03.2017 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-06-01"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, że w dniu 31.05.2017\n                           r. uzyskał od spółki zależnej Pioma-Odlewnia Sp. z o.o. informację o otrzymaniu przez\n                           spółkę, podpisanej w dniu 30.05.2017 r. ze strony Narodowego Centrum Badań i Rozwoju\n                           _Instytucja Pośrednicząca_,  \"Umowy o dofinansowanie projektu w ramach Programu Operacyjnego\n                           Inteligentny Rozwój\" _Umowa_. Przedmiotem Umowy jest określenie zasad udzielenia przez\n                           Instytucję Pośredniczącą dofinansowania realizacji projektu pt. \"Demonstracja technologii\n                           wytwarzania innowacyjnych odlewów staliwnych przeznaczonych do zastosowania w ekstremalnych\n                           warunkach eksploatacji\", oraz prawa i obowiązki stron, związanych z realizacją projektu.Całkowity koszt realizacji projektu, a zarazem całkowita wysokość wydatków kwalifikowanych\n                           zgodnie zasadami w zakresie kwalifikowalności wydatków w ramach Programu Operacyjnego\n                           Inteligentny Rozwój 2014-2020, wynosi 48.154.602,36 zł. Przyznane spółce Pioma-Odlewnia\n                           Sp. z o.o. przez Instytucję Pośredniczącą dofinansowanie wynosi 40% całkowitych wydatków\n                           kwalifikujących się do objęcia wsparciem w ramach projektu i nie może przekroczyć\n                           kwoty 19.261.840,94 zł. Kwalifikowalności wydatków dla projektu obejmuje okres od\n                           01.03.2017 r. do 31.08.2020 r.Projekt zakłada wykonanie instalacji pilotażowej służącej do wytwarzania innowacyjnych\n                           odlewów staliwnych przeznaczonych do stosowania w ekstremalnych warunkach pracy _np.\n                           niska i wysoka temperatura, wysokie obciążenie statyczne i dynamiczne, wysokie ciśnienie,\n                           agresywne środowisko i substancje_, które będą mogły znaleźć zastosowanie m.in. w\n                           przemyśle wydobywczym, Oil&Gas, offshore. Projekt stanowi realizację jednego z podstawowych celów przyjętej przez Emitenta \"Strategia\n                           PGO na lata 2017-2020\" w zakresie uzyskania możliwości produkcji oraz sprzedaż odlewów\n                           staliwnych z materiałów o podwyższonych parametrach.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-05-31"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Spółka_ przekazuje w załączeniu treść\n                           projektów uchwał, które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia\n                           zwołanego na dzień 27 czerwca 2017 r.  Podstawa prawna: § 38 ust. 1 pkt. 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-05-31"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Spółka_ działając na podstawie art. 399\n                           § 1 i art. 402_1_ Kodeks spółek handlowych zwołuje na dzień 27 czerwca 2017 r. na\n                           godzinę 14.30 Zwyczajne Walne Zgromadzenie Spółki, które odbędzie się w Katowicach,\n                           przy ul. Armii Krajowej 51 _w siedzibie spółki FAMUR S.A._. W załączeniu Spółka przekazuje\n                           pełną treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia.Podstawa prawna: § 38 ust. 1 pkt. 1 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-05-31"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, że w dniu 27 kwietnia\n                           2017 r. Rada Nadzorcza Emitenta podjęła uchwałę o zatwierdzeniu \"Strategii PGO na\n                           lata 2017-2020\" _Strategia_.Przyjęta \"Strategia PGO na lata 2017-2020\" jest dokumentem prezentującym kierunki\n                           rozwoju PGO w oparciu o misję i wizję organizacji oraz wartości, jakimi Grupa kieruje się w prowadzeniu\n                           swojej działalności. Kształtowanie nowoczesnego przemysłu, wsparcie partnerów biznesowych\n                           i pracowników w osiąganiu wspólnego sukcesu poprzez ciągłe doskonalenie i rozwój oraz\n                           budowanie społeczności PGO opartej na wartościach jest filozofią, która inspiruje\n                           Grupę do działania. PGO stale dąży do osiągnięcia pozycji preferowanego partnera biznesowego,\n                           pożądanego pracodawcy oraz innowacyjnej organizacji.Wdrożenie i realizacja \"Strategii PGO na lata 2017-2020\" zakłada osiągnięcie w 2020\n                           roku następujących wartości: - Inwestycje 2017-2020 – 110 mln zł, - Przychody – 540 mln zł, - EBITDA – 100 mln zł, - Zysk netto – 60 mln zł.Strategia Grupy PGO przewiduje realizację dwóch podstawowych celów strategicznych: - Wykorzystanie maksymalnych mocy produkcyjnych w 70% od 2020 roku co pozwoli na\n                           zapewnienie zasobów finansowych, niezbędnych do trwałego, długoterminowego rozwoju\n                           organizacji, pracowników, klientów, partnerów biznesowych, a dzięki temu będzie generować\n                           maksymalne, możliwe w danych warunkach, korzyści dla inwestorów; - Skuteczna produkcja oraz sprzedaż odlewów staliwnych z materiałów o podwyższonych\n                           parametrach co będzie odpowiedzią na oczekiwania rynku co do aktywnego uczestnictwa\n                           producentów w redukcji kosztów produkcji przy jednoczesnym spełnieniu wyższych wymagań\n                           jakościowych i możliwości stosowania materiałów w ekstremalnych warunkach pracy _np.\n                           niska i wysoka temperatura, wysokie obciążenie statyczne i dynamiczne, wysokie ciśnienie,\n                           agresywne środowisko i substancje_.  Spełnienie tych oczekiwań umożliwi Grupie PGO\n                           wejście na nowe, rozwojowe rynki zbytu, ograniczenie zapotrzebowania na pracowników,\n                           awans do czołówki technologicznej Europy, a tym samym osiągnięcie pozycji innowacyjnej\n                           organizacji oraz preferowanego dostawcy.Ponadto jedną z kluczowych zmian pozwalających na dalsze działania w kierunku osiągnięcia\n                           zakładanych wyników będzie weryfikacja obecnego modelu biznesowego i zmiana na model\n                           macierzowy. Model ten zakłada specjalizację produktową w segmentach oraz specjalizację\n                           handlową w branżach na poziomie Grupy. Strategia przewiduje także budowę nowego segmentu\n                           produktowego obróbki mechanicznej na poziomie PGO oraz znaczące wydatki na automatyzację\n                           procesów produkcyjnych.Przyjęte w \"Strategii PGO na lata 2017-2020\" i prezentowane w niniejszym raporcie\n                           wartości finansowe nie stanowią prognozy wyników finansowych. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-04-27"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, iż w dniu dzisiejszym,\n                           tj. 15.03.2017 r. Nadzwyczajne Zgromadzenia Wspólników spółek Pioma-Odlewnia Sp. z\n                           o.o. oraz Kopex Foundry Sp. z o.o. podjęły uchwały w sprawie inicjacji procesu połączenia\n                           obu spółek. Zgodnie z treścią podjętych uchwał Zarządy obu spółek zostały upoważnione do podjęcia\n                           działań w celu ich połączenia. Połączenie spółek jest zgodne ze strategią Grupy PGO, której celem jest reorganizacja\n                           struktury grupy polegająca na wprowadzeniu segmentów produktowych uwzględniających\n                           specjalizacje poszczególnych zakładów przy jednoczesnym wykorzystaniu efektu synergii,\n                           uproszczeniu struktury grupy oraz ograniczeniu kosztów operacyjnych i administracyjnych\n                           prowadzonej działalności.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-03-15"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, że raporty okresowe\n                           w 2017 roku przekazywane będą w niżej określonych terminach:   1. Skonsolidowane raporty kwartalne zawierające kwartalną informację finansową:  - I kwartał 2017 – 30 maja 2017 r. - III kwartał 2016 – 29 listopada 2017 r.2. Rozszerzony skonsolidowany raport półroczny za I półrocze 2017 roku – 29 września\n                           2017 r. 3. Raporty roczne: - jednostkowy raport roczny za rok 2016 – 28 kwietnia 2017 r.  - skonsolidowany raport roczny za rok 2016 – 28 kwietnia 2017 r.  Na podstawie § 83 ust. 1 Rozporządzenia, Emitent oświadcza, iż w 2017 roku nie będzie\n                           przekazywał odrębnych raportów kwartalnych w związku z zamieszczaniem w skonsolidowanych\n                           raportach kwartalnych dodatkowych informacji finansowych oraz na podstawie § 83 ust.\n                           3 Rozporządzenia Emitent oświadcza, iż w 2017 roku nie będzie przekazywał odrębnego\n                           raportu półrocznego w związku z zamieszczeniem w skonsolidowanym raporcie półrocznym\n                           półrocznego skróconego sprawozdania finansowego. Ponadto Emitent informuje, że zgodnie\n                           z § 101 ust. 2 Rozporządzenia nie będzie publikował raportu kwartalnego i skonsolidowanego\n                           raportu kwartalnego za IV kwartał 2016 r. i IV kwartał 2017 r. oraz za II kwartał\n                           2017 r.  Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-01-31"
    },
    {
        "company_name": "POLSKA GRUPA ODLEWNICZA SA",
        "content": "Zarząd spółki Polska Grupa Odlewnicza S.A. _Emitent_ informuje, iż w dniu dzisiejszym,\n                           tj. 26.01.2017 r. podpisał z Kopex S.A. \"Umowę sprzedaży udziałów\" na podstawie której\n                           Emitent nabył od Kopex S.A. 22.050 udziałów w spółce Kopex Foundry Sp. z o.o. za łączną\n                           cenę 7.000.000 zł. Cena za udziały płatna będzie w dwóch częściach: 1.400.000 zł w\n                           dniu podpisania umowy oraz 5.600.000 zł w terminie do 30.04.2017 r.Nabyte udziały stanowią 100% kapitału zakładowego spółki Kopex Foundry Sp. z o.o.\n                           i dają prawo do 22.050 głosów na zgromadzeniu wspólników co stanowi 100% wszystkich\n                           głosów. Źródłem finansowania nabycia udziałów są środki pochodzące z emisji obligacji Emitenta.Dodatkowo w \"Umowie sprzedaży udziałów\" Emitent zobowiązał się, że spółka Kopex Foundry\n                           Sp. z o.o. dokona spłaty zobowiązań z umów pożyczek z Grupą Kopex na łączną kwotę\n                           należności głównej 10.300.000 zł wraz z należnymi odsetkami w terminie do 30.04.2017\n                           r., a sprzedający _Kopex S.A._ zobowiązał się do zwolnienia zabezpieczeń w postaci\n                           zastawu rejestrowego, ustanowionych na rzecz TDJ Equity IV S.A., na udziałach i majątku\n                           Kopex Foundry Sp. z o.o. w terminie 7 dni od dnia spłaty pożyczek.Spółka Kopex Foundry z siedzibą w Stalowej Woli specjalizuje się w produkcji odlewów\n                           staliwnych i żeliwnych do maszyn budowlanych, urządzeń dźwigowych i transportowych,\n                           dla górnictwa, hutnictwa, cementowni, energetyki oraz przemysłu morskiego i maszyn\n                           rolniczych. W wyniku transakcji Grupa PGO uzyska możliwość poszerzenia rynków zbytu\n                           oraz powiększenia zdolności produkcyjnych i poprawy efektywności poprzez wykorzystanie\n                           synergii w wielu obszarach działalności.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2017-01-26"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent, Spółka_ informuje, iż w dniu dzisiejszym, tj. 18.12.2018\n                           r., otrzymał od ALTUS Towarzystwo Funduszy Inwestycyjnych S.A., w trybie art. 69 ust.\n                           1 pkt. 2 w związku z art. 87 ust. 1 pkt 2 ustawy o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych, zawiadomienie następującej treści:\"Działając na podstawie art. 69 ust. 1 pkt. 2 w związku z art. 87 ust. 1 pkt 2 ustawy\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz.U. 2005 r. Nr 184, poz. 1539 z późn.\n                           zm._, ALTUS Towarzystwo Funduszy Inwestycyjnych S.A. _\"ALTUS TFI S.A.\"_, zawiadomienie\n                           w imieniu funduszy inwestycyjnych zarządzanych przez ALTUS TFI S.A. iż fundusze zarządzane\n                           przez ALTUS TFI S.A. zmniejszyły swój udział poniżej 5% w ogólnej liczbie głosów w\n                           PGO S.A. z siedzibą w Katowicach _\"Spółka\"_.Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy zawiadomienie:Zmniejszenie udziału w ogólnej liczbie głosów w Spółce nastąpiło na skutek przejęcia\n                           w dniu 11 grudnia 2018 r. przez Rockbridge TFI S.A. od ALTUS TFI S.A. zarządzania\n                           następującymi funduszami inwestycyjnymi zamkniętymi:1. ALTUS Absolutnej Stopy Zwrotu Fundusz Inwestycyjny Zamknięty, - ALTUS Subfundusz Absolutnej Stopy Zwrotu Rynków Zagranicznych, - ALTUS Subfundusz Absolutnej Stopy Zwrotu Rynku Polskiego,2. ALTUS Absolutnej Stopy Zwrotu Fundusz Inwestycyjny Zamknięty Rynku Polskiego 2,3. ALTUS Fundusz Inwestycyjny Zamknięty Aktywnej Alokacji Spółek Dywidendowych,4. ALTUS Fundusz Inwestycyjny Zamknięty Multi Strategia,5. ALTUS Multi Asset Fundusz Inwestycyjny Zamknięty.Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale zakładowym\n                           spółki oraz o liczbie głosów z tych akcji i ich procentowym udziale w ogólnej liczbie\n                           głosów:Przed zmianą udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadały\n                           łącznie 5 053 276 akcji Spółki, stanowiących 5,25% w kapitału zakładowego Spółki,\n                           uprawniających do wykonywania 5 053 276 głosów w Spółce, co stanowiło 5,25% w ogólnej\n                           liczbie głosów w Spółce.Liczba aktualnie posiadanych akcji i ich procentowym udziale w kapitale zakładowym\n                           spółki oraz o liczbie głosów z tych akcji i ich procentowym udziale w ogólnej liczbie\n                           głosów:Po zmianie udziału fundusze inwestycyjne zarządzane przez ALTUS TFI S.A. posiadają\n                           łącznie 1 163 580 akcji Spółki, stanowiących 1,21% kapitału zakładowego Spółki, uprawniających\n                           do wykonywania 1 163 580 głosów w Spółce, co stanowi 1,21% w ogólnej liczbie głosów\n                           w Spółce.Ogólna liczba akcji Spółki oraz liczba głosów na Walnym Zgromadzeniu Akcjonariuszy\n                           Spółki wynosi 96 300 000.Brak jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje Spółki. Brak jest osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c wyżej powołanej\n                           ustawy w stosunku do akcjonariuszy. Brak jest instrumentów finansowych, o których\n                           mowa w art. 69b ust. 1 pkt 1_ i 2_ Ustawy.\"Podstawa prawna: art. 70 pkt. 1 ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych.",
        "date": "2018-12-18"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, iż w związku z realizacją Strategii PGO oraz\n                           w ramach działań związanych z reorganizacją posiadanych przez Grupę PGO aktywów operacyjnych,\n                           w tym nieruchomości, w dniu 7 grudnia 2018 r. Zgromadzenie Wspólników Odlewni Żeliwa\n                           \"ŚREM\" Sp. z o.o. podjęło decyzję o przyjęciu do realizacji \"Planu reorganizacji majątkowej\n                           PGO Spółka Akcyjna Estate S.K.A. i Odlewni Żeliwa \"ŚREM\" Sp. z o.o.\"Plan ten opiera się na następujących założeniach:1. Powierzchnia gruntów i budynków, na których będzie prowadzona działalność odlewnicza\n                           spółki Odlewnia Żeliwa \"ŚREM\" Sp. z o.o. zostanie zmniejszona o majątek nieoperacyjny,\n                           który nie jest kluczowy dla procesu produkcyjnego Odlewni Żeliwa \"Śrem\" Sp. z o.o.\n                           Reorganizacja majątku nie wpływa na aktualne zdolności produkcyjne.  2. Majątek nieoperacyjny, który nie będzie wykorzystywany do podstawowej działalności\n                           odlewniczej zostanie wyłączony z przedmiotu leasingu Odlewni Żeliwa \"ŚREM\" Sp. z o.o._o\n                           którym Emitent informował w raporcie bieżącym nr 13/2015 z dnia 01.09.2015 r_., a\n                           następnie sprzedany, oddany w najem lub wykorzystany do prowadzenia innej działalności\n                           niż odlewnicza.Realizacja \"Planu reorganizacji majątkowej Odlewni Żeliwa \"Śrem\" Sp. z.o.o.\" jest\n                           kolejnym krokiem w dalszym rozwoju spółki. Efektem podjętych działań reorganizacyjnych\n                           będzie trwały spadek kosztów operacyjnych o kwotę ok. 1,5 mln zł rocznie, głównie\n                           z tytułu obniżenia kosztów utrzymania majątku _tj. podatku od nieruchomości, opłat\n                           z tytułu użytkowania wieczystego gruntu, remontów, utrzymania ruchu, amortyzacji,\n                           energii cieplnej, logistyki wewnętrznej_.  Skoncentrowanie działalności operacyjnej Odlewni Żeliwa \"ŚREM\" Sp. z o.o., dotychczas\n                           rozproszonej na znacznej powierzchni, będzie wymagało także nakładów inwestycyjnych\n                           na kwotę 8,8 mln zł. Inwestycje te będą zrealizowane w latach 2019-2021 i będą związane\n                           przede wszystkim z realokacją części procesów operacyjnych w inne miejsca zakładu.\n                           Konsekwencją tych działań będzie również likwidacja lub sprzedaż części aktualnego\n                           majątku spółki, który w wyniku reorganizacji stanie się zbędny. Wpływy z tytułu zbycia\n                           zbędnego majątku w latach 2019-2021 planowane są na kwotę ok. 14,9 mln zł. Natomiast\n                           wartość odpisów aktualizujących majątek przeznaczony do zbycia lub likwidacji szacowana\n                           jest na kwotę 9,5 mln zł, a rezerwy na przyszłe koszty likwidacji zbędnych aktywów\n                           to wartość 0,8 mln zł.  Obciążenia te, łącznie w kwocie 10,3 mln zł, jednorazowo wpłyną\n                           na skonsolidowane wyniki finansowe Grupy PGO za 2018 r.Długookresowe efekty przeprowadzonych zmian korzystnie wpłyną na efektywność działalności\n                           odlewni w Śremie zachowując w pełni zdolności produkcyjne zakładu przy jednoczesnej\n                           redukcji kosztów jego funkcjonowania.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-12-07"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w przekazanym do publicznej wiadomości\n                           raporcie bieżącym nr 27/2018 z dnia 3 grudnia 2018 r., w wyniku oczywistej omyłki\n                           pisarskiej, w załączniku obejmującym treść uchwał podjętych na Nadzwyczajnym Walnym\n                           Zgromadzeniu w dniu 3 grudnia 2018 r., doszło w treści uchwały nr 4 w sprawie zmiany\n                           Statutu Spółki do podwójnego podania niektórych pozycji PKD określających przedmiot\n                           działalności Spółki. W pozostałym zakresie treść uchwał podjętych na Nadzwyczajnym\n                           Walnym Zgromadzeniu została przekazana prawidłowo.W związku z powyższym Emitent w załączeniu przesyła ponownie treść uchwał podjętych\n                           na Nadzwyczajnym Walnym Zgromadzeniu w dniu 3 grudnia 2018 wraz z załącznikiem po\n                           usunięciu powtórzeń pozycji PKD w przedmiocie działalności Spółki. Podstawa prawna: § 15 ust. 2 rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-12-05"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu 3 grudnia 2018 r. na Nadzwyczajnym\n                           Walnym Zgromadzeniu reprezentowani byli Akcjonariusze posiadający łącznie 72.945.562\n                           akcji dających 72.945.562 głosów. Akcjonariusze posiadający co najmniej 5% liczby\n                           głosów na Nadzwyczajnym Walnym Zgromadzeniu w dniu 3 grudnia 2018 r.:1. TDJ Equity II Sp. z o.o. – 64.521.000 głosów, co stanowiło 88,451% na tym NWZ oraz\n                           67,000% ogólnej liczby głosów;2. AVIVA Otwarty Fundusz Emerytalny AVIVA Santander – 6.544.000 głosów, co stanowiło\n                           8,971% na tym NWZ oraz 6,795% ogólnej liczby głosów;Podstawa prawna: art. 70 pkt 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych z późn. zm.",
        "date": "2018-12-03"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie w dniu 3 grudnia 2018 r. wraz z wynikami głosowań oraz z załącznikiem\n                           do uchwały nr 3Ponadto Emitent informuje, że Nadzwyczajne Walne Zgromadzenie Uchwałą nr 2 podjęło\n                           decyzję o odstąpieniu od wyboru Komisji Skrutacyjnej i powierzeniu obowiązku liczenia\n                           głosów Przewodniczącemu Zgromadzenia.Do protokołu nie zgłoszono sprzeciwów dotyczących podejmowanych przez Nadzwyczajne\n                           Walne Zgromadzenie uchwał.Podstawa prawna: § 19 ust. 1 pkt 6, 7 i 9 rozporządzenia Ministra Finansów z dnia\n                           20 kwietnia 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-12-03"
    },
    {
        "company_name": "PGO SA",
        "content": "Działając na podstawie art. 504 § 1 Kodeksu spółek handlowych Zarząd spółki PGO S.A.\n                           niniejszym dokonuje drugiego zawiadomienia o zamiarze połączenia ze spółkami PIOMA-ODLEWNIA\n                           spółka z ograniczoną odpowiedzialnością z siedzibą w Piotrkowie Trybunalskim oraz\n                           Kuźnia \"Glinik\" spółka z ograniczoną odpowiedzialnością z siedzibą w Gorlicach _Spółki\n                           Przejmowane_.DRUGIE ZAWIADOMIENIE O ZAMIARZE POŁĄCZENIAZarząd Spółki PGO S.A. z siedzibą w Katowicach przy ulicy Armii Krajowej 41, wpisanej\n                           do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy\n                           Katowice-Wschód w Katowicach Wydział VIII Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000305325 _dalej: Spółka Przejmująca lub PGO_, po raz drugi zawiadamia\n                           akcjonariuszy o zamiarze powzięcia uchwały o połączeniu ze spółkami PIOMA-ODLEWNIA\n                           spółka z ograniczoną odpowiedzialnością z siedzibą w Piotrkowie Trybunalskim oraz\n                           Kuźnia \"Glinik\" spółka z ograniczoną odpowiedzialnością z siedzibą w Gorlicach _Spółki\n                           Przejmowane_ na warunkach określonych w Planie Połączenia udostępnionym na podstawie\n                           art. 500 § 2¹ Kodeksu spółek handlowych bezpłatnie do publicznej wiadomości na stronie\n                           internetowej http://pgosa.pl/. Z uwagi na to, że Spółka Przejmująca posiada wszystkie udziały Spółek Przejmowanych,\n                           połączenie zostanie przeprowadzone stosownie do art. 515 Kodeksu spółek handlowych,\n                           tj. bez podwyższenia kapitału zakładowego Spółki Przejmującej, z zastosowaniem tzw.\n                           procedury uproszczonej, w ramach której nie zostają sporządzone sprawozdania zarządów\n                           łączących się spółek uzasadniające połączenie, a plan połączenia nie zostanie poddany\n                           badaniu przez biegłego sądowego.Akcjonariusze Spółki Przejmującej w terminie od dnia publikacji pierwszego zawiadomienia\n                           o planowanym połączeniu - będą mogli zapoznawać się w siedzibie Spółki Przejmującej\n                           w Katowicach, ul. Armii Krajowej 41, 40-698 Katowice, z dokumentami o których mowa\n                           w art. 505 § 1 w zw. z art. 516 Kodeksu spółek handlowych, do dnia podjęcia uchwały\n                           o połączeniu.Podstawa prawna: inne regulacje – art. 504 § 1 Kodeksu spółek handlowych.",
        "date": "2018-11-15"
    },
    {
        "company_name": "PGO SA",
        "content": "Działając na podstawie art. 504 § 1 Kodeksu spółek handlowych Zarząd spółki PGO S.A.\n                           niniejszym dokonuje pierwszego zawiadomienia o zamiarze połączenia ze spółkami PIOMA-ODLEWNIA\n                           spółka z ograniczoną odpowiedzialnością z siedzibą w Piotrkowie Trybunalskim oraz\n                           Kuźnia \"Glinik\" spółka z ograniczoną odpowiedzialnością z siedzibą w Gorlicach _Spółki\n                           Przejmowane_.PIERWSZE ZAWIADOMIENIE O ZAMIARZE POŁĄCZENIAZarząd Spółki PGO S.A. z siedzibą w Katowicach przy ulicy Armii Krajowej 41, wpisanej\n                           do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy\n                           Katowice-Wschód w Katowicach Wydział VIII Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000305325 _dalej: Spółka Przejmująca lub PGO_, po raz pierwszy zawiadamia\n                           akcjonariuszy o zamiarze powzięcia uchwały o połączeniu ze spółkami PIOMA-ODLEWNIA\n                           spółka z ograniczoną odpowiedzialnością z siedzibą w Piotrkowie Trybunalskim oraz\n                           Kuźnia \"Glinik\" spółka z ograniczoną odpowiedzialnością z siedzibą w Gorlicach _Spółki\n                           Przejmowane_ na warunkach określonych w Planie Połączenia udostępnionym na podstawie\n                           art. 500 § 2¹ Kodeksu spółek handlowych bezpłatnie do publicznej wiadomości na stronie\n                           internetowej http://pgosa.pl/. Z uwagi na to, że Spółka Przejmująca posiada wszystkie udziały Spółek Przejmowanych,\n                           połączenie zostanie przeprowadzone stosownie do art. 515 Kodeksu spółek handlowych,\n                           tj. bez podwyższenia kapitału zakładowego Spółki Przejmującej; z zastosowaniem tzw.\n                           procedury uproszczonej, w ramach której nie zostają sporządzone sprawozdania zarządów\n                           łączących się spółek uzasadniające połączenie, a plan połączenia nie zostanie poddany\n                           badaniu przez biegłego sądowego.Akcjonariusze Spółki Przejmującej w terminie od dnia publikacji pierwszego zawiadomienia\n                           o planowanym połączeniu - będą mogli zapoznawać się w siedzibie Spółki Przejmującej\n                           w Katowicach, ul. Armii Krajowej 41, 40-698 Katowice, z dokumentami o których mowa\n                           w art. 505 § 1 w zw. z art. 516 Kodeksu spółek handlowych, do dnia podjęcia uchwały\n                           o połączeniu.Podstawa prawna: inne regulacje – art. 504 § 1 Kodeksu spółek handlowych.",
        "date": "2018-10-31"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. przekazuje w załączeniu treść projektów uchwał, które mają\n                           być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na dzień 3 grudnia\n                           2018 r.  Podstawa prawna: § 19 ust. 1 pkt. 2 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-31"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ działając na podstawie art. 399 § 1 i art. 402_1_\n                           Kodeks spółek handlowych zwołuje na dzień 3 grudnia 2018 r. na godzinę 12.00 Nadzwyczajne\n                           Walne Zgromadzenie Spółki, które odbędzie się w Katowicach, przy ul. Armii Krajowej\n                           51 _w siedzibie spółki FAMUR S.A._. W załączeniu Emitent przekazuje pełną treść ogłoszenia\n                           o zwołaniu Nadzwyczajnego Walnego Zgromadzenia.Podstawa prawna: § 19 ust. 1 pkt. 1 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-31"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w dniu 31 października 2018 r. podjął\n                           decyzję o zamiarze połączenia ze spółkami zależnymi Pioma-Odlewnia Sp. z o.o. i Kuźnia\n                           \"Glinik\" Sp. z o.o., w których Emitent posiada 100% udziału w kapitale zakładowym\n                           oraz uzgodnił i podpisał, wraz z łączonymi spółkami zależnymi, plan połączenia.Połączenie PGO S.A. ze spółkami zależnymi Pioma-Odlewnia Sp. z o.o. i Kuźnia \"Glinik\"\n                           Sp. z o.o. nastąpi w trybie art. 492 § 1 pkt 1 k.s.h., poprzez przejęcie przez PGO\n                           S.A. - jako Spółkę Przejmującą całych majątków Spółek Przejmowanych tj. Pioma-Odlewnia\n                           Sp. z o.o. z siedzibą w Piotrkowie Trybunalskim oraz Kuźnia \"Glinik\" Sp. z o.o. z\n                           siedzibą w Gorlicach. Z uwagi na to, że Spółka Przejmująca jest jedynym wspólnikiem\n                           Spółek Przejmowanych, połączenie zostanie przeprowadzone w sposób uproszczony, stosownie\n                           do art. 516 § 6 k.s.h. bez podwyższenia kapitału zakładowego Spółki Przejmującej oraz\n                           bez wydawania akcji Spółki Przejmującej wspólnikowi Spółek Przejmowanych.Połączenie spółek produkcyjnych Emitenta w PGO S.A. ma na celu dalszą integrację procesów\n                           realizowanych w Grupie PGO w ramach przyjętej w latach poprzednich strategii. Grupa\n                           PGO, realizując strategię, zintegrowała wiele procesów w spółce PGO S.A. _handel –\n                           front office, zarządzanie znakami towarowymi, finanse, księgowość, controlling, kadry,\n                           płace_ w wyniku czego nastąpił wzrost efektywności. Dalsza integracja w obszarze procesów\n                           produkcyjnych, centralizacji zakupów czy finansowania potrzeb inwestycyjnych zwiększy\n                           skuteczność realizowanych działań operacyjnych. Z uwagi na ujednolicanie systemu informatycznego\n                           wykorzystywanego w poszczególnych spółkach Grupy PGO w pierwszej kolejności połączeniu\n                           z PGO S.A. podlegać będą spółki Pioma-Odlewnia Sp. z o.o. i Kuźnia \"Glinik\" Sp. z\n                           o.o., a następnie, po zintegrowaniu systemów informatycznych, połączone zostaną Odlewnia\n                           Żeliwa \"ŚREM\" Sp. z o.o. oraz PGO Spółka Akcyjna S.K.A. _która zostanie uprzednio\n                           przekształcona w spółkę z ograniczoną odpowiedzialnością_.W efekcie zrealizowanego połączenia spółek działalność w zakresie produkcji odlewów\n                           i odkuwek realizowana będzie w jednym podmiocie prawnym – PGO S.A., natomiast za zarządzanie\n                           majątkiem nieoperacyjnym oraz zmianami na nieruchomościach Grupy odpowiadać będzie\n                           nadal PGO Spółka Akcyjna Estate S.K.A. Usługi produkcyjne w obszarach, w których PGO\n                           S.A. nie będzie posiadała własnych aktywów realizowane będą przez PGO Services Sp.\n                           z o.o.Połączenie spółek Grupy PGO zgodnie z powyższymi założeniami pozwoli uzyskać prostą\n                           i czytelna strukturę organizacyjną, ułatwi relacje z klientami, zarządzanie operacyjne\n                           i komunikację wewnętrzną, zwiększy zdolność do finansowania zewnętrznego i wewnętrznego\n                           potrzeb operacyjnych i inwestycyjnych, a sama działalność w spółce PGO S.A. będzie\n                           bardziej zdywersyfikowana w ramach branż, produktów, rynków i klientów.Spółki podlegające połączeniu:PGO S.A. z siedzibą w Katowice _40-698_, ul. Armii Krajowej 41, wpisana do rejestru\n                           przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy Katowice-Wschód\n                           w Katowicach Wydział VIII Gospodarczy KRS pod numerem KRS 0000305325. PGO S.A. jako podmiot dominujący w Grupie prowadzi działalność holdingową oraz świadczy\n                           na rzecz spółek zależnych usługi zarządcze i administracyjne.Pioma-Odlewnia Sp. z o.o. z siedzibą w Piotrkowie Trybunalski _97-300_, ul. Dmowskiego\n                           38, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez\n                           Sąd Rejonowy dla Łodzi-Śródmieścia w Łodzi XX Wydział Gospodarczy KRS pod numerem\n                           KRS 0000287707Przedmiot działalności: odlewnictwo żeliwa, odlewnictwo staliwa, odlewnictwo metali\n                           lekkich, miedzi i stopów miedzi, obróbka metali, produkcja modeli odlewniczych, usługi\n                           laboratoryjne.Kuźnia \"Glinik\" Sp. z o.o. z siedziba w Gorlicach _38-300_, ul. Chopina 33A, wpisana\n                           do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy\n                           dla Krakowa-Śródmieścia w Krakowie Wydział XII Gospodarczy KRS pod numerem KRS 0000072570Przedmiot działalności: kucie, prasowanie, wytłaczanie i walcowanie metali, metalurgia\n                           proszków, obróbka metali i nakładanie powłok na metale, obróbka mechaniczna elementów\n                           metalowych, produkcja konstrukcji metalowych i ich części.Jednocześnie w załączeniu Emitent przekazuje treść uzgodnionego, przyjętego i podpisanego\n                           planu połączenia spółek PGO S.A. z siedzibą w Katowicach, Pioma-Odlewnia Sp. z o.o.\n                           z siedzibą w Piotrkowie Trybunalskim i Kuźni \"Glinik\" Sp. z o.o. z siedzibą w Gorlicach\n                           sporządzonego zgodnie z art. 499 k.s.h.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-10-31"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 10 października 2018\n                           r. Nadzwyczajne Walne Zgromadzenie powołało do Rada Nadzorcza Emitenta Pana Tomasza\n                           Kruka.Pan Tomasz Kruk posiada wykształcenie wyższe. Studiował na Wydziale Menedżerskim w\n                           Wyższej Szkole Handlu i Prawa w Warszawie, gdzie uzyskał tytuł magistra ekonomii _specjalizacja:\n                           zarządzanie strategiczne_. Edukację w zakresie zarządzania ryzykiem zdobywał w Szkole\n                           Głównej Handlowej w Warszawie _Podyplomowe Studia Zarządzania Ryzykiem w Instytucjach\n                           Finansowych_. W 2006 r. został członkiem The Institue of Internal Auditors, FL, USA\n                           W 2008 r. uzyskał dyplom Certified Internal Auditor _CIA_. Posiada kwalifikacje w\n                           zakresie zarządzania projektami _Prince2 Foundation Examination_. Członek International\n                           Compliance Association – uzyskał dyplom ICA International Diploma in Governance, Risk\n                           & Compliance.Posiada ponad 10-letnie doświadczenie w obszarze audytu zapewnienia zgodności, audytu\n                           wewnętrznego i kontroli specjalnych, audytów doradczych, doradztwa w sprawach spornych,\n                           zarządzania ryzykiem oraz w projektach z zakresu zarządzania ryzykiem oszustw i nadużyć.\n                           Realizował projekty w wielu branżach: finansowej, logistyki, transportu, zarządzania\n                           nieruchomościami, geodezji i kartografii, zarządzania projektami infrastrukturalnymi,\n                           IT i telekomunikacji, hotelarstwa i gastronomii/zarządzania ośrodkami wczasowymi,\n                           deweloperskiej, czy w przemyśle lekkim.Posiada wieloletnie doświadczenie menedżerskie i nadzorcze, w tym jako członek komitetów\n                           inwestycyjnych. Przez kilkanaście lat współpracował bezpośrednio z zarządami i radami\n                           nadzorczymi spółek sektora prywatnego i publicznego, m.in.:2018 \tZarządzający Ryzykiem _TFI Energia_2017-2018 \tMenedżer ds. Zgodności i Zarządzania Ryzykiem _PFR Ventures_2016 \tDoradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania _The\n                           Raven Group_2016 \tPełnomocnik Zarządu ds. projektu pre-pack _Kopex-Famago_2015/2016 \tCzłonek Rady Nadzorczej _Polska Wytwórnia Papierów Wartościowych_2015 \tDyrektor ds. Jakości i Ryzyka Operacyjnego – Członek Zarządu _PKP Polskie Linie\n                           Kolejowe_2012-2015 \tDyrektor Zarządzający ds. Audytu i Kontroli _Grupa PKP_2012-2015 \tCzłonek Rady Inwestorów Funduszu Własności Pracowniczej PKP _Legg Mason\n                           TFI/ING TFI_2008-2012 \tDyrektor Departamentu Nadzoru i Kontroli Ryzyka, Audytor Wewnętrzny _PKO\n                           TFI_2006-2008 \tDyrektor Inspektor Nadzoru _PZU TFI_2003-2005 \tCompliance & Financial Risk Manager _Grupa CA IB_2001-2005 \tInspektor Nadzoru _BPH TFI_Ukończone kursy i szkolenia:Private Equity and Venture Capital _Università Bocconi, 2018_, ICA International Diploma\n                           in Governance, Risk and Compliance _2017_, Dyplom potwierdzający pozytywny wynik egzaminu\n                           dla kandydatów na członków rad nadzorczych w spółkach Skarbu Państwa _2015_, Audyt\n                           wewnętrzny _EY, 2013_, Prince2 Foundation Examination _Infovide-Matrix, 2010_, Certified\n                           Internal Auditor _IIA, 2008_, Compliance/AML Workshops _Credit Suisse, 2008_, Preparing\n                           Financial Statements, Managerial Accounting, Managing People _BPP Professional Education,\n                           2006_.Pan Tomasz Kruk nie prowadzi działalności konkurencyjnej w stosunku do działalności\n                           PGO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki\n                           osobowej, członek organu spółki kapitałowej ani w innej konkurencyjnej osobie prawnej\n                           jako członek jej organu. Pan Tomasz Kruk nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na\n                           podstawie ustawy o KRS.Zarząd Emitenta informuje, że zgodnie z oświadczeniem Pan Tomasz Kruk spełnia kryteria\n                           niezależności członka Rady Nadzorczej, określone w przepisach ustawy z dnia 11 maja\n                           2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym _Dz.U.\n                           z 2017 r., poz. 1089_.Podstawa prawna: Podstawa prawna: § 5 pkt 5 rozporządzenia Ministra Finansów z dnia\n                           20 kwietnia 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu 10 października 2018 r. na Nadzwyczajnym\n                           Walnym Zgromadzeniu reprezentowani byli Akcjonariusze posiadający łącznie 80.245.562\n                           akcji dających 80.245.562 głosów. Akcjonariusze posiadający co najmniej 5% liczby\n                           głosów na Nadzwyczajnym Walnym Zgromadzeniu w dniu 10 października 2018 r.:1. TDJ Equity II Sp. z o.o. – 64.521.000 głosów, co stanowiło 80,404% na tym NWZ oraz\n                           67,000% ogólnej liczby głosów;2. Nationale-Nederlanden Otwarty Fundusz Emerytalny – 7.300.000 głosów, co stanowiło\n                           9,097% na tym NWZ oraz 7,580% ogólnej liczby głosów;3. AVIVA Otwarty Fundusz Emerytalny AVIVA BZ WBK – 6.544.000 głosów, co stanowiło\n                           8,155% na tym NWZ oraz 6,795% ogólnej liczby głosów;Podstawa prawna: art. 70 pkt 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych z późn. zm.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych przez Nadzwyczajne\n                           Walne Zgromadzenie w dniu 10 października 2018 r. wraz z wynikami głosowań.  Ponadto Emitent informuje, że Nadzwyczajne Walne Zgromadzenie Uchwałą nr 2 podjęło\n                           decyzję o odstąpieniu od wyboru Komisji Skrutacyjnej z uwagi na zastosowanie elektronicznego\n                           systemu liczenia głosów.Do protokołu nie zgłoszono sprzeciwów dotyczących podejmowanych przez Nadzwyczajne\n                           Walne Zgromadzenie uchwał.Podstawa prawna: § 19 ust. 1 pkt 6, 7 i 9 rozporządzenia Ministra Finansów z dnia\n                           20 kwietnia 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-10"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 3 października 2018\n                           r. Emitent otrzymał od TDJ Equity II Sp. z o.o. z siedzibą w Tarnowskich Górach, akcjonariusza\n                           reprezentującego  co najmniej jedną dwudziestą kapitału zakładowego i działającego\n                           na podstawie art. 401 § 4 Kodeksu spółek handlowych, zgłoszenie do punktu 5 porządku\n                           obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na 10 października 2018 r. niezależnego\n                           kandydata do Rady Nadzorczej Emitenta – Pana Tomasza Kruka.Życiorys zawodowy kandydata do Rady Nadzorczej Emitenta:Pan Tomasz Kruk posiada wykształcenie wyższe. Studiował na Wydziale Menedżerskim w\n                           Wyższej Szkole Handlu i Prawa w Warszawie, gdzie uzyskał tytuł magistra ekonomii _specjalizacja:\n                           zarządzanie strategiczne_. Edukację w zakresie zarządzania ryzykiem zdobywał w Szkole\n                           Głównej Handlowej w Warszawie _Podyplomowe Studia Zarządzania Ryzykiem w Instytucjach\n                           Finansowych_. W 2006 r. został członkiem The Institue of Internal Auditors, FL, USA\n                           W 2008 r. uzyskał dyplom Certified Internal Auditor _CIA_. Posiada kwalifikacje w\n                           zakresie zarządzania projektami _Prince2 Foundation Examination_. Członek International\n                           Compliance Association – uzyskał dyplom ICA International Diploma in Governance, Risk\n                           & Compliance.Posiada ponad 10-letnie doświadczenie w obszarze audytu zapewnienia zgodności, audytu\n                           wewnętrznego i kontroli specjalnych, audytów doradczych, doradztwa w sprawach spornych,\n                           zarządzania ryzykiem oraz w projektach z zakresu zarządzania ryzykiem oszustw i nadużyć.\n                           Realizował projekty w wielu branżach: finansowej, logistyki, transportu, zarządzania\n                           nieruchomościami, geodezji i kartografii, zarządzania projektami infrastrukturalnymi,\n                           IT i telekomunikacji, hotelarstwa i gastronomii/zarządzania ośrodkami wczasowymi,\n                           deweloperskiej, czy w przemyśle lekkim.Posiada wieloletnie doświadczenie menedżerskie i nadzorcze, w tym jako członek komitetów\n                           inwestycyjnych. Przez kilkanaście lat współpracował bezpośrednio z zarządami i radami\n                           nadzorczymi spółek sektora prywatnego i publicznego, m.in.:2018 \tZarządzający Ryzykiem _TFI Energia_2017-2018 \tMenedżer ds. Zgodności i Zarządzania Ryzykiem _PFR Ventures_2016 \tDoradztwo w zakresie prowadzenia działalności gospodarczej i zarządzania _The\n                           Raven Group_2016 \tPełnomocnik Zarządu ds. projektu pre-pack _Kopex-Famago_2015/2016 \tCzłonek Rady Nadzorczej _Polska Wytwórnia Papierów Wartościowych_2015 \tDyrektor ds. Jakości i Ryzyka Operacyjnego – Członek Zarządu _PKP Polskie Linie\n                           Kolejowe_2012-2015 \tDyrektor Zarządzający ds. Audytu i Kontroli _Grupa PKP_2012-2015 \tCzłonek Rady Inwestorów Funduszu Własności Pracowniczej PKP _Legg Mason\n                           TFI/ING TFI_2008-2012 \tDyrektor Departamentu Nadzoru i Kontroli Ryzyka, Audytor Wewnętrzny _PKO\n                           TFI_2006-2008 \tDyrektor Inspektor Nadzoru _PZU TFI_2003-2005 \tCompliance & Financial Risk Manager _Grupa CA IB_2001-2005 \tInspektor Nadzoru _BPH TFI_Ukończone kursy i szkoleniaPrivate Equity and Venture Capital _Università Bocconi, 2018_, ICA International Diploma\n                           in Governance, Risk and Compliance _2017_, Dyplom potwierdzający pozytywny wynik egzaminu\n                           dla kandydatów na członków rad nadzorczych w spółkach Skarbu Państwa _2015_, Audyt\n                           wewnętrzny _EY, 2013_, Prince2 Foundation Examination _Infovide-Matrix, 2010_, Certified\n                           Internal Auditor _IIA, 2008_, Compliance/AML Workshops _Credit Suisse, 2008_, Preparing\n                           Financial Statements, Managerial Accounting, Managing People _BPP Professional Education,\n                           2006_.Podstawa prawna: § 19 ust. 1 pkt 2 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-10-03"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym, tj. 3 października\n                           2018 r., Emitent uzyskał informację o dokonaniu w dniu 2 października 2018 r., przez\n                           Sąd Rejonowy Poznań - Nowe Miasto i Wilda w Poznaniu, IX Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego, wpisu w rejestrze przedsiębiorców przekształcenia spółki Odlewnia\n                           Żeliwa \"ŚREM\" S.A. _Spółka Przekształcana_ w spółkę z ograniczoną odpowiedzialnością\n                           pod firmą Odlewnia Żeliwa \"ŚREM\" Sp. z o.o. _Spółka Przekształcona_.Przekształcenie Spółki Przekształcanej nastąpiło na podstawie uchwały Nadzwyczajnego\n                           Walnego Zgromadzenia Odlewnia Żeliwa \"ŚREM\" S.A.  z dnia 30 lipca 2018 r. zgodnie\n                           z planem przekształcenia sporządzonym w dniu 26 kwietnia 2018 r., na podstawie art.\n                           551 § 1 Kodeksu spółek handlowych. Przekształcenie formy prawnej Odlewni Żeliwa \"ŚREM\" S.A. w spółkę z ograniczoną odpowiedzialnością\n                           jest elementem procesu porządkowania Grupy PGO, realizowanego w ramach \"Strategii\n                           PGO na lata 2017-2020\" i ma na celu wprowadzenia jednolitej formy prawnej dla spółek\n                           zależnych Emitenta.O przekształceniu spółki zależnej Emitent informował w raportach bieżących nr 4/2018\n                           z dnia 26 kwietnia 2018 r. oraz nr 12/2018 z dnia 30 lipca 2018 r.Podstawa prawna: inne regulacje – art. 552 Kodeksu spółek handlowych.",
        "date": "2018-10-03"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, iż w dniu dzisiejszym tj. 28 września\n                           2018 r. Emitent otrzymał, podpisane ze strony Raiffeisen Bank Polska S.A. _Bank_,\n                           aneksy do umów kredytowych ze spółkami należącymi do Grupy Kapitałowej Emitenta przedłużające\n                           kredytowanie na kolejny okres oraz umowę kredytową zawartą z Emitentem. Łączny maksymalny\n                           limit kredytowy na wszystkie spółki Grupy Emitenta w ramach zawartych umów wynosi\n                           58 mln PLN. Limity maksymalnego zadłużenia dla poszczególnych spółek Grupy Emitenta\n                           wynoszą: - Odlewnia Żeliwa \"Śrem\" S.A. limit 40 mln PLN, - Pioma-Odlewnia Sp. z o.o. limit 8 mln PLN, - Kuźnia \"Glinik\" Sp. z o.o. limit 9 mln PLN, - PGO S.A. limit 1 mln PLN.Na podstawie zawartych aneksów limity kredytowe przyznane zostały dla spółek Grupy\n                           Emitenta na okres do dnia 30 września 2021 r. _\"dzień ostatecznej spłaty limitu\"_,\n                           przy czym ostateczny termin spłaty ewentualnych zobowiązań z tytułu udzielonych gwarancji\n                           bankowych to 30 września 2022 r. W ramach zawartych umów dopuszczalne formy wykorzystania\n                           przyznanych spółkom Grupy Emitenta kredytów, w ramach sublimitów, to:  - kredyt w rachunku bieżącym w PLN lub EUR, - gwarancje bankowe w PLN lub walutach obcych.  Zabezpieczenie spłaty przyznanych limitów: - Odlewnia Żeliwa \"Śrem\" S.A.: pełnomocnictwo do rachunków kredytobiorcy w Banku,\n                           weksel in blanco z deklaracją wekslową, hipoteka łączna do kwoty 60 mln PLN na nieruchomości\n                           położonej w Śremie, - Pioma-Odlewnia Sp. z o.o.: pełnomocnictwo do rachunków kredytobiorcy w Banku, weksel\n                           in blanco z deklaracją wekslową, zastaw rejestrowy na środkach obrotowych do kwoty\n                           12 mln PLN, - Kuźnia \"Glinik\" Sp. z o.o.: pełnomocnictwo do rachunków kredytobiorcy w Banku,\n                           weksel in blanco z deklaracją wekslową, hipoteka do kwoty 9 mln zł na nieruchomości\n                           położonej w Gorlicach, cesja należności od dłużników kredytobiorcy,  - PGO S.A.: pełnomocnictwo do rachunków kredytobiorcy w Banku, weksel in blanco z\n                           deklaracją wekslową.Warunki finansowe zawartych umów nie odbiegają od powszechnie stosowanych na rynku\n                           dla tego rodzaju umów, umowy zostały zawarte na finansowanie bieżącej działalności\n                           kredytobiorców. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-09-28"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. przekazuje w załączeniu treść projektów uchwał, które mają\n                           być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na dzień 10 października\n                           2018 r.  Podstawa prawna: § 19 ust. 1 pkt. 2 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-09-13"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ działając na podstawie art. 399 § 1 i art. 402_1_\n                           Kodeks spółek handlowych zwołuje na dzień 10 października 2018 r. na godzinę 13.30\n                           Nadzwyczajne Walne Zgromadzenie Spółki, które odbędzie się w Katowicach, przy ul.\n                           Armii Krajowej 51 _w siedzibie spółki FAMUR S.A._. W załączeniu Emitent przekazuje\n                           pełną treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia.Podstawa prawna: § 19 ust. 1 pkt. 1 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-09-13"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym, tj. 13 września\n                           2018 r., Emitent otrzymał pismo od członka Rady Nadzorczej Pana Roberta Rogowskiego\n                           z informacją, że ze skutkiem na dzień 30 września 2018 r. składa rezygnację z członkostwa\n                           w Radzie Nadzorczej PGO S.A. z siedzibą w Katowicach.Jako powód rezygnacji Pan Robert Rogowski podał planowane w przyszłości nawiązanie\n                           współpracy z TDJ S.A., która wiąże się z utrata statusu niezależnego członka Rady\n                           Nadzorczej.Podstawa prawna: § 5 pkt 4 rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-09-13"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w dniu 30 lipca 2018 r. Nadzwyczajne\n                           Walne Zgromadzenie spółki zależnej Emitenta – Odlewni Żeliwa \"ŚREM\" S.A., podjęło\n                           uchwałę w sprawie przekształcenia spółki Odlewnia Żeliwa \"ŚREM\" S.A. _Spółka Przekształcana_\n                           w spółkę z ograniczoną odpowiedzialnością pod firmą Odlewnia Żeliwa \"ŚREM\" Sp. z o.o.\n                           _Spółka Przekształcona_.Przekształcenie Spółki Przekształcanej następuje zgodnie z planem przekształcenia\n                           sporządzonym w dniu 26 kwietnia 2018 r., na podstawie art. 551 § 1 Kodeksu spółek\n                           handlowych. Spółka Przekształcana zostanie przekształcona w spółkę z ograniczoną odpowiedzialnością,\n                           która będzie działała jako Spółka Przekształcona pod firmą Odlewni Żeliwa \"ŚREM\" Sp.\n                           z o.o.Kapitał zakładowy Spółki Przekształconej wynosi 21.466.440,00 zł i dzieli się na 357.774\n                           udziały o wartości nominalnej 60,00 zł każdy. Wysokość kapitału zakładowego w wyniku\n                           przeprowadzonego przekształcenia spółki akcyjnej w spółkę z ograniczoną odpowiedzialnością\n                           nie ulega zmianie. Z uwagi na fakt, że Spółka Przekształcana jest spółką jednoosobową, nie przewiduje\n                           się możliwości nie uczestniczenia przez jedynego akcjonariusza w Spółce Przekształconej,\n                           a zatem nie określa się wysokości kwoty przeznaczonej na wypłaty dla akcjonariuszy\n                           Spółki Przekształcanej nieuczestniczących w Spółce Przekształconej. Nie przyznaje\n                           się praw osobistych wspólnikowi uczestniczącemu w Spółce Przekształconej. W związku z podjęciem przez Nadzwyczajne Walne Zgromadzenie Odlewnia Żeliwa \"ŚREM\"\n                           S.A. uchwały w sprawie przekształcenia spółki Odlewnia Żeliwa \"ŚREM\" S.A. w spółkę\n                           z ograniczoną odpowiedzialnością pod firmą Odlewnia Żeliwa \"ŚREM\" Sp. z o.o. Emitent\n                           podpisał w dniu 30 lipca 2018 r. akt założycielski spółki z ograniczoną odpowiedzialnością.Przekształcenie formy prawnej Odlewni Żeliwa \"ŚREM\" S.A. w spółkę z ograniczoną odpowiedzialnością\n                           jest elementem procesu porządkowania Grupy PGO, realizowanego w ramach \"Strategii\n                           PGO na lata 2017-2020\" i ma na celu wprowadzenia jednolitej formy prawnej dla spółek\n                           zależnych Emitenta. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-07-30"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu 29 czerwca 2018 r. na Zwyczajnym Walnym\n                           Zgromadzeniu reprezentowani byli Akcjonariusze posiadający łącznie 86.178.951 akcji\n                           dających 86.178.951 głosów. Akcjonariusze posiadający co najmniej 5% liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu w dniu 29 czerwca 2018 r.:1. TDJ Equity II Sp. z o.o. – 64.521.000 głosów, co stanowiło 74,869% na tym ZWZ oraz\n                           67,000% ogólnej liczby głosów;2. Nationale-Nederlanden Otwarty Fundusz Emerytalny – 7.344.572 głosów, co stanowiło\n                           8,522% na tym ZWZ oraz 7,627% ogólnej liczby głosów;3. AVIVA Otwarty Fundusz Emerytalny AVIVA BZ WBK – 6.544.000 głosów, co stanowiło\n                           7,594% na tym ZWZ oraz 6,795% ogólnej liczby głosów;Podstawa prawna: art. 70 pkt 3_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych z późn. zm.",
        "date": "2018-06-29"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ informuje, że w dniu dzisiejszym tj. 29 czerwca 2018 r.\n                           Zwyczajne Walne Zgromadzenie powołało do Rady Nadzorczej Emitenta, na nową dwuletnią\n                           kadencję, następujące osoby: Pana Tomasza Domogałę, Panią Dorotę Wyjadłowską, Pana\n                           Jacka Krysińskiego, Pana Roberta Rogowskiego, Pana Czesława Kisiela, Pana Michała\n                           Nowaka, Pana Jacka Leonkiewicza oraz Panią Magdalenę Zajączkowską-Ejsymont.Informacje na temat wykształcenia, kwalifikacji i zajmowanych wcześniej stanowisk,\n                           wraz z opisem przebiegu kariery zawodowej powołanych członków Rady Nadzorczej Emitenta\n                           zawiera załącznik do niniejszego raportu. Podstawa prawna: Podstawa prawna: § 5 pkt 5 rozporządzenia Ministra Finansów z dnia\n                           20 kwietnia 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-06-29"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd PGO S.A. _Emitent_ przekazuje w załączeniu treść uchwał podjętych przez Zwyczajne\n                           Walne Zgromadzenie w dniu 29 czerwca 2018 r. wraz z wynikami głosowań oraz treść projektów\n                           uchwał, które były poddane pod głosowanie, a które nie zostały podjęte.  Ponadto Emitent informuje, że Zwyczajne Walne Zgromadzenie Uchwałą nr 2 podjęło decyzję\n                           o odstąpieniu od wyboru Komisji Skrutacyjnej z uwagi na zastosowanie elektronicznego\n                           systemu liczenia głosów.Do protokołu nie zgłoszono sprzeciwów dotyczących podejmowanych przez Zwyczajne Walne\n                           Zgromadzenie uchwał.Podstawa prawna: § 19 ust. 1 pkt 6, 7, 8 i 9 rozporządzenia Ministra Finansów z dnia\n                           20 kwietnia 2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-06-29"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent, Spółka_, w związku z otrzymaniem, w dniu dzisiejszym\n                           tj. 7 czerwca 2018 r., od TDJ Equity II Sp. z o.o., jako akcjonariusza Spółki reprezentującego\n                           udział w kapitale zakładowym Emitenta przekraczający jedną dwudziestą tego kapitału,\n                           wniosku o umieszczenie sprawy w porządku obrad Zwyczajnego Walnego Zgromadzenia zwołanego\n                           na dzień 29 czerwca 2018 r., na godzinę 10.00, działając na podstawie art. 401 § 4\n                           Kodeksu spółek handlowych niniejszym ogłasza o zmianie w porządku obrad w/w Zwyczajnego\n                           Walnego Zgromadzenia.Do porządku obrad dodaje się punkt o następującym brzmieniu, zgodnym z wnioskiem Akcjonariusza:\"Podjęcie uchwał w sprawie zmian Statutu\"Zmieniony porządek obrad Zwyczajnego Walnego Zgromadzenia:1. Otwarcie Zwyczajnego Walnego Zgromadzenia _ZWZ_.2. Wybór Przewodniczącego.3. Stwierdzenie prawidłowości zwołania ZWZ i jego zdolności do podejmowania uchwał.4. Wybór Komisji Skrutacyjnej.5. Przedstawienie sprawozdania Zarządu z działalności Spółki i Grupy Kapitałowej za\n                           rok obrotowy 2017, sprawozdania finansowego za rok obrotowy 2017 oraz skonsolidowanego\n                           sprawozdania finansowego za rok obrotowy 2017.6. Przedstawienie sprawozdania Rady Nadzorczej dla Zwyczajnego Walnego Zgromadzenia\n                           z działalności Rady Nadzorczej oraz z oceny sprawozdania finansowego jednostkowego\n                           i skonsolidowanego, sprawozdania z działalności Spółki i Grupy Kapitałowej oraz propozycji\n                           Zarządu dotyczącej podziału zysku za rok obrotowy 2017, a także z oceny sytuacji Spółki.7. Rozpatrzenie sprawozdania finansowego Spółki za rok obrotowy 2017 oraz podjęcie\n                           uchwały w sprawie jego zatwierdzenia.8. Rozpatrzenie sprawozdania Zarządu z działalności Spółki i Grupy Kapitałowej za\n                           rok obrotowy 2017 oraz podjęcie uchwały w sprawie jego zatwierdzenia.9. Podjęcie uchwały w sprawie podziału zysku za rok obrotowy 2017.10. Rozpatrzenie skonsolidowanego sprawozdania finansowego Grupy Kapitałowej za rok\n                           obrotowy 2017 oraz podjęcie uchwały w sprawie jego zatwierdzenia.11. Rozpatrzenie sprawozdania na temat informacji niefinansowych Grupy Kapitałowej\n                           oraz podjęcie uchwały w sprawie jego zatwierdzenia.12. Podjęcie uchwał w sprawie udzielenia absolutorium członkom organów spółki z wykonania\n                           obowiązków w 2017 roku.13. Podjęcie uchwał w sprawie powołania członków Rady Nadzorczej na kolejną kadencję.14. Podjęcie uchwały w sprawie ustalenia liczby członków Rady Nadzorczej.15. Podjęcie uchwały w sprawie ustalenia zasad wynagrodzenia członków Rady Nadzorczej.16. Podjęcie uchwał w sprawie zmian Statutu.17. Zamknięcie obrad ZWZ.Załączniki do niniejszego raportu:1. Żądanie akcjonariusza wraz z projektami uchwał w sprawie zmian Statutu i uzasadnieniem.2. Projekty uchwał Zwyczajnego Walnego Zgromadzenia zwołanego na dzień 29 czerwca\n                           2018 r. z uwzględnieniem projektów uchwał zgłoszonych przez akcjonariusza.Podstawa prawna: § 19 ust. 1 pkt 3 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-06-07"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. przekazuje w załączeniu treść projektów uchwał oraz treść \"Sprawozdania\n                           Rady Nadzorczej PGO S.A. dla Zwyczajnego Walnego Zgromadzenia z działalności Rady\n                           Nadzorczej oraz z oceny sprawozdania finansowego jednostkowego i skonsolidowanego,\n                           sprawozdania z działalności Spółki i Grupy Kapitałowej oraz propozycji Zarządu dotyczącej\n                           podziału zysku za rok obrotowy 2017, a także z oceny sytuacji Spółki\", które mają\n                           być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia zwołanego na dzień 29 czerwca\n                           2018 r.  Podstawa prawna: § 19 ust. 1 pkt. 2 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-05-30"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ działając na podstawie art. 399 § 1 i art. 402_1_\n                           Kodeks spółek handlowych zwołuje na dzień 29 czerwca 2018 r. na godzinę 10.00 Zwyczajne\n                           Walne Zgromadzenie Spółki, które odbędzie się w Katowicach, przy ul. Armii Krajowej\n                           51 _w siedzibie spółki FAMUR S.A._. W załączeniu Emitent przekazuje pełną treść ogłoszenia\n                           o zwołaniu Zwyczajnego Walnego Zgromadzenia.Podstawa prawna: § 19 ust. 1 pkt. 1 rozporządzenia Ministra Finansów z dnia 20 kwietnia\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-05-30"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_, w oparciu o wstępną analizę dostępnych wyników finansowych\n                           Emitenta i poszczególnych jednostek Grupy Emitenta, przekazuje do publicznej wiadomości\n                           wybrane, szacunkowe skonsolidowane dane finansowe Grupy Kapitałowej PGO za I kwartał\n                           2018 r.Skonsolidowane przychody ze sprzedaży:               109,1 mln złSkonsolidowany zysk z działalności operacyjnej:     14,9 mln złEBITDA Grupy Emitenta:                                                19,5 mln złSkonsolidowany zysk netto:                                          10,9 mln złZaprezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie. Publikacja\n                           skonsolidowanego raportu za I kwartał 2018 r. nastąpi 30 maja 2018 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-04-27"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że w dniu 26 kwietnia 2018 r. Zarząd spółki\n                           zależnej Emitenta – Odlewni Żeliwa \"ŚREM\" S.A., podjął uchwałę w sprawie przyjęcia\n                           \"Planu przekształcenia spółki pod firmą Odlewnia Żeliwa \"ŚREM\" S.A. _Spółka Przekształcana_\n                           w spółkę z ograniczoną odpowiedzialnością pod firmą Odlewnia Żeliwa \"ŚREM\" Sp. z o.o.\"\n                           Zgodnie z przyjętym Planem przekształcenia, na podstawie art. 551 § 1 Kodeksu spółek\n                           handlowych Spółka Przekształcana zostanie przekształcona w spółkę z ograniczoną odpowiedzialnością,\n                           która będzie działała pod firmą Odlewni Żeliwa \"ŚREM\" Sp. z o.o. _Spółka Przekształcona_.Kapitał zakładowy Spółki Przekształconej będzie wynosił 21.466.440,00 zł i będzie\n                           się dzielił na 357.774 udziały o wartości nominalnej 60,00 zł każdy udział. Wysokość\n                           kapitału zakładowego w wyniku przeprowadzonego przekształcenia spółki akcyjnej w spółkę\n                           z ograniczoną odpowiedzialnością nie ulegnie zmianie. Spółka Przekształcana stanie się Spółką Przekształconą w dniu wpisu Spółki Przekształconej\n                           do rejestru przedsiębiorców Krajowego Rejestru Sądowego przez właściwy sąd rejestrowy.\n                           Właściwy sąd rejestrowy z urzędu wykreśli Spółkę Przekształcaną z rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego.Spółce Przekształconej będą przysługiwać wszystkie prawa i obowiązki Spółki Przekształcanej.\n                           Spółka Przekształcona pozostanie podmiotem w szczególności zezwoleń, koncesji oraz\n                           ulg, które zostały przyznane Spółce Przekształcanej, chyba że ustawa lub decyzja o\n                           udzieleniu zezwolenia, koncesji albo ulgi stanowi inaczej.Emitent, będący jedynym akcjonariuszem Spółki Przekształcanej uczestniczącym w przekształceniu\n                           stanie się z dniem przekształcenia jedynym wspólnikiem Spółki Przekształconej.Udziały Spółki Przekształconej będą przysługiwały Emitentowi jako jedynemu akcjonariuszowi\n                           Spółki Przekształcanej w ten sposób, że w zamian za 6 akcji w Spółce Przekształcanej\n                           o wartości nominalnej 10,00 zł każda, dotychczasowy jedyny akcjonariusz Spółki Przekształcanej\n                           otrzyma 1 udział Spółki Przekształconej o wartości nominalnej 60,00 zł.Z uwagi na fakt, że Spółka Przekształcana jest spółką jednoosobową, nie dopuszcza\n                           się możliwości nie złożenia przez jedynego akcjonariusza oświadczenia o nie uczestniczeniu\n                           w Spółce Przekształconej. W przypadku nie złożenia przez jedynego akcjonariusza oświadczenia\n                           o uczestnictwie w Spółce Przekształconej, przekształcenie nie dojdzie do skutku. W\n                           związku z powyższym nie przewiduje się wypłat dla akcjonariuszy nieuczestniczących\n                           w Spółce Przekształconej.Przekształcenie formy prawnej Odlewni Żeliwa \"ŚREM\" S.A. w spółkę z ograniczoną odpowiedzialnością\n                           jest elementem procesu porządkowania Grupy PGO, realizowanego w ramach \"Strategii\n                           PGO na lata 2017-2020\" i ma na celu wprowadzenia jednolitej formy prawnej dla spółek\n                           zależnych Emitenta. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE, 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-04-26"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje o zmianie terminu publikacji jednostkowego\n                           raportu rocznego za rok 2017 oraz skonsolidowanego raportu rocznego za rok 2017 z\n                           dotychczasowego terminu publikacji tj. 30 kwietnia 2018 r., o którym Emitent informował\n                           w raporcie bieżącym 2/2018 z dnia 26 stycznia 2018 r., na nowy termin tj. 27 kwietnia\n                           2018 r.Pozostałe terminy publikacji raportów okresowych podane w raporcie bieżącym nr 2/2018\n                           z dnia 26 stycznia 2018 r. nie ulegają zmianie.     Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-04-20"
    },
    {
        "company_name": "PGO SA",
        "content": "Zarząd spółki PGO S.A. _Emitent_ informuje, że raporty okresowe w 2018 roku przekazywane\n                           będą w następujących terminach:   1. Skonsolidowane raporty kwartalne zawierające kwartalną informację finansową:  - I kwartał 2018 – 30 maja 2018 r. - III kwartał 2018 – 29 listopada 2018 r.2. Rozszerzony skonsolidowany raport półroczny za I półrocze 2018 roku – 28 września\n                           2018 r. 3. Raporty roczne: - jednostkowy raport roczny za rok 2017 – 30 kwietnia 2018 r.  - skonsolidowany raport roczny za rok 2017 – 30 kwietnia 2018 r.  Na podstawie § 83 ust. 1 Rozporządzenia, Emitent oświadcza, iż w 2018 roku nie będzie\n                           przekazywał odrębnych raportów kwartalnych w związku z zamieszczaniem w skonsolidowanych\n                           raportach kwartalnych dodatkowych informacji finansowych oraz na podstawie § 83 ust.\n                           3 Rozporządzenia Emitent oświadcza, iż w 2018 roku nie będzie przekazywał odrębnego\n                           raportu półrocznego w związku z zamieszczeniem w skonsolidowanym raporcie półrocznym\n                           półrocznego skróconego sprawozdania finansowego. Ponadto Emitent informuje, że zgodnie\n                           z § 101 ust. 2 Rozporządzenia nie będzie publikował raportu kwartalnego i skonsolidowanego\n                           raportu kwartalnego za IV kwartał 2017 r. i IV kwartał 2018 r. oraz za II kwartał\n                           2018 r.  Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-01-26"
    }
]