[
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje o podpisaniu w dniu\n                           19 grudnia 2017 r. umowy pomiędzy PKP CARGO a TAURON Wydobycie S.A. _\"TAURON Wydobycie\"_.Przedmiotem umowy jest wykonanie usługi transportu kolejowego węgla na potrzeby TAURON\n                           Wydobycie w okresie od 01.01.2018r do 31.12.2019r _\"Umowa\"_. Planowana do przewozu\n                           masa węgla z kopalń TAURON Wydobycie w okresie obowiązywania umowy wyniesie ok. 10,99\n                           mln ton. Szacunkowa wartość Umowy wynosi brutto 227 003 665,98 zł _netto 184 555 826,00\n                           zł_. W Umowie zapisano następujące kary umowne: • W przypadku, gdy z przyczyn leżących po PKP CARGO realizacja przewozów w danym roku\n                           kalendarzowym jest mniejsza niż deklaracja w umowie z uwzględnieniem dopuszczalnej\n                           tolerancji wynoszącej -20% oraz suma zamówień miesięcznych złożonych w tym okresie\n                           przez TAURON Wydobycie nie jest mniejsza niż określona w umowie, z uwzględnieniem\n                           dopuszczalnej tolerancji wynoszącej -20%, TAURON Wydobycie może naliczyć PKP CARGO\n                           karę umowną. Kara ta będzie wyliczana jako iloczyn niezrealizowanych przewozów ilości\n                           Mg węgla, i średniej ceny za przewóz 1 Mg, jaka wynikła ze zrealizowanych w danym\n                           roku kalendarzowym przewozów, pomnożonej przez współczynnik 0,3.• W przypadku rozwiązania niniejszej Umowy przez TAURON Wydobycie przed upływem okresu,\n                           na jaki została zawarta, a także w przypadku utraty przez PKP CARGO licencji, TAURON\n                           Wydobycie może naliczyć PKP CARGO karę umowną w wysokości iloczynu zadeklarowanej\n                           do przewozu i niezrealizowanej ilości Mg węgla, określonej w Załączniku nr 1 do Umowy,\n                           oraz średniej ceny za przewóz 1 Mg, jaka wynikała ze zrealizowanych przewozów i  współczynnika\n                           0,3.• W przypadku niepodstawienia przez PKP CARGO zamówionych wagonów pod skład w ciągu\n                           4 godzin licząc od czasu wyszczególnionego w zamówieniu, TAURON Wydobycie przysługiwać\n                           będzie prawo do naliczenia opłaty w wysokości równej ilości niepodstawionych wagonów\n                           pomnożonej przez stawkę 30 zł netto za wagonWarunki Umowy nie odbiegają od powszechnie stosowanych dla tego typu umów.Zawarcie przedmiotowej Umowy stanowi element realizacji założeń biznesowych Spółki\n                           i świadczy o rosnącym zapotrzebowaniu na usługi świadczone przez PKP CARGO, a tym\n                           samym potwierdza rosnącą pozycję spółki na rynku.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-12-19"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ w nawiązaniu do raportu bieżącego\n                           nr 31/2017 z dnia 26 października 2017 r., działając na podstawie § 5 ust. 1 pkt 22\n                           Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz.U. z 2014 r. poz. 133_ oraz § 15 ust. 4 Regulaminu powoływania członków\n                           Zarządu Spółki, niniejszym przekazuje w załączeniu treść protokołu z przeprowadzonego\n                           postępowania kwalifikacyjnego na stanowiska Członka Zarządu ds. Operacyjnych PKP CARGO.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133_ oraz § 15 ust. 4 Regulaminu\n                           powoływania członków Zarządu PKP CARGO S.A.",
        "date": "2017-12-01"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ informuje o powzięciu w dniu 23 listopada\n                           2017 roku od  Aegon Powszechne Towarzystwo Emerytalne S.A. zawiadomienia o przekroczeniu\n                           5% ogólnej liczby głosów w Spółce o następującej treści:\"Aegon Otwarty Fundusz Emerytalny, wpisany do rejestru funduszy emerytalnych prowadzonego\n                           przez Sąd Okręgowy w Warszawie VII Wydział Cywilny Rejestrowy pod numerem RFe 13,\n                           posiadający numer REGON 014889592 oraz NIP 521-31-24-415 _dalej: \"Aegon OFE\"_, jako organ którego działa Aegon Powszechne Towarzystwo Emerytalne S.A. z siedzibą\n                           w Warszawie, pod adresem ul. Wołoska 5, 02-675 Warszawa, wpisane do rejestru przedsiębiorcówa_\n                           Krajowego Rejestru Sądowego, prowadzonego przez Sąd Rejonowy dla m.st. Warszawy XIII\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000028767, posiadające\n                           NIP 521-29-49-094, o opłaconym w całości kapitale zakładowym w kwocie 110 356 000,00\n                           zł,zawiadamia, że w związku z zakończeniem w dniu 17 listopada 2017r. likwidacji Nordea\n                           Otwartego Funduszu Emerytalnego _dalej: \"Nordea OFE\"_, skutkującym przeniesieniem\n                           w tym dniu wszystkich aktywów Nordea OFE do Aegon OFE oraz wstąpieniem Aegon OFE we\n                           wszystkie prawa i obowiązki Nordea OFE, Aegon OFE na dzień 17 listopada 2017 r. posiada\n                           2 499 979 akcji PKP Cargo S.A. _dalej: \"Spółki\"_, co stanowi 5,58% udziału w kapitale\n                           zakładowym i uprawnia do 2 499 979 głosów, to jest 5,58% ogólnej liczby głosów.Bezpośrednio przed dniem zakończenia likwidacji Nordea OFE:1_ Aegon OFE posiadał 1 631 258 akcji Spółki, co stanowiło 3,64% udziału w jej kapitale\n                           zakładowym i uprawniało do 1 631 258 głosów, to jest 3,64% ogólnej liczby głosów,2_ Nordea OFE posiadał 868 721 akcji Spółki, co stanowiło 1,94% udziału w jej kapitale\n                           zakładowym i uprawniało do 868 721 głosów, to jest 1,94% ogólnej liczby głosów.Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U. 2013 poz. 1382_.",
        "date": "2017-11-23"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. informuje o podpisaniu w dniu 16 listopada 2017 r. Umowy\n                           o wykorzystanie zdolności przepustowej do przewozu rzeczy w rozkładzie jazdy pociągów\n                           2017/2018 _\"Umowa\"_ pomiędzy PKP CARGO S.A. z siedzibą w Warszawie _\"Przewoźnik\",\n                           \"Spółka\", \"Emitent\"_, a PKP Polskie Linie Kolejowe S.A. z siedzibą w Warszawie _\"Zarządca\",\n                           \"PKP PLK\"_. Umowa obowiązuje w okresie od dnia 10 grudnia 2017 r. do dnia 8 grudnia\n                           2018 r.Przedmiotem Umowy jest udostępnienie Spółce przez PKP PLK infrastruktury kolejowej\n                           w celu wykorzystania zdolności przepustowej do przewozu rzeczy w rozkładzie jazdy\n                           pociągów 2017/2018.Umowa daje możliwość wykorzystania przez PKP CARGO zamówionych tras pociągów w rozkładzie\n                           rocznym oraz tras zamawianych np. na indywidualny rozkład jazdy _IRJ_, przy czym Spółka\n                           ma prawo zrezygnować z przydzielonej trasy lub jej części. Możliwa jest również zmiana\n                           parametrów przydzielonej trasy w wyniku zastosowania innego rodzaju pojazdu trakcyjnego,\n                           zmniejszenia masy lub zwiększenia masy brutto pociągu _do 500t_. Na podstawie Umowy Zarządca świadczy usługi podstawowe w zakresie minimalnego dostępu\n                           do infrastruktury kolejowej, które obejmują między innymi umożliwienie korzystania\n                           z infrastruktury kolejowej zgodnie z przydzielonymi trasami pociągów, udostępnianie\n                           urządzeń sieci trakcyjnej, kierowanie i prowadzenie ruchu, w tym wykorzystywanie przez\n                           Przewoźnika częstotliwości sieci radiołączności kolejowej oraz zapewnienie na żądanie\n                           Spółki informacji związanych z przejazdem pociągu. W ramach Umowy Zarządca świadczy również usługi dostępu do obiektów infrastruktury\n                           usługowej, w tym obejmujące zapewnianie wsparcia w związku z niestandardowymi ładunkami\n                           i przygotowywaniem oraz uruchamianiem pociągów. Opłaty za korzystanie z infrastruktury kolejowej obejmują podstawowo: 1_ opłatę podstawową za minimalny dostęp do infrastruktury kolejowej, obejmującą zrealizowane\n                           usługi; 2_ opłatę rezerwacyjną, pobieraną za zamówioną i przydzieloną trasę pociągu, która\n                           nie została przez przewoźnika wykorzystana; 3_ opłaty za korzystanie z obiektów infrastruktury usługowej.Opłaty Zarządca nalicza w oparciu o: \"Cennik opłat za korzystanie z infrastruktury\n                           kolejowej o szerokości torów 1435 mm…\" _w zakresie opłaty podstawowej_, \"Zasady udostępniania\n                           infrastruktury kolejowej o szerokości torów 1520 mm …\", cennik \"Opłat za dostęp do\n                           obiektów infrastruktury usługowej _OIU_…\" a także \"Regulamin sieci 2017/2018\" Przewidywana wartość Umowy w okresie jej obowiązywania wynosi łącznie 631,9 mln zł\n                           netto _777,3 mln zł brutto_. Zmiana szacowanej wartości Umowy o 15% nie stanowi zmiany\n                           Umowy i nie wymaga formy pisemnej. W wyniku nienależytej realizacji rozkładu jazdy obowiązującą formą wzajemnych odszkodowań\n                           między stronami Umowy będą kary umowne _wg zasad opisanych w Regulaminie sieci_. W przypadku opóźnień większych niż 5 minut w przypadku pociągów pasażerskich i 15\n                           minut w przypadku pociągów towarowych, które ukończyły jazdę na sieci zarządzanej\n                           przez Zarządcę lub zostały przekazane na obszar innych zarządców:1_ Przewoźnik może dochodzić od Zarządcy kar umownych za opóźnienie z przyczyn leżących\n                           po stronie Zarządcy i innych przewoźników za nienależytą realizację rozkładu jazdy\n                           pociągów w wysokości 6,50 zł za 1 minutę opóźnienia pociągu, 2_ Zarządca może dochodzić od Przewoźnika kar umownych w wysokości 6,50 zł za 1 minutę\n                           opóźnienia pociągu. Przepisy przewidują przedmiotowe rozliczenia dla pociągów, które kursują wg RRJ oraz\n                           wg IRJ _IRJ obejmuje pociągi, na które wnioski zostały złożone z wyprzedzeniem co\n                           najmniej na 5 dób przed planowanym odjazdem_.Kary wzajemne wynikające z nienależytej realizacji rozkładu jazdy pociągów mogą przekroczyć\n                           wyrażoną w złotych równowartość kwoty 200.000 euro. W Umowie zawarto również postanowienia dotyczące kar umownych z tytułu: 1_ uruchomienia przez Przewoźnika pociągu z innym rodzajem pojazdu trakcyjnego i/lub\n                           zwiększoną masą brutto pociągu z pominięciem obowiązujących zasad; 2_ uruchomienia przez Przewoźnika pociągu z towarem niebezpiecznym lub/i towarem niebezpiecznym\n                           wysokiego ryzyka _TWR_ lub/i przesyłki nadzwyczajnej z pominięciem obowiązujących\n                           zasad; 3_ odwołania trasy pociągu przewoźnika z przyczyn leżących po stronie zarządcy; 4_ nienależytego utrzymania międzytorzy przez Zarządcę, jednakże ich wartość nie przekroczy 10% wartości netto Umowy lub wyrażonej w złotych\n                           równowartości 200.000 euro. Odpowiedzialność Stron z innych przyczyn, niż zastrzeżone w karach umownych, rozstrzygana\n                           będzie w oparciu o przepisy Kodeksu Cywilnego. Zarząd informuje o zawarciu niniejszej umowy, gdyż jest ona kluczowa dla realizacji\n                           podstawowej działalności Emitenta. Jest to umowa cykliczna, zawierana przez Spółkę\n                           corocznie. O zawarciu poprzedniej umowy z PKP Polskie Linie Kolejowe S.A. Spółka informowała\n                           raportem bieżącym nr 57/2016 z dnia 29 listopada 2016 roku. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-11-16"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ w nawiązaniu do raportu bieżącego\n                           nr 31/2017 z dnia 26 października 2017 r., poniżej podaje informacje o wykształceniu,\n                           kwalifikacjach i przebiegu pracy zawodowej nowo powołanego Członka Zarządu PKP CARGO\n                           ds. Operacyjnych, Pana Witolda Bawora.Pan Witold Bawor posiada wykształcenie wyższe. Jest absolwentem Politechniki Częstochowskiej\n                           na kierunku elektrotechnika. Od wielu lat związany z branżą kolejową, w tym z Grupą\n                           PKP CARGO. W latach 2006 – 2012 był Członkiem Zarządu ds. Eksploatacyjnych PKP CARGO.\n                           W latach 2012 – 2014 Dyrektor Zarządzający  - Pełnomocnik Zarządu ds. Utrzymania.\n                           Od 2015 roku Pan Witold Bawor pełnił funkcję Członka Zarządu, a obecnie Prezesa Zarządu\n                           PKP CARGOTABOR Sp. z o.o.Jednocześnie Zarząd Spółki informuje, że zgodnie ze złożonym oświadczeniem, Pan Witold\n                           Bawor nie prowadzi działalności konkurencyjnej wobec PKP CARGO, nie uczestniczy w\n                           spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu konkurencyjnej spółki kapitałowej lub członek organu jakiejkolwiek konkurencyjnej\n                           osoby prawnej oraz nie jest wpisany w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie przepisów ustawy z dnia 20 sierpnia 1997 roku o Krajowym Rejestrze Sądowym\n                           _Dz. U. z 2015 r., poz. 1142_.Podstawa prawna: § 5 ust. 1 pkt. 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133 z późn. zm._.",
        "date": "2017-10-27"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, że Rada Nadzorcza\n                           Spółki, w wyniku przeprowadzonego postępowania kwalifikacyjnego, w dniu 26 października\n                           2017 r. podjęła uchwałę o powołaniu w skład Zarządu PKP CARGO z dniem 26 października\n                           2017 r. Pana Witolda Bawora, powierzając mu funkcję Członka Zarządu ds. Operacyjnych.Decyzję o wszczęciu postępowania kwalifikacyjnego Rada Nadzorcza podjęła w dniu 11\n                           września 2017 roku Uchwałą Nr 1692/VI/2017.Informacje o wykształceniu, kwalifikacjach i przebiegu pracy zawodowej nowo powołanego\n                           członka Zarządu zostaną przedstawione odrębnym raportem bieżącym.Jednocześnie, Rada Nadzorcza Spółki podjęła uchwałę, zgodnie z którą postanowiła delegować\n                           Pana Krzysztofa Mamińskiego, Członka Rady Nadzorczej PKP CARGO, do czasowego tj. do\n                           dnia 26 stycznia 2018 r. wykonywania czynności Prezesa Zarządu Spółki oraz powierzyć\n                           mu pełnienie obowiązków Prezesa Zarządu PKP CARGO.Uchwała Rady Nadzorczej weszła w życie z chwilą podjęcia.Informacje dotyczące wykształcenia, kwalifikacji i przebiegu pracy zawodowej Pana\n                           Krzysztofa Mamińskiego wraz z oświadczeniem Spółka opublikowała raportem bieżącym\n                           Nr 3/2017 z dnia 07 marca 2017 r.W wyniku dokonanych zmian, skład Zarządu przedstawia się następująco:1_ Pan Krzysztof Mamiński – Prezes Zarządu2_ Pan Grzegorz Fingas – Członek Zarządu ds. Handlowych3_ Pan Witold Bawor – Członek Zarządu ds. Operacyjnych4_ Pan Zenon Kozendra – Członek Zarządu Przedstawiciel PracownikówPodstawa prawna: § 5 ust. 1 pkt. 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133 z późn. zm._.",
        "date": "2017-10-26"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\" lub \"PKP CARGO\"_ informuje, iż w dniu 26 października\n                           2017 r. Spółka powzięła informację o złożeniu rezygnacji z członkostwa w Zarządzie\n                           Spółki przez:- Pana Macieja Libiszewskiego – Prezesa Zarządu, - Pana Arkadiusza Olewnika – Członka Zarządu ds. Finansowych.Złożone rezygnacje wywołują skutek natychmiastowy. Jako przyczynę złożenia rezygnacji\n                           wskazano: \"w związku z wykorzystaniem wszelkich możliwości osiągnięcia porozumienia\n                           z Przewodniczącym Rady Nadzorczej PKP CARGO S.A. w zakresie współpracy w realizacji\n                           narastających zadań przewozowych – składam niniejszym rezygnację z pełnionej funkcji\n                           Członka Zarządu PKP CARGO S.A.. Nadal deklaruję wolę dalszej oddanej pracy na rzecz\n                           Spółki dla realizacji zarówno jej celów statutowych jako publicznej spółki notowanej\n                           na giełdzie, jak też zadań wynikających z jej znaczenia, jako narodowego przewoźnika,\n                           dla bezpieczeństwa i rozwoju gospodarczego kraju\".Zarząd Spółki dziękuje Panu Maciejowi Libiszewskiemu oraz Panu Arkadiuszowi Olewnikowi\n                           za wkład włożony w rozwój Spółki.Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259 ze zm._.",
        "date": "2017-10-26"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_, w  nawiązaniu do raportu bieżącego nr 26/2017\n                           oraz 27/2017 informuje, iż w dniu 25 października 2017 r. otrzymał od Minezit SE _\"MSE\"_\n                           wezwanie do udziału w akcie notarialnym przed holenderskim notariuszem, w dniu 2 listopada\n                           2017 r. w Amsterdamie, celem dokonania zapłaty ceny opcji sprzedaży 15.000 udziałów\n                           stanowiących pozostałe 20% wszystkich udziałów w kapitale zakładowym Advanced World\n                           Transport B.V. z siedzibą w Amsterdamie w wysokości 27.000.000 EUR _dwadzieścia siedem\n                           milionów euro_.Zmiana pierwotnego terminu zapłaty wynika z ustaleń stron.Tym samym Spółka stanie się właścicielem 100% udziałów w kapitale zakładowym ww. spółki.Advanced World Transport B.V. i jej spółki zależne _\"Grupa AWT\"_ są jednym z największych\n                           przedsiębiorstw usługowych w branży towarowego transportu kolejowego w Europie. Grupa\n                           AWT świadczy swoje usługi w Republice Czeskiej, na Słowacji, Słowenii, Węgrzech, w\n                           Polsce, Niemczech, Rumunii, Bułgarii i Chorwacji. Grupa AWT świadczy głównie kompleksowe\n                           usługi przede wszystkim dla dużych zakładów przemysłowych oraz specjalizuje się w\n                           przewozach towarów ciężkich i masowych, w tym węgla, stali oraz części samochodowych.",
        "date": "2017-10-25"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"Emitent\"_, w nawiązaniu do raportów bieżących nr\n                           27/2016 z dnia 5 maja 2016 r., nr 48/2016 z dnia 12 sierpnia 2016 r. oraz nr 8/2017\n                           z dnia 11 kwietnia 2017 r., 24/2017 z dnia 24 sierpnia 2017 r. informuje, że w dniu\n                           12 października 2017 r. powziął od spółki zależnej Advanced World Transport a.s. _\"AWT\"_\n                           informację, że 11 października 2017 r. Sąd Okręgowy w Ostrawie przyjął plan restrukturyzacji\n                           _\"Plan\"_ OKD a.s. _\"OKD\", spółki prawa czeskiego, kontrahenta spółek zależnych Emitenta\n                           AWT oraz AWT Rekultivace a.s._.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-10-12"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "W nawiązaniu do raportu bieżącego nr 26/2017 z dnia 30 września 2017 r. w sprawie\n                           Upływu terminu na osiągnięcie porozumienia w sprawie utworzenia joint-venture z Minezit\n                           SE _\"MSE\"_ _\"Porozumienie z MSE\"_, Zarząd spółki PKP CARGO S.A. _\"PKP CARGO\", \"Spółka\"_\n                           informuje o otrzymaniu w dniu 3 października 2017 r. zawiadomienia o odstąpieniu przez\n                           Minezit SE od zawartego Porozumienia z MSE. Jednocześnie, MSE wezwał Spółkę do zapłaty\n                           ceny opcji sprzedaży 15.000 udziałów stanowiących 20% wszystkich udziałów w kapitale\n                           zakładowym Advanced World Transport B.V. w wysokości 27.000.000 EUR _dwadzieścia siedem\n                           milionów euro_ _\"Cena Opcji Sprzedaży\"_ w terminie 20 dni roboczych od daty otrzymania\n                           zawiadomienia o odstąpieniu.Zarząd PKP CARGO informuje, iż Spółka posiada zabezpieczone środki na zapłatę Ceny\n                           Opcji Sprzedaży.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE  nr 596/2014 MAR.",
        "date": "2017-10-03"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "W nawiązaniu do raportu bieżącego nr 18/2017 z dnia 20 czerwca 2017 r. w sprawie zawarcia\n                           porozumienia z Minezit SE _\"MSE\"_ _\"Porozumienie z MSE\"_, Zarząd spółki PKP CARGO\n                           S.A. _\"PKP CARGO\", \"Spółka\"_ informuje o upływie terminu na osiągnięcie konsensusu\n                           w sprawie utworzenia joint-venture  z MSE. Zgodnie z postanowieniami Porozumienia z MSE, do dnia 30 września 2017 r. Spółka i\n                           MSE miały: _i_ zakończyć negocjacje warunkowej umowy wspólników, _ii_ określić wkład\n                           niepieniężny _aport_, który miałby zostać wniesionym do joint-venture przez PKP CARGO,\n                           a także _iii_ zakończyć negocjacje warunkowej umowy najmu zwrotnego, która miałaby\n                           być zawarta pomiędzy spółką joint-venture a PKP CARGO _razem jako: \"Realizacja Projektu\"_.\n                           W związku z brakiem Realizacji Projektu w terminie przewidzianym Porozumieniem z MSE,\n                           tj. do dnia 30 września 2017 r., od dnia 1 października 2017 r. zarówno PKP CARGO,\n                           jak i MSE ma prawo odstąpić od Porozumienia z MSE, co może skutkować zobowiązaniem\n                           PKP CARGO do zapłacenia na rzecz MSE ceny opcji sprzedaży 15.000 udziałów stanowiących\n                           20% wszystkich udziałów w kapitale zakładowym Advanced World Transport B.V. _\"AWT\"_\n                           w wysokości 27.000.000 EUR _słownie: dwudziestu siedmiu milionów euro_ w terminie\n                           20 dni roboczych od daty odstąpienia przez którąkolwiek ze stron.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-09-30"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ informuje o powzięciu w dniu 07 września 2017\n                           roku od  Aegon Powszechne Towarzystwo Emerytalne S.A. zawiadomienia o przekroczeniu\n                           5% ogólnej liczby głosów w Spółce o następującej treści:\"Aegon Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie, pod adresem\n                           ul. Wołoska 5, 02-675 Warszawa, zrejestrowane w Sądzie Rejonowym dla m.st. Warszawy\n                           w Warszawie XIII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000028767\n                           _dalej: \"Towarzystwo\"_, dotychczas zarządzające wyłącznie Aegon Otwartym Funduszem\n                           Emerytalnym, wpisanym do Rejestru Funduszy Emerytalnych prowadzonego przez Sąd Okręgowy\n                           w Warszawie VII Wydział Cywilny Rejestrowy pod numerem RFe 13 _dalej: \"Aegon OFE\"_,\n                           zawiadamia, iż w dniu 1 września 2017r. przejęło zarządzanie Nordea Otwartym Funduszem\n                           Emerytalnym, wpisanym do Rejestru Funduszy Emerytalnych prowadzonego przez Sąd Okręgowy\n                           w Warszawie VII Wydział Cywilny Rejestrowy pod numerem RFe 11 _dalej: \"Nordea OFE\"_,\n                           w wyniku czego łączny udział funduszy zarządzanych przez Towarzystwo, to jest Aegon\n                           OFE oraz Nordea OFE, w ogólnej liczbie głosów na walnym zgromadzeniu PKP Cargo Spółka\n                           Akcyjna _dalej: \"Spółki\"_ przekroczył 5% głosów.Przed powyższym przejęciem zarządzania:1_ Aegon OFE posiadał 1 631 258 akcji Spółki, co stanowiło 3,64% udziału w jej kapitale\n                           zakładowym i uprawniało do 1 631 258 głosów, to jest 3,64% ogólnej liczby głosów,2_ Nordea OFE posiadał 868 721 akcji Spółki, co stanowiło 1,94% udziału w jej kapitale\n                           zakładowym i uprawniało do 868 721 głosów, to jest 1,94% ogólnej liczby głosów,Po przejęciu zarządzania Nordea OFE, według stanu na dzień 1 września 2017 r., oba\n                           fundusze zarządzane przez Towarzystwo posiadają łącznie 2 499 979 akcji Spółki, co\n                           stanowi 5,58% udziału w kapitale zakładowym i uprawnia do 2 499 979 głosów, to jest\n                           5,58% ogólnej liczby głosów\".Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U. 2013 poz. 1382_.",
        "date": "2017-09-07"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"Emitent\"_, w nawiązaniu do raportów bieżących nr\n                           27/2016 z dnia 5 maja 2016 r., nr 48/2016 z dnia 12 sierpnia 2016 r. oraz nr 8/2017\n                           z dnia 11 kwietnia 2017 r., informuje, że w dniu 24 sierpnia 2017 r. otrzymał od spółki\n                           zależnej Advanced World Transport a.s. _\"AWT\"_ informację, że 24 sierpnia 2017 r.\n                           Zgromadzenie Wierzycieli OKD a.s. _\"OKD\", spółki prawa czeskiego, kontrahenta spółek\n                           zależnych Emitenta AWT oraz AWT Rekultivace a.s. _\"AWTR\"__ przyjęło plan restrukturyzacji\n                           OKD _\"Plan\"_.Przedstawiciele AWT i AWTR głosowali podczas Zgromadzenia Wierzycieli za przyjęciem\n                           Planu.Przyjęcie Planu daje możliwość dalszej współpracy pomiędzy Grupą AWT a OKD, m. in.\n                           w zakresie świadczenia usług transportowych i prac rekultywacyjnych. Rozpoczęta restrukturyzacja\n                           zapobiegnie bankructwu OKD, przy założeniu stopniowego wygaszania dotychczasowej działalności\n                           OKD.Plan będzie podlegał jeszcze zatwierdzeniu przez Sąd Okręgowy w Ostrawie, o czym Spółka\n                           poinformuje odrębnym raportem bieżącym.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-08-24"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, że Rada Nadzorcza\n                           Spółki na posiedzeniu w dniu 31 lipca 2017 roku podjęła uchwałę w sprawie odwołania\n                           Pana Jarosława Klasy z pełnienia funkcji Członka Zarządu PKP CARGO ds. Operacyjnych\n                           ze skutkiem na dzień 31 lipca 2017 roku.Uchwała odwołująca Pana Jarosława Klasę ze składu Zarządu Spółki nie zawiera przyczyny\n                           odwołania.W wyniku dokonanych zmian, skład Zarządu przedstawia się następująco:1_ Pan Maciej Libiszewski – Prezes Zarządu2_ Pan Arkadiusz Olewnik – Członek Zarządu ds. Finansowych3_ Pan Grzegorz Fingas – Członek Zarządu ds. Handlowych4_ Pan Zenon Kozendra – Członek Zarządu Przedstawiciel PracownikówPodstawa prawna: § 5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133 z późn. zm._.",
        "date": "2017-07-31"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje o podpisaniu w dniu\n                           30 czerwca 2017 r. aneksów do umów zawartych w dniu 20 kwietnia 2011 r. pomiędzy PKP\n                           CARGO a spółkami z Grupy ArcelorMittal _ArcelorMittal Poland S.A., ArcelorMittal Warszawa\n                           Sp. z o.o. oraz ArcelorMittal Ostrava a.s_ i obowiązujących w okresie od 01.07.2011\n                           r. do 30.06.2017 r. z późniejszymi aneksami _Raport bieżący nr 28/2014 z dnia 28 kwietnia\n                           2014 r._.Przedmiotem ww. umów jest świadczenie przez Spółkę na rzecz kontrahentów usług transportu\n                           kolejowego towarów, a podpisane aneksy przedłużają okres ich obowiązywania do dnia\n                           30.06.2020 r. Wartość współpracy w okresie od 01.07.2017 r. do 30.06.2020 r. Spółka\n                           szacuje na 1 268 569,30 tys. PLNUmową o najwyższej wartości jest umowa z ArcelorMittal Poland S.A. _\"Umowa\"_, której\n                           wartość w okresie od 01.07.2017 r. do 30.06.2020 r. jest szacowana na poziomie 1 061\n                           467,39 tys. PLNPrzedmiotem Umowy jest świadczenie przez Spółkę na rzecz kontrahenta usług transportu\n                           kolejowego towarów.W Umowie zapisano następujące kary umowne: W przypadku wykonania w danym okresie rozliczeniowym przewozów na poziomie niższym\n                           od poziomu zadeklarowanego, Spółka jest uprawniona do naliczenia opłaty dodatkowej\n                           w wysokości 30% iloczynu niezrealizowanej masy oraz średniej stawki z Umowy lub przedłużenia\n                           Umowy na czas oznaczony w celu wykonania przewozów. Umowa przewiduje możliwość niepełnej\n                           realizacji zadeklarowanej masy, w przypadku zaistnienia obiektywnych, określonych\n                           w Umowie przesłanek.Zapłata kar umownych wyłącza uprawnienie do dochodzenia roszczeń odszkodowawczych\n                           przekraczających wysokość tych kar.Warunki aneksowanej Umowy nie odbiegają od powszechnie stosowanych dla tego typu umów.Zawarcie przedmiotowej Umowy stanowi element realizacji założeń biznesowych Spółki\n                           i świadczy o rosnącym zapotrzebowaniu na usługi świadczone przez PKP CARGO, a tym\n                           samym potwierdza rosnącą pozycję spółki na rynku.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ informuje, że w dniu 27 czerwca 2017 r. Rada\n                           Nadzorcza Spółki, w drodze uchwały, ustaliła tekst jednolity Statutu Spółki, uwzględniający\n                           zmiany wprowadzone uchwałami 28/2017, 29/2017, 30/2017, 31/2017, 32/2017, 33/2017,\n                           34/2017, 35/2017, 36/2017 i 37/2017 Zwyczajnego Walnego Zgromadzenia Akcjonariuszy\n                           Spółki z dnia 30 maja 2017 r.  Uchwała Rady Nadzorczej Spółki w sprawie przyjęcia tekstu jednolitego Statutu Spółki\n                           weszła w życie z dniem podjęcia.  Tekst jednolity Statutu Spółki stanowi załącznik do niniejszego raportu. Podstawa prawna:  § 38 ust. 1 pkt 2 lit. b Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa niebędącego państwem członkowskim _Dz.U. z 2014 r. poz.\n                           133_.",
        "date": "2017-06-27"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", “PKP CARGO\"_ informuje o zawarciu w dniu 26\n                           czerwca 2017 r. porozumienia pomiędzy Stronami Zakładowego Układu Zbiorowego Pracy\n                           dla Pracowników zatrudnionych przez Zakłady PKP CARGO S.A.  _\"Porozumienie\"_.Na mocy Porozumienia, Strony postanowiły, że z dniem 1 września 2017 r. wdrożona zostanie\n                           podwyżka wynagrodzeń. Spółka oszacowała, że do końca 2017 r.  koszt podwyżki wyniesie\n                           około 26,7 mln zł. Podstawa prawna szczegółowa:Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2017-06-26"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_, w nawiązaniu do raportu bieżącego nr 13/2017\n                           z dnia 30 maja 2017 r., niniejszym informuje, iż w dniu 22 czerwca 2017 r. Spółka,\n                           na podstawie informacji odpowiadającej odpisowi aktualnemu z Rejestru Przedsiębiorców\n                           pobranej na podstawie art. 4 ust. 4aa ustawy z 20 sierpnia 1997 r. o Krajowym Rejestrze\n                           Sądowym i obejmującej stan na dzień 22 czerwca 2017 r., powzięła informację o postanowieniu\n                           Sądu Rejonowego dla m.st. Warszawy w Warszawie, XII Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego o wpisie w dniu 21 czerwca 2017 r. zmian w Statucie Spółki przyjętych\n                           uchwałami nr 28/2017, 29/2017, 30/2017, 31/2017, 32/2017, 33/2017, 34/2017 i 35/2017\n                           Zwyczajnego Walnego Zgromadzenia Spółki z dnia 30 maja 2017 r. Wykaz zmian w Statucie Spółki został przekazany do publicznej wiadomości raportem\n                           bieżącym nr 13/2017 z dnia 30 maja 2017 r. Podstawa prawna: § 38 ust. 1 pkt 2_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa niebędącego\n                           państwem członkowskim _Dz.U. z 2014 r. poz. 133_.",
        "date": "2017-06-22"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "W nawiązaniu do raportu bieżącego nr 16/2017 z dnia 13 czerwca 2017 r. w sprawie zawarcia\n                           listu intencyjnego z Minezit SE _\"MSE\"_, Zarząd spółki PKP CARGO S.A. _\"PKP CARGO\"_\n                           _łącznie \"Strony\"_ informuje o zawarciu z MSE w dniu 20 czerwca 2017 r. pod prawem\n                           holenderskim wiążącego porozumienia _\"Umowa\"_ pomiędzy PKP CARGO i MSE dotyczącego\n                           realizacji wspólnego projektu, którego realizacja będzie sposobem rozliczenia opcji\n                           sprzedaży udziałów MSE stanowiących 20% kapitału zakładowego Advanced World Transport\n                           B.V. z siedzibą w Amsterdamie _\"AWT\"_.Zgodnie z treścią Umowy:1. Strony potwierdziły, że są zainteresowane utworzeniem wspólnego joint-venture zajmującego\n                           się wynajmem i leasingiem taboru kolejowego _\"Projekt\"_;2. MSE zgadza się na odroczenie rozliczenia ceny opcji sprzedaży 20% udziałów w AWT\n                           należących do MSE na poniższych warunkach:a_ do dnia 30 września 2017 r. Strony: _i_ zakończą negocjacje warunkowej umowy wspólników,\n                           _ii_ określą wkład niepieniężny _aport_, który ma być wniesiony do joint-venture przez\n                           PKP CARGO, a także _iii_ zakończą negocjacje warunkowej umowy najmu zwrotnego, która\n                           ma być zawarta pomiędzy spółką joint-venture a PKP CARGO _razem jako: \"Realizacja\n                           Projektu\"_.b_ do dnia 31 grudnia 2017 r. Strony: _i_ zawiążą spółkę joint-venture, _ii_ zawrą\n                           umowę wspólników, _iii_ PKP CARGO wniesie aport do joint-venture, oraz _iv_ doprowadzą\n                           do zawarcia umowy najmu zwrotnego pomiędzy spółką joint-venture a PKP CARGO _razem\n                           jako: \"Zamknięcie Projektu\"_.3. Każda ze Stron może odstąpić od Realizacji Projektu, jeśli Realizacja Projektu\n                           nie zakończy się do dnia 30 września 2017 r. albo Zamknięcie Projektu nie nastąpi\n                           do dnia 31 grudnia 2017 r. Odstąpienie będzie możliwe nie wcześniej niż dnia 1 października\n                           2017 r. W sytuacji odstąpienia od Realizacji Projektu cena opcji sprzedaży w wysokości\n                           27.000.000 EUR _słownie: dwudziestu siedmiu milionów euro_ będzie płatna przez PKP\n                           CARGO na rzecz MSE w terminie 20 dni roboczych od daty wycofania się którejkolwiek\n                           ze stron.4. Ponadto, strony ustaliły, że w przypadku, gdy AWT BV lub PKP CARGO podejmie decyzję\n                           o zbyciu AWT Rekultivace a.s. z siedzibą w Havířov, Republika Czeska, MSE przysługiwać\n                           będzie prawo nabycia akcji lub przedsiębiorstwa tej spółki za cenę wynegocjowaną z\n                           osobą trzecią zainteresowaną nabyciem AWT Rekultivace a.s.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-06-20"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ informuje o powzięciu w dniu 16 czerwca 2017\n                           roku od  Towarzystwa Funduszy Inwestycyjnych PZU S.A. zawiadomienia o następującej\n                           treści:\"Towarzystwo Funduszy Inwestycyjnych PZU SA _\"TFI PZU SA\"_ z siedzibą w Warszawie\n                           działając w imieniu i na rzecz zarządzanych funduszy inwestycyjnych, tj.:1. PZU Fundusz Inwestycyjny Otwarty Parasolowy, 2. PZU Specjalistyczny Fundusz Inwestycyjny Otwarty Globalnych Inwestycji, 3. PZU Specjalistyczny Fundusz Inwestycyjny Otwarty Universum, 4. PZU Fundusz Inwestycyjny Zamknięty Akcji Focus, 5. PZU Fundusz Inwestycyjny Zamknięty Dynamiczny,_\"Fundusze TFI PZU\"_, stosownie do art. 69 ust. 2 oraz art. 87 ust. 1 pkt 2_ lit.\n                           a_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _t.j. Dz.\n                           U. z 2016 r., poz. 1639, z późn. zm., dalej: \"Ustawa o Ofercie\"_ niniejszym zawiadamia,\n                           że w wyniku rozliczenia w dniu 13 czerwca 2017 r. zbycia 52.473 _słownie: pięćdziesiąt\n                           dwa tysiące czterysta siedemdziesiąt trzy_ akcji PKP Cargo SA _\"Spółka\"_, dokonanego\n                           w dniu 9 czerwca 2017 r. w ramach transakcji zwykłych na Giełdzie Papierów Wartościowych\n                           w Warszawie SA, udział Funduszy TFI PZU w ogólnej liczbie głosów na walnym zgromadzeniu\n                           Spółki zmniejszył się poniżej progu 5%, tj.:Liczba akcji posiadanych przed zmianą udziału: \t2 247 244 Procentowy udział w kapitale zakładowym Spółki: \t5,0176%Liczba głosów z akcji: \t\t\t2 247 244Procentowy udział w ogólnej liczbie głosów: \t\t5,0176%Liczba akcji posiadanych po zmianie udziału: \t\t2 194 771 Procentowy udział w kapitale zakładowym Spółki: \t4, 9005%Liczba głosów z akcji: \t\t\t2 194 771Procentowy udział w ogólnej liczbie głosów: \t\t4,9005%.Ponadto TFI PZU SA informuje, iż:• Fundusze TFI PZU nie posiadają podmiotów zależnych będących w posiadaniu akcji Spółki;• Fundusze TFI PZU nie posiadają instrumentów finansowych, o których mowa w art. 69b\n                           Ustawy o Ofercie, odnoszących się do akcji Spółki;• TFI PZU SA jako podmiot zarządzający, może w imieniu Funduszy TFI PZU wykonywać\n                           prawo głosu na walnym zgromadzeniu Spółki.\"Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U. 2013 poz. 1382_.",
        "date": "2017-06-16"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "W nawiązaniu do raportu bieżącego nr 11/2017 z dnia 4 maja 2017 r. w sprawie zamiaru\n                           realizacji \"Opcji Sprzedaży\" przez Minezit SE _\"MSE\"_, Zarząd spółki PKP CARGO S.A.\n                           _\"PKP CARGO\"_ _łącznie \"Strony\"_ informuje o zawarciu w dniu 13 czerwca 2017 r. listu\n                           intencyjnego z MSE _\"List intencyjny\"_. Przedmiotem Listu intencyjnego jest ustalenie\n                           zasad współpracy PKP CARGO i MSE nad wspólnym projektem joint-venture dotyczącym wynajmu\n                           i leasingu taboru kolejowego _\"Projekt\"_, którego realizacja będzie sposobem rozliczenia\n                           opcji sprzedaży udziałów MSE stanowiących 20% kapitału zakładowego Advanced World\n                           Transport B.V. z siedzibą w Amsterdamie _\"AWT\"_.Zgodnie z treścią Listu intencyjnego, do dnia 30 września 2017 r. Strony ustalą warunki\n                           realizacji Projektu _\"Realizacja Projektu\"_, a do dnia 31 grudnia 2017 r. Strony wdrożą\n                           Projekt _\"Wdrożenie Projektu\"_.Każda ze Stron może wycofać się z Realizacji Projektu, jeśli Realizacja Projektu nie\n                           zakończy się do dnia 30 września 2017 r. albo Wdrożenie Projektu nie nastąpi do dnia\n                           31 grudnia 2017 r. Wycofanie się będzie możliwe nie wcześniej niż dnia 1 października\n                           2017 r. W sytuacji wycofania się z Realizacji Projektu cena opcji sprzedaży w wysokości\n                           27.000.000 EUR _słownie: dwudziestu siedmiu milionów euro_ będzie płatna przez PKP\n                           CARGO na rzecz MSE w terminie 20 dni roboczych od daty wycofania się którejkolwiek\n                           ze stron.Ponadto, Strony ustaliły, że w przypadku podjęcia decyzji o zbyciu AWT Rekultivace\n                           a.s. z siedzibą w Havířov, Republika Czeska, MSE przysługiwać będzie prawo pierwszeństwa\n                           nabycia akcji lub przedsiębiorstwa tej spółki.Strony zobowiązały się do zawarcia do dnia 20 czerwca 2017 r. porozumienia, w którym\n                           zostaną określone zasady realizacji Projektu. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-06-13"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 01 czerwca\n                           2017 r. otrzymał od  PKP S.A. – akcjonariusza Spółki, pismo z dnia 01 czerwca 2017\n                           r. złożone w związku z § 19 ust. 2 i ust. 6 Statutu Spółki, o powołaniu Pana Mirosława\n                           Antonowicza z dniem 01 czerwca 2017 r. do składu Rady Nadzorczej PKP CARGO. Pan Mirosław Antonowicz jest doktorem nauk ekonomicznych w zakresie nauk o zarzadzaniu,\n                           od wielu lat związany z branżą kolejową, w tym z Grupą PKP. Zasiadał m.in. w Zarządzie\n                           PKP CARGO. Był także członkiem rad nadzorczych kolejowych spółek. W latach 2006 –\n                           2010 pełnił funkcję wiceprezesa Urzędu Transportu Kolejowego ds. regulacji rynku.\n                           Jest pracownikiem naukowym Akademii Leona Koźmińskiego. Był członkiem prezydium oraz\n                           ekspertem Zespołu Logistyki i Procesów Transportowych Komitetu Transportu Polskiej\n                           Akademii Nauk. Jest także absolwentem wielu studiów podyplomowych, w tym z zakresu\n                           Zarządzania Spółkami w Transporcie na Politechnice Warszawskiej oraz Podyplomowego\n                           Studium Europejskich Stosunków Finansowo-Ekonomiczno-Prawnych na SGH. Autor wielu\n                           publikacji i opracowań z dziedziny zarządzania, transportu i logistyki.Pan Mirosław Antonowicz nie prowadzi działalności konkurencyjnej wobec PKP CARGO,\n                           nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu konkurencyjnej spółki kapitałowej lub członek organu jakiejkolwiek\n                           konkurencyjnej osoby prawnej oraz nie jest wpisany w Rejestrze Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie przepisów ustawy z dnia 20 sierpnia 1997 roku o Krajowym\n                           Rejestrze Sądowym _Dz. U. z 2015 r., poz. 1142_.W wyniku dokonanych zmian, skład Rady Nadzorczej przedstawia się następująco:1_ Pan Krzysztof Mamiński,2_ Pan Mirosław Antonowicz,3_ Pani Małgorzata Kryszkiewicz,4_ Pan Czesław Warsewicz,5_ Pan Władysław Szczepkowski,6_ Pan Raimondo Eggink,7_ Pani Zofia Dzik,8_ Pan Krzysztof Czarnota,9_ Pan Marek Podskalny,10_ Pan Tadeusz Stachaczyński.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133_.",
        "date": "2017-06-01"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\"_ niniejszym przekazuje w załączeniu do publicznej\n                           wiadomości wykaz akcjonariuszy posiadających, co najmniej 5% głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 30 maja 2017 r. Podstawa prawna: Art. 70 pkt 3 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U. 2013 poz. 1382_.",
        "date": "2017-05-31"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ niniejszym przekazuje w załączeniu do publicznej\n                           wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Spółki _\"ZWZ\"_, które odbyło się w dniu 30 maja 2017 r., wraz z wynikami głosowań.Jednocześnie Zarząd Spółki informuje, iż podczas obrad ZWZ nie został zgłoszony sprzeciw\n                           do protokołu obrad w stosunku do podjętych uchwał i nie odstąpiono od rozpatrzenia\n                           żadnego z punktów porządku obrad.Podstawa prawna: § 38 ust. 1 pkt 5_, 7_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133_.",
        "date": "2017-05-30"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"Emitent\"_ informuje, iż w dniu 30 maja 2017 r.,\n                           Spółka powzięła informację o złożeniu rezygnacji z pełnienia funkcji Członka Rady\n                           Nadzorczej przez Pana Andrzeja Wacha.Złożenie powyższej rezygnacji wywołuje skutek natychmiastowy. Pan Andrzej Wach nie\n                           podał przyczyny złożenia rezygnacji.Zarząd Emitenta dziękuje Członkowi Rady Nadzorczej za zaangażowanie i dotychczasowy\n                           wkład w działalność Rady Nadzorczej Spółki.Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259 ze zm._.",
        "date": "2017-05-30"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, o otrzymaniu w dniu\n                           4 maja 2017 r. pisma od Minezit SE _\"MSE\"_, spółki posiadającej 20% udział w kapitale\n                           zakładowym Advanced World Transport B.V. z siedzibą w Amsterdamie _\"AWT\"_. Zgodnie z treścią przesłanego pisma, MSE skorzystało z posiadanego uprawnieniem do\n                           żądania odkupu przez Spółkę wszystkich udziałów w AWT, których właścicielem jest MSE\n                           _\"Opcja Sprzedaży\"_. Powyższe uprawnienie przysługuje MSE zgodnie z Umową Wspólników\n                           zawartą pomiędzy PKP CARGO, MSE i AWT w dniu 30 grudnia 2014 r. _\"Umowa Wspólników\"_.\n                           Zgodnie z Umową Wspólników, łączna cena sprzedaży 15.000 udziałów stanowiących 20%\n                           wszystkich udziałów w kapitale zakładowym AWT, wynosi 27.000.000 EUR.O zawarciu umowy dotyczącej nabycia przez PKP CARGO 80% udziałów w AWT oraz o zawarciu\n                           Umowy Wspólników, Spółka informowała raportem bieżącym nr 72/2014 z dnia 31 grudnia\n                           2014 roku.Zważywszy na dotychczasową dobrą współpracę z MSE, Zarząd PKP CARGO rozważa alternatywne\n                           rozwiązania dotyczące formy zapłaty za realizację Opcji Sprzedaży. Po przeprowadzonej\n                           analizie, Zarząd PKP CARGO podejmie decyzje odnoszącą się do najkorzystniejszego sposobu\n                           rozliczenia Opcji Sprzedaży z punktu widzenia interesów Spółki. Ponadto, Zarząd PKP\n                           CARGO informuje, iż Spółka posiada zabezpieczone środki na realizację Opcji Sprzedaży.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-05-04"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki pod firmą \"PKP CARGO S.A.\" z siedzibą w Warszawie _\"Spółka\", \"PKP CARGO\"_,\n                           informuje o otrzymaniu od akcjonariusza Spółki _\"Akcjonariusz\"_, na podstawie art.\n                           401 § 4 Kodeksu spółek handlowych _\"KSH\"_, żądania umieszczenia w porządku obrad Zwyczajnego\n                           Walnego Zgromadzenia Spółki zwołanego na dzień 30 maja 2017 r. _\"ZWZ\", raport bieżący\n                           nr 9/2017_ następujących punktów:\"1. Podjęcie uchwały w sprawie zmian § 2 Statutu PKP CARGO S.A.2. Podjęcie uchwały w sprawie zmiany § 12 Statutu PKP CARGO S.A.3. Podjęcie uchwały w sprawie zmiany § 14 Statutu PKP CARGO S.A.4. Podjęcie uchwały w sprawie zmiany § 17 Statutu PKP CARGO S.A.5. Podjęcie uchwały w sprawie zmiany § 19 Statutu PKP CARGO S.A.6. Podjęcie uchwały w sprawie zmiany § 25 Statutu PKP CARGO S.A.7. Podjęcie uchwały w sprawie zmiany § 27 Statutu PKP CARGO S.A.8. Podjęcie uchwały w sprawie zmiany § 29 Statutu PKP CARGO S.A.9. Podjęcie uchwały w sprawie upoważnienia Rady Nadzorczej PKP CARGO S.A. do przyjęcia\n                           tekstu jednolitego Statutu PKP CARGO S.A.10. Podjęcie uchwały w sprawie ustalenia zasad i wysokości wynagradzania członków\n                           Rady Nadzorczej spółki PKP CARGO S.A.\"wraz z projektami uchwał do ww. punktów porządku obrad.W związku z powyższym, działając na podstawie art. 401 § 2 KSH, Zarząd Spółki informuje\n                           o zmianie porządku obrad ZWZ. Treść zmienionego porządku obrad ZWZ oraz projekty uchwał\n                           ZWZ uwzględniające żądanie Akcjonariusza stanowią załączniki do niniejszego raportu.Podstawa prawna:§ 38 ust. 1 pkt 4_ i 2_ Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-04-28"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ w załączeniu przekazuje do publicznej wiadomości\n                           ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki wraz z treścią projektów\n                           uchwał, które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia.Zwyczajne Walne Zgromadzenie odbędzie się dnia 30 maja 2017 roku o godz. 11:00 w siedzibie\n                           Spółki przy ul. Grójeckiej 17 w Warszawie.Jednocześnie Zarząd Spółki informuje, że Rada Nadzorcza Spółki, zgodnie z § 19 ust.\n                           2 pkt 2_ Regulaminu Rady Nadzorczej Spółki oraz zasadą II.Z.11 Dobrych Praktyk Spółek\n                           Notowanych na GPW, stanowiących Załącznik do Uchwały Nr 26/1413/2015 Rady Nadzorczej\n                           Giełdy Papierów Wartościowych w Warszawie S.A. z dnia 13 października 2015 r., pozytywnie\n                           zaopiniowała sprawy mające być przedmiotem uchwał Zwyczajnego Walnego Zgromadzenia\n                           Spółki. Podstawa prawna: § 38 ust. 1 pkt 1 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133 z późn.\n                           zm._.",
        "date": "2017-04-28"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"Emitent\"_, w nawiązaniu do raportów bieżących nr\n                           27/2016 z dnia 5 maja 2016 r. oraz nr 48/2016 z dnia 12 sierpnia 2016 r., informuje,\n                           że w dniu 11 kwietnia 2017 r. otrzymał od spółki zależnej AWT informację, że w dniu\n                           11 kwietnia 2017 r.  Sąd Okręgowy w Ostrawie opublikował na swojej stronie internetowej\n                           projekt planu restrukturyzacji _\"Plan\"_ OKD a.s. _\"OKD\", spółki prawa czeskiego, kontrahenta\n                           spółki zależnej Emitenta AWT a.s. _\"AWT\"_, wobec której prowadzone jest postępowanie\n                           upadłościowe_. Zgodnie z opublikowanym Planem:1. OKD - w drodze podwyższenia kapitału zakładowego swojej spółki zależnej _\"Spółka\n                           zależna OKD\"_ - wniesie swoje przedsiębiorstwo _poza roszczeniami wymienionymi jako\n                           wyłączone _\"Roszczenia wyłączone\"__ do Spółki zależnej OKD.2. Następnie OKD sprzeda 100% udziałów w Spółce zależnej OKD PRISKO a.s., spółce będącej\n                           w 100% własnością Skarbu Państwa Republiki Czeskiej, za ok. 79 mln CZK _ok. 2,6 mln\n                           EUR_ _\"Transakcja\"_. 3. Warunkami zawieszającymi zamknięcia Transakcji _\"Zamknięcie\"_ są: zatwierdzenie\n                           planu restrukturyzacji przez sąd, zgoda na Transakcję czeskiego urzędu antymonopolowego\n                           _Úřad pro ochranu hospodářské soutěže_, podwyższenie kapitału zakładowego Spółki zależnej\n                           OKD oraz zdeponowanie ceny zakupu 100% udziałów w Spółce zależnej OKD.4. OKD przeznaczy środki z Transakcji na zaspokojenie wierzycieli uprzywilejowanych\n                           zgodnie z czeskim prawem, a także częściowe zaspokojenie pozostałych wierzycieli.5. Zamknięcie Transakcji jest przewidywane na III. lub IV. kwartał 2017 r. 6. Aktualny kontrakt przewozowy łączący AWT i OKD nie znalazł się na liście Roszczeń\n                           wyłączonych, a zatem prawa i obowiązki OKD z niego wynikające zostaną wniesione do\n                           Spółki zależnej OKD, przejętej przez PRISKO a.s.Plan będzie podlegał jeszcze zatwierdzeniu przez Zgromadzenie Wierzycieli OKD i Sąd\n                           Okręgowy w Ostrawie. Spółka poinformuje o dalszych etapach prowadzonego postępowania\n                           upadłościowego w kolejnych raportach bieżących.Zarząd Spółki korzystnie ocenia kontynuację świadczenia usług przez AWT w oparciu\n                           o aktualny kontrakt przewozowy łączący AWT i OKD.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-04-11"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ informuje o otrzymaniu w dniu 27 marca 2017\n                           roku od  Towarzystwa Funduszy Inwestycyjnych PZU S.A. zawiadomienia o następującej\n                           treści:\"Towarzystwo Funduszy Inwestycyjnych PZU SA _\"TFI PZU SA\"_ z siedzibą w Warszawie\n                           działając w imieniu i na rzecz zarządzanych funduszy inwestycyjnych, tj.:1. PZU Fundusz Inwestycyjny Otwarty Parasolowy, 2. PZU Specjalistyczny Fundusz Inwestycyjny Otwarty Globalnych Inwestycji, 3. PZU Specjalistyczny Fundusz Inwestycyjny Otwarty Universum, 4. PZU Fundusz Inwestycyjny Zamknięty Akcji Focus, 5. PZU Fundusz Inwestycyjny Zamknięty Dynamiczny,_\"Fundusze TFI PZU\"_, stosownie do art. 69 ust. 1 pkt 1_ oraz art. 87 ust. 1 pkt 2_\n                           lit. a_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _t.j. Dz. U. z 2016 r., poz. 1639, z późn. zm., dalej: \"Ustawa o Ofercie\"_ niniejszym\n                           zawiadamia, że w wyniku rozliczenia w dniu 21 marca 2017 r. nabycia 71.393 _słownie:\n                           siedemdziesiąt jeden tysięcy trzysta dziewięćdziesiąt trzy_ akcji PKP Cargo SA _\"Spółka\"_,\n                           dokonanego w dniu 17 marca 2017 r. w ramach transakcji zwykłych na Giełdzie Papierów\n                           Wartościowych w Warszawie SA, udział Funduszy TFI PZU w ogólnej liczbie głosów na\n                           walnym zgromadzeniu Spółki przekroczył próg 5%, tj.:Liczba akcji posiadanych przed zmianą udziału:         2 231 450 Procentowy udział w kapitale zakładowym Spółki:      4,9824%Liczba głosów z akcji:                                                        2 231\n                           450 Procentowy udział w ogólnej liczbie głosów:                4,9824%Liczba akcji posiadanych po zmianie udziału:              2 302 843 Procentowy udział w kapitale zakładowym Spółki:      5,1418%Liczba głosów z akcji:                                                        2 302\n                           843 Procentowy udział w ogólnej liczbie głosów:                5,1418%.Ponadto TFI PZU SA informuje, iż:•\tFundusze TFI PZU nie posiadają podmiotów zależnych będących w posiadaniu akcji Spółki;•\tFundusze TFI PZU nie posiadają instrumentów finansowych, o których mowa w art. 69b\n                           Ustawy o Ofercie, odnoszących się do akcji Spółki;•\tTFI PZU SA jako podmiot zarządzający, może w imieniu Funduszy TFI PZU wykonywać\n                           prawo głosu na walnym zgromadzeniu Spółki.\"Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U. 2013 poz. 1382_.",
        "date": "2017-03-27"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 14 marca\n                           2017 r. otrzymał od  PKP S.A. – akcjonariusza Spółki, pismo z dnia 14 marca 2017r.\n                           złożone w związku z § 19 ust. 2 i ust. 6 Statutu Spółki, o powołaniu Pana Władysława\n                           Szczepkowskiego z dniem 14 marca 2017 r. do składu  Rady Nadzorczej PKP CARGO. Pan Władysław Szczepkowski w 1992 roku ukończył studia prawnicze na Uniwersytecie\n                           Mikołaja Kopernika w Toruniu, na Wydziale Prawa i Administracji w Zakładzie Teorii\n                           Państwa i Prawa. Od 1992 roku do 2005 roku związany z bankowością, m.in. zajmował się analizą finansową\n                           oraz restrukturyzacją przedsiębiorstw; pracował także w departamentach prawnych.W latach 2005 – 2007 pełnił funkcję prezesa Zarządu PKP Cargo S.A.W latach 2010 – 2016 związany ze spółkami Grupy Kapitałowej PGNiG.Od września 2016 roku do marca 2017 roku zatrudniony w \"Przewozy Regionalne\" sp. z\n                           o.o.Od początku marca 2017 roku jest pracownikiem PKP S.A. na stanowisku Dyrektora – Pełnomocnika\n                           Zarządu PKP S.A. ds. Strategii i Organizacji Grupy PKP.Od 2000 roku wpisany na listę radców prawnych.Pan Władysław Szczepkowski nie prowadzi działalności konkurencyjnej wobec PKP CARGO,\n                           nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu konkurencyjnej spółki kapitałowej lub członek organu jakiejkolwiek\n                           konkurencyjnej osoby prawnej oraz nie jest wpisany w Rejestrze Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie przepisów ustawy z dnia 20 sierpnia 1997 roku o Krajowym\n                           Rejestrze Sądowym _Dz. U. z 2015 r., poz. 1142_.W wyniku dokonanych zmian, skład Rady Nadzorczej przedstawia się następująco:1_ Pan Krzysztof Mamiński,2_ Pan Andrzej Wach,3_ Pani Małgorzata Kryszkiewicz,4_ Pan Czesław Warsewicz,5_ Pan Władysław Szczepkowski,6_ Pan Raimondo Eggink,7_ Pani Zofia Dzik,8_ Pan Krzysztof Czarnota,9_ Pan Marek Podskalny,10_ Pan Tadeusz Stachaczyński.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133_.",
        "date": "2017-03-14"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"Kredytobiorca\"_ informuje, o zawarciu w dniu\n                           14 marca 2017 r. aneksu _\"Aneks\"_ do umowy kredytowej _\"Umowa Kredytowa\"_ z dnia 16\n                           listopada 2015 r. zawartej z Bankiem Gospodarstwa Krajowego z siedzibą w Warszawie\n                           _\"Bank\"_. O zawarciu Umowy Kredytowej Spółka informowała raportem bieżącym nr 64/2015\n                           z dnia 16 listopada 2015 roku.Zgodnie z treścią Aneksu, kredyt będzie dostępny do dnia 27 grudnia 2017 r. w kwocie\n                           67.850.591,20 EUR. Na dzień poprzedzający publikację niniejszego raportu bieżącego tj. na dzień 13 marca\n                           2017 r. łączna wartość zobowiązań Kredytobiorcy oraz jego spółek zależnych wobec Banku\n                           wyniosła około 499 mln zł.Zarząd informuje o zawarciu niniejszego Aneksu, gdyż dzięki jego zawarciu, Spółka\n                           będzie posiadała zabezpieczone środki na finansowanie i/lub refinansowanie zakupu\n                           lokomotyw wielosystemowych, inwestycji wynikających z planów inwestycyjnych oraz/lub\n                           finansowanie i/lub refinansowanie pozostałej działalności w zakresie akwizycji lub\n                           przejęć.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2017-03-14"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"Emitent\"_ informuje, iż w dniu 14 marca 2017 r.,\n                           Spółka powzięła informację o złożeniu rezygnacji z pełnienia funkcji Członka Rady\n                           Nadzorczej przez Pana Jerzego Kleniewskiego.Złożenie powyższej rezygnacji wywołuje skutek natychmiastowy. Pan Jerzy Kleniewski\n                           nie podał przyczyny złożenia rezygnacji.Zarząd Emitenta dziękuje Członkowi Rady Nadzorczej za zaangażowanie i dotychczasowy\n                           wkład w działalność Rady Nadzorczej Spółki.Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259 ze zm._.",
        "date": "2017-03-14"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 07 marca\n                           2017 r. otrzymał od  PKP S.A. – akcjonariusza Spółki, pismo z dnia 06 marca 2017r.\n                           złożone w związku z § 19 ust. 2 i ust. 6 Statutu Spółki, o powołaniu Pana Krzysztofa\n                           Mamińskiego z dniem 06 marca 2017 r. do składu  Rady Nadzorczej PKP CARGO. Pan Krzysztof Mamiński jest absolwentem Uniwersytetu Szczecińskiego. Ukończył studia\n                           podyplomowe: Europejski Model Zarządzania w Wyższej Szkole Przedsiębiorczości i Zarządzania\n                           im. L. Koźmińskiego w Warszawie. Od 36 lat związany z polskim kolejnictwem.W latach 1998–2002 zasiadał w zarządzie Polskich Kolei Państwowych, najpierw jako\n                           członek Zarządu ds. Restrukturyzacji, a następnie Członek Zarządu ds. Pracowniczych.\n                           Następnie w latach 2002 – 2012 był Prezesem Zarządu \"KPTW Natura Tour\" Sp. z o.o.Pan Krzysztof Mamiński w latach 2001 – 2013 pełnił funkcję Prezesa Zarządu Związku\n                           Pracodawców Kolejowych.W latach 2012–2013 pełnił funkcję Pełnomocnika Zarządu PKP S.A. ds. Dialogu Społecznego\n                           w Grupie PKP, a w latach 2013-2016 był Prezesem Zarządu \"CS Szkolenie i Doradztwo\"\n                           Sp. z o.o.W latach 2016 - 2017 był Prezesem Zarządu Przewozów Regionalnych Sp. z o.o.Ponadto Pan Krzysztof Mamiński w roku 2006 pełnił funkcję Członka Rady Nadzorczej\n                           PKP Linia Hutnicza Szerokotorowa Sp. z o.o., a w latach 2006 – 2013 był członkiem\n                           Rady Nadzorczej WARS S.A.Pan Krzysztof Mamiński nie prowadzi działalności konkurencyjnej wobec PKP CARGO, nie\n                           uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu konkurencyjnej spółki kapitałowej lub członek organu jakiejkolwiek\n                           konkurencyjnej osoby prawnej oraz nie jest wpisany w Rejestrze Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie przepisów ustawy z dnia 20 sierpnia 1997 roku o Krajowym\n                           Rejestrze Sądowym _Dz. U. z 2015 r., poz. 1142_.W wyniku dokonanych zmian, skład Rady Nadzorczej przedstawia się następująco:1_ Pan Krzysztof Mamiński,2_ Pan Andrzej Wach,3_ Pani Małgorzata Kryszkiewicz,4_ Pan Czesław Warsewicz,5_ Pan Jerzy Kleniewski,6_ Pan Raimondo Eggink,7_ Pani Zofia Dzik,8_ Pan Krzysztof Czarnota,9_ Pan Marek Podskalny,10_ Pan Tadeusz Stachaczyński.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133_.",
        "date": "2017-03-07"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"Emitent\"_ informuje, iż w dniu 06 marca 2017 r.,\n                           Spółka powzięła informację o złożeniu rezygnacji z pełnienia funkcji Przewodniczącego\n                           Rady Nadzorczej przez Pana Mirosława Pawłowskiego.Złożenie powyższej rezygnacji wywołuje skutek natychmiastowy. Jako przyczynę rezygnacji\n                           podano ważne powody, w szczególności osobiste. Zarząd Emitenta dziękuje Przewodniczącemu Rady Nadzorczej za zaangażowanie i dotychczasowy\n                           wkład w działalność Rady Nadzorczej Spółki.Podstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259 ze zm._.",
        "date": "2017-03-06"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ w załączeniu przekazuje do publicznej wiadomości\n                           ogłoszenie o zwołaniu Nadzwyczajnego Walnego Zgromadzenia Spółki wraz z treścią projektów\n                           uchwał, które mają być przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia.Nadzwyczajne Walne Zgromadzenie odbędzie się dnia 16 stycznia 2019 roku o godz. 12:00\n                           w siedzibie Spółki przy ul. Grójeckiej 17 w Warszawie.Jednocześnie Zarząd Spółki informuje, że Rada Nadzorcza Spółki pozytywnie zaopiniowała\n                           sprawy mające być przedmiotem uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki. Podstawa prawna: - art. 56 ust. 1 pkt 2 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych; - § 19 ust. 1 pkt. 1_ i 2_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-12-19"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 10 grudnia 2018\n                           r. do Spółki wpłynęło powiadomienie o nabyciu akcji Spółki przez Pana Czesława Warsewicza\n                           – Prezesa Zarządu PKP CARGO S.A.Treść powiadomienia stanowi załącznik do niniejszego raportu.Podstawa prawna szczegółowa:Art. 19 ust. 3 MAR - informacja o transakcjach wykonywanych przez osoby pełniące obowiązki\n                           zarządcze",
        "date": "2018-12-10"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. informuje o podpisaniu w dniu 27 listopada 2018 r. Umowy\n                           o wykorzystanie zdolności przepustowej do przewozu rzeczy w rozkładzie jazdy pociągów\n                           2018/2019 _\"Umowa\"_ pomiędzy PKP CARGO S.A. z siedzibą w Warszawie _\"Przewoźnik\",\n                           \"Spółka\", \"Emitent\"_, a PKP Polskie Linie Kolejowe S.A. z siedzibą w Warszawie _\"Zarządca\",\n                           \"PKP PLK\"_. Umowa obowiązuje w okresie od dnia 9 grudnia 2018 r. do dnia 14 grudnia\n                           2019 r.Przedmiotem Umowy jest udostępnienie Spółce przez PKP PLK infrastruktury kolejowej\n                           w celu wykorzystania zdolności przepustowej do przewozu rzeczy w rozkładzie jazdy\n                           pociągów 2018/2019.Umowa daje możliwość wykorzystania przez PKP CARGO S.A. zamówionych tras pociągów\n                           w rozkładzie jazdy, przy czym Spółka ma prawo zrezygnować z przydzielonej trasy lub\n                           jej części _zgodnie z zasadami określonymi w Regulaminie sieci 2018/2019_. Możliwa\n                           jest również zmiana parametrów przydzielonej trasy w wyniku zastosowania innego rodzaju\n                           pojazdu trakcyjnego, zwiększenia masy brutto pociągu _do 500 ton_ lub zmniejszenia\n                           masy. Na podstawie Umowy Zarządca świadczy usługi podstawowe w zakresie minimalnego dostępu\n                           do infrastruktury kolejowej, które obejmują między innymi umożliwienie korzystania\n                           z infrastruktury kolejowej zgodnie z przydzielonymi trasami pociągów, udostępnianie\n                           urządzeń sieci trakcyjnej, kierowanie i prowadzenie ruchu, w tym wykorzystywanie przez\n                           Przewoźnika częstotliwości sieci radiołączności kolejowej oraz zapewnienie na żądanie\n                           Spółki informacji związanych z przejazdem pociągu. W ramach Umowy Zarządca świadczy również usługi dostępu do obiektów infrastruktury\n                           usługowej, w tym obejmujące zapewnianie wsparcia w związku z niestandardowymi ładunkami\n                           i przygotowywaniem oraz uruchamianiem pociągów. Opłaty za korzystanie z infrastruktury kolejowej obejmują podstawowo: 1. opłatę za minimalny dostęp obejmującą:a. opłatę podstawową za minimalny dostęp do infrastruktury kolejowej, związaną z przejazdem\n                           pociągu w tym opłatę rezerwacyjną i za zmniejszenie brutta, b. opłatę manewrową, c. opłatę za postój nie krótszy niż 2 godziny na torach nie będących obiektami infrastruktury\n                           usługowej. 2. opłaty za korzystanie z obiektów infrastruktury usługowej _stacje rozrządowe, tory\n                           postojowe, tory ładunkowe_.Opłaty Zarządca nalicza w oparciu o: \"Cennik opłat za korzystanie z infrastruktury\n                           kolejowej o szerokości torów 1435 mm zarządzanej przez PKP Polskie Linie Kolejowe\n                           S.A. obowiązujący od 9 grudnia 2018 r.\" _opłaty za minimalny dostęp_, \"Zasady udostępniania\n                           infrastruktury kolejowej o szerokości torów 1520 mm zarządzanej przez PKP Polskie\n                           Linie Kolejowe S.A.\", cennik \"Opłat za dostęp do obiektów infrastruktury usługowej\n                           _OIU_ zarządzanych przez PKP Polskie Linie Kolejowe S.A.\" a także \"Regulamin sieci\n                           2018/2019\".Przewidywana wartość Umowy w okresie jej obowiązywania wynosi łącznie 690,6 mln zł\n                           netto _849,5 mln zł brutto_. Zmiana szacowanej wartości Umowy do 15% nie stanowi zmiany\n                           Umowy i nie wymaga formy pisemnej. W wyniku nienależytej realizacji rozkładu jazdy obowiązującą formą wzajemnych odszkodowań\n                           między stronami Umowy będą rekompensaty _wg zasad opisanych w Regulaminie sieci_.\n                           W przypadku opóźnień większych niż 5 minut w przypadku pociągów pasażerskich i 15\n                           minut w przypadku pociągów towarowych, które ukończyły jazdę na sieci zarządzanej\n                           przez Zarządcę lub zostały przekazane na obszar innych zarządców:1. Przewoźnik może dochodzić od Zarządcy rekompensaty za opóźnienie z przyczyn leżących\n                           po stronie Zarządcy i innych przewoźników za nienależytą realizację rozkładu jazdy\n                           pociągów w wysokości 5,30 zł za 1 minutę opóźnienia pociągu; 2. Zarządca może dochodzić od Przewoźnika rekompensaty w wysokości 5,30 zł za 1 minutę\n                           opóźnienia pociągu. Przepisy przewidują przedmiotowe rozliczenia dla pociągów, które kursują wg rocznego\n                           rozkładu jazdy _RRJ_ oraz wg indywidualnego rozkładu jazdy _IRJ_ _IRJ obejmuje pociągi,\n                           na które wnioski zostały złożone z wyprzedzeniem co najmniej na 5 dób przed planowanym\n                           odjazdem_.W Umowie zawarto również postanowienia dotyczące kar umownych z tytułu: 1. uruchomienia przez Przewoźnika pociągu z innym rodzajem pojazdu trakcyjnego i/lub\n                           zwiększoną masą brutto pociągu z pominięciem obowiązujących zasad; 2. uruchomienia przez Przewoźnika pociągu z towarem niebezpiecznym lub/i towarem niebezpiecznym\n                           wysokiego ryzyka _TWR_ lub/i przesyłki nadzwyczajnej z pominięciem obowiązujących\n                           zasad; 3. odwołania trasy pociągu przewoźnika z przyczyn leżących po stronie zarządcy;4. nienależytego utrzymania międzytorzy przez Zarządcę; 5. wykorzystywania przez Przewoźnika zdolności przepustowej dla manewrów i postojów\n                           z pominięciem zasad określonych Regulaminie sieci,jednakże ich wartość nie przekroczy 10% wartości netto Umowy lub wyrażonej w złotych\n                           równowartości 200.000 euro. Odpowiedzialność Stron z innych przyczyn, niż zastrzeżone w karach umownych, rozstrzygana\n                           będzie w oparciu o przepisy Kodeksu Cywilnego. Zarząd informuje o zawarciu niniejszej umowy, gdyż jest ona kluczowa dla realizacji\n                           podstawowej działalności Emitenta. Jest to umowa cykliczna, zawierana przez Spółkę\n                           corocznie. O zawarciu poprzedniej umowy z PKP Polskie Linie Kolejowe S.A. Spółka informowała\n                           raportem bieżącym nr 33/2017 z dnia 16 listopada 2017 roku.Podstawa prawna szczegółowa:Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2018-11-27"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 26 listopada 2018\n                           roku Rada Nadzorcza Spółki zatwierdziła Strategię Grupy PKP CARGO na lata 2019-2023\n                           _\"Strategia\"_.Strategia określa wizję i misję Grupy PKP CARGO:• Wizja Grupy PKP CARGO:\"Środkowoeuropejski lider w przewozach kolejowych dzięki uzyskaniu dominującej pozycji\n                           w obszarze \"Trójmorza\" i na Nowym Jedwabnym Szlaku\".• Misja Grupy PKP CARGO:\"Realizowanie kompleksowej usługi logistycznej na rynku kolejowych przewozów towarowych\n                           i usług intermodalnych dającej pozycję dostawcy pierwszego wyboru\".Cele Grupy PKP CARGO w Strategii określono jako:• Cele strategiczne1. Pozycja nr 1 w obszarze \"Trójmorza\" i na trasach Nowego Jedwabnego Szlaku na obszarze\n                           Unii Europejskiej pod względem pracy przewozowej oraz przewiezionej masy do 2023 r.\n                           i wzmacnianie pozycji w latach 2023-2038,2. 65% udział w polskim rynku towarowych przewozów kolejowych do 2023 roku mierzony\n                           pracą przewozową.• Cele krótkookresowe1. Stworzenie najbardziej konkurencyjnej oferty dla partnerów biznesowych na Nowym\n                           Jedwabnym Szlaku na obszarze Unii Europejskiej i w obszarze \"Trójmorza\",2. Coroczny wzrost efektywności operacyjnej mierzony wskaźnikami KPI,3. Utrzymanie tempa wzrostu ceny akcji wyższego od wzrostu wartości WIG30,4. Coroczny zysk netto na poziomie minimum 5% przychodów od 2019 r. i minimum 8% przychodów\n                           od 2023 r. Osiągniecie celów strategicznych będzie oparte na realizacji 13 inicjatyw strategicznych\n                           uszeregowanych w trzech filarach:1. Wzrost• Przyjęcie i realizacja planu wzrostu organicznego na rynku krajowym,• Przyjęcie i realizacja planu wzrostu nieorganicznego na rynku krajowym,• Skoordynowanie ekspansji zagranicznej,• Dostosowanie oferty w celu integracji łańcucha dostaw do klienta,• Przyjęcie i realizacja planu działania dla obszaru marketing oraz CSR w koordynacji\n                           z Grupą PKP,• Rozwój innowacji.2. Efektywność operacyjna• Cyfryzacja i informatyzacja,• Optymalizacja procesów przewozowych,• Modernizacja i optymalizacja zasobów taborowych i procesów utrzymaniowych,• Optymalizacja zarządzania majątkiem.3. Efektywność organizacyjna• Optymalizacja procesów decyzyjnych oraz dostosowanie struktury Grupy PKP Cargo,• Rozwój kultury organizacyjnej, kapitału ludzkiego oraz zarządzania opartego na celach\n                           _MBO_,• Przyjęcie polityki zarządzania projektami oraz powołanie centralnej jednostki PMO.Podstawa prawna szczegółowa:Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2018-11-26"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", “PKP CARGO\"_ informuje o zawarciu w dniu 06\n                           listopada 2018 r. porozumienia pomiędzy Stronami Zakładowego Układu Zbiorowego Pracy\n                           dla Pracowników zatrudnionych przez Zakłady PKP CARGO S.A.  _\"Porozumienie\"_, _\"Strony\"_.Na mocy Porozumienia, Strony postanowiły, że w PKP CARGO S.A. zostanie uruchomiony\n                           pilotażowy program kwartalnej premii zadaniowej za IV kwartał 2018 r. Spółka oszacowała,\n                           że przy pełnej realizacji założonych celów, wartość dodatkowych wypłat wyniesie ok.\n                           29,3 mln zł. Dodatkowo, realizując ustalenia Porozumienia pomiędzy Stronami z dnia 15 czerwca 2018\n                           r. Strony ustaliły, że o ile potwierdzą się szacunkowe wyniki Grupy PKP CARGO  za\n                           9 miesięcy 2018 r., zwiększeniu ulegnie wysokość gratyfikacji z okazji Święta Kolejarza.\n                           Spółka oszacowała, iż wpływ tego wzrostu na wynik Spółki w 2018 r. wyniesie ok. 13,9\n                           mln zł.Jednocześnie Zarząd Spółki informuje, iż po uwzględnieniu powyższych wartości, prognozowany\n                           poziom EBITDA Grupy PKP CARGO na rok 2018 nie będzie niższy niż 904,8 mln zł, a pozostałe\n                           pozycje opublikowane raportem bieżącym nr 26/2018 z dnia 21 sierpnia 2018 r. zachowają\n                           swój prognozowany poziom.Podstawa prawna szczegółowa:Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2018-11-06"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"PKP CARGO\", \"Spółka\"_ informuje o powzięciu w dniu\n                           dzisiejszym informacji o przyznaniu dofinansowania dla trzech projektów złożonych\n                           przez PKP CARGO oraz spółkę zależną - PKP CARGO Centrum Logistyczne Małaszewicze Sp.\n                           z o.o. _\"PKP CARGO CL Małaszewicze\"_ w ramach Programu Operacyjnego Infrastruktura\n                           i Środowisko _\"POIiŚ\"_ – konkurs nr POIiŚ.3.2/1/16 dla Działania 3.2 Rozwój transportu\n                           morskiego, śródlądowych dróg wodnych i połączeń multimodalnych grupa C Transport intermodalny:i. Projekt pn. \"Lokomotywy wielosystemowe i wagony przeznaczone do przewozów intermodalnych\"\n                           _beneficjent PKP CARGO_ – wnioskowane dofinansowanie 92 394 600,00 PLN – przyznane\n                           dofinansowanie 92 394 600,00 PLN;ii. Projekt pn. \"Wagony platformy do przewozów intermodalnych\" _beneficjent PKP CARGO_\n                           – wnioskowane dofinansowanie 183 428 050,00 PLN – przyznane dofinansowanie 183 428\n                           050,00 PLN;iii. Projekt pn. \"Projekt modernizacji i rozbudowy Terminala Intermodalnego w Małaszewiczach\n                           wraz z zakupem wyposażenia\" _beneficjent PKP CARGO CL Małaszewicze_ – wnioskowane\n                           dofinansowanie 12 852 149,90 PLN – przyznane dofinansowanie 12 852 149,90 PLN.W ocenie Zarządu Spółki powyższe dofinansowanie przyczyni się do sukcesywnej realizacji\n                           strategii rozwoju Grupy PKP CARGO i docelowo przełoży na zwiększenie jej roli jako\n                           podmiotu działającego na rynku intermodalnym w Polsce i za granicą.Podstawa prawna:\n                           art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE nr 596/2014 MAR.",
        "date": "2018-10-30"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości szacunkowe\n                           wybrane skonsolidowane wyniki finansowe i operacyjne za 9 miesięcy 2018 r.:- przychody z działalności operacyjnej – 3 839,3 mPLN- EBIT – 275,7 mPLN - zysk netto – 194,2  mPLN - EBITDA – 701,6 mPLN - nakłady inwestycyjne – 476,8 mPLN- masa towarowa – 90 651 tys. ton Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie. Publikacja skonsolidowanego\n                           raportu Grupy Kapitałowej PKP CARGO za 9 miesięcy 2018 r. zaplanowana jest na dzień\n                           22 listopada 2018 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE nr 596/2014 MAR.",
        "date": "2018-10-26"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje o podpisaniu w dniu\n                           25 października 2018 r. z firmą NEWAG S.A. _\"NEWAG\"_ z siedzibą w Nowym Sączu, ul.\n                           Wyspiańskiego 3, umowy na dostawę 3 szt. elektrycznych sześcioosiowych lokomotyw typu\n                           E6ACTa \"DRAGON2\" _\"Umowa\"_.Przedmiot Umowy obejmuje: _i_ dostawę 3 szt. fabrycznie nowych sześcioosiowych lokomotyw\n                           elektrycznych typu E6ACTa \"DRAGON2\" z dodatkowo zabudowanym systemem obserwacji szlaku\n                           oraz systemem pozycjonowania lokomotyw GPS, _ii_ dostawę oprogramowania oraz licencji\n                           niezbędnych do obsługi lokomotywy, _iii_ dostawę zestawu fabrycznie nowych części\n                           zamiennych i podzespołów, wchodzących w skład tzw. \"zestawu antyawaryjnego\", niezbędnych\n                           do szybkiej realizacji napraw awaryjnych.Wszystkie trzy lokomotywy zostaną dostarczone w terminie do 31 grudnia 2018 r.Szacunkowa wartość Umowy wynosi ok. 45,3 mln zł netto.Płatność za dostarczone lokomotywy będzie realizowana w systemie ratalnym. W odniesieniu\n                           do pozostałych produktów płatność będzie realizowana po potwierdzeniu dostawy w terminie\n                           60 dni od daty otrzymania faktury. Umowa przewiduje kary umowne zastrzeżone na rzecz PKP CARGO od NEWAG, z następujących\n                           tytułów: _i_ z tytułu zwłoki w dostawie lokomotyw, _ii_ z tytułu zwłoki w rozpoczęciu\n                           wykonywania przeglądów poziomu P1 i P2 wraz ze szkoleniem pracowników PKP CARGO, _iii_\n                           z tytułu niedotrzymanie współczynnika gotowości technicznej, _iv_ z tytułu odstąpienia\n                           od Umowy, jej wypowiedzenia lub zaprzestania wykonywania obowiązków z niej wynikających\n                           z przyczyn leżących po stronie NEWAG. Łączna wysokość kar umownych została ograniczona do poziomu 10% wynagrodzenia netto\n                           za dostawę 3 szt. lokomotyw.W przypadku, gdy kary umowne nie pokryją w pełni poniesionych szkód, PKP CARGO przysługuje\n                           prawo dochodzenia odszkodowania przewyższającego wysokość zastrzeżonych kar umownych,\n                           na zasadach ogólnych.Pozostałe warunki Umowy nie odbiegają od powszechnie stosowanych dla tego typu umów.Zawarcie przedmiotowej Umowy jest elementem realizacji przez Spółkę programu inwestycyjnego\n                           i stanowi istotny element budowania silnej i stabilnej pozycji konkurencyjnej PKP\n                           CARGO. Wprowadzenie do eksploatacji lokomotyw DRAGON2 pozwoli również na poprawę efektywności\n                           procesu przewozowego.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE  nr 596/2014 MAR.",
        "date": "2018-10-25"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "W nawiązaniu do raportów bieżących nr 28/2013 z dnia 4 grudnia 2013 r., nr 16/2014\n                           z dnia 17 marca 2014 r., nr 52/2014 z dnia 23 sierpnia 2014 r. oraz nr 2/2016 z dnia\n                           4 stycznia 2016 r., Zarząd spółki PKP CARGO S.A. _\"Spółka\"_ informuje, że w dniu 15\n                           października 2018 r. Sąd Okręgowy w Warszawie – Sąd Ochrony Konkurencji i Konsumentów\n                           _dalej: \"SOKiK\"_ wydał wyrok, w którym oddalił odwołanie PKP CARGO S.A. i utrzymał\n                           w mocy Decyzję Prezesa Urzędu Ochrony Konkurencji i Konsumentów _\"Prezes UOKiK\"_ nr\n                           DOK-5/2015 z dnia 31 grudnia 2015 r. na mocy której Prezes UOKiK:i. stwierdził nadużywanie przez Spółkę pozycji dominującej na krajowym rynku kolejowych\n                           przewozów towarowych, polegające na przeciwdziałaniu ukształtowaniu się warunków niezbędnych\n                           do powstania lub rozwoju konkurencji, poprzez wprowadzenie z dniem 1 maja 2006 r.\n                           zmian w \"Zasadach sprzedaży usług przewozów towarowych przez PKP CARGO S.A.\" w szczególności\n                           zawartego w rozdziale I. tych zasad § 5 ust. 6 -10, który uprawniał Spółkę do odmowy\n                           podpisania umów specjalnych z przedsiębiorcami uznanymi za konkurentów Spółki;ii. stwierdził zaniechanie stosowania ww. praktyki z dniem 1 lipca 2007 r.; oraziii. nałożył na Spółkę karę pieniężną w wysokości 14.224.272,18 złotych _słownie:\n                           czternaście milionów dwieście dwadzieścia cztery tysiące dwieście siedemdziesiąt dwa\n                           złote 18/100_.Zgodnie z informacjami zawartymi w Prospekcie Emisyjnym Spółki, w dniu 7 lipca 2009\n                           r. Prezes UOKiK wydał decyzję, w której uznał za praktykę ograniczającą konkurencję\n                           odmowę świadczenia przez Spółkę usług kolejowego przewozu towarów swoim konkurentom\n                           na zasadach szczególnych, tj. w drodze zawierania umów przewidujących upusty od taryfy\n                           towarów Spółki oraz nałożył na Spółkę karę pieniężną w wysokości 60.362.072 złotych.Na mocy wyroku Sądu Najwyższego z dnia 3 października 2013 r., zostały uchylone wyroki\n                           sądów I oraz II instancji. W dniu 17 marca 2014 r. Sąd Okręgowy w Warszawie – Sąd\n                           Ochrony Konkurencji i Konsumentów uchylił Decyzję Prezesa UOKiK z 7 lipca 2009 r.\n                           W związku z tym w dniu 3 grudnia 2013 r. Prezes UOKiK zwrócił Spółce zapłaconą karę\n                           pieniężną, a w dniu 4 sierpnia 2014 r. na konto Spółki wpłynęła kwota 12.555.311 złotych,\n                           która stanowi zwrot odsetek od wspomnianej kary. Po ponownym przeprowadzeniu postępowania,\n                           dnia 31 grudnia 2015 r. Prezes UOKIK wydał decyzję nr DOK-5/2015, o której wspomniano\n                           powyżej, która to decyzja została zaskarżona przez Spółkę poprzez wniesienie odwołania\n                           do SOKiK w dniu 4 lutego 2016 r.Wyrok SOKiK jest nieprawomocny, Spółce przysługuje możliwość wniesienia apelacji do\n                           Sądu Apelacyjnego w Warszawie.W ocenie Zarządu Spółki wyrok SOKiK z dnia 15 października 2018 r. jest bezpodstawny.\n                           W związku z powyższym Spółka zamierza odwołać się od ww. wyroku.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE  nr 596/2014 MAR.",
        "date": "2018-10-15"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. informuje, iż w dniu 11 października 2018 r. została\n                           zawarta Umowa Sprzedaży Energii Elektrycznej i Usługi Dystrybucji _\"Umowa\"_ pomiędzy\n                           PKP CARGO S.A. z siedzibą w Warszawie _\"Odbiorca\", \"Spółka\"_, a PKP Energetyka S.A.\n                           z siedzibą w Warszawie _\"Dostawca\"_. Przedmiotem Umowy jest sprzedaż energii elektrycznej _\"Energia Trakcyjna\"_ oraz świadczenie\n                           usług dystrybucji Energii Trakcyjnej na potrzeby prowadzenia działalności przewozowej\n                           trakcją elektryczną pociągami należącymi do Odbiorcy oraz na potrzeby pociągów uruchamianych\n                           przez innych przewoźników z wykorzystaniem lokomotyw elektrycznych Odbiorcy, którzy\n                           nie są obciążani za zużywaną energię elektryczną na podstawie odrębnych umów. Umowa\n                           określa wielkość mocy umownej w okresie rozliczeniowym i prognozowaną wielkość zużycia\n                           Energii Trakcyjnej.Umowa została zawarta na okres od dnia 1 stycznia 2019 r. do dnia 31 grudnia 2020\n                           r. Przewidywana wartość Umowy w okresie jej obowiązywania wynosi łącznie 987 080 000\n                           zł netto _1 214 108 400 zł brutto_. Cena sprzedaży energii elektrycznej dla Odbiorcy wyliczona jest zgodnie ze wzorem\n                           ustalonym dla lat 2019-2020. Model wyznaczania ceny energii obowiązującej w poszczególnych\n                           latach określa oferta sprzedaży energii elektrycznej, która stanowi integralną część\n                           Umowy.Umowa określa, że w przypadku zmiany przepisów obowiązujących w dniu złożenia oferty,\n                           cena energii elektrycznej zostanie skorygowana na zasadach określonych w Umowie.Podstawa\n                           prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE  nr 596/2014 MAR",
        "date": "2018-10-11"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "W nawiązaniu do raportu bieżącego nr 16/2018 z dnia 21 maja 2018 roku, Zarząd Spółki\n                           PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje o podpisaniu w dniu 19 września 2018\n                           r. z firmą Pojazdy Szynowe PESA Bydgoszcz S.A. z siedzibą w Bydgoszczy _\"PESA\"_ oraz\n                           Instytutem Pojazdów Szynowych \"TABOR\" z siedzibą w Poznaniu _\"IPS\"_, umowy współpracy\n                           przy pracach badawczo-rozwojowych w ramach projektu budowy lokomotywy dwunapędowej\n                           w wersji autonomicznej _\"Umowa\", \"Lokomotywa\"_.Współpraca obejmuje następujące działania: _i_ sporządzenie przez PKP CARGO i PESA\n                           założeń technicznych projektowanej lokomotywy wraz z propozycją jej konfiguracji.\n                           Ocena i weryfikacja przez IPS w/w dokumentów oraz przedłożenie ich do PKP CARGO i\n                           PESA po naniesieniu uwag do zatwierdzenia, _ii_ rozpoczęcie prac projektowych i badawczych\n                           w oparciu o wspólnie uzgodniony harmonogram, _iii_ uruchomienie procesu budowy Lokomotywy\n                           wraz z niezbędną dokumentacją dla uzyskania zezwolenia na dopuszczenie do eksploatacji\n                           jako pojazdu zgodnego z TSI, _iv_ eksploatacja Lokomotywy w PKP CARGO – prowadzona\n                           przez pierwsze 12 miesięcy od chwili jej wyprodukowania i rozpoczęcia eksploatacji\n                           przez PKP CARGO, bieżąca realizacja wniosków korekcyjnych oraz walidacja przez strony\n                           Umowy pełnej dokumentacji pojazdu zgodnie z aktualnymi wymogami prawa.Zważywszy, że projekt budowy lokomotywy dwunapędowej nazwany \"Platforma lokomotyw\n                           z zaawansowanymi spalinowo elektrycznymi _wielosystemowymi_ układami napędowymi\" zgłoszony\n                           został przez PESA do konkursu na dofinansowanie projektów innowacyjnych programu Innotabor\n                           ogłoszonego przez Narodowe Centrum Badań i Rozwoju i uzyskał pozytywną ocenę i rekomendację\n                           dofinansowania, strony Umowy uznały za celowe nawiązanie współpracy w celu zapewnienia\n                           należytego wykorzystania przyznanych środków finansowych przy zachowaniu zasady efektywności.\n                           Jednocześnie Zarząd Spółki informuje, że PKP CARGO nie jest zobowiązane do nabycia\n                           Lokomotywy.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE  nr 596/2014 MAR.",
        "date": "2018-09-19"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ informuje o powzięciu w dniu 29 sierpnia 2018\n                           roku od  Aegon Powszechne Towarzystwo Emerytalne S.A. z siedzibą w Warszawie, zawiadomienia\n                           o zmniejszeniu ogólnej liczby głosów w Spółce PKP CARGO S.A., o następującej treści:\"Aegon Otwarty Fundusz Emerytalny w wyniku transakcji zbycia zawartej w dniu 24 sierpnia\n                           2018 r. i rozliczonej w dniu 28 sierpnia 2018 r. zmniejszył stan posiadania akcji\n                           spółki PKP CARGO S.A. _dalej: \"Spółka\"_ poniżej 5% głosów.Aegon Powszechne Towarzystwo Emerytalne S.A. informuje, że według stanu na dzień 24\n                           sierpnia 2018 r. Aegon Otwarty Fundusz Emerytalny posiadał 2 154 979 akcji Spółki\n                           co stanowiło 4,812% udziału w kapitale zakładowym oraz 2 154 979 głosów z posiadanych\n                           akcji, stanowiących 4,812% ogólnej liczby głosów.Przed zbyciem akcji Aegon Otwarty Fundusz Emerytalny posiadał 2 384 979 akcji Spółki,\n                           co stanowiło 5,325% udziału w kapitale zakładowym oraz 2 384 979 głosów z posiadanych\n                           akcji, stanowiących 5,325% ogólnej liczby głosów\".Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U. 2013 poz. 1382_.",
        "date": "2018-08-29"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "W nawiązaniu do raportów bieżących nr 4/2018 z dnia 16 marca 2018 r. \"Publikacja prognozy\n                           wybranych danych finansowych PKP CARGO S.A. na rok 2018\" oraz nr 13/2018 z dnia 7\n                           maja 2018 r. \"Publikacja prognozy wybranych danych Grupy PKP CARGO na rok 2018\", Zarząd\n                           Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_, po przeanalizowaniu wyników finansowych\n                           Spółki za I półrocze 2018 r. oraz sytuacji na rynku kolejowych przewozów towarowych,\n                           przekazuje do publicznej wiadomości korektę prognozy wybranych jednostkowych danych\n                           finansowych i operacyjnych dotyczących działalności PKP CARGO na rok 2018:- przychody z działalności operacyjnej PKP CARGO wyniosą 3 914,5 mln PLN tj. wzrost\n                           o 1,6 mln PLN _+0,04%_ w stosunku do poprzedniej prognozy,- zysk EBITDA PKP CARGO wyniesie 781,3 mln PLN, tj. wzrost o 117,7 mln PLN _+17,7%_\n                           w stosunku do poprzedniej prognozy,- zysk EBIT PKP CARGO wyniesie 337,3 mln PLN tj. wzrost o 133,3 mln PLN _+65,3%_ w\n                           stosunku do poprzedniej prognozy, - zysk netto PKP CARGO wyniesie 269,9 mln PLN tj. wzrost o 109,1 mln PLN _+67,8%_\n                           w stosunku do poprzedniej prognozy,- nakłady inwestycyjne CAPEX wyniosą 878,5 mln PLN, tj. spadek o 139,1 mln PLN _-13,7%_\n                           w stosunku do poprzedniej prognozy.Ponadto, w wyniku korekty prognozy Spółki, aktualizacji podlega również prognoza wybranych\n                           danych Grupy PKP CARGO na rok 2018 rok:- zysk EBITDA Grupy PKP CARGO wyniesie 904,8 mln PLN, tj. wzrost o 126,1 mln PLN _+16,2%_\n                           w stosunku do poprzedniej prognozy,- przewieziona masa towarowa wyniesie 121,8 mln ton, tj. spadek o 4,1 mln ton _-3,2%_\n                           w stosunku do poprzedniej prognozy,- udział w polskim rynku przewozów wg pracy przewozowej wyniesie 49,7%, tj. spadek\n                           o 4,2 p.p. _-7,9%_ w stosunku do poprzedniej prognozy.W przypadku, gdy prognozowany poziom któregoś ze wskaźników będzie wykazywał znaczącą\n                           różnicę w stosunku do opublikowanych powyżej prognoz, Zarząd Spółki podejmie decyzję\n                           o korekcie prognozy.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE  nr 596/2014 MAR.",
        "date": "2018-08-21"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ niniejszym informuje o zmianie terminu przekazania\n                           do publicznej wiadomości rozszerzonego skonsolidowanego raportu za I półrocze 2018\n                           roku Grupy Kapitałowej PKP CARGO i podjęciu decyzji o przekazaniu tego raportu do\n                           publicznej wiadomości w dniu 21 sierpnia 2018 roku.Zgodnie z informacją zawartą w raporcie bieżącym nr 1/2018 z dnia 09 stycznia 2018\n                           roku dotyczącego terminów publikacji raportów okresowych w 2018 roku, pierwotna data\n                           publikacji ww. raportu ustalona była na dzień 28 sierpnia 2018 roku.Podstawa prawna: § 80 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. 2018 poz. 757_",
        "date": "2018-07-31"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości szacunkowe\n                           wybrane skonsolidowane wyniki finansowe i operacyjne za I półrocze 2018 r.:- przychody z działalności operacyjnej – 2.509,9 mPLN- EBIT – 133,9 mPLN - zysk netto – 89,6 mPLN - EBITDA – 422,6 mPLN - nakłady inwestycyjne – 302,7 mPLN- masa towarowa – 59 566 tys. ton Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie. Publikacja skonsolidowanego\n                           raportu Grupy Kapitałowej PKP CARGO za I półrocze 2018 r. zaplanowana jest na dzień\n                           28 sierpnia 2018 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2018-07-30"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w ramach prowadzonych\n                           procesów optymalizacyjnych w Grupie AWT, przeprowadzona została analiza, w wyniku\n                           której zidentyfikowano zbędne składniki taboru kolejowego. Zgodnie z Polityką Rachunkowości\n                           PKP CARGO, oszacowana została wartość przepływów pieniężnych możliwa do uzyskania\n                           w wyniku zbycia powyższych aktywów.Zarząd Spółki, po przeprowadzeniu ww. analizy oraz uwzględniając efekty procesów optymalizacyjnych,\n                           podjął decyzję o dokonaniu odpisu z tytułu trwałej utraty wartości składników zbędnego\n                           taboru kolejowego w kwocie 18,1 mln zł. Wpływ rozpoznanego odpisu na skonsolidowany\n                           zysk netto z uwzględnieniem efektu podatku odroczonego wynosi 14,6 mln zł.Dokonany odpis ma charakter niepieniężny i pozostaje bez wpływu na sytuację płynnościową\n                           Grupy PKP CARGO.Przedstawione powyżej wartości mają charakter szacunkowy i mogą ulec zmianie. Ostateczne wyniki zostaną przedstawione w skonsolidowanym sprawozdaniu finansowym\n                           za I półrocze 2018 r., którego publikacja planowana jest na 28 sierpnia 2018 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2018-07-24"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ informuje o powzięciu w dniu 21 czerwca 2018\n                           roku od  Nationale - Nederlanden Powszechne Towarzystwo Emerytalne S.A. zawiadomienia\n                           o zmianie stanu posiadania o następującej treści:\"Działając zgodnie z art. 69 w zw. z art. 87 ust. 1 pkt 3 lit. b ustawy z dnia 29\n                           lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U. z 2009, Nr 185,\n                           poz. 1439 z późn. zm._ informujemy, że w wyniku nabycia akcji Spółki PKP Cargo S.A.\n                           w transakcjach na GPW w Warszawie, rozliczonych w dniu 14 czerwca 2018 r., zarządzane\n                           przez Nationale - Nederlanden Powszechne Towarzystwo Emerytalne SA fundusze: Nationale\n                           – Nederlanden Otwarty Fundusz Emerytalny _dalej \"OFE\"_ oraz Nationale Nederlanden\n                           Dobrowolny Fundusz Emerytalny _dalej \"DFE\"_ zwiększył stan posiadania akcji Spółki,\n                           o co najmniej 2% głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki.Przed rozliczeniem transakcji tj. na dzień 13 czerwca 2018 r. OFE i DFE posiadały\n                           7 737 887 _siedem milionów siedemset trzydzieści siedem tysięcy osiemset osiemdziesiąt\n                           siedem_ akcje Spółki, co stanowiło 17,28% kapitału zakładowego Spółki i były uprawnione\n                           do 7 737 887 _siedem milionów siedemset trzydzieści siedem tysięcy osiemset osiemdziesiąt\n                           siedem_ głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki, co stanowiło 17,28% ogólnej\n                           liczby głosów.Po rozliczeniu transakcji w dniu 14 czerwca 2018 r. na rachunkach papierów wartościowych\n                           OFE i DFE znajdowało się 7 751 187 _siedem milionów siedemset pięćdziesiąt jeden tysięcy\n                           sto osiemdziesiąt siedem_ akcji Spółki, co stanowi 17,31% kapitału zakładowego Spółki.\n                           Akcje te uprawniają do 7 751 187 _siedem milionów siedemset pięćdziesiąt jeden tysięcy\n                           sto osiemdziesiąt siedem_ głosów na Walnym Zgromadzeniu Akcjonariuszy Spółki, co stanowi\n                           17,31% ogólnej liczby głosów\".Podstawa prawna: Art. 70 pkt 1 Ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _Dz.U. 2013 poz. 1382_.",
        "date": "2018-06-21"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", “PKP CARGO\"_ informuje o zawarciu w dniu 15\n                           czerwca 2018 r. porozumienia pomiędzy Stronami Zakładowego Układu Zbiorowego Pracy\n                           dla Pracowników zatrudnionych przez Zakłady PKP CARGO S.A.  _\"Porozumienie\"_, _\"Strony\"_.Na mocy Porozumienia, Strony postanowiły, że z dniem 1 września 2018 r. wdrożona zostanie\n                           podwyżka wynagrodzeń. Spółka oszacowała, że do końca 2018 r. koszt podwyżki łącznie\n                           z jednorazową premią wyniesie około 33,9 mln zł.Jednocześnie Zarząd Spółki zakłada, że koszt jednostkowy na tonokilometr nie ulegnie\n                           zwiększeniu w roku 2018 ze względu na rosnącą efektywność przewozów.Głównym punktem Porozumienia jest wprowadzenie zasady, że wzrost wynagrodzeń będzie\n                           powiązany z wydajnością. I dlatego też Zarząd PKP CARGO będzie pracował nad zbudowaniem\n                           systemu motywacyjnego. Wspólnym celem jest, aby taki system mógł obowiązywać od 2019\n                           roku. Podstawa prawna szczegółowa:Art. 17 ust. 1 MAR - informacje poufne",
        "date": "2018-06-15"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\"_ niniejszym przekazuje w załączeniu do publicznej\n                           wiadomości wykaz akcjonariuszy posiadających, co najmniej 5% głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 13 czerwca 2018 r.Podstawa prawna: Art. 70 pkt 3 Ustawy z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _tekst jednolity Dz.U. z 2018 r., poz. 512 z późn. zm._.",
        "date": "2018-06-15"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ niniejszym przekazuje w załączeniu do publicznej\n                           wiadomości treść uchwał podjętych przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Spółki _\"ZWZ\"_, które odbyło się w dniu 13 czerwca 2018 r., wraz z wynikami głosowań.Jednocześnie Zarząd Spółki informuje, iż podczas obrad ZWZ nie został zgłoszony sprzeciw\n                           do protokołu obrad w stosunku do podjętych uchwał i nie odstąpiono od rozpatrzenia\n                           żadnego z punktów porządku obrad.Podstawa prawna: § 19 ust. 1 pkt 6_ Rozporządzeniu Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez Emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _tekst jednolity z 2018 r. Dz. U. 2018 r., poz.\n                           757_",
        "date": "2018-06-13"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ niniejszym przekazuje w załączeniu do publicznej\n                           wiadomości treść projektów uchwał, poddanych pod głosowanie, a które nie zostały podjęte\n                           przez Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki _\"ZWZ\"_, które odbyło się\n                           w dniu 13 czerwca 2018 r., wraz z wynikami głosowań.Podstawa prawna: § 19 ust. 1 pkt 8_ Rozporządzeniu Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez Emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _tekst jednolity z 2018 r. Dz. U. 2018 r., poz.\n                           757_",
        "date": "2018-06-13"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 06 czerwca\n                           2018 r. otrzymał od  PKP S.A. – akcjonariusza Spółki, pismo z dnia 06 czerwca 2018r.\n                           złożone w związku z § 19 ust. 2 i ust. 6 Statutu Spółki, o powołaniu Pana Pawła Sosnowskiego\n                           z dniem 07 czerwca 2018 r. do składu  Rady Nadzorczej PKP CARGO. Pan Paweł Sosnowski jest absolwentem Wydziału Prawa i Administracji na Uniwersytecie\n                           Warszawskim oraz absolwentem Wydziału Prawa Kanonicznego Akademii Teologii Katolickiej.\n                           Posiada tytuł doktora nauk prawnych w zakresie prawa, specjalność prawo administracyjne\n                           na Katolickim Uniwersytecie Lubelskim. Ponadto Pan Paweł Sosnowski posiada uprawnienia\n                           radcy prawnego  - Okręgowa Izba Radców Prawnych w Warszawie.Pan Paweł Sosnowski w latach 1992-2006 związany był z Totalizatorem Sportowym Sp.\n                           z o.o., a w latach 1998-2002 z Państwowym Funduszem Rehabilitacji Osób Niepełnosprawnych.\n                           W tym czasie prowadził również wykłady na Wydziale Administracji i Nauk Społecznych\n                           Politechniki Warszawskiej, a także współpracował z Katedrą Prawa Administracyjnego\n                           i Samorządu Terytorialnego na Uniwersytecie Kardynała Stefana Wyszyńskiego. W latach\n                           2003-2007 pełnił m.in. funkcję z-cy Burmistrza Dzielnicy Wawer m.st. Warszawy oraz\n                           głównego specjalisty w Biurze Prawnym Urzędu miasta stołecznego Warszawy. W roku 2007\n                           był również z-cą Powiatowego Inspektora Nadzoru Budowlanego w Powiatowym Inspektoracie\n                           Nadzoru Budowlanego dla m.st. Warszawy. Od 2007 związany z Prokuratorią Generalną\n                           Skarbu Państwa. Pan Paweł Sosnowski był członkiem Rady Nadzorczej LIGIA Sp. z o.o. _2000-2002_, Przewodniczącym\n                           Rady Nadzorczej Towarzystwa Budownictwa społecznego \"WOLA\" Sp. z o.o. _2003-2006_\n                           oraz członkiem i sekretarzem Rady Nadzorczej PKP S.A _2017-2018_. Pan Paweł Sosnowski nie prowadzi działalności konkurencyjnej wobec PKP CARGO, nie\n                           uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu konkurencyjnej spółki kapitałowej lub członek organu jakiejkolwiek\n                           konkurencyjnej osoby prawnej oraz nie jest wpisany w Rejestrze Dłużników Niewypłacalnych,\n                           prowadzonym na podstawie przepisów ustawy z dnia 20 sierpnia 1997 roku o Krajowym\n                           Rejestrze Sądowym _Dz. U. z 2015 r., poz. 1142_.W wyniku dokonanych zmian, skład Rady Nadzorczej przedstawia się następująco:1_ Pan Krzysztof Mamiński,2_ Pan Mirosław Antonowicz,3_ Pan Władysław Szczepkowski,4_ Pani Małgorzata Kryszkiewicz,5_ Pan Paweł Sosnowski,6_ Pan Raimondo Eggink,7_ Pani Zofia Dzik,8_ Pan Krzysztof Czarnota,9_ Pan Tadeusz Stachaczyński,10_ Pan Jerzy Sośnierz.Podstawa prawna: § 5 ust. 1 pkt 5 Rozporządzeniu Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez Emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _tekst jednolity z 2018 r. Dz. U. 2018 r., poz.\n                           757 z późn. zm._",
        "date": "2018-06-06"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje o podpisaniu w dniu21 maja 2018 r. z firmą Pojazdy Szynowe PESA Bydgoszcz S.A. z siedzibą w Bydgoszczy\n                           _\"PESA\"_,  umowy na wykonanie napraw na piątym poziomie utrzymania wrazz wymianą silnika spalinowego na nowy, 38 lokomotyw spalinowych serii ST44 w okresie\n                           od stycznia 2019 r. do września 2020 r. _\"Umowa\"_.Przedmiot Umowy obejmuje: _i_ naprawę na piątym poziomie utrzymania wraz z wymianą\n                           silnika spalinowego na nowy, 38 lokomotyw serii ST44. W ramach naprawy zostaną przeprowadzone\n                           istotne modyfikacje lokomotywy, w szczególności zostanie dokonana wymiana przestarzałego,\n                           dwusuwowego silnika spalinowego na silnik czterosuwowy nowej generacji typu 12CzN26/26,\n                           spełniający normy emisji spalin UICIIIA, gwarantujący obniżenie zużycie oleju napędowego\n                           i oleju silnikowego. Lokomotywy zostaną również wyposażone w nową ergonomiczną kabinę\n                           maszynisty, _ii_ dostawę oprogramowania oraz licencji niezbędnych do obsługi lokomotywy,\n                           _iii_ dostawę zestawu narzędzi specjalistycznych do wykonywania czynności przeglądowo-naprawczych\n                           silnika spalinowego. Lokomotywy w wyniku naprawy i modernizacji będą miały zagwarantowany\n                           wysoki współczynnik niezawodności.Harmonogram realizacji umowy zakłada wykonanie łącznie 38 napraw w tym: _i_ w 2019\n                           roku – 20 szt.; _ii_ w 2020 roku – 18 szt.Szacunkowa wartość Umowy wynosi ok. 176,3 mln złotych netto.Umowa obowiązuje w okresie od daty zawarcia do momentu zakończenia gwarancji jakości\n                           na ostatnią naprawioną lokomotywę.Płatności za naprawione lokomotywy będzie realizowana oddzielnie dla każdego pojazdu,\n                           po zakończonej naprawie, w terminie 60 dni od daty otrzymania faktury. Umowa przewiduje kary umowne zastrzeżone na rzecz PKP CARGO od PESA, z następujących\n                           tytułów: _i_ opóźnienia w wykonaniu naprawy każdej z lokomotyw, _ii_ opóźnienia w\n                           wykonaniu obowiązków gwarancyjnych oraz opóźnienia w wykonaniu obowiązków wynikających\n                           z rękojmi, _iii_ niedotrzymania współczynnika niezawodności, _iv_ odstąpienia od Umowy\n                           z przyczyn leżących po stronie PESA. Kary umowne za odstąpienie od Umowy z przyczyn leżących po stronie PESA, nie mogą\n                           łącznie przekroczyć 10% wartości netto niezrealizowanej części przedmiotu Umowy.W przypadku, gdy kary umowne nie pokryją w pełni poniesionych szkód, PKP CARGO przysługuje\n                           prawo dochodzenia odszkodowania przewyższającego wysokość zastrzeżonych kar umownych,\n                           na zasadach ogólnych.Pozostałe warunki Umowy nie odbiegają od powszechnie stosowanych dla tego typu umów.Zawarcie przedmiotowej Umowy jest elementem realizacji strategii Spółki konsekwentnego\n                           zwiększania udziału w rynku, budowy przewag konkurencyjnych oraz  stanowi istotny\n                           element budowania silnej i stabilnej pozycji PKP CARGO. Naprawione i zmodernizowane\n                           lokomotywy serii ST44 będą wykorzystywane do prowadzenia pociągów z paliwami stałymi\n                           i kruszywami na niezelektryfikowanych trasach objazdowych w okresie realizowanych\n                           na szeroką skalę inwestycji infrastrukturalnych. Zastosowanie nowoczesnego silnika\n                           spalinowego pozwoli na istotne zmniejszenie zużycia paliwa i oleju silnikowego oraz\n                           poprawi wskaźnik dostępności pojazdów. Nie bez znaczenia jest również korzystny wpływ\n                           modernizacji lokomotyw na środowisko naturalne dzięki dokonywanej wymianie przestarzałych\n                           silników spalinowych.  Jednocześnie Zarząd Spółki informuje, iż w dniu 21 maja br. PKP CARGO podpisało z\n                           PESA List intencyjny w zakresie budowy lokomotywy dwunapędowej spalinowo – elektrycznej\n                           _\"List intencyjny\"_. Strony wyrażają zainteresowanie nawiązaniem współpracy dla realizacji\n                           wspólnych przedsięwzięć w obszarze prac badawczo – rozwojowych dla budowy taboru kolejowego\n                           nowej generacji, szczególnie lokomotywy dwunapędowej _spalinowo - elektrycznej_ do\n                           prowadzenia pociągów towarowych po liniach zelektryfikowanych jak i niezelektryfikowanych\n                           oraz lokomotywy autonomicznej.Strony wyrażają również intencję przystąpienia do rozmów dotyczących zawarcia umowy\n                           konsorcjum, którego celem byłaby konstrukcja, budowa, a następnie eksploatacja próbna\n                           prototypu lokomotywy dwunapędowej oraz lokomotywy autonomicznej, a następnie uzyskanie\n                           pozytywnych wyników eksploatacyjnych oraz wymaganego prawem dopuszczenia do eksploatacji.\n                           List intencyjny stanowi wyraz zainteresowania PKP CARGO oraz PESA podjęciem współpracy\n                           i nie tworzy żadnych zobowiązań do zawarcia umów, ani innych zobowiązań o charakterze\n                           finansowym lub prawnym.Podpisanie przedmiotowego Listu intencyjnego dowodzi, iż PKP CARGO zainteresowana\n                           jest projektami innowacyjnymi oraz nadaje innowacyjnym rozwiązaniom dla transportu\n                           kolejowego znaczące miejsce w swoich planach i swojej strategii. Posiadanie lokomotywy\n                           dwunapędowej pozwoliłoby PKP CARGO stać się bardziej konkurencyjnym podmiotem na rynku\n                           przewozów towarowych.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2018-05-21"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ przekazuje do publicznej wiadomości szacunkowe\n                           wybrane skonsolidowane wyniki finansowe i operacyjne za I kwartał 2018 r.:- przychody ze sprzedaży – 1.215,9 mPLN- EBIT – 63,3 mPLN - zysk netto – 35,6 mPLN - EBITDA – 200,3 mPLN - nakłady inwestycyjne – 132,5 mPLN- masa towarowa – 29 427 tys. ton Prezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie. Publikacja skonsolidowanego\n                           raportu Grupy Kapitałowej PKP CARGO za I kwartał 2018 r. zaplanowana jest na dzień\n                           25 maja 2018 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2018-05-09"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ w załączeniu przekazuje do publicznej wiadomości\n                           ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki wraz z treścią projektów\n                           uchwał, które mają być przedmiotem obrad Zwyczajnego Walnego Zgromadzenia.Zwyczajne Walne Zgromadzenie odbędzie się dnia 13 czerwca 2018 roku o godz. 13:30\n                           w siedzibie Spółki przy ul. Grójeckiej 17 w Warszawie.Jednocześnie Zarząd Spółki informuje, że Rada Nadzorcza Spółki, zgodnie z § 19 ust.\n                           2 pkt 2_ Regulaminu Rady Nadzorczej Spółki oraz zasadą II.Z.11 Dobrych Praktyk Spółek\n                           Notowanych na GPW, stanowiących Załącznik do Uchwały Nr 26/1413/2015 Rady Nadzorczej\n                           Giełdy Papierów Wartościowych w Warszawie S.A. z dnia 13 października 2015 r., pozytywnie\n                           zaopiniowała sprawy mające być przedmiotem uchwał Zwyczajnego Walnego Zgromadzenia\n                           Spółki. Podstawa prawna: § 19 ust. 1 pkt 1 i 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2018 r. poz. 757_.",
        "date": "2018-05-08"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\"_ informuje, iż w dniu 7 maja br. Spółka powołała\n                           Radę Prezesów _\"Rada Prezesów\"_ w celu integracji i optymalizacji procesów w ramach\n                           Grupy PKP CARGO. Rada Prezesów powołała cztery komitety sterujące, w tym komitet ds.\n                           aktualizacji strategii Grupy, który do końca bieżącego roku ma przygotować uaktualnioną\n                           krótko -, średnio - i długookresową strategię rozwoju. Ponadto Rada Prezesów przyjęła\n                           plan działalności Grupy PKP CARGO na 2018 rok, który zakłada EBITDA Grupy PKP CARGO\n                           w wysokości 778,7 mln PLN tj. o 10,9 % więcej w stosunku do 2017 roku, przy planowanej\n                           masie przewiezionych towarów w wysokości 125,9 mln ton, co da udział w polskim rynku\n                           przewozów na koniec 2018 roku w wysokości 53,9% według pracy przewozowej i będzie\n                           wyższy o 2,3 punktu procentowego w stosunku do 2017 roku.Powołanie Rady Prezesów jest początkiem odzyskiwania udziału w rynku oraz konsekwentną\n                           realizacją polityki poprawy wyników Grupy PKP CARGO.W przypadku, gdy prognozowany poziom, któregoś ze wskaźników będzie wykazywał znaczącą\n                           różnicę w stosunku do prognoz, Zarząd Spółki podejmie decyzję o korekcie prognozy.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2018-05-07"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 23 kwietnia\n                           2018 r. Rada Nadzorcza Spółki podjęła uchwałę w sprawie stwierdzenia powołania zgłoszonego\n                           kandydata na przedstawiciela pracowników w składzie Rady Nadzorczej PKP CARGO VI kadencji.\n                           Po przeprowadzeniu wyborów uzupełniających kandydata na przedstawiciela pracowników\n                           w Radzie Nadzorczej PKP CARGO VI kadencji, Rada Nadzorcza Spółki stwierdziła powołanie\n                           z dniem 01 maja 2018 r. w skład Rady Nadzorczej PKP CARGO VI kadencji zgłoszonego\n                           kandydata na przedstawiciela pracowników - Pana Jerzego Sośnierza.Uchwała wchodzi w życie z dniem 25 kwietnia 2018 roku.W związku ze śmiercią Pana Marka Podskalnego, w dniu 24 listopada 2017 r. wygasł mandat\n                           Członka Rady Nadzorczej PKP CARGO Z uwagi na fakt, iż Pan Marek Podskalny był Członkiem\n                           Rady Nadzorczej PKP CARGO wybranym z ramienia pracowników, Rada Nadzorcza podjęła\n                           niezbędne działania celem uzupełnienia składu Rady Nadzorczej.Pan Jerzy Sośnierz w 1978 r. ukończył Technikum Hutnicze w Dąbrowie Górniczej na kierunku\n                           budowa maszyn górniczych. W 1979 roku odbył kurs dyżurnego ruchu. W roku 2010 ukończył\n                           studia magisterskie na Wyższej Szkole Humanitas w Sosnowcu na Wydziale Administracji\n                           i Zarządzania- specjalność: administracja publiczna. Pan Jerzy Sośnierz posiada 40 – letnie doświadczenie w branży kolejnictwa. Swoją pracę\n                           zawodową rozpoczął w 1978 r. jako dyżurny ruchu w Bukownie, następnie został  dyspozytorem\n                           w Jaworzno-Szczakowej, a po restrukturyzacji Spółki PKP CARGO S.A dyspozytorem zmianowym\n                           w Katowicach. Współzałożyciel  związku NSZZ Solidarność Koła w Bukownie, do dnia dzisiejszego\n                           związany z NSZZ Solidarność, gdzie pełni funkcję Przewodniczącego w PKP Cargo S.A.\n                           Południowy Zakład Spółki. W czasie swojej kadencji był członkiem Prezydium Sekcji\n                           Zawodowej PKP CARGO S.A., członkiem Rady Sekcji Zawodowej PKP CARGO S.A., członkiem\n                           Rady Krajowej Sekcji Kolejarzy oraz Delegatem na WZD  Sekretariatu Transportowców.Pan Jerzy Sośnierz nie prowadzi działalności konkurencyjnej wobec Spółki, nie uczestniczy\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej, nie uczestniczy w innej konkurencyjnej osobie prawnej jako\n                           członek jej organu oraz nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.Skład Rady Nadzorczej przedstawia się następująco:1_ Pan Krzysztof Mamiński,2_ Pan Mirosław Antonowicz,3_ Pan Władysław Szczepkowski,4_ Pani Małgorzata Kryszkiewicz,5_ Pan Raimondo Eggink,6_ Pani Zofia Dzik,7_ Pan Krzysztof Czarnota,8_ Pan Tadeusz Stachaczyński,9_ Pan Jerzy Sośnierz.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133 z późn. zm._.",
        "date": "2018-04-23"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 23 kwietnia\n                           2018 r. Rada Nadzorcza Spółki, biorąc pod uwagę to, iż Spółka realizuje strategię\n                           konsekwentnego zwiększania udziału w rynku, dostosowania swoich zasobów i możliwości\n                           rozwojowych, poprawy efektywności oraz budowy przewag konkurencyjnych, jak również\n                           uwzględniając fakt, iż przyjęta w PKP CARGO polityka dywidendowa nie uległa zmianie,\n                           pozytywnie zaopiniowała przedłożony przez Zarząd PKP CARGO wniosek na Zwyczajne Walne\n                           Zgromadzenie Spółki w sprawie podziału zysku netto wykazanego w Jednostkowym Sprawozdaniu\n                           Finansowym PKP CARGO S.A. za rok obrotowy zakończony 31 grudnia 2017 r.Podstawa prawna: § 38 ust. 1 pkt 7 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014, poz. 133\n                           z późn. zm._.",
        "date": "2018-04-23"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż w dniu 17 kwietnia 2018\n                           r. podjął uchwałę w przedmiocie wystąpienia do Zwyczajnego Walnego Zgromadzenia Spółki\n                           _\"ZWZ\"_ z wnioskiem o podział zysku netto w kwocie 93.967.095,00 zł _słownie: dziewięćdziesiąt\n                           trzy miliony dziewięćset sześćdziesiąt siedem tysięcy dziewięćdziesiąt pięć złotych_\n                           wykazanego w Jednostkowym Sprawozdaniu Finansowym za rok obrotowy zakończony 31 grudnia\n                           2017 roku w następujący sposób: 1_ kwotę 7.517.367,60 zł _słownie: siedem milionów pięćset siedemnaście tysięcy trzysta\n                           sześćdziesiąt siedem złotych sześćdziesiąt groszy_ przeznaczyć zgodnie z art. 396\n                           Kodeksu Spółek Handlowych na kapitał zapasowy,2_ kwotę 86.449.727,40 zł _słownie: osiemdziesiąt sześć milionów czterysta czterdzieści\n                           dziewięć tysięcy siedemset dwadzieścia siedem złotych czterdzieści groszy_ przeznaczyć\n                           na pokrycie strat z lat ubiegłych. W związku z realizacją strategii konsekwentnego zwiększania udziału w rynku, dostosowania\n                           zasobów i możliwości rozwojowych Spółki, poprawę efektywności oraz budowę przewag\n                           konkurencyjnych, które stanowią odpowiedź na potrzeby rynku i są istotnym elementem\n                           budowania silnej i stabilnej pozycji konkurencyjnej PKP CARGO,  rekomenduje się nie\n                           dokonywać wypłaty dywidendy z wyniku netto roku obrotowego 2017. Jednocześnie Spółka\n                           informuje, iż przyjęta w PKP CARGO polityka dywidendowa nie uległa zmianie.Ponadto Spółka informuje, iż zgodnie z art. 382 § 3 Kodeksu spółek handlowych niniejszy\n                           wniosek zostanie skierowany do Rady Nadzorczej Spółki w celu zaopiniowania. Ostateczną\n                           decyzję dotyczącą podziału zysku za rok obrotowy 2017 podejmie Zwyczajne Walne Zgromadzenie\n                           Spółki.Podstawa prawna: § 38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014 r. poz. 133_.",
        "date": "2018-04-17"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje o podpisaniu w dniu\n                           04 kwietnia 2018 roku z firmą NEWAG S.A. _\"NEWAG\"_ z siedzibą w Nowym Sączu; ul. Wyspiańskiego\n                           3, umowy na wykonanie modernizacji 60 lokomotyw spalinowych serii SM48 w okresie od\n                           października 2018 r. do maja 2021 r. _\"Umowa\"_.Przedmiot Umowy obejmuje: _i_ kompleksową modernizację 60 lokomotyw serii SM48 ze\n                           zmianą serii lokomotywy na ST48 polegającą na budowie nowego nadwozia w technologii\n                           modułowej, wymianie agregatu prądotwórczego, aparatury hamulcowej oraz maszyn i urządzeń\n                           pomocniczych. W ramach modernizacji lokomotywy zostaną również wyposażone w nowoczesny\n                           system sterowania i nową ergonomiczną kabinę maszynisty, _ii_ dostawę oprogramowania\n                           oraz licencji niezbędnych do obsługi lokomotywy, _iii_ dostawę zestawu narzędzi specjalistycznych\n                           do diagnostyki i naprawy silnika spalinowego, _iv_ zakup zestawu \"antyawaryjnego\"\n                           tj. części zamiennych i podzespołów, niezbędnych do szybkiej realizacji napraw awaryjnych,\n                           _v_ wykonywanie czynności utrzymaniowo-naprawczych _przeglądów_ silnika spalinowego\n                           w okresie gwarancji jakości udzielonej na zmodernizowane lokomotywy wraz z zagwarantowaniem\n                           wysokiego współczynnika gotowości technicznej.Harmonogram modernizacji lokomotyw zakłada wykonanie łącznie 60 modernizacji w tym:\n                           _i_ w IV kwartale 2018 roku – 20 szt.; _ii_ w 2019 roku – 20 szt.; _iii_ w 2020 roku\n                           – 10 szt., _iv_ w 2021 roku – 10 szt..Szacunkowa wartość Umowy wynosi ok. 388 mln złotych netto.Umowa obowiązuje w okresie od daty zawarcia do momentu zakończenia gwarancji jakości\n                           na ostatnią zmodernizowaną lokomotywę.Płatność za zmodernizowane lokomotywy będzie realizowana w systemie ratalnym. Umowa przewiduje kary umowne zastrzeżone na rzecz PKP CARGO od NEWAG, z następujących\n                           tytułów: _i_ opóźnienia w wykonaniu modernizacji lokomotyw, _ii_ opóźnienia w wykonaniu\n                           obowiązków gwarancyjnych oraz opóźnienia w wykonaniu obowiązków wynikających z rękojmi,\n                           _iii_ opóźnienia w rozpoczęciu czynności serwisowych związanych z utrzymaniem silników\n                           spalinowych w okresie gwarancji, _iv_ niedotrzymanie współczynnika gotowości technicznej,\n                           _v_ odstąpienia od Umowy z przyczyn leżących po stronie NEWAG. Kary umowne za odstąpienie od Umowy z przyczyn leżących po stronie NEWAG, nie mogą\n                           łącznie przekroczyć 10% wartości netto niezrealizowanej części przedmiotu Umowy.W przypadku, gdy kary umowne nie pokryją w pełni poniesionych szkód, PKP CARGO przysługuje\n                           prawo dochodzenia odszkodowania przewyższającego wysokość zastrzeżonych kar umownych,\n                           na zasadach ogólnych.Pozostałe warunki Umowy nie odbiegają od powszechnie stosowanych dla tego typu umów.Zawarta Umowa wpisuje się w realizację strategii Spółki konsekwentnego zwiększania\n                           udziału w rynku oraz budowy przewag konkurencyjnych. Jest to odpowiedź na potrzeby\n                           rynku, szczególnie zwiększenia przewozu kruszyw, z którym będziemy mieli do czynienia\n                           w najbliższych latach. Zastosowane nowoczesne rozwiązania konstrukcyjne w ramach modernizacji\n                           pozwalają na poprawę osiągów trakcyjnych lokomotyw z jednoczesnym istotnym zmniejszeniem\n                           zużycia paliwa i poprawie wskaźnika dostępności. Nie bez znaczenia jest również korzystny\n                           wpływ modernizacji lokomotyw na środowisko naturalne dzięki dokonywanej wymianie silników\n                           spalinowych.  Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE  nr 596/2014 MAR.",
        "date": "2018-04-04"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ w nawiązaniu do raportu bieżącego\n                           nr 6/2018 z dnia 26 marca 2018 roku, działając na podstawie § 5 ust. 1 pkt. 21 i 22\n                           Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz.U. z 2014 r., poz. 133 z późn. zm._, niniejszym przekazuje w załączeniu\n                           treść protokołów z przeprowadzonego postępowania kwalifikacyjnego na stanowisko Prezesa\n                           Zarządu PKP CARGO oraz Członka Zarządu ds. Finansowych PKP CARGO.Podstawa prawna: § 5 ust. 1 pkt. 21 i 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014 r., poz. 133 z późn.\n                           zm._.",
        "date": "2018-04-03"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ w nawiązaniu do raportu bieżącego\n                           nr 6/2018 z dnia 26 marca 2018 r., poniżej podaje informacje o wykształceniu, kwalifikacjach\n                           i przebiegu pracy zawodowej nowo powołanych Członków Zarządu PKP CARGO:- Prezesa Zarządu – Pana Czesława Warsewicza- Członka Zarządu ds. Finansowych – Pana Leszka Borowca.Pan Czesław Warsewicz z wykształcenia jest ekonomistą, ukończył studia w Szkole Głównej\n                           Handlowej na kierunku Zarządzanie i Marketing, następnie prowadził pracę naukowo-badawczą\n                           w Katedrze Zarządzania Strategicznego SGH na Podyplomowych Studiach Doktoranckich\n                           w zakresie venture capital i private equity. Uczestnik pierwszej polskiej edycji programu\n                           AMP – Advanced Managemet Program, organizowanego przez IESE Business School w Barcelonie.\n                           Specjalista w zakresie transportu i zarządzania. W latach 1994 – 1999 związany z sektorem prywatnym, w tym m.in. z: Raab Karcher Energieservice\n                           sp. z o.o, EVIP Internacional sp. z o.o. Od 1997 r. przez 9 lat związany z giełdową\n                           grupą kapitałową Rolimpex, gdzie pełnił m. in. funkcje Dyrektora Finansowego oraz\n                           Członka Zarządu. W latach 2006 – 2009 Prezes Zarządu PKP Intercity S.A. W latach 2009-2013\n                           Dyrektor Biura spółki Patentes TALGO, czołowego producenta taboru kolejowego w Europie.\n                           Od 2013 r. jest Dyrektorem Zarządzającym – członkiem Rady Dyrektorów spółki Miller\n                           Graphics AB.W latach 2015 – 2018 pełnił funkcję Członka Rady Nadzorczej PKP CARGO S.A.Pan Leszek Borowiec posiada wykształcenie wyższe. Jest absolwentem Politechniki Częstochowskiej,\n                           specjalność Zarządzanie finansami przedsiębiorstwa, następnie ukończył studia podyplomowe\n                           z zakresu rachunkowości. Posiada tytuł doktora nauk ekonomicznych w zakresie ekonomii,\n                           specjalność finanse i rachunkowość uzyskany na Uniwersytecie Ekonomicznym we Wrocławiu.\n                           Ponadto Pan Leszek Borowiec ukończył studia EXECUTIVE MBA o profilu menedżerskim w\n                           Instytucie Nauk Ekonomicznych Polskiej Akademii Nauk.Od 2001 roku jest Adiunktem, Wykładowcą na Uniwersytecie Warszawskim oraz Kierownikiem\n                           Katedry Rachunkowości  w Wyższej Szkole Finansów i Zarządzania.W latach 2001 – 2010 związany z Zakładem Produkcji Cystern LDS Sp. z o.o., gdzie pełnił\n                           m. in. funkcję Dyrektora Finansowego. W latach 2010 – 2011 był Ekspertem w Ernst &\n                           Young Business Advisory w zakresie rachunkowości zarządczej podmiotów działających\n                           w obszarze publicznym i/lub regulowanym. W latach 2011 – 2013 pełnił funkcję Członka Zarządu, Dyrektora Ekonomiczno – Finansowego\n                           w spółce Solino S.A. z Grupy ORLEN. W latach 2014 – 2018 związany z Grupą Poczty Polskiej,\n                           gdzie pełnił funkcję Dyrektora Zarządzającego Pionem Finansów, a w ostatnim czasie\n                           funkcję Prezesa Zarządu Pocztowych Usług Finansowych Sp. z o.o.Jednocześnie Zarząd Spółki informuje, że zgodnie ze złożonymi oświadczeniami, Pan\n                           Czesław Warsewicz oraz Pan Leszek Borowiec nie prowadzą działalności konkurencyjnej\n                           wobec PKP CARGO, nie uczestniczą w spółce konkurencyjnej jako wspólnik spółki cywilnej,\n                           spółki osobowej lub jako członek organu konkurencyjnej spółki kapitałowej lub członek\n                           organu jakiejkolwiek konkurencyjnej osoby prawnej oraz nie są wpisani w Rejestrze\n                           Dłużników Niewypłacalnych, prowadzonym na podstawie przepisów ustawy z dnia 20 sierpnia\n                           1997 roku o Krajowym Rejestrze Sądowym _Dz. U. z 2015 r., poz. 1142_.Podstawa prawna: § 5 ust. 1 pkt. 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133 z późn. zm._.",
        "date": "2018-03-27"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, że Rada Nadzorcza\n                           Spółki, w wyniku przeprowadzonego postępowania kwalifikacyjnego, w dniu 26 marca 2018\n                           r. podjęła uchwałę o powołaniu w skład Zarządu PKP CARGO z dniem 27 marca 2018 r.\n                           Pana Czesława Warsewicza, powierzając mu funkcję Prezesa Zarządu oraz Pana Leszka\n                           Borowca powierzając mu funkcję Członka Zarządu ds. Finansowych.Decyzję o wszczęciu postępowania kwalifikacyjnego Rada Nadzorcza podjęła w dniu 05\n                           grudnia 2017 roku Uchwałą Nr 1712/VI/2017.Informacje o wykształceniu, kwalifikacjach i przebiegu pracy zawodowej nowo powołanych\n                           członków Zarządu zostaną przedstawione odrębnym raportem bieżącym.W wyniku dokonanych zmian, skład Zarządu przedstawia się następująco:1_ Pan Czesław Warsewicz – Prezes Zarządu2_ Pan Leszek Borowiec – Członek Zarządu ds. Finansowych3_ Pan Grzegorz Fingas – Członek Zarządu ds. Handlowych4_ Pan Witold Bawor – Członek Zarządu ds. Operacyjnych5_ Pan Zenon Kozendra – Członek Zarządu Przedstawiciel PracownikówJednocześnie, w związku z wyborem Pana Czesława Warsewicza na Prezesa Zarządu PKP\n                           CARGO, złożył on w dniu 26 marca 2018r. rezygnację z pełnienia funkcji Członka Rady\n                           Nadzorczej z chwilą doręczenia.Podstawa prawna: § 5 ust. 1 pkt. 21 i 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133 z późn.\n                           zm._.",
        "date": "2018-03-26"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd PKP CARGO S.A. _\"Spółka\" lub \"PKP CARGO\"_ informuje, iż w dniu 23 marca 2018\n                           r. Spółka powzięła informację o złożeniu z dniem 25 marca 2018 r. rezygnacji z członkostwa\n                           w Zarządzie Spółki przez Pana Krzysztofa Mamińskiego – p.o. Prezesa Zarządu. Pan Krzysztof Mamiński nie podał powodu rezygnacji.Raportem bieżącym nr 2/2018 z dnia 25 stycznia 2018 roku Spółka informowała o oddelegowaniu\n                           Członka Rady Nadzorczej do czasowego wykonywania czynności Prezesa Zarządu PKP CARGO\n                           S.A.W wyniku dokonanych zmian skład Zarządu przedstawia się następująco:1_ Pan Grzegorz Fingas – Członek Zarządu ds. Handlowych2_ Pan Witold Bawor – Członek Zarządu ds. Operacyjnych3_ Pan Zenon Kozendra – Członek Zarządu Przedstawiciel PracownikówPodstawa prawna: § 5 ust. 1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2009 r. Nr 33, poz. 259 ze zm._.",
        "date": "2018-03-23"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ przekazuje do publicznej wiadomości\n                           prognozę wybranych jednostkowych danych finansowych i operacyjnych dotyczących działalności\n                           PKP CARGO na rok 2018 zgodnie z przyjętym Planem Działalności Gospodarczej Spółki\n                           na 2018 rok:- przychody z działalności operacyjnej PKP CARGO w 2018 roku 3 913 mln PLN tj. o 8,9%\n                           wyższe od przychodów osiągniętych w 2017 roku- zysk EBITDA PKP CARGO 663,6 mln PLN, tj. o 12,1% wyższy w stosunku do 2017 roku\n                           - zysk EBIT PKP CARGO 204,0 mln PLN tj. o 34,9%, wyższy w stosunku do 2017 roku - zysk netto PKP CARGO 160,8 mln PLN tj. o 71,1% wyższy, niż zysk netto w roku 2017- nakłady inwestycyjne CAPEX 1 017,6 mln PLN, tj. o 99% wyższe, niż w roku 2017.W przypadku, gdy prognozowany poziom któregoś ze wskaźników będzie wykazywał znaczącą\n                           różnicę w stosunku do prognoz, Zarząd Spółki podejmie decyzję o korekcie prognozy\n                           .Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2018-03-16"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd Spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, iż ze względu na odnotowany\n                           na rynku wzrost cen złomu na dzień 31 grudnia 2017 r. w stosunku do cen przyjętych\n                           przez Spółkę do wyceny wartości rezydualnej taboru kolejowego w poprzednich okresach,\n                           Zarząd Spółki po przeprowadzeniu analizy wpływu tej zmiany na jednostkowe i skonsolidowane\n                           sprawozdanie finansowe za rok 2017, podjął decyzję o dokonaniu aktualizacji wartości\n                           rezydualnej taboru kolejowego i rozwiązaniu części odpisu z tytułu trwałej utraty\n                           wartości _“odpis\"_ taboru kolejowego w kwocie 27.414 tysięcy złotych.Rozwiązanie powyższego odpisu wpłynie na poprawę wyniku finansowego Spółki za rok\n                           2017 w kwocie 22.205 tysięcy złotych po uwzględnieniu efektu podatkowego. Dokonana\n                           aktualizacja odpisu ma charakter niepieniężny i pozostaje bez wpływu na sytuację płynnościową\n                           PKP CARGO.Przedstawione powyżej wartości mają charakter szacunkowy i mogą ulec zmianie. Ostateczne\n                           wyniki Spółki zostaną przedstawione w jednostkowym i skonsolidowanym sprawozdaniu\n                           finansowym za 2017 r., których publikacja planowana jest na 16 marca 2018 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady UE\n                           nr 596/2014 MAR.",
        "date": "2018-02-07"
    },
    {
        "company_name": "PKP CARGO SA",
        "content": "Zarząd spółki PKP CARGO S.A. _\"Spółka\", \"PKP CARGO\"_ informuje, że Rada Nadzorcza\n                           Spółki podjęła uchwałę, zgodnie z którą postanowiła delegować Pana Krzysztofa Mamińskiego,\n                           Członka Rady Nadzorczej PKP CARGO, do czasowego, tj. od dnia 27 stycznia 2018 r. do\n                           dnia 26 marca 2018 r., wykonywania czynności Prezesa Zarządu Spółki oraz powierzyć\n                           mu pełnienie obowiązków Prezesa Zarządu PKP CARGO.Uchwała Rady Nadzorczej weszła w życie z chwilą podjęcia.Informacje dotyczące wykształcenia, kwalifikacji i przebiegu pracy zawodowej Pana\n                           Krzysztofa Mamińskiego wraz z oświadczeniem Spółka opublikowała raportem bieżącym\n                           Nr 3/2017 z dnia 07 marca 2017 r.Zgodnie z podjętą uchwałą Rady Nadzorczej, skład Zarządu będzie przedstawiał się następująco:1_\tPan Krzysztof Mamiński – p.o. Prezesa Zarządu2_\tPan Grzegorz Fingas – Członek Zarządu ds. Handlowych3_\tPan Witold Bawor – Członek Zarządu ds. Operacyjnych4_\tPan Zenon Kozendra – Członek Zarządu Przedstawiciel PracownikówPodstawa prawna:\n                           § 5 ust. 1 pkt. 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz.U. z 2014 r, poz. 133 z późn. zm._.",
        "date": "2018-01-25"
    }
]