[
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. informuje o zakończeniu subskrypcji prywatnej i o dokonaniu\n                           przydziału akcji na okaziciela serii D, wyemitowanych z pozbawieniem prawa poboru\n                           dotychczasowych akcjonariuszy, na podstawie Uchwały Nadzwyczajnego Walnego Zgromadzenia\n                           Emitenta nr 3 z dnia 11 grudnia 2017 r. Wszystkie wyemitowane akcje zostały objęte\n                           i w całości opłacone. Poniżej przedstawione są szczegółowe informacje dotyczące subskrypcji:  1_  data rozpoczęcia subskrypcji:  18 grudnia 2017 r.;  2_  data zakończenia subskrypcji:  21 grudnia 2017 r.;  3_  data przydziału instrumentów finansowych: 22 grudnia 2017 r.;  4_  liczba instrumentów finansowych objętych subskrypcją lub sprzedażą: 186.257\n                           sztuk akcji;  5_  stopa redukcji w poszczególnych transzach: emisja nie była podzielona na transze,\n                           przyjęto zapisy na łączną liczbę 186.257 akcji, dokonano uznaniowego przydziału 186.257\n                           sztuk akcji, nie wystąpiła reedukacja zapisów;  6_  liczba instrumentów finansowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży: 186.257 sztuk akcji serii D;  7_  cena, po jakiej instrumenty finansowe były nabywane _obejmowane_: 17,- zł;  8_  liczba osób, które złożyły zapisy na instrumenty finansowe objęte subskrypcją\n                           lub sprzedażą w poszczególnych transzach: emisja nie była podzielona na transze, zapisy\n                           na akcje serii D złożyło 9 osób;  9_  liczba osób, którym przydzielono instrumenty finansowe w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży w poszczególnych transzach: emisja nie była podzielona na\n                           transze, obligacje serii D przydzielono 9 osobom;  10_  nazwa _firmy_ subemitentów, którzy objęli instrumenty finansowe w ramach wykonywania\n                           umów o subemisję: Spółka nie zawarła umów o subemisję;  11_  wartość przeprowadzonej subskrypcji:  3.166.369,00,- zł;  12_  łączne koszty emisji wyniosły: 19.437,49 zł, w tym:           a_  przygotowania i przeprowadzenia oferty: 19.437,49 zł,           b_  wynagrodzenia subemitentów - Spółka nie zawarła umów o subemisję,           c_  sporządzenia noty informacyjnej, z uwzględnieniem kosztów doradztwa:\n                           zawarte w kosztach wskazanych w pkt  a,           d_  promocji oferty: 0,- zł;  13_  średni koszt przeprowadzenia subskrypcji przypadający na jednostkę papieru\n                           wartościowego:  0,10 zł.Podstawa prawna: § 33 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2017-12-22"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent informuje, iż w dniu dzisiejszym została zawarta umowa pomiędzy spółką zależną\n                           LeaseLink Sp. z o.o., jej udziałowcami _w tym Pragma Faktoring S.A._ oraz firmą świadczącą\n                           usługi w zakresie pozyskiwania źródeł finansowania oraz pozyskiwania inwestorów dla\n                           spółek kapitałowych _zwaną dalej Doradcą_. Na podstawie tej umowy Doradca będzie świadczył\n                           na rzecz LeaseLink oraz jej udziałowców usługi polegające na doradztwie strategicznym\n                           i transakcyjnym m.in. przy pozyskaniu kapitału dla LeaseLink poprzez objęcie przez\n                           inwestora nowo wyemitowanych udziałów lub też sprzedaży przez udziałowca/udziałowców\n                           LeaseLink istotnego pakietu udziałów tej spółki. Tym samym Emitent podjął decyzję co do rozpoczęcia procesu zmierzającego do sprzedaży\n                           całości lub części posiadanych przez siebie udziałów w LeaseLink lub też istotnego\n                           dokapitalizowania tej spółki. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2017-12-21"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W związku z emisją obligacji serii N, o czym Emitent informował w raporcie bieżącym\n                           nr 82/2017, Emitent w dniu dzisiejszym zawarł z Kancelarią \"Chabasiewicz, Kowalska\n                           i Partnerzy Radcowie Prawni\" _\"Administrator Zastawu\"_ umowę zastawu rejestrowego\n                           na zbiorze praw o zmiennym składzie _\"Umowa Zastawu\"_ oraz umowę w sprawie ustanowienia\n                           administratora zastawu. Obie umowy zostały zawarte w celu zabezpieczenia wierzytelności\n                           obligatariuszy wynikających z emitowanych przez Pragmę Faktoring S.A. obligacji serii\n                           N. Administratorem zastawu została ustanowiona Kancelaria \"Chabasiewicz, Kowalska\n                           i Partnerzy Radcowie Prawni\", która będzie upoważniona do wykonywania w imieniu własnym,\n                           lecz na rachunek obligatariuszy, wszelkich praw i obowiązków zastawnika. Przedmiotem\n                           zastawu jest zbiór wierzytelności przysługujących Emitentowi, nabywanych w oparciu\n                           o umowy faktoringu oraz wierzytelności z tytułu udzielonych pożyczek. Wartość zabezpieczonych\n                           zobowiązań jest równa najwyższej sumie zabezpieczenia wskazanej w umowie zastawu i\n                           wynosi 5,2 mln zł. Także w dniu dzisiejszym Emitent zawarł ze spółką Pragma Inkaso\n                           S.A. oraz Administratorem Zastawu umowę poręczenia, na mocy której Pragma Inkaso S.A.\n                           udzieliła poręczenia za zobowiązania Emitenta z tytułu emisji obligacji serii N. Poręczenie\n                           jest udzielone do kwoty 5,2 mln zł. Poręczenie udzielone jest odpłatnie, a wysokość\n                           wynagrodzenia za udzielenie poręczenia nie odbiega od wysokości wynagrodzeń za tego\n                           typu usługi występującego na rynku usług finansowych.  Ponadto Pragma Faktoring S.A. informuje o zakończeniu subskrypcji i o dokonaniu przydziału\n                           obligacji na okaziciela serii N, wyemitowanych na podstawie Uchwały Zarządu Emitenta\n                           z dnia 4 grudnia 2017 r. Subskrypcję przeprowadzono w dniu 14 grudnia 2017 r., przydział\n                           miał miejsce w dniu dzisiejszym. Subskrypcja objęła 40 tys. obligacji, emisja nie\n                           była podzielona na transze, nie wystąpiła redukcja zapisów, przydzielono wszystkie\n                           40 tys. sztuk obligacji. Obligacje zostały nabyte po cenie 100 zł. Zapisy złożyło\n                           dwóch inwestorów, którym przydzielono wszystkie obligacje. Wartość przeprowadzonej\n                           subskrypcji to 4 mln zł. Emitent nie będzie ubiegać się o wprowadzenie obligacji serii\n                           N do publicznego obrotu. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-12-15"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "ZZgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L oraz M, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           30 listopada 2017 r.:dla serii  H           26.011.850,17 zł;dla serii  I             26.025.075,92 zł;dla serii  J            15.602.812,63 zł;dla serii  K           13.002.272,84 zł;dla serii  L           19.525.543,40 zł;dla serii  M          15.632.112,36 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-12-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. w załączeniu przedstawia wykaz akcjonariuszy spółki posiadających\n                           co najmniej 5 % liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu w dniu 11 grudnia\n                           2017 r.",
        "date": "2017-12-11"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. przekazuje do publicznej wiadomości treść uchwał podjętych\n                           przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy jakie odbyło się w siedzibie Emitenta\n                           w dniu 11 grudnia 2017 r.Podstawa prawna – par. 38 ust. 1 pkt 2_ Rozporządzenia Ministra Finansów z 19 lutego\n                           2009 r. o raportach bieżących i okresowych _…_.",
        "date": "2017-12-11"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Emitenta informuje, że w dniu 4 grudnia 2017 r. podjął uchwałę w sprawie emisji\n                           obligacji serii N oraz ustalenia warunków ich emisji. Celem emisji jest finansowanie\n                           bieżącej działalności operacyjnej w zakresie usług faktoringowych i pożyczek. Emisja\n                           obejmuje nie więcej niż 40 000 nie mających formy dokumentu, zabezpieczonych obligacji\n                           na okaziciela serii N. Ewidencję obligacji będzie prowadził organizator emisji – Dom\n                           Maklerski BDM S.A. z/s w Bielsku-Białej. Emisja dojdzie do skutku, jeśli prawidłowo\n                           objętych i opłaconych zostanie co najmniej 20 000 obligacji. Wartość nominalna każdej\n                           obligacji wynosi 100 zł. Cena emisyjna jest równa wartości nominalnej. Obligacje zostaną\n                           wykupione przez Emitenta w terminie 48 miesięcy od daty przydziału, tj. w dniu 15\n                           grudnia 2021 r. Wykup obligacji nastąpi poprzez zapłatę kwoty pieniężnej w wysokości\n                           wartości nominalnej obligacji. Podstawą naliczenia i spełnienia świadczenia będzie\n                           liczba obligacji zapisanych na rachunku papierów wartościowych obligatariusza z końcem\n                           dnia ustalenia prawa do otrzymania świadczenia z tytułu wykupu, tj. 7 grudnia 2021\n                           r. Obligacje serii N oprocentowane są w zmiennej wysokości ustalonej w oparciu o stopę\n                           procentową WIBOR 3M dla każdego okresu odsetkowego, powiększoną o marżę. Okresy odsetkowe\n                           wynoszą trzy miesiące każdy. Pierwszy okres odsetkowy będzie liczony od daty przydziału,\n                           tj. od dnia 15 grudnia 2017 r. Obligacje będą zabezpieczone zastawem rejestrowym na\n                           zbiorze wierzytelności istniejących oraz przyszłych, o zmiennym składzie, stanowiących\n                           całość gospodarczą oraz poręczeniem udzielonym przez spółkę PRAGMA INKASO S.A. z/s\n                           w Tarnowskich Górach. Przedmiot zastawu to zbiór obejmujący wierzytelności przysługujące\n                           wobec osób trzecich, nabywane przez Emitenta w ramach umów faktoringu oraz wierzytelności\n                           z tytułu udzielonych przez Emitenta pożyczek. Najwyższa suma zabezpieczona zastawem\n                           rejestrowym oraz maksymalna wysokość udzielonego poręczenia wynosi 5,2 mln zł. Wycena\n                           przedmiotu zastawu została dokonana przez spółkę 4AUDYT Sp. z o.o. z/s w Poznaniu,\n                           wpisaną na listę prowadzoną przez KIBR pod nr 3363. Na dzień 6 października 2017 r.\n                           wymienia ona kwotę 131 205 922,41 zł jako wartość nominalną portfela wierzytelności\n                           oraz kwotę 129 844 758,72 zł jako jego wartość godziwą. Obligacje zostaną wykupione\n                           ze środków wypracowanych w toku normalnej działalności Emitenta, w szczególności z\n                           uzyskanych ze spieniężenia wierzytelności nabytych w ramach działalności faktoringowej.\n                           Emitent nie spodziewa się aby do czasu całkowitego wykupu obligacji doszło do przekroczenia\n                           poziomu zobowiązań powyżej 151 mln złotych, z wyłączeniem zadłużenia związanego z\n                           emisją obligacji serii N. W chwili podjęcia uchwały o emisji obligacji serii N istnieją\n                           także obligacje serii H _wartość emisji 20 mln zł_ z terminem wykupu na 21 września\n                           2019 r., obligacje serii I _wartość emisji 20 mln zł_ z terminem wykupu na 3 maja\n                           2020 r., obligacje serii J _wartość emisji 12 mln zł_ z terminem wykupu 2 grudnia\n                           2020 r., obligacje serii K _wartość emisji 10 mln zł_ z terminem wykupu 22 lipca 2020\n                           r., obligacje serii L _wartość emisji 15 mln zł_ z terminem wykupu 17 maja 2021 r.\n                           oraz obligacje serii M _wartość emisji 12 mln zł_ z terminem wykupu 18 października\n                           2021 r. Zobowiązania Emitenta na koniec kwartału poprzedzającego udostępnienie propozycji\n                           nabycia, czyli na 30 września 2017 r. wynosiły 120 044 tys. zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-12-04"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do opublikowanej w dniu 3.10.2017 r. Strategii Pragma Faktoring SA na\n                           lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest zwiększanie\n                           skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent przedstawia\n                           dane za miesiąc listopad br.  dotyczące efektów wygenerowanych przez onlinowe kanały\n                           sprzedaży.   Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową.Ilość zainicjowanych w tych aplikacjach przez Klientów procesów nabywania usług Grupy\n                           odzwierciedla efektywność onlinowego kanału sprzedaży i jest istotna z punktu widzenia\n                           zwiększania skali działalności Emitenta bez znaczącego wzrostu kosztów działalności.\n                           Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO*•   II Q 2016- 97•   III Q 2016- 265•   IV Q 2016- 621•   I Q 2017- 810•   II Q 2017- 1236•   III Q 2017- 1822•   wrzesień 2017- 773•   październik 2017- 1148•   listopad 2017-1798*Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingowąEmitent ocenia efektywność sprzedaży przez onlinowe aplikacje PragmaGO i LeaseLink\n                           bardzo wysoko i spodziewa się dalszego dynamicznego wzrostu liczby pozyskiwanych tym\n                           kanałem Klientów i transakcji. Zgodnie z opublikowaną Strategią fintechowe segmenty\n                           działalności Emitenta, jako szybko skalowalne, będą bazą do rozszerzenia działalności\n                           Emitenta na rynki zagraniczne. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-12-04"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. informuje, że w dniu 29 listopada 2017 r. zawarła z bankiem\n                           komercyjnym, mającym siedzibę w Polsce, aneks do umowy kredytu odnawialnego wydłużający\n                           czas jej obowiązywania do 31 maja 2019 r. Wysokość limitu kredytowego wynosi nadal\n                           10 mln zł. O zawarciu umowy kredytowej Emitent informował 6 czerwca 2016 r. w raporcie\n                           bieżącym nr 23/2016. Warunki finansowe umowy nie odbiegają od parametrów i stawek\n                           oprocentowani oraz prowizji występujących na rynku usług finansowych oferowanych przez\n                           banki dla przedsiębiorców.Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2017-11-29"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent informuje, że w dniu dzisiejszym w ramach segmentu PragmaGO uruchomiony został\n                           nowy produkt, tj. Nanofaktoring walutowy, pozwalający Klientom na onlinową sprzedaż\n                           wierzytelności nominowanych w walucie euro.  Dotychczas w ramach aplikacji PragmaGO Klienci mieli możliwość skorzystania z onlinowych\n                           produktów: Mikrofaktoring _PLN i euro_ oraz Nanofaktoring _PLN_. Nanofaktoring w wersji\n                           walutowej pozwoli na zwiększenie przychodów generowanych przez aplikację PragmaGO.\n                           Obecnie PragmaGO przygotowuje kolejne trzy onlinowe produkty, przy czym dwa z nich\n                           są na etapie analitycznym _projektowana architektura w aplikacji_ a jeden na etapie\n                           produkcyjnym _zaawansowany etap programowania_.  Podstawą do opracowywania i realizacji wszystkich produktów PragmaGO są doświadczenia\n                           zdobyte przez Emitenta w ramach świadczenia usługi Mikrofaktoringu. Usługa ta została\n                           włączona do oferty Pragma Faktoring w 2012 r. i przez okres 5 lat spółka zbierała\n                           doświadczenia i kompetencje w zakresie ryzyka, windykacji i zarządzania portfelem\n                           mikro należności. Pozwoliło to na opracowanie autorskich systemów zarządzania ryzykiem,\n                           w tym algorytmów scoringowych oraz ratingów Klientów i Płatników, które stanowią ważny\n                           element przewagi konkurencyjnej PragmaGO. Włączenie usługi do segmentu PragmaGO i\n                           oparcie sprzedaży oraz procesowania na onlinowej aplikacji umożliwia intensywne skalowanie\n                           usługi oraz istotne zmniejszenie kosztów jej sprzedaży i realizacji. Już obecnie PragmaGO\n                           odnotowuje rentowność na poziomie netto i zgodnie z opublikowaną Strategią będzie\n                           głównym motorem wzrostu wyników Pragma Faktoring w kolejnych okresach. Rozwój usługi Mikrofaktoringu obrazują poniższe dane: Mikrofaktoring – przychody _tys. zł_:2013 r.  - 424     2014 r.  - 819     2015 r.  - 920     2016 r.  - 2 070 2017 r.  - 4 046 w tym:I Q - 870              II Q - 1 200         III Q - 1 340        październik - 636           Mikrofaktoring - udział w przychodach Pragma Faktoring:2013 r.  - 3%2014 r.  - 4%2015 r.  - 5 %2016 r.  - 10%2017 r.  - 18%w tym:I Q - 14%             II Q - 19%            III Q - 19%           Październik - 24%Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2017-11-29"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. informuje, że w dniu 27.11.2017 r. Zarząd Giełdy Papierów Wartościowych\n                           w Warszawie S.A. podjął uchwałę nr 1385/2017 o wyznaczeniu na 28.11.2017 r. pierwszego\n                           dnia notowania w alternatywnym systemie obrotu na rynku Catalyst 120.000 obligacji\n                           na okaziciela serii M wyemitowanych przez Pragmę Faktoring S.A., oznaczonych przez\n                           Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLGFPRE00156\". Obligacje będą notowane\n                           w systemie notowań ciągłych pod nazwą skróconą \"PRF 1021\".Podstawa prawna: § 34 ust. 1 pkt 3_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2017-11-28"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "PRAGMA FAKTORING S.A. informuje, że w dniu dzisiejszym otrzymała informację o podjęciu\n                           w dniu 21 listopada 2017 r. przez Zarząd Giełdy Papierów Wartościowych w Warszawie\n                           uchwały o wprowadzeniu do alternatywnego systemu obrotu na rynku Catalyst 120.000\n                           obligacji na okaziciela serii M wyemitowanych przez  PRAGMA FAKTORING S.A. o wartości\n                           nominalnej 100 zł każda.Uchwała weszła w życie z dniem podjęcia.Podstawa prawna: § 34 ust. 1 pkt 2_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2017-11-22"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragmy Faktoring S.A. uzupełnia informacje dotyczące Nadzwyczajnego Walnego\n                           Zgromadzenia akcjonariuszy zwołanego na 11 grudnia 2017 r. poprzez wskazanie proponowanej\n                           ceny emisyjnej akcji serii D w wysokości 17,00 zł za każdą akcję.Załącznik do niniejszego raportu stanowi skorygowany projekt uchwał walnego zgromadzenia.Podstawa prawna: par. 38 ust. 1 rozporządzenia MF z 19.02.2009 r. w sprawie informacji\n                           bieżących i okresowych.",
        "date": "2017-11-16"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragmy Faktoring S.A. informuje o zwołaniu Nadzwyczajnego Walnego Zgromadzenia,\n                           które odbędzie się 11 grudnia 2017 r. o godz. 9:00, w siedzibie spółki w Katowicach\n                           przy ul. Brynowskiej 72. W załączeniu przekazuje ogłoszenie o zwołaniu zgromadzenia,\n                           projekty uchwał oraz projekt zmian Statutu Spółki.Podstawa prawna: par. 38 ust. 1 rozporządzenia MF z 19.02.2009 r. w sprawie informacji\n                           bieżąych i okresowych.",
        "date": "2017-11-15"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu powiadomienia przesłanego w\n                           trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach Emitenta, od spółki\n                           Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą obowiązki zarządcze\n                           u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym od Ireneusza Rymaszewskiego,\n                           członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-11-15"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L oraz M, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           31 października 2017 r.:dla serii  H          26.000.048,10 zł;dla serii  I            26.086.565,93 zł;dla serii  J           15.600.136,22 zł;dla serii  K          13.319.180,97 zł;dla serii  L           19.634.095,75 zł;dla serii  M          15.730.265,76 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-11-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "PRAGMA FAKTORING S.A. informuje, że w dniu 12 listopada 2017 r. Zarząd Krajowego Depozytu\n                           Papierów Wartościowych S.A. podjął uchwałę o przyjęciu do depozytu 120.000 sztuk obligacji\n                           na okaziciela serii M o wartości nominalnej 100,- zł każda, wyemitowanych przez PRAGMA\n                           FAKTORING S.A., oznaczając je kodem PLGFPRE00156, pod warunkiem wprowadzenia tych\n                           obligacji do alternatywnego systemu obrotu. Zarejestrowanie nastąpi w terminie trzech\n                           dni od dnia otrzymania przez KDPW dokumentów potwierdzających wprowadzenie obligacji\n                           do alternatywnego systemu obrotu.Podstawa prawna: § 34 ust. 1 pkt 1_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _…_",
        "date": "2017-11-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu powiadomienia przesłanego w\n                           trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach Emitenta, od spółki\n                           Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą obowiązki zarządcze\n                           u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym od Ireneusza Rymaszewskiego,\n                           członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-11-10"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do publikowanej w dniu 3.10.2017 r. Strategii Pragma Faktoring SA na\n                           lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest zwiększanie\n                           skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent przedstawia\n                           dane za miesiąc październik br.  dotyczące efektów wygenerowanych przez onlinowe kanały\n                           sprzedaży.   Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową.Ilość zainicjowanych w tych aplikacjach przez Klientów procesów nabywania usług Grupy\n                           odzwierciedla efektywność onlinowego kanału sprzedaży i jest istotna z punktu widzenia\n                           zwiększania skali działalności Emitenta bez znaczącego wzrostu kosztów działalności.\n                           Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO*• II Q 2016- 97• III Q 2016- 265• IV Q 2016- 621• I Q 2017- 810• II Q 2017- 1236• III Q 2017- 1822• wrzesień 2017- 773• październik 2017- 1148*Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingowąEmitent ocenia efektywność sprzedaży przez onlinowe aplikacje PragmaGO i LeaseLink\n                           bardzo wysoko i spodziewa się dalszego dynamicznego wzrostu liczby pozyskiwanych tym\n                           kanałem Klientów i transakcji. Zgodnie z opublikowaną Strategią fintechowe segmenty\n                           działalności Emitenta, jako szybko skalowalne, będą bazą do rozszerzenia działalności\n                           Emitenta na rynki zagraniczne. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-11-02"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd PRAGMA FAKTORING S.A. informuje, że zmienia termin publikacji raportu za III\n                           kwartał 2017 r. z dnia 14 listopada 2017 r. na dzień 7 listopada 2017 r.  Podstawa prawna: par. 103 ust. 2 rozporządzenia MF z 19.02.2009 r. w sprawie informacji\n                           bieżących i okresowych _…_.",
        "date": "2017-11-02"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. informuje o zakończeniu subskrypcji i o dokonaniu przydziału\n                           obligacji na okaziciela serii M, wyemitowanych na podstawie Uchwały Zarządu Emitenta\n                           nr 1/27.09.2017 z dnia 27 września 2017 r.1_data rozpoczęcia subskrypcji: 11 października 2017 r.;2_data zakończenia subskrypcji: 17 października 2017 r.;3_data przydziału instrumentów finansowych: 18 października 2017 r.;4_liczba instrumentów finansowych objętych subskrypcją lub sprzedażą: 120.000 sztuk\n                           obligacji;5_stopa redukcji w poszczególnych transzach: Emisja nie była podzielona na transze.\n                           Przyjęto zapisy na łączną liczbę 127.330 sztuk obligacji. Dokonano uznaniowego przydziału\n                           120.000 sztuk obligacji. Uznaniowa redukcja dotyczyła 1 zapisu;6_liczba instrumentów finansowych, które zostały przydzielone w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży: 120.000 sztuk obligacji serii M;7_cena, po jakiej instrumenty finansowe były nabywane _obejmowane_: 100,- zł;8_liczba osób, które złożyły zapisy na instrumenty finansowe objęte subskrypcją lub\n                           sprzedażą w poszczególnych transzach: Emisja nie była podzielona na transze. Zapisy\n                           na obligacje serii M złożyło 128 osób;9_liczba osób, którym przydzielono instrumenty finansowe w ramach przeprowadzonej\n                           subskrypcji lub sprzedaży w poszczególnych transzach: Emisja nie była podzielona na\n                           transze. Obligacje serii M przydzielono 128 osobom;10_nazwa _firmy_ subemitentów, którzy objęli instrumenty finansowe w ramach wykonywania\n                           umów o subemisję: Spółka nie zawarła umów o subemisję;11_wartość przeprowadzonej subskrypcji:  12.000.000,- zł;12_łączne koszty emisji wyniosły: 415.000,- zł, w tym:a_   przygotowania i przeprowadzenia oferty: 415.000,- zł,b_   wynagrodzenia subemitentów - Spółka nie zawarła umów o subemisję,c_   sporządzenia noty informacyjnej, z uwzględnieniem kosztów doradztwa: zawarte\n                           w kosztach wskazanych w pkt  a,d_   promocji oferty: 0,- zł;13_średni koszt przeprowadzenia subskrypcji przypadający na jednostkę papieru wartościowego:\n                           3,46 zł.Zobowiązania finansowe z tytułu emisji obligacji będą wykazywane w zamortyzowanym\n                           koszcie przy zastosowaniu metody efektywnej stopy procentowej. Poniesione koszty przygotowania\n                           i przeprowadzenia oferty oraz doradztwa związane z emisją obligacji zostaną uwzględnione\n                           przy obliczaniu zamortyzowanego kosztu, zgodnie z zastosowaniem metody efektywnej\n                           stopy procentowej i w rezultacie będą amortyzowane w ciężar rachunku zysków i strat\n                           w okresie trwania obligacji. Podstawa prawna: § 33 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2017-10-18"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. informuje, że w dniu 16 października 2017 r. jego spółka zależna\n                           LeaseLink sp. z o.o. zawarła z Bankiem Ochrony Środowiska S.A. _Bank_ umowę współpracy,\n                           w oparciu o którą Bank będzie prowadził wśród swoich Klientów akwizycję usług mikroleasingu\n                           świadczonych przez LeaseLink. Realizacja umowy będzie odbywać się za pośrednictwem\n                           autorskiej aplikacji LeaseLink. Umowa została zawarta na czas nieokreślony. Wynagrodzenie\n                           Banku nie odbiega od wysokości wynagrodzeń występujących na rynku za tego typu usługi. BOŚ Bank S.A. będzie trzecim _po Raiffeisen Bank Polska S.A. i ING Bank Śląski S.A._\n                           bankiem oferującym usługi LeaseLink. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2017-10-17"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K oraz L, PRAGMA FAKTORING S.A.\n                           przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           30 września 2017 r.:dla serii H           26.011.041,39 zł;dla serii  I            26.081.093,04 zł;dla serii  J           15.710.370,59 zł;dla serii  K          13.555.701,66 zł;dla serii  L           21.253.973,43 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-10-16"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do publikowanej w dniu 3.10.2017 r. Strategii Pragma Faktoring S.A. na\n                           lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest zwiększanie\n                           skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGo, Emitent informuje,\n                           że począwszy od bieżącego raportu wprowadza cykliczne, miesięczne raportowanie ilości\n                           procesów sprzedaży online realizowanych w Grupie Pragma Faktoring _obejmujących transakcje\n                           fintechowych: segmentu PragmaGo oraz spółki zależnej LeaseLink Sp. z o.o._. Dynamiczny\n                           rozwój Grupy na rynku płatności online i finansowania MSP jest zauważalny już w cyklach\n                           miesięcznych i staje się bardzo istotny dla wyników generowanych przez Grupę, w związku\n                           z czym Zarząd Emitenta uznaje poniższe informacje za potencjalnie cenotwórcze i mogące\n                           mieć bezpośredni wpływ na wartość rynkową Emitenta.  Fintechowe aplikacje LeaseLink i PragmaGo umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową.Ilość zainicjowanych w tych aplikacjach przez Klientów procesów nabywania usług Grupy\n                           odzwierciedla efektywność onlinowego kanału sprzedaży i jest istotna z punktu widzenia\n                           zwiększania skali działalności Emitenta bez znaczącego wzrostu kosztów działalności. Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGo  _Klienci,\n                           którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGo dokonali rejestracji w\n                           aplikacjach i uzyskali decyzję ratingową_:Wrzesień 2017 - 773III Q 2017 - 1821II Q 2017 - 1236I Q 2017 - 810IV Q 2016 – 621III Q 2016 - 265II Q 2016 – 97Emitent ocenia efektywność sprzedaży przez onlinowe aplikacje PragmaGo i LeaseLink\n                           bardzo wysoko i spodziewa się dalszego dynamicznego wzrostu liczby pozyskiwanych tym\n                           kanałem Klientów i transakcji. Zgodnie z opublikowaną Strategią fintechowe segmenty\n                           działalności Emitenta, jako szybko skalowalne, będą bazą do rozszerzenia działalności\n                           Emitenta na rynki zagraniczne. W załączeniu Emitent przedstawia również treść raportu w formie pliku.Podstawa prawna - art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-10-16"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. przedstawia wyniki dotyczące wartości sprzedaży w III\n                           kwartale 2017 r.: 1.  Wartość kontraktacji _przez wartość kontraktacji rozumie się wartości brutto wykupionych\n                           faktur z tytułu umowy faktoringu oraz wartość udzielonych pożyczek_: w trakcie trzech kwartałów  2017 roku wartość kontraktacji Pragma Faktoring wyniosła\n                           513 562 tys. zł co oznacza r/r wzrost o 29 %.  W III kwartale 2017 roku łączna wartość\n                           kontraktacji Spółki wyniosła 169 442 tys. zł.W III kwartale 2017 roku Pragma Faktoring S.A. podpisała umowy z 152 nowymi Klientami\n                           podczas gdy w analogicznym okresie rok wcześniej zawarto 63 nowe umowy. Tak duży wzrost\n                           jest wynikiem realizacji Strategii Pragma Faktoring, która zakłada łatwiejszy dostęp\n                           do produktów Spółki dzięki sprzedaży usług online.2.  Portfel wierzytelności _przez portfel wierzytelności rozumie się saldo wartości\n                           brutto należności faktoringowych oraz pożyczek_. Pragma Faktoring S.A. na dzień 30.09.2017\n                           r. posiadała wierzytelności o łącznej wartości 153, 7 mln zł, co stanowi 32 % wzrost\n                           r/r.3.  Dywersyfikacja portfela faktoringowegoW 2017 z usług faktoringowych Pragma Faktoring skorzystało aż 463 Klientów _wobec\n                           270 rok wcześniej_, co pozytywnie świadczy o jakości tych usług oraz o efektywności\n                           kanałów dystrybucji Spółki. Bardzo duże znaczenie dla osiągniętego wzrostu mają kluczowe\n                           dla dalszego rozwoju Spółki procesy onlinowej sprzedaży i procesowania w zakresie\n                           usług mikrofinansowania w segmencie PragmaGo.  Emitent w załączeniu przedstawia szczegółowe dane dotyczące sprzedażyPodstawa prawna\n                           – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ nr 596/2014 \n                           _MAR_.",
        "date": "2017-10-10"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragmy Faktoring S.A. przekazuje w załączeniu do niniejszego raportu szczegółowe\n                           informacje dotyczące objęcia przez Emitenta nowych udziałów w spółce zależnej LeaseLink\n                           Sp. z o.o.Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2017-10-09"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent informuje, że w dniu 5 października 2017 r., zawarł z kancelarią Chabasiewicz,\n                           Kowalska i Partnerzy Radcowie Prawni umowę zastawu rejestrowego na zbiorze praw o\n                           zmiennym składzie oraz umowę w sprawie ustanowienia administratora zastawu. Obie umowy\n                           zostały zawarte w celu zabezpieczenia wierzytelności obligatariuszy wynikających z\n                           emitowanych przez Emitenta obligacji serii M. O emisji obligacji serii M Emitent informował\n                           w raporcie 58/2017 z dnia 27 września 2017 r. Administratorem zastawu została ustanowiona\n                           kancelaria Chabasiewicz, Kowalska i Partnerzy Radcowie Prawni, która będzie upoważniona\n                           do wykonywania w imieniu własnym, lecz na rachunek obligatariuszy, wszelkich praw\n                           i obowiązków zastawnika. Przedmiotem zastawu jest zbiór wierzytelności przysługujących\n                           Emitentowi, nabywanych w oparciu o umowy faktoringu oraz wierzytelności z tytułu udzielonych\n                           pożyczek. Wartość zabezpieczonych zobowiązań równa jest najwyższej sumie zabezpieczenia\n                           wskazanej w umowie zastawu i wynosi 15,6 mln zł. Zastaw rejestrowy zostanie ustanowiony\n                           z chwilą wydania przez sąd rejestrowy postanowienia o wpisaniu go do rejestru zastawów.\n                           Ponadto Emitent informuje, że także w dniu dzisiejszym zawarł ze spółką Pragma Inkaso\n                           S.A. oraz administratorem zastawu umowę poręczenia, na mocy której Pragma Inkaso S.A.\n                           poręczyła za zobowiązania Emitenta z tytułu emisji obligacji serii M. Poręczenie jest\n                           udzielone do kwoty 15,6 mln zł. Poręczenie udzielone jest odpłatnie, a wysokość wynagrodzenia\n                           za udzielenie poręczenia nie odbiega od wysokości wynagrodzeń za tego typu usługi\n                           występującego na rynku usług finansowych.    Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-10-06"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. informuje, że w dniu 3 października 2017 r. podjął uchwałę\n                           o przyjęciu strategii rozwoju Spółki na lata 2017 – 2020. Dokumenty: strategia 2017-2020, wybrane aspekty strategii oraz podsumowanie realizacji\n                           strategii za lata 2014-2016, stanowią załączniki do niniejszego raportu. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2017-10-03"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. _\"Emitent\"_  informuje, że w dniu 2 października 2017\n                           r. podjął uchwałę w sprawie ustalenia I Publicznego Programu Emisji Obligacji _\"I\n                           PPEO\"_, oraz złożył do Komisji Nadzoru Finansowego _\"KNF\"_ wniosek o zatwierdzenie\n                           prospektu emisyjnego podstawowego I PPEO.W ramach I PPEO, Emitent może wyemitować jedną lub więcej serii obligacji _\"Obligacje\"_\n                           o łącznej wartości nominalnej nie wyższej niż 50.000.000 _pięćdziesiąt milionów_ złotych,\n                           w okresie nie dłuższym niż dwanaście miesięcy od dnia zatwierdzenia prospektu emisyjnego\n                           podstawowego przez KNF.Obligacje będą zabezpieczone  w sposób i w terminach określonych w prospekcie emisyjnym\n                           podstawowym i ostatecznych warunkach emisji poszczególnych serii Obligacji. Obligacje\n                           będą zdematerializowanymi obligacjami na okaziciela. Poszczególne serie Obligacji mogą mieć zróżnicowane szczegółowe warunki emisji, w\n                           tym zasady dotyczące oprocentowania i jego wysokości. Szczegółowe warunki emisji każdej serii Obligacji, w tym cena emisyjna Obligacji,\n                           zawarte będą w prospekcie emisyjnym podstawowym i uchwalanych przez Zarząd Emitenta\n                           ostatecznych warunkach emisji każdej serii Obligacji, które będą ustalać w szczególności:a_    jednostkową oraz łączną wartość nominalną Obligacji emitowanych w ramach danej\n                           serii;b_    wysokość oprocentowania;c_    czas wykupu, nie dłuższy jednak niż 5 lat od daty przydziału;d_    ewentualne prawo Emitenta do wcześniejszego wykupu;e_    okresy odsetkowe, które będą wynosiły 3, 6 lub 12 miesięcy.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-10-02"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-09-29"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Emitenta informuje, że w dniu 27 września 2017 r. podjął uchwałę w sprawie\n                           emisji obligacji serii M, ustalenia warunków emisji, dematerializacji i wprowadzenia\n                           obligacji do obrotu na Catalyst. Podobnie jak w przypadku poprzednich emisji, celem\n                           emisji obligacji serii M jest finansowanie bieżącej działalności operacyjnej w zakresie\n                           usług faktoringowych i pożyczek. Emisja obejmuje nie więcej niż 120.000 zdematerializowanych,\n                           zabezpieczonych obligacji na okaziciela. Emitent zamierza ubiegać się o wprowadzenie\n                           obligacji do alternatywnego systemu obrotu na rynku Catalyst. Po dokonaniu przydziału\n                           Emitent niezwłocznie podejmie działania w celu dematerializacji oraz zarejestrowania\n                           obligacji w Krajowym Depozycie Papierów Wartościowych. Do czasu rejestracji w KDPW\n                           obligacje pozostaną zapisane w ewidencji prowadzonej przez organizatora emisji – Dom\n                           Maklerski BDM S.A. z/s w Bielsku-Białej. Emisja dojdzie do skutku, jeśli prawidłowo\n                           objętych i opłaconych zostanie co najmniej 50.000 obligacji _próg emisji_. Wartość\n                           nominalna każdej obligacji wynosi 100 zł. Cena emisyjna jest równa wartości nominalnej.\n                           Obligacje zostaną wykupione przez Emitenta w terminie 4 lat od dnia ich przydziału,\n                           tj. w dniu 18 października 2021 r. Wykup obligacji nastąpi poprzez zapłatę kwoty pieniężnej\n                           w wysokości wartości nominalnej obligacji. Podstawą naliczenia i spełnienia świadczenia\n                           będzie liczba obligacji zapisanych na rachunku papierów wartościowych obligatariusza\n                           z końcem dnia ustalenia prawa do otrzymania świadczenia z tytułu wykupu, przypadającego\n                           na 6 dni roboczych przed dniem wykupu, czyli 8 października 2021 r., chyba że regulacje\n                           KDPW będą wymagać innego terminu. Obligacje serii M oprocentowane są w zmiennej wysokości\n                           ustalonej w oparciu o stopę procentową WIBOR 3M ustalaną dla każdego okresu odsetkowego,\n                           powiększoną o marżę. Okresy odsetkowe wynoszą 3 miesiące każdy. Pierwszy okres odsetkowy\n                           będzie liczony od daty przydziału, tj. od dnia 18 października 2017 r. Podobnie jak\n                           w przypadku poprzednich emisji obligacje będą zabezpieczone zastawem rejestrowym na\n                           zbiorze wierzytelności istniejących oraz przyszłych, o zmiennym składzie, stanowiących\n                           całość gospodarczą oraz poręczeniem udzielonym przez spółkę Pragma Inkaso S.A. z/s\n                           w Tarnowskich Górach. Przedmiot zastawu to zbiór obejmujący wierzytelności przysługujące\n                           wobec osób trzecich, nabywane przez Emitenta jako faktora od faktorantów w ramach\n                           umów faktoringu oraz wierzytelności z tytułu udzielonych przez Emitenta pożyczek.\n                           Najwyższa suma zabezpieczona zastawem rejestrowym oraz maksymalna wysokość udzielonego\n                           poręczenia wynosi 15,6 mln zł.  Obligacje zostaną wykupione ze środków wypracowanych\n                           w toku normalnej działalności Emitenta, w szczególności  uzyskanych ze spieniężenia\n                           wierzytelności nabytych w ramach działalności faktoringowej. Emitent nie spodziewa\n                           się aby w terminie do czasu całkowitego wykupu obligacji doszło do przekroczenia poziomu\n                           zobowiązań powyżej 139 mln złotych, z wyłączeniem zadłużenia związanego z emisją obligacji\n                           serii M. W chwili podjęcia uchwały istnieją także obligacje serii H _wartość emisji\n                           20 mln zł_ z terminem wykupu na 21 września 2019 r., obligacje serii I _wartość emisji\n                           20 mln zł_ z terminem wykupu na 3 maja 2020 r., obligacje serii J _wartość emisji\n                           12 mln zł_ z terminem wykupu 2 grudnia 2020 r., obligacje serii K _wartość emisji\n                           10 mln zł_ z terminem wykupu 22 lipca 2020 r. oraz obligacje serii L _wartość emisji\n                           15 mln zł_ z terminem wykupu 17 maja 2021 r.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-09-27"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-09-27"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-09-26"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-09-22"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-09-21"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-09-20"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent informuje, że Zarząd Pragma Faktoring S.A. podjął uchwałę w sprawie przystąpienia\n                           do wyodrębnienia w ramach Pragma Faktoring zorganizowanej części przedsiębiorstwa\n                           pod nazwą PragmaGo. W tej formie projekt zacznie funkcjonować od 2018 roku jednak\n                           począwszy od dnia podjęcia uchwały jest on odrębnie zarządzany i realizowany przez\n                           dedykowany zespół. PragmaGo to grupa produktów mikrofinansowania realizowanych on-line _ofertowanie,\n                           sprzedaż, scoring, decyzja kredytowa, finansowanie_. W skład PragmaGo wchodzą usługi\n                           mikrofaktoringu z limitami finansowania do 250 tys. zł i nanofaktoringu z limitami\n                           do 50 tys. zł. Finansowanie jest realizowane w walutach PLN i EURO. Mikrofaktoring\n                           jest najszybciej rosnącym produktem w Pragma Faktoring. Uruchomienie procesów on-linowych\n                           przyspieszyło rozwój produktu i w pierwszym półroczu 2017 r. r/r wzrósł on o ponad\n                           200 proc.  W czwartym kwartale 2017 r. oferta PragmaGo zostanie rozszerzona o kolejne\n                           produkty.Oferta PragmaGo jest przeznaczona dla Klientów z sektora MSP oraz dla instytucji finansowych\n                           i dystrybutorów _programy White Label, usługi operatorskie_. Tworząc PragmaGo Pragma\n                           Faktoring korzystała z doświadczeń swojej spółki zależnej fintechu LeaseLink Sp. z\n                           o.o. - prekursora i lidera rynku mikroleasingu.   Projekt PragmaGo będzie miał istotne znaczenie dla osiąganych przez Pragma Faktoring\n                           S.A. wyników. W załączeniu Emitent przedstawia szczegółowa prezentacje projektu PragmaGo.\n                           Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2017-09-18"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K oraz L, PRAGMA FAKTORING S.A.\n                           przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           31 sierpnia 2017 r.:dla serii H           26.154.852,16  zł;dla serii  I            25.622.884,67  zł;dla serii  J           15.920.065,87  zł;dla serii  K          13.002.793,30  zł;dla serii  L           26.261.860,84  zł.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-09-13"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu powiadomienia przesłanego w\n                           trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach Emitenta, od spółki\n                           Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą obowiązki zarządcze\n                           u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym od Ireneusza Rymaszewskiego,\n                           członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-09-11"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu powiadomienia przesłanego w\n                           trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach Emitenta, od spółki\n                           Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą obowiązki zarządcze\n                           u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym od Ireneusza Rymaszewskiego,\n                           członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2017-09-05"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K oraz L, PRAGMA FAKTORING S.A.\n                           przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           31 lipca 2017 r.:dla serii H           26.010.993,16  zł;dla serii  I            27.320.637,52  zł;dla serii  J           15.789.811,65  zł;dla serii  K          13.010.756,62  zł;dla serii  L          19.647.520,29  zł.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-08-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K oraz L, PRAGMA FAKTORING S.A.\n                           przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           30 czerwca 2017 r.:dla serii H           26.061.172,53  zł;dla serii  I            26.063.041,39  zł;dla serii  J           16.141.242,96  zł;dla serii  K          13.001.484,53  zł;dla serii  L          19.620.608,09  zł.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-07-13"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring Spółka Akcyjna w załączeniu przedstawia wyniki sprzedaży usług\n                           oraz wielkość portfela wierzytelności za II kwartał 2017 r.Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2017-07-11"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. informuje, że w dniu 27 czerwca 2017 r. Zarząd Giełdy Papierów\n                           Wartościowych w Warszawie S.A. podjął uchwałę nr 678/2017 o wyznaczeniu na 29 czerwca\n                           2017 r. pierwszego dnia notowania w alternatywnym systemie obrotu na rynku Catalyst\n                           150.000 obligacji na okaziciela serii L wyemitowanych przez Pragmę Faktoring S.A.,\n                           oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLGFPRE00149\".\n                           Obligacje będą notowane w systemie notowań ciągłych pod nazwą skróconą \"PRF0521\".Podstawa prawna: § 34 ust. 1 pkt 3_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2017-06-28"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "PRAGMA FAKTORING S.A. informuje, że w dniu dzisiejszym otrzymała informację o podjęciu\n                           w dniu 26 czerwca 2017 r. przez Zarząd Giełdy Papierów Wartościowych w Warszawie uchwały\n                           o wprowadzeniu do alternatywnego systemu obrotu na rynku Catalyst 150 000 obligacji\n                           na okaziciela serii L wyemitowanych przez  PRAGMA FAKTORING S.A. o wartości nominalnej\n                           100 zł każda. Uchwała weszła w życie z dniem podjęcia.Podstawa prawna: § 34 ust. 1 pkt 2_ Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2017-06-27"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym, tj. 23\n                           czerwca 2017 r., powiadomienia przesłanego w trybie art. 19 ust. 1 rozporządzenia\n                           MAR, o transakcjach na akcjach Emitenta. Powiadomienie pochodzi od spółki Pragma Inkaso\n                           S.A. będącej osobą blisko związaną z osobami pełniącymi obowiązki zarządcze u Emitenta,\n                           tj. z Prezesem Zarządu - Tomaszem Boduszkiem oraz Przewodniczącym Rady Nadzorczej\n                           - Michałem Kolmasiakiem i dotyczy nabycia przez wymienioną spółkę łącznie 362 akcji\n                           Emitenta.Pełna treść obu powiadomień znajduje się w załączniku do niniejszego raportu.Podstawa prawna: Art. 19 ust. 3 MAR.",
        "date": "2017-06-23"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent informuje, że w dniu 20 czerwca 2017 r. objął 50 imiennych niezabezpieczonych\n                           obligacji serii B o łącznej wartości nominalnej 5 mln zł, wyemitowanych przez Pragma\n                           1 Fundusz Inwestycyjny Zamknięty Niestandaryzowany Fundusz Sekurytyzacyjny. Emitent\n                           nabył obligacje po cenie nominalnej. Termin wykupu obligacji przypada na 2 października\n                           2017 r., przy czym warunki emisji przewidują możliwość dokonania ich wcześniejszego\n                           wykupu. Oprocentowanie obligacji wynosi 8% w stosunku rocznym. Emisja obligacji była\n                           skierowana wyłącznie do Pragmy Faktoring S.A. Emitent traktuje transakcję jako krótkoterminową inwestycję nadwyżki środków gotówkowych.Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2017-06-20"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent koryguje wykaz stron internetowych na których 20 grudnia 2018 r. zostanie\n                           udostępniony prospekt emisyjny Pierwszego Publicznego Programu Emisji Obligacji:  -  strona internetowa Emitenta:  www.pragmafaktoring.pl;  -  strony internetowe Oferujących:       --  Domu Maklerskiego BDM S.A.:  www.bdm.pl;       --  Biura Maklerskiego ALIOR BANK S.A.:  www.aliorbank.pl/biuro-maklerskie.",
        "date": "2018-12-18"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent koryguje termin opublikowania prospektu emisyjnego, podany w raporcie bieżącym\n                           nr 70/2018 o zatwierdzeniu prospektu emisyjnego Pierwszego Publicznego Programu Emisji\n                           Obligacji, który zostanie udostępniony na jego stronie internetowej https://inwestor.pragmafaktoring.pl/\n                           oraz na stronie internetowej Domu Maklerskiego BDM S.A. www.bdm.com.pl w dniu 20 grudnia\n                           2018 r.",
        "date": "2018-12-17"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragmy Faktoring S.A. informuje, że w dniu 14 grudnia 2018 r. Komisja Nadzoru\n                           Finansowego podjęła decyzję o zatwierdzeniu prospektu emisyjnego Emitenta. Prospekt\n                           będzie podstawą do emisji i publicznego oferowania kolejnych serii obligacji Spółki,\n                           emitowanych w ramach I Publicznego Programu Emisji Obligacji o łącznej wartości nie\n                           wyższej niż 50 mln. złotych. W ramach programu Emitent może wyemitować jedną lub więcej\n                           serii zdematerializowanych obligacji _\"Obligacje\"_ na okaziciela w okresie nie dłuższym\n                           niż dwanaście miesięcy od dnia zatwierdzenia prospektu. Obligacje będą zabezpieczone\n                           w sposób i w terminach określonych w prospekcie emisyjnym podstawowym i ostatecznych\n                           warunkach emisji poszczególnych serii. Poszczególne serie Obligacji mogą mieć zróżnicowane\n                           szczegółowe warunki emisji, w tym zasady dotyczące oprocentowania. Szczegółowe warunki\n                           emisji każdej serii, w tym cena emisyjna, zawarte będą w uchwalanych przez Zarząd\n                           Emitenta ostatecznych warunkach emisji każdej serii Obligacji, które będą także ustalać:   a_  jednostkową oraz łączną wartość nominalną Obligacji emitowanych w ramach danej\n                           serii;   b_  wysokość oprocentowania;   c_  czas wykupu;   d_  ewentualne prawo Emitenta do wcześniejszego wykupu;   e_  okresy odsetkowe, które będą wynosiły 3, 6 lub 12 miesięcy.Stosownie do art. 45 ust. 1 ustawy o ofercie publicznej _…_, prospekt emisyjny zostanie\n                           opublikowany w dniu  18 grudnia 2018 r. w formie elektronicznej na stronie internetowej\n                           Emitenta pod adresem: https://inwestor.pragmafaktoring.pl/ oraz dodatkowo w celach\n                           informacyjnych na stronie internetowej Domu Maklerskiego BDM S.A., pod adresem: www.bdm.com.pl.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-12-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L, M, N oraz O, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           30 listopada 2018 r.:dla serii H          26.175.471,99 zł;dla serii  I           26.034.800,51 zł;dla serii  J          15.653.382,12 zł;dla serii  K         13.000.000,00 zł;dla serii  L          19.658.310,38 zł;dla serii  M         15.746.656,63 zł;dla serii  N           5.286.332,45 zł;dla serii  O         13.048.393,39 zł. Razem wartość sumy zbiorów wynosi                     134 603 347,47 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-12-12"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do opublikowanej w dniu 3 października 2017 r. Strategii Pragma Faktoring\n                           S.A. na lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest\n                           zwiększanie skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent\n                           przedstawia dane za październik 2018 r. dotyczące efektów wygenerowanych przez onlinowe\n                           kanały sprzedaży. Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową. Ilość zainicjowanych w tych aplikacjach\n                           przez Klientów procesów nabywania usług Grupy odzwierciedla efektywność onlinowego\n                           kanału sprzedaży i jest istotna z punktu widzenia zwiększania skali działalności Emitenta\n                           bez znaczącego wzrostu kosztów działalności.Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO* II Q 2016 - 97III Q 2016 - 265IV Q 2016 - 621I Q 2017 - 810II Q 2017 - 1.236III Q 2017 - 1.821IV Q 2017 - 5.106I Q 2018 - 6.516II Q 2018 - 8.166III Q 2018 - 8.140Październik 2018 - 3.222Listopad 2018 - 3.514  *Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingową. Emitent ocenia efektywność sprzedaży przez\n                           onlinowe aplikacje PragmaGO i LeaseLink bardzo wysoko i spodziewa się dalszego dynamicznego\n                           wzrostu liczby pozyskiwanych tym kanałem Klientów i transakcji. Zgodnie z opublikowaną\n                           Strategią fintechowe segmenty działalności Emitenta, jako szybko skalowalne, będą\n                           bazą do rozszerzenia działalności Emitenta na rynki zagraniczne. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-12-05"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L, M, N oraz O, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           31 października 2018 r.:dla serii H          26.036.773,31 zł;dla serii  I           26.330.474,57 zł;dla serii  J          15.897.828,40 zł;dla serii  K         13.832.740,21 zł;dla serii  L          21.752.787,49 zł;dla serii  M         16.485.040,66 zł;dla serii  N           5.354.410,00 zł;dla serii  O         13.000.775,36 zł. Razem wartość sumy zbiorów wynosi             138 690 830,00 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-11-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do opublikowanej w dniu 3 października 2017r. Strategii Pragma Faktoring\n                           S.A. na lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest\n                           zwiększanie skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent\n                           przedstawia dane za październik 2018r. dotyczące efektów wygenerowanych przez onlinowe\n                           kanały sprzedaży. Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową. Ilość zainicjowanych w tych aplikacjach\n                           przez Klientów procesów nabywania usług Grupy odzwierciedla efektywność onlinowego\n                           kanału sprzedaży i jest istotna z punktu widzenia zwiększania skali działalności Emitenta\n                           bez znaczącego wzrostu kosztów działalności.Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO* II Q 2016- 97III Q 2016- 265IV Q 2016- 621I Q 2017- 810II Q 2017- 1.236III Q 2017- 1.821IV Q 2017- 5.106I Q 2018- 6.516II Q 2018- 8.166III Q 2018- 8.140Październik 2018- 3.222  *Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingową. Emitent ocenia efektywność sprzedaży przez\n                           onlinowe aplikacje PragmaGO i LeaseLink bardzo wysoko i spodziewa się dalszego dynamicznego\n                           wzrostu liczby pozyskiwanych tym kanałem Klientów i transakcji. Zgodnie z opublikowaną\n                           Strategią fintechowe segmenty działalności Emitenta, jako szybko skalowalne, będą\n                           bazą do rozszerzenia działalności Emitenta na rynki zagraniczne. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-11-06"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent przedstawia w załączeniu podsumowanie pierwszego roku realizacji Strategii\n                           Pragma Faktoring S.A. ogłoszonej w dniu 3 października 2017 r. raportem bieżącym nr\n                           61/2017",
        "date": "2018-10-17"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L, M, N oraz O, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           30 września 2018 r.:dla serii H          26.009.930,27 zł;dla serii  I           26.024.921,20 zł;dla serii  J          17.459.310,47 zł;dla serii  K         13.025.287,14 zł;dla serii  L          19.803.795,56 zł;dla serii  M         15.883.240,37 zł;dla serii  N           5.467.337,62 zł;dla serii  O         13.206.776,04 zł. Razem wartość sumy zbiorów wynosi      136 880 638,67 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-10-15"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W załączeniu Zarząd Pragma Faktoring S.A. przedstawia wyniki dotyczące wartości sprzedaży\n                           w III kwartale 2018 r. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-10-12"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do opublikowanej w dniu 3.10.2017 r. Strategii Pragma Faktoring S.A.\n                           na lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest zwiększanie\n                           skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent przedstawia\n                           dane za wrzesień 2018 r. dotyczące efektów wygenerowanych przez onlinowe kanały sprzedaży.Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową. Ilość zainicjowanych w tych aplikacjach\n                           przez Klientów procesów nabywania usług Grupy odzwierciedla efektywność onlinowego\n                           kanału sprzedaży i jest istotna z punktu widzenia zwiększania skali działalności Emitenta\n                           bez znaczącego wzrostu kosztów działalności.Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO*II Q 2016- 97III Q 2016- 265IV Q 2016- 621I Q 2017- 810II Q 2017- 1.236III Q 2017- 1.821IV Q 2017- 5.106I Q 2018- 6.516II Q 2018- 8.166Lipiec 2018- 2.662Sierpień 2018- 2.759Wrzesień 2018- 2.719III Q 2018- 8.140*Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingową. Emitent ocenia efektywność sprzedaży przez\n                           onlinowe aplikacje PragmaGO i LeaseLink bardzo wysoko i spodziewa się dalszego dynamicznego\n                           wzrostu liczby pozyskiwanych tym kanałem Klientów i transakcji. Zgodnie z opublikowaną\n                           Strategią fintechowe segmenty działalności Emitenta, jako szybko skalowalne, będą\n                           bazą do rozszerzenia działalności Emitenta na rynki zagraniczne.Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-10-02"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje, że w dniu 17 września 2018 r. jej spółka\n                           zależna Leaselink sp. z o.o. zawarła umowę współpracy z internetową platformą Mintos\n                           _Platforma_. Dzięki niej Leaselink będzie miał możliwość zbywania na rzecz inwestorów\n                           korzystających z Platformy przepływów z wierzytelności przysługujących mu w stosunku\n                           do klientów z jednoczesnym zagwarantowaniem tym inwestorom spłacalności wierzytelności\n                           _Zobowiązania Gwarancyjne_. Emitent w dniu 17 września 2018 r. udzielił poręczenia\n                           za Zobowiązania Gwarancyjne LeaseLink zastrzegając sobie jednocześnie możliwość wypowiedzenia\n                           poręczenia skutkującego zwolnieniem się z odpowiedzialności za Zobowiązania Gwarancyjne\n                           z tytułu transakcji zrealizowanych po dokonaniu wypowiedzenia.  Korzystanie przez LeaseLink z Platformy będzie mieć wg planów spółki charakter uzupełniający\n                           oraz pomostowy i stanowi jednocześnie realizację jednego z celów strategicznych Grupy\n                           Pragma Faktoring jakim jest dywersyfikacja źródeł finansowania działalności, w tym\n                           poprzez korzystanie z finansowania pozabilansowego w modelu P2P.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014  _MAR_.",
        "date": "2018-09-17"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L, M, N oraz O, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           31 sierpnia 2018 r.:dla serii H         26.003.995,01 zł;dla serii  I          26.408.570,74 zł;dla serii  J         15.601.116,61 zł;dla serii  K         13.002.725,01 zł;dla serii  L         21.291.044,42 zł;dla serii  M         17.316.917,77 zł;dla serii  N           6.898.925,81 zł;dla serii  O         16.111.596,07 zł. Razem wartość sumy zbiorów wynosi            142 634 901,44 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-09-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową. Ilość zainicjowanych w tych aplikacjach\n                           przez Klientów procesów nabywania usług Grupy odzwierciedla efektywność onlinowego\n                           kanału sprzedaży i jest istotna z punktu widzenia zwiększania skali działalności Emitenta\n                           bez znaczącego wzrostu kosztów działalności.Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO*II Q 2016- 97III Q 2016- 265IV Q 2016- 621I Q 2017- 810II Q 2017- 1.236III Q 2017- 1.821IV Q 2017- 5.106I Q 2018- 6.516II Q 2018- 8.166Lipiec 2018- 2.662Sierpień 2018- 2.759*Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingową. Emitent ocenia efektywność sprzedaży przez\n                           onlinowe aplikacje PragmaGO i LeaseLink bardzo wysoko i spodziewa się dalszego dynamicznego\n                           wzrostu liczby pozyskiwanych tym kanałem Klientów i transakcji. Zgodnie z opublikowaną\n                           Strategią fintechowe segmenty działalności Emitenta, jako szybko skalowalne, będą\n                           bazą do rozszerzenia działalności Emitenta na rynki zagraniczne.Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-09-06"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. informuje, że zmienia termin publikacji jednostkowego\n                           oraz skonsolidowanego raportu okresowego za pierwsze półrocze 2018 r. z 3 września\n                           2018 r. na 5 września 2018 r.Podstawa prawna:  par. 80 ust. 2 rozporządzenia MF z 29.03.2018 r. w sprawie informacji\n                           bieżących i okresowych _…_.",
        "date": "2018-08-28"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L, M, N oraz O, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           31 lipca 2018 r.:dla serii H          26.011.098,91 zł;dla serii  I           26.018.857,28 zł;dla serii  J          15.609.202,21 zł;dla serii  K         13.270.835,91 zł;dla serii  L          21.293.726,75 zł;dla serii  M         18.288.156,60 zł;dla serii  N           5.233.549,41 zł;dla serii  O         13.002.350,01 zł. Razem wartość sumy zbiorów wyniosła   138 727 777,08 zł.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-08-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. informuje, że Nadzwyczajne Walne Zgromadzenie akcjonariuszy\n                           w dniu 13 sierpnia 2018 r. podjęło uchwałę o powołaniu Pana Grzegorza Borowskiego\n                           w skład Rady Nadzorczej spółki. Jego kandydatura została zgłoszona przez akcjonariusza\n                           – Pragmę Inkaso S.A.Grzegorz Borowski w 2003 roku ukończył studia magisterskie na wydziale Prawa i Administracji,\n                           Kierunek Prawo, Uniwersytetu Śląskiego w Katowicach. Pracę zawodową rozpoczął w 1998 roku w firmie Trading Service, gdzie był zatrudniony\n                           na stanowisku handlowca oraz referenta prawnego. W roku 2002 pracował w spółce Dom\n                           Obrotu Wierzytelnościami CASH FLOW S.A. na stanowisku Specjalisty ds. prawnych. Od\n                           08.12.2013 r. jest zatrudniony w Banku Spółdzielczym w Jastrzębiu Zdroju, gdzie zajmował\n                           Stanowska: Referenta ds. windykacji, Kierownika ds. windykacji i kontroli ryzyka kredytowego,\n                           Kierownika ds. windykacji i restrukturyzacji należności kredytowych, Dyrektora zarządzającego\n                           komórkami obsługi kredytowej a obecnie pełni funkcję Kierownika ds. windykacji. W\n                           okresie od 22.06.2011 r. do 02.03.2017 r., jako przedstawiciel Banku, pełnił funkcję\n                           wiceprzewodniczącego rady nadzorczej Funduszu Poręczeń Kredytowych Sp. z o.o. z/s\n                           w Jastrzębiu-Zdroju. 29.06.2018 r. został powołany w skład rady nadzorczej Pragmy\n                           Inkaso S.A.Według najlepszej wiedzy Emitenta Grzegorz Borowski nie wykonuje innej działalności\n                           gospodarczej niż wymieniona powyżej, w tym działalności, która byłaby konkurencyjna\n                           w stosunku do Emitenta, także jako wspólnik spółki cywilnej, spółki osobowej, spółki\n                           kapitałowej oraz nie uczestniczy w konkurencyjnej osobie prawnej jak członek jej organu,\n                           a ponadto nie został wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego przez\n                           KRS.Podstawa prawna:  § 5 ust. 1 pkt 5_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych _…_",
        "date": "2018-08-13"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. _Emitent_ przekazuje do publicznej wiadomości treść uchwał\n                           podjętych przez Nadzwyczajne Walne Zgromadzenie akcjonariuszy jakie odbyło się w siedzibie\n                           Emitenta w dniu 13 sierpnia 2018 r. Walne Zgromadzenie rozpatrzyło wszystkie z punktów\n                           planowanego porządku obrad, powzięło wszystkie uchwały jakie znalazły się w projektach\n                           przedstawionych przez Zarząd, nie zgłoszono sprzeciwu do żadnej z uchwał. Do niniejszego\n                           raportu zostaje dołączona także lista akcjonariuszy posiadających na Walnym Zgromadzeniu\n                           co najmniej 5% z ogólnej liczby głosów.Podstawa prawna:  § 19 ust. 1 pkt 6_, 7_ i 9_ Rozporządzenia Ministra Finansów z dnia\n                           29 marca 2018 roku w sprawie informacji bieżących i okresowych _…_.",
        "date": "2018-08-13"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do opublikowanej w dniu 3.10.2017 r. Strategii Pragma Faktoring S.A.\n                           na lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest zwiększanie\n                           skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent przedstawia\n                           dane za lipiec 2018 r. dotyczące efektów wygenerowanych przez onlinowe kanały sprzedaży.Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową. Ilość zainicjowanych w tych aplikacjach\n                           przez Klientów procesów nabywania usług Grupy odzwierciedla efektywność onlinowego\n                           kanału sprzedaży i jest istotna z punktu widzenia zwiększania skali działalności Emitenta\n                           bez znaczącego wzrostu kosztów działalności.Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO* :II Q 2016- 97III Q 2016- 265IV Q 2016- 621I Q 2017- 810II Q 2017- 1.236III Q 2017- 1.821IV Q 2017- 5.106I Q 2018- 6.516II Q 2018- 8.166Lipiec 2018- 2.662*Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingową. Emitent ocenia efektywność sprzedaży przez\n                           onlinowe aplikacje PragmaGO i LeaseLink bardzo wysoko i spodziewa się dalszego dynamicznego\n                           wzrostu liczby pozyskiwanych tym kanałem Klientów i transakcji. Zgodnie z opublikowaną\n                           Strategią fintechowe segmenty działalności Emitenta, jako szybko skalowalne, będą\n                           bazą do rozszerzenia działalności Emitenta na rynki zagraniczne.Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-08-06"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragmy Faktoring S.A. informuje o zwołaniu Nadzwyczajnego Walnego Zgromadzenia,\n                           które odbędzie się 13 sierpnia 2018 r. o godz. 10:00, w siedzibie spółki w Katowicach\n                           przy ul. Brynowskiej 72. W załączeniu przekazuje ogłoszenie o zwołaniu zgromadzenia\n                           oraz projekty uchwał.  Podstawa prawna: par. 19 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2018-07-17"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje, że w dniu dzisiejszym otrzymał od Ireneusza\n                           Rymaszewskiego oświadczenie o rezygnacji z dniem 17 lipca 2018 r. z pełnienia funkcji\n                           członka Rady Nadzorczej Emitenta, w którym jako powód rezygnacji wskazano zamiar podjęcia\n                           nowych obowiązków zawodowych.Podstawa prawna: § 5 ust. 1 pkt 4_  Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych _…_",
        "date": "2018-07-17"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. w załączeniu przedstawia wyniki dotyczące wartości sprzedaży\n                           w II kwartale 2018 r. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_",
        "date": "2018-07-17"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L, M, N oraz O, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           30 czerwca 2018 r.:dla serii H          26.057.455,45 zł;dla serii  I           26.055.085,38 zł;dla serii  J          15.826.656,68 zł;dla serii  K         13.215.422,69 zł;dla serii  L          19.500.266,37 zł;dla serii  M         17.590.602,86 zł;dla serii  N           5.584.196,28 zł;dla serii  O         16.890.792,75 zł. Razem wartość sumy zbiorów wynosi  140 720 478,46 zł.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-07-13"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do opublikowanej w dniu 3.10.2017 r. Strategii Pragma Faktoring S.A.\n                           na lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest zwiększanie\n                           skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent przedstawia\n                           dane za czerwiec 2018 r. dotyczące efektów wygenerowanych przez onlinowe kanały sprzedaży.Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową. Ilość zainicjowanych w tych aplikacjach\n                           przez Klientów procesów nabywania usług Grupy odzwierciedla efektywność onlinowego\n                           kanału sprzedaży i jest istotna z punktu widzenia zwiększania skali działalności Emitenta\n                           bez znaczącego wzrostu kosztów działalności.Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO*II Q 2016- 97III Q 2016- 265IV Q 2016- 621I Q 2017- 810II Q 2017- 1.236III Q 2017- 1.821IV Q 2017- 5.106I Q 2018- 6.516Kwiecień 2018- 2.615Maj 2018- 2.763Czerwiec 2018- 2.788II Q 2018- 8.166*Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingową. Emitent ocenia efektywność sprzedaży przez\n                           onlinowe aplikacje PragmaGO i LeaseLink bardzo wysoko i spodziewa się dalszego dynamicznego\n                           wzrostu liczby pozyskiwanych tym kanałem Klientów i transakcji. Zgodnie z opublikowaną\n                           Strategią fintechowe segmenty działalności Emitenta, jako szybko skalowalne, będą\n                           bazą do rozszerzenia działalności Emitenta na rynki zagraniczne.",
        "date": "2018-07-05"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia,\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2018-07-03"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragma Faktoring S.A. _Emitent_ przekazuje do publicznej wiadomości treść uchwał\n                           podjętych przez Zwyczajne Walne Zgromadzenie Akcjonariuszy jakie odbyło się w siedzibie\n                           Emitenta w dniu 29 czerwca 2018 r. Walne Zgromadzenie rozpatrzyło wszystkie z punktów\n                           planowanego porządku obrad, powzięło wszystkie uchwały jakie znalazły się w projektach\n                           przedstawionych przez Zarząd, nie zgłoszono sprzeciwu do żadnej z uchwał. Do niniejszego\n                           raportu zostaje dołączona także lista akcjonariuszy posiadających na Walnym Zgromadzeniu\n                           co najmniej 5% z ogólnej liczby głosów oraz przyjęty przez Walne Zgromadzenie tekst\n                           jednolity Statutu Spółki.Podstawa prawna:  § 19 ust. 1 pkt 6_, 7_ i 9_ Rozporządzenia Ministra Finansów z dnia\n                           29 marca 2018 roku w sprawie informacji bieżących i okresowych _…_.",
        "date": "2018-06-29"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu dwóch powiadomień przesłanych\n                           w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach Emitenta, od\n                           spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą obowiązki\n                           zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym od Ireneusza\n                           Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2018-06-29"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu dwóch powiadomień przesłanych\n                           w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach Emitenta, od\n                           spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą obowiązki\n                           zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym od Ireneusza\n                           Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załącznikach do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2018-06-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L, M, N oraz O, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           31 maja 2018 r.:dla serii H           26.015.836,27 zł;dla serii  I            26.057.155,31 zł;dla serii  J           16.035.590,23 zł;dla serii  K          13.191.496,00 zł;dla serii  L          19.653.402,52 zł;dla serii  M          16.102.951,94 zł;dla serii  N            5.514.455,60 zł;dla serii  O          13.027.429,49 zł. Razem wartość sumy zbiorów wynosi  135.598.317,36 zł.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-06-13"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W związku z przyjęciem przez Radę Nadzorczą sprawozdania z działalności rady w roku\n                           2017, które zawiera także rekomendacje dotyczące zatwierdzenia sprawozdań finansowych\n                           i sprawozdań zarządu z działalności Emitenta i Grupy Kapitałowej Pragma Faktoring\n                           S.A., Emitent przekazuje do publicznej wiadomości ww. sprawozdanie. Wszystkie dokumenty związane ze Zwyczajnym Walnym Zgromadzeniem zwołanym na 29 czerwca\n                           2018 r. są dostępne na stronie internetowej Emitenta pod adresem: https://inwestor.pragmafaktoring.pl/wza/ Podstawa prawna: par. 19 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych.",
        "date": "2018-06-11"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu trzech powiadomień przesłanych\n                           w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach Emitenta, od\n                           spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą obowiązki\n                           zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym od Ireneusza\n                           Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załącznikach do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2018-06-11"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Emitent informuje, iż w dniu 6 czerwca 2018 r. zawarł ze specjalizującym się w kredytowaniu\n                           spółek z branży finansowania MSP podmiotem z siedzibą w USA _Fundusz_ umowę poręczenia\n                           wobec Funduszu za zobowiązania spółki Pragma Faktor Sp. z o.o. z siedzibą w Katowicach\n                           _Spółka Celowa_, wynikające z umowy kredytu odnawialnego _Linia Kredytowa_ w kwocie\n                           22 mln zł, jaki ma zostać udzielony przez Fundusz Spółce Celowej. Poręczenie ma zostać\n                           udzielone przez Emitenta do wysokości 10 % wartości limitu Linii, tj. do wysokości\n                           2.2 mln zł. Jednocześnie Emitent uzgodnił ze Spółką Celową warunki umowy o zarządzanie\n                           portfelem wierzytelności faktoringowych Spółki.  Powyżej wymienione umowy są elementem trójstronnej współpracy między stronami. Współpraca\n                           ta będzie realizowana na następujących zasadach:-  Fundusz udostępni Spółce Celowej na okres minimum 12 miesięcy dostępną w walucie\n                           PLN Linię Kredytową w kwocie 22 mln zł, której celem będzie finansowanie wierzytelności\n                           z transakcji faktoringowych realizowanych z polskimi przedsiębiorcami;-  Emitent  zobowiązany jest udzielić Spółce Celowej pożyczki podporządkowanej pod\n                           Linię Kredytową w wysokości 5 % limitu kredytowego, tj. w kwocie 1.100 tys. zł;-  Emitent będzie świadczył na rzecz Spółki Celowej usługi serwiserskie polegające\n                           na pozyskiwaniu transakcji faktoringowych, weryfikacji kontrahentów, ustalaniu ratingów\n                           kontrahentów i limitów finansowania, bieżącej obsługi w zakresie finansowania faktoringowego\n                           kontrahentów oraz monitorowania i windykacji;- z tytułu świadczenia ww. usług Emitentowi przysługiwać będzie od Spółki Celowej\n                           ustalone na warunkach rynkowych wynagrodzenie będące częścią generowanych przez nią\n                           przychodów faktoringowych;-  Emitent nie będzie odpowiadać za spłacalność realizowanych transakcji z zastrzeżeniem\n                           odpowiedzialności z tytułu ww. poręczenia; -  Emitent odpowiada również bez ograniczeń za szkody jakie poniesie Fundusz w wyniku\n                           oszustwa lub rażącego niedbalstwa Spółki Celowej lub Emitenta;-  Fundusz zabezpieczy swoje należności z Linii Kredytowej również poprzez zastaw\n                           na należącym do Spółki Celowej zbiorze rzeczy o zmiennym składzie, zastaw na udziałach\n                           w niej oraz zastaw na jej dwóch zastrzeżonych rachunkach bankowych, będzie również\n                           autoryzował kluczowe decyzje transakcyjne Spółki Celowej.Uruchomienie finansowania jest uzależnione od ustanowienia w/w zabezpieczeń.  Spółka Celowa jest podmiotem, w którym całość udziałów posiada spółka Pragma Finanse\n                           Sp. z o.o., a więc podmiot spoza Grupy Kapitałowej Emitenta. Współpraca ze Spółką\n                           Celową i Funduszem w tej formule nie obciąża bilansu Emitenta długiem, a jednocześnie\n                           pozwoli Emitentowi zwiększać skalę działalności, generowane przychody i wyniki. Zawarte\n                           umowy są elementem realizacji strategii  Emitenta w zakresie dywersyfikacji źródeł\n                           finansowania działalności, pozyskiwania finansowania pozabilansowego i realizacji\n                           usług serwiserskich. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-06-06"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje, że w dniu 5 czerwca 2018 r. Rada Nadzorcza\n                           odwołała ze składu zarządu Emitenta Jakuba Holewę pełniącego dotychczas funkcję wiceprezesa\n                           zarządu oraz Agnieszkę Kowalik i Grzegorza Pardelę pełniących funkcje członków zarządu.\n                           Odwołanie zostało dokonane z dniem 1 lipca 2018 r.  Powodem odwołania jest zmiana formuły zarządzania przedsiębiorstwem Emitenta i funkcjonowania\n                           zarządu. Jednocześnie Emitent informuje, że zamierza kontynuować współpracę ze wszystkimi\n                           wymienionymi osobami, w szczególności po odwołaniu z zarządu planowane jest powierzenie\n                           im funkcji prokurentów.W zarządzie Emitenta pozostają:-   Tomasz Boduszek, pełniący funkcję prezesa zarządu, który będzie odpowiedzialny\n                           za sprawozdawczość finansową i relacje inwestorskie, finansowanie działalności, ryzyko\n                           i windykację;-   Daniel Mączyński, pełniący funkcję wiceprezesa zarządu, który będzie odpowiedzialny\n                           za produkty, ich sprzedaż i realizację operacyjną. Podstawa prawna: § 5 ust. 1 pkt 4_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych _…_",
        "date": "2018-06-05"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do opublikowanej w dniu 3.10.2017 r. Strategii Pragma Faktoring S.A.\n                           na lata 2017-2020 _raport bieżący nr 61/2017_, której istotnym elementem jest zwiększanie\n                           skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent przedstawia\n                           dane za maj 2018 r. dotyczące efektów wygenerowanych przez onlinowe kanały sprzedaży. Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową. Ilość zainicjowanych w tych aplikacjach\n                           przez Klientów procesów nabywania usług Grupy odzwierciedla efektywność onlinowego\n                           kanału sprzedaży i jest istotna z punktu widzenia zwiększania skali działalności Emitenta\n                           bez znaczącego wzrostu kosztów działalności. Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO* II Q 2016- 97 III Q 2016- 265 IV Q 2016- 621 I Q 2017- 810 II Q 2017- 1.236 III Q 2017- 1.821 IV Q 2017- 5.106 I Q 2018- 6.516 Kwiecień 2018- 2.615Maj 2018- 2.763 *Klienci, którzy po zapoznaniu się online z ofertą LeaseLink/PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingową Emitent ocenia efektywność sprzedaży przez onlinowe aplikacje PragmaGO i LeaseLink\n                           bardzo wysoko i spodziewa się dalszego dynamicznego wzrostu liczby pozyskiwanych tym\n                           kanałem Klientów i transakcji. Zgodnie z opublikowaną Strategią fintechowe segmenty\n                           działalności Emitenta, jako szybko skalowalne, będą bazą do rozszerzenia działalności\n                           Emitenta na rynki zagraniczne. Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-06-05"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2018-06-01"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zarząd Pragmy Faktoring S.A. informuje o zwołaniu Zwyczajnego Walnego Zgromadzenia,\n                           które odbędzie się 29 czerwca 2018 r. o godz. 10:00, w siedzibie spółki w Katowicach\n                           przy ul. Brynowskiej 72. W załączeniu przekazuje ogłoszenie o zwołaniu zgromadzenia\n                           oraz projekty uchwał.  Podstawa prawna: par. 19 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2018-06-01"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym dwóch powiadomień\n                           przesłanych w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załącznikach do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2018-05-29"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu dwóch powiadomień przesłanych\n                           w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach Emitenta, od\n                           spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą obowiązki\n                           zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym od Ireneusza\n                           Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załącznikach do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2018-05-28"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. informuje, że w dniu 17 maja 2018 r. Zarząd Giełdy Papierów\n                           Wartościowych w Warszawie S.A. podjął uchwałę nr 481/2018 o wyznaczeniu na 21 maja\n                           2018 r. pierwszego dnia notowania w alternatywnym systemie obrotu na rynku Catalyst\n                           100.000 obligacji na okaziciela serii O wyemitowanych przez Pragmę Faktoring S.A.,\n                           oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLGFPRE00164\".\n                           Obligacje będą notowane w systemie notowań ciągłych pod nazwą skróconą \"PRF 0322\".Podstawa prawna: § 17 ust. 1 pkt 4_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2018-05-18"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "PRAGMA FAKTORING S.A. informuje, że w dniu dzisiejszym otrzymała komunikat KDPW o\n                           rejestracji z dniem jutrzejszym, tj. 16 maja 2018 r., 100.000 sztuk obligacji serii\n                           O w Krajowym Depozycie Papierów Wartościowych S.A. Obligacjom został nadany kod ISIN:\n                           PLGFPRE00164. Podstawa prawna: § 17 ust. 1 pkt 3_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2018-05-15"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "PRAGMA FAKTORING S.A. informuje, że w dniu dzisiejszym otrzymała informację o podjęciu\n                           w dniu 14 maja 2018 r. przez Zarząd Giełdy Papierów Wartościowych w Warszawie uchwały\n                           nr 468/2018 o wprowadzeniu do alternatywnego systemu obrotu na rynku Catalyst 100.000\n                           obligacji na okaziciela serii O wyemitowanych przez  PRAGMA FAKTORING S.A. o wartości\n                           nominalnej 100 zł każda. W związku z podjęciem ww. uchwały o wprowadzeniu Emitent\n                           informuje również, że rejestracja obligacji w Krajowym Depozycie Papierów Wartościowych\n                           nastąpi w terminie 3 dni od otrzymania przez KDPW dokumentów potwierdzających ich\n                           wprowadzenie do alternatywnego systemu obrotu.Uchwała weszła w życie z dniem podjęcia.Podstawa prawna: § 17 ust. 1 pkt 1_ i 2_ Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 r. w sprawie informacji bieżących i okresowych _…_.",
        "date": "2018-05-15"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Zgodnie z Warunkami Emisji obligacji serii  H, I, J, K, L, M, N oraz O, PRAGMA FAKTORING\n                           S.A. przedstawia raport dotyczący stanu przedmiotu zastawu zabezpieczającego roszczenia\n                           posiadaczy obligacji tych serii. Wartość nominalna wierzytelności wchodzących w skład\n                           zbioru wierzytelności objętych zastawem dla poszczególnych serii wyniosła na dzień\n                           30 kwietnia 2018 r.:dla serii H           26.003.101,94 zł;dla serii  I            26.000.005,40 zł;dla serii  J           15.602.841,68 zł;dla serii  K           13.762.758,83 zł;dla serii  L           19.543.938,29 zł;dla serii  M           15.615.783,52 zł;dla serii  N             5.213.574,04 zł;dla serii  O           13.000.270,15 zł.Razem wartość sumy zbiorów wynosi  134.742.273,85 zł. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 _MAR_.",
        "date": "2018-05-14"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "W nawiązaniu do opublikowanej w dniu 3.10.2017 r. Strategii Pragma Faktoring S.A.\n                           na lata 2017 - 2020 _raport bieżący nr 61/2017_, której istotnym elementem jest zwiększanie\n                           skali biznesu realizowanego onlinowo oraz rozwój segmentu PragmaGO, Emitent przedstawia\n                           dane za kwiecień 2018 r. dotyczące efektów wygenerowanych przez onlinowe kanały sprzedaży.Fintechowe aplikacje LeaseLink i PragmaGO umożliwiają przeprowadzenie online w kilkanaście\n                           minut całego procesu obsługi Klienta _od wstępnej oferty, poprzez scoring i nadanie\n                           Klientowi ratingu, przedstawienie oferty, jej akceptację przez Klienta aż po finalizację\n                           transakcji_, zapewniają też obsługę posprzedażową. Ilość zainicjowanych w tych aplikacjach\n                           przez Klientów procesów nabywania usług Grupy odzwierciedla efektywność onlinowego\n                           kanału sprzedaży i jest istotna z punktu widzenia zwiększania skali działalności Emitenta\n                           bez znaczącego wzrostu kosztów działalności.Klienci pozyskani przez Grupę poprzez aplikacje onlinowe LeaseLink i PragmaGO*:   II Q 2016 - 97   III Q 2016 - 265   IV Q 2016 - 621   I Q 2017- 810   II Q 2017- 1.236   III Q 2017- 1.821   IV Q 2017- 5.106   I Q 2018 - 6.516   Kwiecień 2018- 2.615*Klienci, którzy po zapoznaniu się online z ofertą LeaseLink / PragmaGO dokonali rejestracji\n                           w aplikacjach i uzyskali decyzję ratingową.Emitent ocenia efektywność sprzedaży przez onlinowe aplikacje PragmaGO i LeaseLink\n                           bardzo wysoko i spodziewa się dalszego dynamicznego wzrostu liczby pozyskiwanych tym\n                           kanałem Klientów i transakcji. Zgodnie z opublikowaną Strategią fintechowe segmenty\n                           działalności Emitenta, jako szybko skalowalne, będą bazą do rozszerzenia działalności\n                           Emitenta na rynki zagraniczne.Podstawa prawna – art. 17 ust. 1 Rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 _MAR_.",
        "date": "2018-05-07"
    },
    {
        "company_name": "PRAGMA FAKTORING SA",
        "content": "Pragma Faktoring S.A. _Emitent_ informuje o otrzymaniu w dniu dzisiejszym powiadomienia\n                           przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach na akcjach\n                           Emitenta, od spółki Rymaszewski Asset ltd będącej osobą blisko związaną z osobą pełniącą\n                           obowiązki zarządcze u Emitenta, tj. Rymaszewski Asset ltd jest podmiotem zależnym\n                           od Ireneusza Rymaszewskiego, członka Rady Nadzorczej Pragma Faktoring S.A. Treść informacji znajduje się w załączniku do niniejszego raportu.Podstawa prawna: art. 19 ust. 3 MAR",
        "date": "2018-04-25"
    }
]