[
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 10 października 2017 r. został podpisany aneks _dalej: \"Aneks\"_ do Wieloletniej\n                           Umowy Sprzedaży Węgla Energetycznego z dnia 8 stycznia 2009 r., zawartej pomiędzy\n                           Spółką a Lubelskim Węglem \"Bogdanka\" S.A. z siedzibą w Bogdance _dalej: \"Umowa\"_.\n                           Przedmiotem Umowy jest dostawa i sprzedaż węgla energetycznego dla Spółki.Aneks określa nowe warunki dostaw w okresie jej obowiązywania:- cenowo-ilościowe na rok 2018,- ilościowe na lata 2019-2021; cena dla poszczególnych lat wskazanego okresu zostanie\n                           ustalona w drodze negocjacji lub w oparciu o formułę cenową bazującą na cenach rynkowych.\n                           W wyniku zawarcia Aneksu, szacunkowa wartość Umowy od momentu jej zawarcia do 31 grudnia\n                           2021 roku wynosi obecnie łącznie 1 095 mln zł netto _bez uwzględnienia możliwych zwiększeń,\n                           odchyleń i tolerancji_, z czego w latach 2018-2021 wyniesie około 333 mln zł netto,\n                           przy wyższych cenach i ilościach niż zakładane w poprzednim aneksie do Umowy, o którym\n                           Spółka informowała w raporcie bieżącym nr 28/2016 z dnia 6 grudnia 2016 roku. Węgiel\n                           dostarczany na podstawie Aneksu przeznaczony jest dla zakładowej elektrociepłowni\n                           Spółki i nie uwzględnia zapotrzebowania związanego z planami budowy nowego bloku węglowego.Pozostałe warunki Umowy nie ulegają zmianie i nie odbiegają od standardów rynkowych\n                           stosowanych w umowach tego typu. Zarząd Spółki uznaje powyższą informację za znaczącą\n                           z uwagi na fakt kontynuacji współpracy z Lubelskim Węglem \"Bogdanka\" S.A. i istotną\n                           zmianę wartości Umowy. Lubelski Węgiel \"Bogdanka\" S.A. jest głównym dostawcą węgla\n                           dla zakładowej elektrociepłowni działającej w ramach Spółki, zapewniając surowiec\n                           o parametrach wymaganych przez Spółkę, przy niskich kosztach transportu ze względu\n                           na fakt, że kopalnia ta znajduje się najbliżej Spółki. W wyniku zawarcia Aneksu Lubelski\n                           Węgiel \"Bogdanka\" S.A. będzie zaspakajać w 2018 roku ponad 70% zapotrzebowania elektrociepłowni\n                           Spółki na węgiel. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2017-10-10"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportów bieżących nr 2/2016 z dnia 8 lutego 2016 roku oraz nr 9/2017\n                           z 13 lutego 2017 roku Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej:\n                           \"Emitent\"_ przekazuje do publicznej wiadomości informację na temat przewidywanego\n                           wpływu niepieniężnego zdarzenia o charakterze jednorazowym na jednostkowe sprawozdanie\n                           finansowe za pierwsze półrocze 2017 rok spółki zależnej Emitenta: Zakłady Azotowe\n                           Chorzów S.A. oraz na sprawozdania finansowe za pierwsze półrocze 2017 roku Grupy Azoty\n                           Zakłady Azotowe \"Puławy\" S.A.W dniu 4 sierpnia 2017 roku Zarząd spółki Zakłady Azotowe Chorzów S.A. _dalej: \"Spółka\"_\n                           podjął uchwałę o dokonaniu odpisu aktualizującego w wysokości 14,7 mln zł, zmniejszającego\n                           wartość majątku instalacji przerobu tłuszczów. Na podstawie regulacji MSR 36 Zarząd\n                           Spółki zidentyfikował przesłanki wskazujące na możliwość wystąpienia spadku wartości\n                           odzyskiwalnej poniżej wartości bilansowej przedmiotowych aktywów. Spółka nadal nie\n                           wykorzystuje pełnych mocy produkcyjnych instalacji przerobu tłuszczów. Mimo uzyskanego\n                           wzrostu średniej ważonej ceny sprzedaży głównych produktów oleochemicznych w ostatnim\n                           czasie, ceny podstawowego surowca – płynnego tłuszczu zwierzęcego nadal utrzymują\n                           się na wysokim poziomie, co znacząco ogranicza możliwości generowania dodatnich przepływów\n                           pieniężnych na sprzedaży stearyny i innych wyrobów oleochemicznych.W wyniku analizy powyższych przesłanek Zarząd Spółki przeprowadził test na utratę\n                           wartości rzeczowych aktywów trwałych i wartości niematerialnych, który wykazał zasadność\n                           dokonania kolejnego odpisu aktualizującego wartość instalacji przerobu tłuszczów.Pierwszy odpis w wysokości -18,4 mln zł został uwzględniony w sprawozdaniu finansowym\n                           za 2015 roku, drugi odpis na kwotę -10,0 mln zł został uwzględniony w sprawozdaniu\n                           finansowym Spółki za 2016 rok. Bieżący odpis na kwotę -14,7 mln zł zostanie ujęty\n                           w półrocznym sprawozdaniu finansowym Spółki sporządzonym na dzień 30 czerwca 2017\n                           roku. Wpływ wyżej opisanego zdarzenia na wynik na skonsolidowanej działalności operacyjnej\n                           _EBIT_ Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. za pierwsze półrocze 2017 roku wynosi\n                           14,7 mln zł. Wynik jednostkowy za pierwsze półrocze 2017 r. Emitenta ulegnie zmniejszeniu\n                           o kwotę 11,9 mln zł _kwota skorygowana o podatek odroczony_ w wyniku dokonania przez\n                           Emitenta odpisu aktualizującego wartość akcji Zakładów Azotowych Chorzów S.A. Sprawozdania finansowe Emitenta są nadal weryfikowane przez biegłego rewidenta, dlatego\n                           powyższe kwoty nie są ostateczne i mogą ulec zmianie. Publikacja raportu półrocznego\n                           Grupy Azoty Zakładu Azotowe \"Puławy\" S.A. nastąpi w dniu 24 sierpnia 2017 roku.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2017-08-04"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 30/2017 z dnia 30 czerwca 2017 roku Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A _dalej \"Spółka\"_ informuje, że powziął wiadomość\n                           o dokonaniu w dniu 20 lipca 2017 roku przez Sąd Rejonowy Lublin-Wschód w Lublinie\n                           z siedzibą w Świdniku, VI Wydział Gospodarczy Krajowego Rejestru Sądowego, rejestracji\n                           zmian statutu Spółki przyjętych Uchwałą nr 37 Zwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 30 czerwca 2017 roku i podanych do wiadomości raportem bieżącym nr 29/2017.Zarząd Spółki przekazuje w załączeniu dotychczas obowiązujące postanowienia statutu\n                           oraz treść zmian dokonanych przez Zwyczajne Walne Zgromadzenie Spółki w dniu 30 czerwca\n                           2017 roku.Podstawa prawna: § 38 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz.133_.",
        "date": "2017-07-21"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azoty \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 11 lipca 2017 roku Rada Nadzorcza Spółki przyjęła tekst jednolity Statutu\n                           Spółki. Tekst ten uwzględnia zmiany przyjęte Uchwałą Nr 37 Zwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 30 czerwca 2017 roku. W tekście jednolitym Statutu wprowadzono również\n                           zmiany redakcyjne polegające na:1_ zmianach numeracji poszczególnych jednostek redakcyjnych celem wyeliminowania jednostek\n                           pozbawionych treści _skreślonych, którym nie nadano nowego brzmienia_,2_ wynikających z powyższych zmian, odpowiednich zmianach numerów jednostek redakcyjnych,\n                           do których odwołują się inne zapisy Statutu,3_ zmianach znaków interpunkcyjnych w związku z dokonanym uzupełnieniem wyliczeń _katalogów_\n                           zawartych w zmienionych postanowieniach Statutu.W załączeniu do niniejszego raportu bieżącego, Spółka przekazuje tekst jednolity Statutu.Szczegółowy zakres zmian wprowadzonych do Statutu został zaprezentowany w raporcie\n                           bieżącym nr 30/2017 z dnia 30 czerwca 2017 roku.Podstawa prawna: § 38 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-07-11"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej \"Spółka\"_ przekazuje\n                           do publicznej wiadomości wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki _dalej: \"ZWZ\"_, zwołanym na dzień 1 czerwca\n                           2017 roku, a kontynuującym – po przerwie – obrady w dniach 14 i 30 czerwca 2017 roku,\n                           wraz z określeniem liczby głosów przysługujących każdemu z nich z posiadanych akcji\n                           i wskazaniem ich procentowego udziału w liczbie głosów na tym Zwyczajnym Walnym Zgromadzeniu\n                           Spółki oraz w ogólnej liczbie głosów: Grupa Azoty S.A. - liczba akcji na ZWZ - 18.345.735 - liczba głosów na ZWZ - 18.345.735 - procentowy udział głosów w liczbie głosów reprezentowanych na NWZ - 99,97% - procentowy udział głosów w ogólnej liczbie głosów - 95,98% Podstawa prawna: art. 70 pkt 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tekst jedn. Dz. U. z 2016 r., poz. 1639 z późn. zm._.",
        "date": "2017-07-04"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że Zwyczajne Walne Zgromadzenie Spółki  obradujące po przerwie w dniu 30 czerwca 2017\n                           r., podjęło uchwałę w sprawie zmian Statutu Spółki.Treść uchwalonych zmian Statutu Spółki zawiera załącznik do niniejszego raportu bieżącego.Uchwała Zwyczajnego Walnego Zgromadzenia Spółki w sprawie zmiany Statutu wchodzi w\n                           życie z dniem podjęcia z mocą obowiązującą od dnia rejestracji zmian w Statucie Spółki\n                           w Rejestrze Przedsiębiorców Krajowego Rejestru Sądowego.  Podstawa prawna: § 38 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           w załączeniu do niniejszego raportu bieżącego projekt uchwały w sprawie zmian w statucie\n                           Spółki zgłoszonej przez akcjonariusza Spółki - Grupę Azoty S.A. podczas obrad Zwyczajnego\n                           Walnego Zgromadzania Spółki, obradującego po przerwie w dniu 30 czerwca 2017 roku.Ponadto Spółka przekazuje w załączeniu do niniejszego raportu bieżącego treść uchwały\n                           podjętej przez Walne Zgromadzenie Spółki w dniu 30 czerwca 2017 roku. Podjęta uchwała\n                           jest zgodna z w/w projektem przedstawionym przez akcjonariusza. Podstawa prawna: § 38 ust. 1 pkt 5 i 7 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn.\n                           Dz.U. z 2014 r., poz. 133 z późn. zm._.",
        "date": "2017-06-30"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 18/2016 z dnia 13 kwietnia 2016 roku, Zarząd\n                           Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Emitent\"_ informuje, iż w dniu\n                           21 czerwca 2017 roku Emitent oraz jego jednostka dominująca: Grupa Azoty S.A. oraz\n                           inne spółki z Grupy Azoty: Grupa Azoty Zakłady Chemiczne \"Police\" S.A., Grupa Azoty\n                           Zakłady Azotowe Kędzierzyn S.A., Grupa Azoty Kopalnie i Zakłady Chemiczne Siarki \"Siarkopol\"\n                           S.A. _dalej łącznie zwani \"Odbiorcami\"_ zawarły kontrakty dwustronne _\"Kontrakty Indywidualne\"_\n                           do umowy ramowej sprzedaży paliwa gazowego z dnia 13 kwietnia 2016 roku z Polskim\n                           Górnictwem Naftowym i Gazownictwem S.A. _dalej: \"PGNiG\"_.Przedmiotem zawartych Kontraktów Indywidualnych są dostawy paliwa gazowego realizowane\n                           od 1 października 2018 roku do 30 września 2020 roku z opcją przedłużenia do dnia\n                           30 września 2022 roku. Podpisanie Kontraktów Indywidualnych zostało połączone ze skróceniem\n                           okresu trwania obecnie obowiązujących Kontraktów Indywidualnych z dnia 13 kwietnia\n                           2016 roku zawartych pomiędzy Odbiorcami z Grupy Azoty a PGNiG, do dnia 30 września\n                           2018 r.Intencją biznesową Stron jest traktowanie Kontraktów Indywidualnych zawartych przez\n                           Odbiorców z Grupy Azoty łącznie, jako nierozłącznych elementów transakcji, podlegających\n                           wspólnemu rozliczeniu ilości umownych w okresie obowiązywania Kontraktów Indywidualnych.\n                           W wyniku zawarcia Kontraktów Indywidualnych PGNiG pozostanie dla Emitenta strategicznym\n                           dostawcą paliwa gazowego, a zawarte Kontrakty Indywidualne zabezpieczać mogą łącznie\n                           około 80% zapotrzebowania Emitenta na gaz.Wartość Kontraktu Indywidualnego zawartego pomiędzy Emitentem a PGNiG jest szacowana\n                           na kwotę, 3,2 mld zł w przypadku czterech lat obowiązywania. Podstawą kalkulacji formuły\n                           cenowej w zawartych Kontraktach Indywidualnych są rynkowe wartości indeksów cen gazu.\n                           Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2017-06-21"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 20 czerwca 2017 roku Rada Nadzorcza Spółki, działając na podstawie § 33\n                           ust. 1 pkt 10 Statutu Spółki, dokonała wyboru zgodnie z obowiązującymi przepisami\n                           podmiotu uprawnionego do przeprowadzenia przeglądu i badania sprawozdań finansowych\n                           Spółki obejmującego przeprowadzenie przeglądów i badań jednostkowych sprawozdań finansowych\n                           Spółki oraz skonsolidowanych sprawozdań finansowych Grupy Kapitałowej Spółki za lata\n                           obrotowe 2017, 2018, 2019.Podmiotem wybranym do przeprowadzenia w/w badań i przeglądów jest Ernst & Young Audyt\n                           Polska Spółka z ograniczoną odpowiedzialnością sp. k. z siedzibą w Warszawie, Rondo\n                           ONZ 1. Ernst & Young Audyt Polska Spółka z ograniczoną odpowiedzialnością sp. k. wpisana\n                           jest na listę podmiotów uprawnionych do badania sprawozdań finansowych pod numerem\n                           130.Dotychczas Spółka nie współpracowała z Ernst & Young Audyt Polska Spółka z ograniczoną\n                           odpowiedzialnością sp. k. z siedzibą w Warszawie. Spółka korzystała wcześniej z usług\n                           innych podmiotów z Grupy Ernst & Young, w szczególności w zakresie doradztwa biznesowego.Rada Nadzorcza udzieliła Zarządowi Spółki zgody na zawarcie umowy - obejmującej kolejne\n                           lata obrotowe tj. 2017, 2018, 2019 – na badanie i przegląd jednostkowych sprawozdań\n                           finansowych Spółki oraz skonsolidowanych sprawozdań finansowych Grupy Kapitałowej\n                           Spółki. Podstawa prawna: § 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-06-20"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2017 z dnia 1 czerwca 2017 roku, Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje, iż obradujące\n                           po przewie w dniu 14 czerwca 2017 roku Zwyczajne Walne Zgromadzenie Spółki, zarządziło\n                           przedłużenie przerwy w obradach Walnego Zgromadzenia do dnia 30 czerwca 2017 roku\n                           do godziny 11.00. Po przerwie obrady Walnego Zgromadzenia będą kontynuowane w siedzibie\n                           Spółki w Puławach przy Alei Tysiąclecia Państwa Polskiego 13, budynek Dyrekcji Naczelnej,\n                           sala nr 16.W dniu 14 czerwca 2017 roku Zwyczajne Walne Zgromadzenie Spółki podjęło uchwałę jedynie\n                           w sprawie ogłoszenia przerwy, którą Spółka przekazuje w załączeniu do niniejszego\n                           raportu bieżącego. Podstawa prawna: § 38 ust. 1 pkt 6 i 7 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn.\n                           Dz.U. z 2014 r., poz. 133 z późn. zm._.",
        "date": "2017-06-14"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           iż w dniu 9 czerwca 2017 roku Rada Nadzorcza Spółki powołała w skład Zarządu Spółki:\n                           - Panią Izabelę Małgorzatę Świderek,- Pana Pawła Owczarskiego. Uchwały Rady Nadzorczej w sprawie powołania Członków Zarządu Spółki weszły w życie\n                           z dniem podjęcia.Informacje dotyczące wykształcenia, kwalifikacji oraz wcześniej zajmowanych stanowisk\n                           wraz z opisem przebiegu pracy zawodowej nowo powołanych Członków Zarządu, Spółka przekazuje\n                           w załączeniu do niniejszego raportu bieżącego.Jednocześnie Zarząd Spółki informuje, że nowo powołani członkowie Zarządu złożyli\n                           oświadczenia, z których wynika że ich działalność wykonywana poza Spółką nie jest\n                           konkurencyjna w stosunku do działalności Spółki, nie uczestniczą w spółce konkurencyjnej\n                           jako wspólnicy spółki cywilnej, spółki osobowej ani jako członkowie organu spółki\n                           kapitałowej, a także nie uczestniczą w innych konkurencyjnych osobach prawnych jako\n                           członkowie ich organów. Otrzymane przez Spółkę oświadczenia zawierają również deklaracje, że żaden z nowo\n                           powołanych Członków Zarządu Spółki, że nie został wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.Podstawa prawna przekazania raportu: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn.\n                           Dz.U. z 2014 r., poz. 133 z późn. zm._.",
        "date": "2017-06-09"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           w załączeniu treść uchwał podjętych, do momentu ogłoszenia przerwy w obradach, na\n                           Zwyczajnym Walnym Zgromadzeniu Spółki obradującym w dniu 1 czerwca 2017 roku.Podstawa prawna: § 38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._",
        "date": "2017-06-01"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           w załączeniu do niniejszego raportu bieżącego projekty uchwał zgłoszone przez akcjonariuszy\n                           podczas obrad Zwyczajnego Walnego Zgromadzania Spółki w dniu 1 czerwca 2017 roku:1.Projekt uchwały zgłoszony przez akcjonariusza Grupę Azoty S.A. dotyczący pkt. 10\n                           porządku obrad – \"Podjęcie uchwały w sprawie podziału zysku netto za okres od dnia\n                           01.01.2016 r. do dnia 31.12.2016 r., określenia dnia dywidendy i dnia jej wypłaty\".2.Projekt uchwały zgłoszony przez akcjonariusza Skarb Państwa dotyczący pkt. 12 porządku\n                           obrad – \"Zmiany w statucie Spółki\". Projekt ten nie został poddany pod głosowanie\n                           w dniu 1 czerwca 2017 roku. Będzie przedmiotem obrad Zwyczajnego Walnego Zgromadzania\n                           Spółki, wznowionego po przerwie, w dniu 14 czerwca 2017 roku.Podstawa prawna: § 38 ust. 1 pkt 5 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm",
        "date": "2017-06-01"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że Zwyczajne Walne Zgromadzenie Spółki odbywające się w dniu 1 czerwca 2017 roku,\n                           na wniosek akcjonariusza Grupy Azoty S.A, podjęło uchwałę w sprawie zarządzenia przerwy\n                           w obradach Walnego Zgromadzenia. Uchwała w sprawie ogłoszenia przerwy podjęta została po rozpatrzeniu pkt 11 porządku\n                           obrad i przedstawieniu przez akcjonariusza Skarb Państwa projektu uchwały dotyczącego\n                           pkt 12 porządku obrad – \"Zmiany w statucie Spółki\". Wznowienie obrad Zwyczajnego Walnego\n                           Zgromadzenia Spółki nastąpi dnia 14 czerwca 2017 roku o godz. 11.00 w siedzibie Spółki\n                           w Puławach pod adresem Aleja 1000-lecia Państwa Polskiego 13, 24 -110 Puławy, budynek\n                           Dyrekcji Naczelnej, sala nr 16.Podstawa prawna: § 38 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-06-01"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"PUŁAWY\" S.A. _dalej: \"Spółka\"_ informuje,\n                           iż w dniu 1 czerwca 2017 roku uchwałami Zwyczajnego Walnego Zgromadzenia Spółki na\n                           podstawie par. 55 pkt 6_ Statutu Spółki w skład Rady Nadzorczej Spółki na kolejną\n                           _IX_ wspólną kadencję, zostały powołane następujące osoby: 1_ Pan Grzegorz Mandziarz - jako członek Rady Nadzorczej wybrany przez pracowników2_ Pan Jacek Wójtowicz - jako członek Rady Nadzorczej wybrany przez pracowników3_ Pan Maciej Marzec4_ Pan dr Wiktor Cwynar5_ Pan dr Krzysztof BednarzRównolegle w tym samym dniu Spółka otrzymała oświadczenie Ministra Rozwoju i Finansów,\n                           działającego na podstawie § 35 ust. 1 Statutu Spółki, powołujące Pana Jacka Nieściora\n                           jako reprezentanta Skarbu Państwa do Rady Nadzorczej Spółki na kolejną _IX_ wspólną\n                           kadencję, rozpoczynającą się z dniem odbycia Zwyczajnego Walnego z Spółki zatwierdzającego\n                           sprawozdanie finansowe za rok 2016. Zwyczajne Walne Zgromadzenie Spółki powierzyło Panu Jackowi Nieściorowi funkcję przewodniczącego\n                           Rady Nadzorczej Spółki. Jednocześnie Zarząd Spółki informuje, że wskazani powyżej nowo powołani: Przewodniczący\n                           Rady Nadzorczej oraz Członkowie Rady Nadzorczej złożyli oświadczenia, z których wynika,\n                           że działalność w/w osób wykonywana poza Spółką, nie jest konkurencyjna w stosunku\n                           do działalności Spółki, w/w osoby nie uczestniczą w spółce konkurencyjnej jako wspólnicy\n                           spółki cywilnej, spółki osobowej ani jako członkowie organu spółki kapitałowej, a\n                           także nie uczestniczą w innych konkurencyjnych osobach prawnych jako członkowie ich\n                           organów. Otrzymane przez Spółkę oświadczenia zawierają również deklaracje nowo powołanych Członków\n                           oraz Przewodniczącego Rady Nadzorczej Spółki IX kadencji, że żadna z w/w osób nie\n                           została wpisana do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie ustawy\n                           o Krajowym Rejestrze Sądowym.W załączeniu do niniejszego raportu Spółka przekazuje informacje dotyczące wykształcenia,\n                           kwalifikacji i wcześniej zajmowanych stanowisk wraz z opisem przebiegu pracy zawodowej\n                           nowo powołanych Członków Rady Nadzorczej Spółki IX kadencji.Podstawa prawna: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz. U. z\n                           2014 r., poz. 133, z póżn. zm _.",
        "date": "2017-06-01"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportów bieżących nr 15/2017 z dnia 18 kwietnia 2017 roku oraz nr\n                           16/2017 z dnia 4 maja 2017 roku Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. _dalej: \"Spółka\"_ informuje, iż Zwyczajne Walne Zgromadzenie Spółki podjęło w\n                           dniu 1 czerwca 2017 roku uchwałę o wypłacie dywidendy z zysku netto za rok obrotowy\n                           2016 trwający od 1 stycznia 2016 roku do 31 grudnia 2016 roku w kwocie 273.342.288,68\n                           zł .1. Kwota przeznaczona na wypłatę dywidendy wynosi 164.006.700,00 zł. 2. Wartość dywidendy przypadająca na jedną akcję wynosi 8,58 zł.3. Dywidendą objęte są wszystkie akcje Spółki w liczbie 19 115 000 szt. 4. Dniem ustalenia prawa do dywidendy jest 12 czerwca 2017 roku. 5. Dzień wypłaty dywidendy ustalono na 30 czerwca 2017 roku.Podstawa prawna: § 38 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz.U. z 2014 r., poz.\n                           133, z pózn.zm_.",
        "date": "2017-06-01"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportów bieżących nr 17/2017 oraz 18/2017 z dnia 5 maja 2017 roku,\n                           Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           iż w dniu 11 maja 2017 roku na podstawie art. 401 § 1 kodeksu spółek handlowych oraz\n                           § 48 ust. 4 i 5 statutu Spółki, otrzymał od akcjonariusza Spółki, Grupy Azoty S.A.,\n                           reprezentującego 95,98% kapitału zakładowego Spółki, wniosek o rozszerzenie porządku\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki zwołanego na dzień 1 czerwca 2017 roku.Grupa Azoty S.A. wnosi o umieszczenie w porządku obrad Zwyczajnego Walnego Zgromadzenia\n                           Spółki punktu: \"Zmiany w statucie Spółki\".Uzasadnienie rozszerzenia porządku obrad przedstawione przez Grupę Azoty S.A.:\" Wniosek w sprawie umieszczenia w porządku obrad punktu dotyczącego zmian w Statucie\n                           Spółki wynika             z faktu, iż to Walne Zgromadzenie jest władne do podejmowania\n                           uchwał w przedmiocie zmian w Statucie Spółki. Proponowane zmiany mają na celu dostosowanie\n                           Statutu Spółki w szczególności do przepisów ustawy z dnia 16 grudnia 2016 roku o zasadach\n                           zarządzania mieniem państwowym _Dz. U z 2016, poz. 2259_ oraz ustawy z dnia 16 grudnia\n                           2016 r. Przepisy wprowadzające ustawę o zasadach zarządzania mieniem państwowym _Dz.\n                           U z 2016, poz. 2260_.\"Mając powyższe na uwadze, uwzględniając dokonane uzupełnienie, porządek obrad Zwyczajnego\n                           Walnego Zgromadzenia Spółki, zwołanego na dzień 1 czerwca 2017 roku przedstawia się\n                           następująco:1.Otwarcie Zwyczajnego Walnego Zgromadzenia i wybór Przewodniczącego.2.Stwierdzenie prawidłowości zwołania Zwyczajnego Walnego Zgromadzenia i jego zdolności\n                           do podejmowania uchwał. 3.Przyjęcie porządku obrad. 4.Wybór Komisji Skrutacyjnej. 5.Przedstawienie sprawozdań i ocen Rady Nadzorczej.6.Rozpatrzenie i podjęcie uchwał w sprawie zatwierdzenia jednostkowego sprawozdania\n                           finansowego Spółki za okres od dnia 01.01.2016 r. do dnia 31.12.2016 r. oraz sprawozdania\n                           Zarządu z działalności Spółki za okres od dnia 01.01.2016 r. do dnia 31.12.2016 r.7.Rozpatrzenie i podjęcie uchwał w sprawie zatwierdzenia skonsolidowanego sprawozdania\n                           finansowego grupy kapitałowej Spółki za okres od dnia 01.01.2016 r. do dnia 31.12.2016\n                           r. oraz sprawozdania Zarządu z działalności grupy kapitałowej Spółki za okres od dnia\n                           01.01.2016 r. do dnia 31.12.2016 r.8.Podjęcie uchwał w sprawie udzielenia absolutorium członkom Zarządu z wykonywania\n                           przez nich obowiązków w roku obrotowym trwającym od 01.01.2016 r. do 31.12.2016 r.9. Podjęcie uchwał w sprawie udzielenia absolutorium członkom Rady Nadzorczej z wykonywania\n                           przez nich obowiązków w roku obrotowym trwającym od 01.01.2016 r. do 31.12.2016 r.10.Podjęcie uchwały w sprawie podziału zysku netto za okres od dnia 01.01.2016 r.\n                           do dnia 31.12.2016 r., określenia dnia dywidendy i dnia jej wypłaty.11.Podjęcie uchwał w sprawie ustalenia liczby członków Rady Nadzorczej wybieranychna kolejną kadencję, wyboru członków Rady Nadzorczej, z uwzględnieniem § 35 ust. 1i § 36 Statutu, oraz wyboru Przewodniczącego Rady Nadzorczej.12.Zmiany w statucie Spółki.13.Zamknięcie obrad.W załączeniu, Zarząd Spółki przekazuje treść projektu uchwały przedstawioną przez\n                           akcjonariusza Grupę Azoty S.A., dotyczącą wprowadzonego nowego 12 punktu porządku\n                           obrad.Stosownie do postanowień art. 402 § 2 Kodeksu spółek handlowych, Spółka podaje w załączniku\n                           do niniejszego raportu proponowane w ramach punktu 12 porządku obrad Zwyczajnego Walnego\n                           Zgromadzenia  zmiany Statutu Spółki.Podstawa prawna: § 38 ust. 1 pkt 2 i 4 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-05-11"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"PUŁAWY\" S.A._ dalej \"Spółka\"_ przekazuje\n                           w załączeniu projekty uchwał, które mają być przedmiotem obrad Zwyczajnego Walnego\n                           Zgromadzenia Spółki w dniu 1 czerwca 2017 rokuPodstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-05-05"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"PUŁAWY\" S.A. _dalej: \"Spółka\"_ zwołuje\n                           na dzień 1 czerwca 2017 roku na godzinę 11.00, w siedzibie Spółki w Puławach, Aleja\n                           Tysiąclecia Państwa Polskiego 13 Zwyczajne Walne Zgromadzenie Spółki, zgodnie z treścią\n                           ogłoszenia stanowiącego załącznik do niniejszego raportu.Podstawa prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-05-05"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 15/2017 z dnia 18 kwietnia 2017 roku Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje, że w dniu 4\n                           maja 2017 roku, Rada Nadzorcza Spółki pozytywnie zaopiniowała wniosek Zarządu Spółki\n                           do Zwyczajnego Walnego Zgromadzenia o podział podziału zysku netto za rok obrotowy\n                           2016 trwający od 1 stycznia 2016 roku do 31 grudnia 2016 roku w kwocie 273.342.288,68\n                           zł w sposób opisany w uchwale Zarządu Spółki z dnia 18 kwietnia 2017 roku, zakładający:1. wyłączenie od podziału pomiędzy akcjonariuszy kwoty 154.829.288,68 zł i przeznaczenie\n                           jej na kapitał zapasowy; 2. przeznaczenie na dywidendę dla akcjonariuszy kwoty 118.513.000,00 zł, tj. w wysokości\n                           6,20 zł na jedną akcję.3. wyznaczenie dnia dywidendy na 12 czerwca 2017 roku, dnia wypłaty dywidendy na 30\n                           czerwca 2017 roku.Ostateczną decyzję dotyczącą podziału zysku podejmie Zwyczajne Walne Zgromadzenie\n                           Spółki.Podstawa prawna: § 38 ust. 1 pkt 11 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133 z poźn. zm._.",
        "date": "2017-05-04"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 18 kwietnia 2017 roku podjął uchwałę w przedmiocie wystąpienia do Zwyczajnego\n                           Walnego Zgromadzenia o dokonanie następującego podziału zysku netto za rok obrotowy\n                           2016 trwający od 1 stycznia 2016 roku do 31 grudnia 2016 roku  w kwocie 273.342.288,68\n                           zł:1. wyłączenie od podziału pomiędzy akcjonariuszy kwoty 154.829.288,68 zł i przeznaczenie\n                           jej na kapitał zapasowy; 2.  przeznaczenie na dywidendę dla akcjonariuszy kwoty 118.513.000,00 zł, tj. w wysokości\n                           6,20 zł najedną akcję.Jednocześnie Zarząd Spółki wnosi o wyznaczenie dnia dywidendy na 12 czerwca 2017 roku,\n                           natomiast na dzień wypłaty dywidendy rekomenduje wyznaczyć 30 czerwca 2017 roku. Jednocześnie Spółka informuje, iż zgodnie z art. 382 § 3 Kodeksu spółek handlowych\n                           niniejszy wniosek zostanie skierowana do Rady Nadzorczej Spółki w celu oceny. Ostateczną\n                           decyzję dotyczącą podziału zysku za rok obrotowy 2016 podejmie Zwyczajne Walne Zgromadzenie\n                           Spółki.Podstawa prawna: § 38 ust. 1 pkt 11 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133 z poźn. zm._.",
        "date": "2017-04-18"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 21/2015 z dnia 25 maja 2015 roku Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej Grupa Azoty PUŁAWY lub \"Spółka\"_\n                           informuje, że 31 marca 2017 roku Elektrownia Puławy Sp. z o.o. _spółka zależna Grupy\n                           Azoty PUŁAWY _ prowadząca postępowanie przetargowe na wybór generalnego wykonawcy\n                           w ramach realizacji przedsięwzięcia  \"Budowa bloku gazowo-parowego klasy 400 MWe\"\n                           podjęła decyzję o nie dokonywaniu wyboru oferty i zamknięciu przetargu. Projekt  zakładający\n                           realizację przedsięwzięcia w oparciu o ww. założenia zgodnie z uchwałami Zarządu i\n                           Rady Nadzorczej Grupy Azoty PUŁAWY z dnia 31 marca 2017 roku nie będzie kontynuowany.\n                           Jednocześnie w dniu 31 marca 2017 roku Rada Nadzorcza Spółki udzieliła Zarządowi kierunkowej\n                           zgody na prowadzenie działań związanych  z przygotowaniami do realizacji projektu\n                           inwestycyjnego polegającego na budowie bloku energetycznego w oparciu o węgiel kamienny,\n                           w szczególności na prowadzenie prac koncepcyjno-analitycznych, a następnie opracowanie\n                           Specyfikacji Istotnych Warunków Zamówienia _dokumentacji do postępowania na wybór\n                           wykonawcy_. Blok energetyczny, dostosowany do potrzeb Spółki, ma zapewniać dostawy\n                           energii elektrycznej i ciepła dla Grupy Azoty PUŁAWY. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2017-03-31"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 21 lutego 2017 roku Pan Zbigniew Dżugaj złożył rezygnację z zasiadania w\n                           Radzie Nadzorczej Spółki. Powodem rezygnacji jest brak zgody Rady Nadzorczej spółki\n                           PGE Dystrybucja S.A., w której Pan Zbigniew Dżugaj pełni funkcję Wiceprezesa Zarządu\n                           ds. Korporacyjnych.Podstawa prawna: § 5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-02-21"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej \"Spółka\"_ przekazuje\n                           do publicznej wiadomości wykaz akcjonariuszy posiadających co najmniej 5% liczby głosów\n                           na Nadzwyczajnym Walnym Zgromadzeniu Spółki _dalej: \"NWZ\"_, zwołanym na dzień 10 lutego\n                           2017 roku, a kontynuującym – po przerwie – obrady w dniu 17 lutego 2017 roku, wraz\n                           z określeniem liczby głosów przysługujących każdemu z nich z posiadanych akcji i wskazaniem\n                           ich procentowego udziału w liczbie głosów na tym Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki oraz w ogólnej liczbie głosów: Grupa Azoty S.A. - liczba akcji na NWZ - 18.345.735 - liczba głosów na NWZ - 18.345.735 - procentowy udział głosów w liczbie głosów reprezentowanych na NWZ - 99,97% - procentowy udział głosów w ogólnej liczbie głosów - 95,98% Podstawa prawna: art. 70 pkt 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tekst jedn. Dz. U. z 2016 r., poz. 1639 z późn. zm._.",
        "date": "2017-02-20"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 6/2017 z dnia 10 lutego 2017 roku Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje w załączeniu\n                           treść uchwał podjętych na Nadzwyczajnym Walnym Zgromadzeniu Spółki w dniu 17 lutego\n                           2017 roku. Podstawa prawna: § 38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._",
        "date": "2017-02-17"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 17 lutego 2017 roku na mocy uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki:-  ze składu Rady Nadzorczej Spółki VIII kadencji zostali odwołani: Pan Janusz Cendrowski\n                           pełniący funkcję przewodniczącego Rady Nadzorczej oraz Pan Leszek Lewicki,-  w skład Rady Nadzorczej Spółki VIII kadencji zostali powołani: Pan Zbigniew Dżugaj\n                           oraz Pan Paweł Mortas,-  funkcję Przewodniczącego Rady Nadzorczej VIII kadencji powierzono Panu Jackowi\n                           Nieściorowi, pełniącemu dotychczas funkcję Wiceprzewodniczącego Rady Nadzorczej Spółki.Uchwały w sprawie odwołania oraz powołania Członków Rady Nadzorczej Spółki VIII kadencji,\n                           a także o powierzeniu funkcji Przewodniczącego Rady Nadzorczej weszły w życie z dniem\n                           podjęcia.Pan Paweł Mortas złożył oświadczenie, z którego wynika, że jego działalność wykonywana\n                           poza Spółką nie jest konkurencyjna w stosunku do działalności Spółki, nie uczestniczy\n                           w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej ani jako członek\n                           organu spółki kapitałowej, a także nie uczestniczy w innych konkurencyjnych osobach\n                           prawnych jako członek ich organów. Otrzymane przez Spółkę oświadczenie zawiera również\n                           deklarację Pana Pawła Mortasa, że nie został wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.Pan Zbigniew Dżugaj oświadczył, iż jego działalność wykonywana poza Spółką jest konkurencyjna\n                           w stosunku do działalności Spółki w zakresie dystrybucji energii elektrycznej oraz,\n                           że uczestniczy w spółce konkurencyjnej jako członek organu spółki kapitałowej Wiceprezes\n                           Zarządu ds. Korporacyjnych w PGE Dystrybucja S.A. Otrzymane przez Spółkę oświadczenie\n                           zawiera również deklarację Pana Zbigniewa Dżugaja, że nie został wpisany do Rejestru\n                           Dłużników Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.W załączeniu przekazujemy informacje dotyczące wykształcenia, kwalifikacji i wcześniej\n                           zajmowanych stanowisk wraz z opisem przebiegu pracy zawodowej nowo powołanych Członków\n                           Rady Nadzorczej.Podstawa prawna: § 5 ust. 1 pkt 21 i 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-02-17"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego  nr 2/2016 z 8 lutego 2016 roku  Zarząd spółki Grupa\n                           Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Emitent\"_ przekazuje do publicznej wiadomości\n                           informację na temat przewidywanego wpływu niepieniężnego zdarzenia o charakterze jednorazowym\n                           na jednostkowe sprawozdanie finansowe za 2016 rok spółki zależnej Emitenta: Zakłady\n                           Azotowe Chorzów S.A. oraz na skonsolidowane sprawozdanie finansowe za 2016 rok Grupy\n                           Azoty Zakłady Azotowe \"Puławy\" S.A.W dniu 13 lutego 2017 roku Zarząd spółki Zakłady Azotowe Chorzów S.A. _dalej: \"Spółka\"_\n                           podjął uchwałę o dokonaniu odpisu aktualizującego w wysokości 10,0 mln zł, zmniejszającego\n                           wartość majątku  instalacji przerobu tłuszczów. Na podstawie regulacji MSR 36 Zarząd\n                           Spółki zidentyfikował przesłanki wskazujące na możliwość wystąpienia spadku wartości\n                           odzyskiwalnej poniżej wartości bilansowej przedmiotowych aktywów. Spółka nadal nie\n                           wykorzystuje pełnych mocy produkcyjnych instalacji przerobu tłuszczów. Mimo uzyskanego\n                           wzrostu średniej ważonej ceny sprzedaży głównych produktów oleochemicznych w ostatnim\n                           czasie, ceny podstawowego surowca –płynnego  tłuszczu zwierzęcego nadal utrzymują\n                           się na wysokim poziomie, co znacząco ogranicza możliwości generowania dodatnich przepływów\n                           pieniężnych na sprzedaży stearyny i innych wyrobów oleochemicznych.W wyniku analizy powyższych przesłanek Zarząd Spółki przeprowadził test na utratę\n                           wartości rzeczowych aktywów trwałych i wartości niematerialnych, który wykazał zasadność\n                           dokonania kolejnego  odpisu aktualizującego wartość instalacji przerobu tłuszczów.\n                           Pierwszy odpis w wysokości  -18,4 mln zł został uwzględniony w sprawozdaniu finansowym\n                           za 2015 roku. Bieżący odpis na kwotę -10,0 mln zł zostanie uwzględniony w sprawozdaniu\n                           finansowym Spółki za 2016 rok.  Wpływ wyżej opisanego zdarzenia na wynik na skonsolidowanej działalności operacyjnej\n                           _EBIT_ Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. za 2016 rok wynosi - 10,7 mln zł;\n                           w tym - 0,7 mln zł z tytułu wyceny majątku Spółki dokonanej na moment przejęcia Spółki\n                           przez Emitenta. Odpis aktualizujący wartość majątku - instalacji przerobu tłuszczów nie będzie miał\n                           wpływu na jednostkowy wynik Emitenta. Sprawozdania finansowe Emitenta są nadal weryfikowane\n                           przez biegłego rewidenta, dlatego powyższe kwoty nie są ostateczne i mogą ulec zmianie.\n                           Publikacja raportu rocznego Grupy Azoty Zakładu Azotowe \"Puławy\" S.A. nastąpi w dniu\n                           16 marca 2017 roku.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2017-02-13"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportów bieżących nr 6/2017 i 7/2017 z dnia 10 lutego 2017 roku Zarząd\n                           spółki  Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje w załączeniu\n                           treść dotychczas podjętych uchwał na Nadzwyczajnym Walnym Zgromadzeniu Spółki w dniu\n                           10 lutego 2017 roku. Podstawa prawna: § 38 ust. 1 pkt 7  Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._",
        "date": "2017-02-10"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu 6/2017 z dnia 10 lutego 2017 roku Zarząd spółki Grupa Azoty\n                           Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje, że przed ogłoszeniem przerwy,\n                           podczas obrad Nadzwyczajnego Walnego Zgromadzenia przedstawiciel Akcjonariusza Grupy\n                           Azoty S.A. wniósł o dokonanie zmian w porządku obrad Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki, w ten sposób, aby z wcześniej ogłoszonego porządku obrad zdjąć punkt 8 \"Podjęcie\n                           uchwały w sprawie zmiany Statutu Spółki\", zaś punkt 5 dotyczący zmiany w składzie\n                           Rady Nadzorczej Spółki, przenieść jako ostatni merytoryczny punkt porządku obrad oraz\n                           dostosować numerację nowego porządku obrad. W wyniku głosowania Nadzwyczajne Walne\n                           Zgromadzenie Spółki uchwaliło następujący porządek obrad:1.  Otwarcie Nadzwyczajnego Walnego Zgromadzenia i wybór Przewodniczącego.2.  Stwierdzenie prawidłowości zwołania Nadzwyczajnego Walnego Zgromadzenia i jego\n                           zdolności do podejmowania uchwał.3.  Przyjęcie porządku obrad.4.  Wybór komisji skrutacyjnej.5.  Podjęcie uchwał w sprawie ustalenia zasad kształtowania wysokości wynagrodzeń\n                           członków Zarządu Spółki.6.  Podjęcie uchwał w sprawie ustalenia wysokości wynagrodzeń członków Rady Nadzorczej\n                           Spółki.7.  Zmiany w składzie Rady Nadzorczej spółki  Grupa Azoty Zakłady Azotowe \"Puławy\"\n                           S.A.8.  Zamknięcie obrad.Za zmianą porządku obrad i nierozpatrywaniem punktu dotyczącego zmiany Statutu Spółki\n                           przemawiają istotne powody, w szczególności Akcjonariusz Grupa Azoty S.A. zamierza\n                           zgłosić wniosek o dokonanie szerszych zmian w Statucie Spółki uwzględniających min.\n                           zapisy i postanowienia Ustawy z dnia 16 grudnia 2016 r. o zasadach zarządzania mieniem\n                           państwowym.Ponadto podczas obrad Nadzwyczajnego Walnego Zgromadzenia w dniu 10 lutego 2017 roku\n                           przedstawiciel Akcjonariusza Grupy Azoty S.A. zgłosił projekt uchwały dotyczący punktu\n                           6 porządku obrad \"Podjęcie uchwał w sprawie ustalenia wysokości wynagrodzeń członków\n                           Rady Nadzorczej spółki\", który Spółka przekazuje w załączeniu do niniejszego raportu\n                           bieżącego. Podstawa prawna: § 38 ust. 1 pkt 4 i 5 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn.\n                           Dz.U. z 2014 r., poz. 133 z późn. zm._.",
        "date": "2017-02-10"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że Nadzwyczajne Walne Zgromadzenie zwołane na dzień 10 lutego 2017 roku, na wniosek\n                           akcjonariusza Grupy Azoty S.A, podjęło uchwałę w sprawie zarządzenia przerwy w obradach\n                           Walnego Zgromadzenia.Wznowienie obrad Nadzwyczajnego Walnego Zgromadzenia nastąpi dnia 17 lutego 2017 roku\n                           o godz. 11.00 w siedzibie Spółki w Puławach pod adresem Aleja 1000-lecia Państwa Polskiego\n                           13, 24 -110 Puławy, budynek Dyrekcji Naczelnej, sala nr 16.Podstawa prawna: § 38 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim  _tekst jedn. Dz.U. z 2014\n                           r., poz. 133 z późn. zm._.",
        "date": "2017-02-10"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Emitent\"_ przekazuje\n                           do publicznej wiadomości informację na temat przewidywanego wpływu niepieniężnego\n                           zdarzenia o charakterze jednorazowym na jednostkowe sprawozdanie finansowe Emitenta\n                           za 2016 rok. W dniu 6 lutego 2017 roku Zarząd Emitenta podjął decyzję o dokonaniu\n                           odpisu aktualizującego w wysokości 18,9 mln zł, zmniejszającego wartość posiadanych\n                           akcji Zakładów Azotowych Chorzów S.A., spółki zależnej Emitenta _dalej \"Spółka\"_.\n                           Jest to konsekwencją ujemnych wyników osiąganych przez Spółkę, w szczególności w zakresie\n                           instalacji przerobu tłuszczów. Wpływ wyżej opisanego odpisu aktualizującego wartość akcji Zakładów Azotowych Chorzów\n                           S.A. na jednostkowe wyniki Emitenta za 2016 rok:a_ wpływ na wynik brutto: - 18,9 mln złb_ wpływ na wynik netto:  - 15,3 mln złOdpis aktualizujący wartość akcji Zakładów Azotowych Chorzów S.A. nie będzie miał\n                           wpływu na skonsolidowany wynik Emitenta. Sprawozdania finansowe Emitenta są nadal\n                           weryfikowane przez biegłego rewidenta, dlatego powyższe kwoty nie są ostateczne i\n                           mogą ulec zmianie. Publikacja raportu rocznego Grupy Azoty Zakładu Azotowe \"Puławy\"\n                           S.A. nastąpi w dniu 16 marca 2017 roku. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2017-02-06"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ niniejszym\n                           podaje do publicznej wiadomości daty przekazywania raportów okresowych w roku obrotowym\n                           2017.1. Raporty kwartalne:- rozszerzony skonsolidowany raport za I kwartał 2017 roku – 11 maja 2017 roku - rozszerzony skonsolidowany raport za III kwartał 2017 roku – 9 listopada 2017 roku2. Raporty półroczne:- rozszerzony skonsolidowany raport półroczny za I półrocze 2017 roku – 24 sierpnia\n                           2017 roku3. Raporty roczne: - jednostkowy raport roczny za rok 2016 – 16 marca 2017 roku- skonsolidowany raport roczny za rok 2016 – 16 marca 2017 rokuZarząd Spółki jednocześnie oświadcza, że zgodnie z § 83 ust. 1 Rozporządzenia Ministra\n                           Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn.\n                           Dz. U. z 2014 r., poz. 133 z późn. zm._ _dalej: \"Rozporządzenie\"_, Spółka nie będzie\n                           publikować odrębnych raportów kwartalnych. Skonsolidowane raporty kwartalne będą zawierały\n                           kwartalne skrócone skonsolidowane sprawozdanie finansowe oraz kwartalną informację\n                           finansową. Ponadto Spółka nie będzie publikować raportu kwartalnego oraz skonsolidowanego raportu\n                           kwartalnego za ostatni kwartał 2016 roku i drugi kwartał 2017 roku zgodnie z regulacją\n                           § 101 ust. 2 Rozporządzenia.   Spółka nie będzie publikować również odrębnego raportu półrocznego zgodnie z § 83\n                           ust. 3 Rozporządzenia.Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim tekst jedn. Dz. U. z 2014, poz. 133\n                           z późn. zm._.",
        "date": "2017-01-25"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           do publicznej wiadomości wykaz akcjonariuszy posiadających, co najmniej 5% liczby\n                           głosów na Nadzwyczajnym Walnym Zgromadzeniu Spółki _dalej: \"NWZ\"_, zwołanym na dzień\n                           6 listopada 2018 roku, a kontynuującym — po przerwie — obrady w dniu 27 listopada\n                           2018 roku, wraz z określeniem liczby głosów przysługujących każdemu z nich z posiadanych\n                           akcji i wskazaniem ich procentowego udziału w liczbie głosów na tym Nadzwyczajnym\n                           Walnym Zgromadzeniu oraz w ogólnej liczbie głosów. Akcjonariusz: Grupa Azoty S.A.― liczba akcji na NWZ — 18 345 735― liczba głosów na NWZ — 18 345 735― procentowy udział głosów w liczbie głosów reprezentowanych na NWZ — 99,97%― procentowy udział głosów w ogólnej liczbie głosów — 95,98% Podstawa prawna: art. 70 pkt 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tekst jedn. Dz. U. z 2018 r., poz. 512 z późn. zm._.",
        "date": "2018-12-03"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 27 listopada 2018 r. uchwałą nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           w skład Rady Nadzorczej Spółki IX wspólnej kadencji został powołany pan Krzysztof\n                           Majcher.Uchwała w sprawie powołania członka Rady Nadzorczej weszła w życie z dniem podjęcia.Jednocześnie Zarząd Spółki informuje, że w/w nowo powołany członek Rady Nadzorczej\n                           złożył oświadczenia,        z których wynika, że działalność w/w osoby wykonywana\n                           poza Spółką, nie jest konkurencyjna w stosunku do działalności Spółki, w/w osoba nie\n                           uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           ani jako członek organu spółki kapitałowej, a także nie uczestniczy w innych konkurencyjnych\n                           osobach prawnych jako członek ich organów. Otrzymane przez Spółkę oświadczenia zawierają również deklarację nowo powołanego członka\n                           Rady Nadzorczej Spółki, że nie został wpisany do Rejestru Dłużników Niewypłacalnych\n                           prowadzonego na podstawie ustawy o Krajowym Rejestr ze Sądowym. Zarząd Spółki przekazuje w załączeniu informacje dotyczące wykształcenia, kwalifikacji\n                           i wcześniej zajmowanych stanowisk wraz z opisem przebiegu pracy zawodowej.Podstawa prawna § 5 pkt 5 oraz § 10 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-11-27"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           w załączeniu do publicznej wiadomości treść uchwały Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki powziętej w dniu 27 listopada 2018 roku. Podczas obrad Nadzwyczajnego Walnego Zgromadzenia nie zgłoszono sprzeciwów do protokołu.\n                           Nadzwyczajne Walne Zgromadzenie Spółki wznowiło obrady po przerwie ogłoszonej w dniu\n                           6 listopada 2018 roku, o której Spółka poinformowała w raporcie bieżącym numer 34/2018\n                           z dnia 6 listopada 2018 roku. Treść uchwał powziętych do chwili ogłoszenia przerwy\n                           w obradach Spółka przekazała w raporcie bieżącym nr 36/2018 z dnia 6 listopada 2018\n                           rokuMateriały dotyczące uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia zostały udostępnione\n                           na stronie internetowej Spółki https://www.pulawy.com w zakładce relacje inwestorskie/walne\n                           zgromadzenia.Podstawa prawna § 19 ust. 1 pkt 6 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-11-27"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 19 listopada 2018 r. został podpisany aneks _dalej: \"Aneks\"_ do Wieloletniej\n                           Umowy Sprzedaży Węgla Energetycznego z dnia 8 stycznia 2009 r., zawartej pomiędzy\n                           Spółką a Lubelskim Węglem \"Bogdanka\" S.A. z siedzibą w Bogdance _dalej: \"Umowa\"_.\n                           Przedmiotem Umowy jest dostawa i sprzedaż węgla energetycznego dla Spółki.Zawarty Aneks wydłuża okres obowiązywania Umowy do 31.12.2023 roku. W wyniku zawarcia niniejszego Aneksu szacunkowa wartość Umowy od momentu jej zawarcia\n                           do dnia 31 grudnia 2023 roku wyniesie _bez uwzględnienia możliwych zwiększeń, odchyleń\n                           i tolerancji_ łącznie 1 534 mln zł netto _tj. o 14,6 % więcej od wartości z raportu\n                           nr 6/2018 z dnia 26.02.2018 r._, z czego planowana wartość w latach 2019 – 2023 wyniesie\n                           666 mln zł netto.Pozostałe warunki nie odbiegają od standardów rynkowych stosowanych\n                           w umowach tego typu. Węgiel dostarczany na podstawie Aneksu przeznaczony jest dla\n                           zakładowej elektrociepłowni Spółki i nie uwzględnia zapotrzebowania związanego z planami\n                           budowy nowego bloku węglowego. Lubelski Węgiel \"Bogdanka\" S.A. jest głównym dostawcą węgla dla zakładowej elektrociepłowni\n                           działającej w ramach Spółki, zapewniając surowiec o parametrach wymaganych przez Spółkę,\n                           przy optymalnych kosztach transportu ze względu na fakt, że kopalnia ta znajduje się\n                           najbliżej Spółki. W wyniku zawarcia Aneksu Lubelski Węgiel \"Bogdanka\" S.A. będzie\n                           zaspakajać w 2019 roku ok.80% zapotrzebowania elektrociepłowni Spółki na węgiel. Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-11-19"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje w załączeniu\n                           do niniejszego raportu bieżącego treść dotychczas podjętych uchwał przez Nadzwyczajne\n                           Walne Zgromadzenie Spółki w dniu 6 listopada 2018 roku wraz z wynikami głosowań. Materiały dotyczące uchwał Nadzwyczajnego Walnego Zgromadzenia zostały udostępnione\n                           na stronie internetowej Spółki pod adresem www.pulawy.com w zakładce relacje inwestorskie\n                           - walne zgromadzenia.Zarząd Spółki przekazuje również w załączeniu treść projektu uchwały w sprawie zarządzenia\n                           przerwy w obradach zgłoszonej podczas obrad Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           w dniu 6 listopada 2018 roku, przez uprawnionego akcjonariusza. Uchwała o treści wynikającej\n                           ze zgłoszonego projektu przekazanego w załączeniu, została podjęta przez Nadzwyczajne\n                           Walne Zgromadzenie Spółki.Podstawa prawna § 19 ust. 1 pkt 4 i 6 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-11-06"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportów bieżących nr 29/2018, 30/2018 oraz 32/2018 Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. informuje, że Nadzwyczajne Walne Zgromadzenie\n                           spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. oraz  Zgromadzenie Wspólników Elektrowni\n                           Puławy Sp. z o.o.  podjęły w dniu 6 listopada 2018 r. uchwały w sprawie połączenia\n                           Grupy Azoty Zakłady Azotowe \"Puławy\" Spółka Akcyjna, jako spółki przejmującej, z Elektrownią\n                           Puławy Spółka z ograniczoną odpowiedzialnością, jako spółką przejmowaną i wyraziły\n                           zgodę na Plan Połączenia tych spółek opublikowany raportem bieżącym nr 29/2018 z 26\n                           września 2018 roku.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1\n                           z późn. zm._.",
        "date": "2018-11-06"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje, że Nadzwyczajne\n                           Walne Zgromadzenie Spółki zwołane na dzień 6 listopada 2018 roku, podjęło uchwałę\n                           w sprawie zarządzenia przerwy w obradach Walnego Zgromadzenia. Wznowienie obrad Nadzwyczajnego Walnego Zgromadzenia Spółki nastąpi w dniu 27 listopada\n                           2018 roku o godzinie 11:00 w siedzibie Spółki w Puławach, przy Al. Tysiąclecia Państwa\n                           Polskiego 13.  Podstawa prawna § 19 ust. 1 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-11-06"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           do publicznej wiadomości szacunkowe wybrane skonsolidowane wyniki finansowe Grupy\n                           Kapitałowej Spółki za III kwartał 2018 roku:Przychody: 838,6 mln złEBITDA: 12 mln złWynik netto: _-_35,9 mln złZarząd Spółki uznał informację o wynikach skonsolidowanych za istotną, z uwagi na\n                           znacząco niższy poziom wyników finansowych wypracowanych w III kwartale 2018 roku\n                           w stosunku do wyników osiąganych przez Spółkę w analogicznych okresach trzech lat\n                           poprzednich; jednocześnie wyniki odbiegają od oczekiwań rynkowych. Głównymi czynnikami\n                           wpływającymi na niższy poziom wypracowanych wyników są ceny surowców energetycznych\n                           i uprawnień do emisji CO2.Zaprezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie. Publikacja\n                           skonsolidowanego raportu za III kwartał 2018 roku nastąpi 8 listopada 2018 roku. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-10-31"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 30/2018 z  dnia 3 października 2018 r.  zawierającego\n                           pierwsze zawiadomienie o zamiarze połączenia Grupy Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. z Elektrownią Puławy Sp. z o.o., Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. _dalej \"Spółka\"_, działając na podstawie art. 504 KSH, niniejszym po raz drugi\n                           zawiadamia akcjonariuszy o zamiarze połączenia  Spółki _jako spółki przejmującej_\n                           z Elektrownią Puławy Sp. z o.o. _jako spółką przejmowaną_. Treść zawiadomienia stanowi\n                           załącznik do niniejszego raportu.",
        "date": "2018-10-26"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 30/2018 z 3 października 2018 roku Zarząd Grupy\n                           Azoty Zakłady Azotowe \"Puławy\" Spółka Akcyjna _dalej \"Spółka\"_  przekazuje w załączeniu\n                           dokumenty, które nie zostały wcześniej przekazane do publicznej wiadomości, a które\n                           będą przedmiotem obrad Nadzwyczajnego Walnego Zgromadzenia zwołanego na dzień 6 listopada\n                           2018 roku.Podstawa prawna: § 19 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-10-16"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_, zawiadamia\n                           i ogłasza co następuje:1. Zarząd Spółki, działając na podstawie art. 399 § 1 i 402_1_ Kodeksu spółek handlowych\n                           _\"KSH\"_, zwołuje na dzień 6 listopada 2018 roku o godz. 11.00 w siedzibie Spółki w\n                           Puławach, aleja Tysiąclecia Państwa Polskiego 13, Nadzwyczajne Walne Zgromadzenie\n                           Spółki _\"Walne Zgromadzenie\"_, zgodnie z punktem I. OGŁOSZENIE O ZWOŁANIU NADZWYCZAJNEGO\n                           WALNEGO ZGROMADZENIA, zawartym w \"Ogłoszeniu o zwołaniu Nadzwyczajnego Walnego Zgromadzenia\n                           spółki Grupa Azoty Zakłady Azotowe \"Puławy\" Spółka Akcyjna wraz z pierwszym zawiadomieniem\n                           o zamiarze połączenia\", stanowiącym załącznik do niniejszego raportu.2. Jednocześnie Zarząd Spółki, działając na podstawie art. 504 KSH, zgodnie z treścią\n                           punktu II. PIERWSZE ZAWIADOMIENIE O ZAMIARZE POŁĄCZENIA zawartego w \"Ogłoszeniu o\n                           zwołaniu Nadzwyczajnego Walnego Zgromadzenia spółki Grupa Azoty Zakłady Azotowe \"Puławy\"\n                           Spółka Akcyjna wraz z pierwszym zawiadomieniem o zamiarze połączenia\", o którym mowa\n                           wyżej w punkcie 1., niniejszym zawiadamia po raz pierwszy akcjonariuszy o zamiarze\n                           połączenia Spółki ze spółką Elektrownia Puławy Spółka z o.o. z siedzibą w Puławach.3. Zarząd Spółki w załączeniu podaje do publicznej wiadomości treść projektów uchwał,\n                           które mają być przedmiotem obrad Walnego Zgromadzenia zwołanego na dzień 6 listopada\n                           2018 roku.Walne Zgromadzenie zwoływane jest z inicjatywy Zarządu Spółki. Ogólna liczba akcji\n                           w spółce Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. wynosi 19.115.000. Z akcji tych\n                           w dniu 3 października 2018 roku przysługuje 19.115.000 głosów.INFORMACJA DOTYCZĄCA\n                           OCHRONY DANYCH OSOBOWYCH W ZWIĄZKU ZE ZWOŁANIEM NADZWYCZAJNEGO WALNEGO ZGROMADZENIA\n                           W SPÓŁCE GRUPA AZOTY ZAKŁADY AZOTOWE \"PUŁAWY\" S.A.Na podstawie przepisów Rozporządzenia Parlamentu Europejskiego i Rady UE 2016/679\n                           _RODO_ Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _\"Spółka\"_ niniejszym informuje,\n                           iż w związku ze zwołaniem Walnego Zgromadzenia, Spółka będzie przetwarzała dane osobowe\n                           akcjonariuszy Spółki, pełnomocników uprawnionych do głosowania, innych osób uprawnionych\n                           do wykonywania prawa głosu na Walnym Zgromadzeniu oraz dane osobowe ujawniane w trakcie\n                           Walnego Zgromadzenia _łącznie zwanych \"Akcjonariuszami\" lub \"Państwem\"_. W związku\n                           z powyższym, Spółka oświadcza, iż:a_ administratorem zebranych danych osobowych jest Grupa Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. z siedzibą w Puławach; kontakt ze Spółką jest możliwy pod adresem poczty elektronicznej:\n                           biuro@pulawy.com lub korespondencyjnie pod adresem: al. Tysiąclecia Państwa Polskiego\n                           13, 24-110 Puławy;b_ w sprawach związanych z ochroną danych osobowych w Spółce możliwy jest kontakt\n                           z Inspektorem Ochrony Danych poprzez adres poczty elektronicznej Inspektora Ochrony\n                           Danych: iod.pulawy@grupaazoty.com lub adres korespondencyjny: al. Tysiąclecia Państwa\n                           Polskiego 13, 24-110 Puławy; c_ celem przetwarzania danych jest wypełnienie przez Spółkę obowiązków wynikających\n                           z przepisów Kodeksu spółek handlowych, nałożonych na Spółkę jako spółkę publiczną\n                           w związku ze zwołaniem Walnego Zgromadzenia, umożliwienie Akcjonariuszom wykonywania\n                           swoich praw w stosunku do Spółki, a także ustalanie faktów dla celów dochodzenia ewentualnych\n                           roszczeń przez Spółkę lub obrony przed roszczeniami;d_ Spółka przetwarza _i_ dane osobowe identyfikujące Akcjonariusza, takie jak imię,\n                           nazwisko, adres zamieszkania lub adres do doręczeń oraz numer PESEL, _ii_ dane zawarte\n                           na pełnomocnictwach, _iii_ dane dotyczące akcji i wynikających z nich uprawnień, takie\n                           jak: liczba, rodzaj i numery akcji oraz liczba przysługujących głosów, a także _iv_\n                           - w przypadkach gdy Akcjonariusze kontaktują się ze Spółką drogą elektroniczną - adres\n                           poczty elektronicznej;e_ dane osobowe Akcjonariuszy mogą być zbierane przez Spółkę od podmiotów prowadzących\n                           depozyt papierów wartościowych, a także od innych Akcjonariuszy – w zakresie przekazywania\n                           danych zawartych na udzielonych pełnomocnictwach;f_ podstawą prawną przetwarzania przez Spółkę Państwa danych osobowych jest:• art. 6 ust. 1 lit. c_ RODO – obowiązek wynikający z przepisów Kodeksu handlowego\n                           dotyczący: sporządzania i przechowywania list akcjonariuszy oraz list obecności na\n                           Walnym Zgromadzeniu, umożliwienia głosowania poprzez pełnomocnika oraz umożliwienia\n                           Akcjonariuszom wykonywania ich praw w stosunku do Spółki _np. zgłaszania określonych\n                           spraw do porządku obrad_;• art. 6 ust. 1 lit. f_ RODO – uzasadniony interes Spółki w postaci _i_ umożliwienia\n                           kontaktu z Akcjonariuszami oraz weryfikacji ich tożsamości oraz _ii_ dochodzenia ewentualnych\n                           roszczeń lub obrony przed roszczeniami;g_ odbiorcami zebranych danych osobowych są podmioty świadczące usługi hostingu narzędzi\n                           informatycznych służących do kontaktu z Akcjonariuszami oraz podmioty świadczące usługi\n                           archiwizacji dokumentów, a także inni Akcjonariusze – w zakresie udostępniania listy\n                           akcjonariuszy zgodnie z art. 407 Kodeksu spółek handlowych;h_ dane osobowe zawarte na listach akcjonariuszy, listach obecności oraz pełnomocnictwach\n                           są przechowywane przez okres istnienia Spółki, a następnie mogą być przekazane podmiotowi\n                           wyznaczonemu do przechowywania dokumentów zgodnie z przepisami Kodeksu spółek handlowych;\n                           dane osobowe związane z kontaktem za pomocą poczty elektronicznej są przechowywane\n                           przez okres umożliwiający Spółce wykazania spełnienia obowiązków wynikających z przepisów\n                           Kodeksu spółek handlowych oraz okres przedawnienia ewentualnych roszczeń Spółki lub\n                           w stosunku do Spółki;i_ w przypadku przekazywania danych bezpośrednio Spółce, podanie danych jest wymagane\n                           przez przepisy KSH oraz w celu umożliwienia weryfikacji tożsamości Akcjonariusza,\n                           a ich niepodanie wiąże się z brakiem możliwości uczestnictwa w Walnym Zgromadzeniu;\n                           w przypadku adresu poczty elektronicznej podanie takiego adresu jest dobrowolne, lecz\n                           niezbędne do umożliwienia kontaktu pomiędzy Spółką a Akcjonariuszem za pomocą poczty\n                           elektronicznej, a jego niepodanie wiąże się z brakiem możliwości podjęcia kontaktu\n                           tą drogą;j_ są Państwo uprawnieni do żądania dostępu do swoich danych osobowych, a także do\n                           domagania się ich sprostowania, przeniesienia usunięcia, ograniczenia przetwarzania\n                           oraz wniesienia sprzeciwu wobec ich przetwarzania; należy pamiętać, iż prawa te nie\n                           są bezwzględne, a przepisy przewidują wyjątki od ich stosowania;k_ mogą Państwo wnieść skargę do Prezesa Urzędu Ochrony Danych Osobowych, jeśli doszłoby\n                           do nieprawidłowości w procesie przetwarzania Państwa danych osobowych. Podstawa prawna: § 19 ust. 1 pkt 1 i 2 Rozporządzenia Ministra Finansów z dnia 29\n                           marca 2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-10-03"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego Spółki nr 22/2018 z dnia 7 sierpnia 2018 r. Zarząd\n                           Grupy Azoty Zakłady Azotowe \"Puławy\" Spółka Akcyjna _dalej \"Spółka\"_ informuje, że\n                           w dniu 26 września 2018 roku  Zarząd Spółki i Zarząd Elektrowni Puławy Spółka z o.o.\n                           uzgodniły i podpisały plan połączenia _dalej: \"Plan połączenia\"_ Spółki _jako spółki\n                           przejmującej_ z Elektrownią Puławy Spółka z ograniczoną odpowiedzialnością _dalej\n                           \"Spółka Przejmowana\"_  jako spółką przejmowaną. Plan połączenia został sporządzony\n                           zgodnie z art. 498 i 499 KSH.Połączenie zostanie dokonane na podstawie art. 492 § 1 pkt 1 KHS przez przeniesienie\n                           całego majątku Spółki Przejmowanej, na spółkę przejmującą – Grupę Azoty Zakłady Azotowe\n                           \"Puławy\" Spółka Akcyjna. Na skutek połączenia Spółka Przejmowana zostanie rozwiązana,\n                           a Spółka, jako spółka przejmująca, wstąpi z dniem połączenia we wszystkie prawa i\n                           obowiązki Spółki Przejmowanej.Z uwagi na fakt, iż Spółka jako spółka przejmująca jest jedynym wspólnikiem Spółki\n                           Przejmowanej i posiada w kapitale zakładowym Spółki Przejmowanej 100% udziałów połączenie\n                           nastąpi w trybie uproszczonym i stosownie do:a_art. 515 § 1 KSH połączenie zostanie przeprowadzone bez podwyższenia kapitału zakładowego\n                           Spółki jako spółki przejmującej oraz bez objęcia jakichkolwiek udziałów w kapitale\n                           zakładowym Spółki Przejmującej przez wspólników Spółki Przejmowanej;b_art. 516 § 6 KSH, w związku z art. 516 § 5, Plan Połączenia zostanie złożony w sądzie\n                           rejestrowym, nie będzie podlegać badaniu przez biegłego, o którym mowa w art. 502\n                           § 1 KSH i opinia biegłego w tym zakresie nie będzie sporządzana, a nadto zarządy łączących\n                           się spółek nie będą sporządzać pisemnych sprawozdań uzasadniających połączenie, o\n                           których mowa w art. 501 § 1 KSH.Ze względu na brak podwyższania kapitału zakładowego Spółki oraz to, że połączenie\n                           nie powoduje powstania nowych okoliczności wymagających ujawnienia w Statucie Spółki\n                           i nie proponuje się żadnych innych zmian tego Statutu, nie przewiduje się w związku\n                           z połączeniem zmiany Statutu Spółki.Połączenie spółek będzie uzależnione od podjęcia przez Walne Zgromadzenie Spółki jako\n                           spółki przejmującej oraz Zgromadzenie Wspólników Spółki Przejmowanej uchwał zawierających\n                           zgodę na Plan Połączenia.Zgodnie z art. 499 § 4 KSH, w związku z faktem, że Spółka jest spółką publiczną i\n                           zgodnie z przepisami o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych publikuje i udostępnia\n                           akcjonariuszom półroczne sprawozdania finansowe, Spółka nie sporządziła oświadczenia\n                           zawierającego informacje o stanie księgowym.Jednocześnie Spółka informuje, że Plan Połączenia wraz załącznikami oraz dokumentami,\n                           o których mowa w art. 505 § 1 pkt 2_ KSH, zgodnie z wymogami art. 500 § 2 KSH, art.\n                           500 § 21 KSH oraz art. 505 § 31 KSH w związku z art. 516 § 6 KSH, zostaje ogłoszony\n                           i bezpłatnie udostępniony do publicznej wiadomości, nieprzerwanie do dnia zakończenia\n                           Walnego Zgromadzenia Spółki podejmującego uchwałę w sprawie połączenia, na stronie\n                           internetowej Spółki w zakładce relacje inwestorskie.Podstawa prawna:Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-09-26"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd Spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej \"Spółka\"_ informuje,\n                           że w dniu                         dzisiejszym _21 września 2018 r._ Pan Krzysztof\n                           Bednarz złożył rezygnację z funkcji członka Rady Nadzorczej z dniem 21 września 2018\n                           rok. Rezygnacja została złożona w związku z podjęciem przez Radę Nadzorczą Spółki\n                           w dniu 20 września 2018 r. uchwały o  powołaniu Pana Krzysztofa Bednarza na funkcję\n                           Prezesa Zarządu Spółki, o której to uchwale Spółka informowała raportem bieżącym nr\n                           27/2018. Podstawa prawna: § 5 pkt. 4 oraz § 9 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018 r., poz.\n                           757_.",
        "date": "2018-09-21"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd Spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej \"Spółka\"_ informuje,\n                           że w dniu                                    20 września 2018 roku Rada Nadzorcza\n                           Spółki podjęła uchwałę o powołaniu Pana dra Krzysztofa Bednarza na funkcję Prezesa\n                           Zarządu Spółki na czas wspólnej trzyletniej kadencji Zarządu trwającej od 5 kwietnia\n                           2016 r.Pan dr Krzysztof Bednarz z dniem 13 sierpnia 2018 roku został oddelegowany przez Radę\n                           Nadzorczą Spółki do wykonywania czynności Prezesa Zarządu Spółki _raport bieżący nr\n                           26/2018 z dnia 13 sierpnia 2018 roku_. Uchwała o powołaniu na funkcję Prezesa Zarządu wchodzi w życie z dniem złożenia rezygnacji\n                           przez Pana dra Krzysztofa Bednarza z członkostwa w Radzie Nadzorczej Spółki.Jednocześnie Zarząd Spółki informuje, że Pan dr Krzysztof Bednarz złożył oświadczenie,\n                           z którego wynika, że jego działalność wykonywana poza Spółką nie jest konkurencyjna\n                           w stosunku do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej ani jako członek organu spółki kapitałowej, a także\n                           nie uczestniczy w innych konkurencyjnych osobach prawnych jako członek ich organów.\n                           Otrzymane przez Spółkę oświadczenie zawiera również deklarację Pana dra Krzysztofa\n                           Bednarza, że nie jest on wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego\n                           na podstawie ustawy o Krajowym Rejestrze Sądowym. W załączeniu do niniejszego raportu Spółka przekazuje informacje dotyczące wykształcenia,\n                           kwalifikacji i wcześniej zajmowanych stanowisk wraz z opisem przebiegu pracy zawodowej\n                           Pana dra Krzysztofa Bednarza.Podstawa prawna: § 5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018 r., poz. 757_.",
        "date": "2018-09-20"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że Rada Nadzorcza Spółki na posiedzeniu w dniu 13 sierpnia 2018 r. odwołała ze składu\n                           Zarządu Pana Jacka Janiszka – Prezesa Zarządu Spółki. Jednocześnie Rada Nadzorcza delegowała Pana dra Krzysztofa Bednarza – członka Rady\n                           Nadzorczej Spółki do czasowego wykonywania czynności Prezesa Zarządu, do czasu powołania\n                           na tę funkcję osoby wyłonionej w postępowaniu kwalifikacyjnym, nie dłużej jednak niż\n                           na 3 miesiące.    Jednocześnie Zarząd Spółki informuje, że Pan Krzysztof Bednarz złożył oświadczenie,\n                           z którego wynika, że jego działalność wykonywana poza Spółką nie jest konkurencyjna\n                           w stosunku do działalności Spółki, nie uczestniczy w spółce konkurencyjnej jako wspólnik\n                           spółki cywilnej, spółki osobowej ani jako członek organu spółki kapitałowej, a także\n                           nie uczestniczy w innych konkurencyjnych osobach prawnych jako członek ich organów.\n                           Otrzymane przez Spółkę oświadczenie zawiera również deklarację Pana Krzysztofa Bednarza,\n                           że nie jest on wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego na podstawie\n                           ustawy o Krajowym Rejestrze Sądowym.W załączeniu do niniejszego raportu Spółka przekazuje informacje dotyczące wykształcenia,\n                           kwalifikacji i wcześniej zajmowanych stanowisk wraz z opisem przebiegu pracy zawodowej\n                           Pana Krzysztofa Bednarza.Uchwały Rady Nadzorczej dotyczące zmian w Zarządzie Spółki weszły w życie z dniem\n                           podjęcia.Podstawa prawna: § 5 ust. 4 i 5, § 9 oraz § 10 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018 r., poz. 757_.",
        "date": "2018-08-13"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje, że w\n                           dniu 13 sierpnia 2018 roku Rada Nadzorcza Spółki przyjęła nowy tekst jednolity Statutu\n                           Spółki. Uwzględnia on zmianę § 30 ust. 1 pkt 24_ Statutu przyjętą Uchwałą Zwyczajnego\n                           Walnego Zgromadzenia Spółki Nr 28 z dnia 6 czerwca 2018 r., która nie została ujęta\n                           w tekście jednolitym Statutu opublikowanym w raporcie bieżącym nr 18/2018 z dnia 28\n                           czerwca 2018 r.W związku z powyższym w nowym tekście jednolitym Statutu Spółki zastąpiono treść §\n                           30 ust. 1 pkt 24_ Statutu w brzmieniu: \"24_ uchwalanie regulaminów wyboru członków organów Spółki przez jej pracowników\" zapisem: \"24_ uchwalenie regulaminów wyboru członków organów Spółki przez pracowników\".Tekst jednolity Statutu Spółki, przyjęty przez Radę Nadzorczą Spółki w dniu 13 sierpnia\n                           2018 r., stanowi załącznik do niniejszego raportu bieżącego. Podstawa prawna: § 5 pkt 1 oraz w zw. z § 6 pkt. 4 Rozporządzenia Ministra Finansów\n                           z dnia 29 marca 2018 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2018\n                           r., poz. 757_",
        "date": "2018-08-13"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Emitent\"_ przekazuje do\n                           publicznej wiadomości szacunkowe wybrane skonsolidowane wyniki finansowe Grupy Kapitałowej\n                           Emitenta za I półrocze  2018 roku:Przychody: 1 759,4 mln złEBITDA: 189,6 mln zł EBITDA z wyłączeniem zdarzeń jednorazowych: 196,3 mln Wynik netto: 90,6 mln złWynik netto z wyłączeniem zdarzeń jednorazowych: 96,1 mln złPrzy ustalaniu wielkości z wyłączeniem zdarzeń jednorazowych dokonano korekty o odpis\n                           aktualizujący wartości aktywów trwałych w wysokości  _-_ 6 771 tys.zł, o którym Emitent\n                           informował w raporcie bieżącym nr 23/2018  z 8 sierpnia 2018 roku.Zarząd Emitenta uznał informację o wynikach skonsolidowanych za istotną z uwagi na\n                           znacząco niższy poziom wyników finansowych wypracowanych w II kwartale 2018 w stosunku\n                           do wyników osiąganych w analogicznych okresach w trzech latach poprzednich; jednocześnie\n                           wyniki odbiegają od oczekiwań rynkowych. Na niższy poziom wyników miały głównie  wpływ\n                           następujące czynniki: istotny wzrost cen surowców i spadek cen nawozów azotowych.Wyniki podlegają aktualnie weryfikacji przez biegłego rewidenta, zgodnie z przepisami\n                           prawa. Zaprezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie. Publikacja\n                           skonsolidowanego raportu za I półrocze 2018 roku nastąpi 28 sierpnia 2018 roku. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-08-12"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 34/2017 z dnia 4 sierpnia 2017 roku Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Emitent\"_ przekazuje do publicznej\n                           wiadomości informację na temat przewidywanego wpływu niepieniężnego zdarzenia o charakterze\n                           jednorazowym na jednostkowe sprawozdanie finansowe za pierwsze półrocze 2018 rok spółki\n                           zależnej Emitenta: Zakłady Azotowe Chorzów S.A. oraz na sprawozdania finansowe za\n                           pierwsze półrocze 2018 roku Grupy Azoty Zakłady Azotowe \"Puławy\" S.A.W dniu 8 sierpnia  2018 roku Zarząd spółki Zakłady Azotowe Chorzów S.A. _dalej: \"Spółka\"_\n                           podjął uchwałę o dokonaniu odpisu aktualizującego wartość majątku instalacji przerobu\n                           tłuszczów w wysokości 6 771 tys. zł, który zostanie ujęty w półrocznym sprawozdaniu\n                           finansowym Spółki sporządzonym na dzień 30 czerwca 2018 roku. Na podstawie regulacji\n                           MSR 36 Zarząd Spółki zidentyfikował przesłanki wskazujące na możliwość wystąpienia\n                           spadku wartości odzyskiwalnej poniżej wartości bilansowej przedmiotowych aktywów według\n                           stanu na dzień 30 czerwca 2018 r. Spółka nadal nie wykorzystuje pełnych mocy produkcyjnych\n                           instalacji przerobu tłuszczów. Ograniczenie możliwości generowania dodatnich przepływów\n                           pieniężnych na sprzedaży stearyny i innych wyrobów oleochemicznych wynika z niższej\n                           niż planowano ceny oraz wolumenów sprzedaży zrealizowanych w I połowie 2018 r. oraz\n                           niższych prognoz na kolejne lata.Wpływ wyżej opisanego zdarzenia na wynik na skonsolidowanej działalności operacyjnej\n                           _EBIT_ Grupy Kapitałowej Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. za pierwsze półrocze\n                           wyniesie 6 771 tys. zł, a na skonsolidowany wynik netto 5 485 tys. zł.  Wynik jednostkowy\n                           netto Emitenta za pierwsze półrocze 2018 r.  ulegnie zmniejszeniu o kwotę 6 681 tys.\n                           zł _kwota skorygowana o podatek odroczony_ w wyniku dokonania przez Emitenta odpisu\n                           aktualizującego wartość akcji Zakładów Azotowych Chorzów S.A. Sprawozdania finansowe Emitenta są nadal weryfikowane przez biegłego rewidenta, dlatego\n                           powyższe kwoty nie są ostateczne i mogą ulec zmianie. Publikacja raportu półrocznego\n                           Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. nastąpi w dniu 28 sierpnia 2018 roku.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-08-08"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A _dalej \"Spółka\",_ informuje,\n                           że w dniu 7 sierpnia 2018 roku podjął decyzję o rozpoczęciu prac przygotowawczych\n                           w celu przeprowadzenia procesu połączenia spółki zależnej Elektrownia Puławy Sp. z\n                           o.o. z siedzibą w Puławach _dalej \"Elektrownia Puławy\"_ ze Spółką. Spółka posiada 100% udziałów w kapitale zakładowym Elektrowni Puławy. Intencją Spółki\n                           jest, aby połączenie nastąpiło w trybie art. 492 § 1 pkt 1, art. 515 § 1 i art. 516\n                           § 6  Kodeksu Spółek Handlowych, tj. bez podwyższania kapitału zakładowego Spółki przez\n                           przeniesienie w trybie uproszczonym całego majątku Elektrowni Puławy na Grupę Azoty\n                           Zakłady Azotowe \"Puławy\" S.A. _łączenie przez przejęcie_. Połączenie nastąpi na podstawie planu połączenia, który zostanie uzgodniony przez\n                           Zarządy obu spółek oraz na podstawie uchwał Walnego Zgromadzenia Spółki i Zgromadzenia\n                           Wspólników Elektrowni Puławy podjętych zgodnie z przepisami Kodeksu Spółek Handlowych.Budowa nowego bloku energetycznego na węgiel kamienny o mocy 100 MWe, o którym Spółka\n                           informowała raportem bieżącym nr 5/2018 z dnia 30 stycznia 2018 roku, planowana jest\n                           na terenie zakładowej elektrociepłowni Spółki.  Połączenie wpłynie na zwiększenie\n                           efektywności zarządzania procesem budowy i eksploatacji nowego bloku. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-08-07"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego Grupy Azoty S.A. _jednostka dominująca w stosunku\n                           do Grupy Azoty Zakłady Azotowe \"Puławy\" S.A., dalej \"Jednostka Dominująca\" lub \"Kredytobiorca\"_\n                           nr  36/2018 z dnia 26 lipca 2018 roku, Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. _dalej: \"Grupa Azoty Puławy\"_ informuje, że w związku z nową umową kredytową\n                           długoterminowego finansowania zawartą w dniu 26 lipca 2018 roku pomiędzy Jednostką\n                           Dominującą a Europejskim Bankiem Odbudowy i Rozwoju z siedzibą w Londynie _dalej:\n                           \"EBOiR\"_, zawarta została umowa gwarancji pomiędzy EBOiR a Kredytobiorcą i spółkami\n                           zależnymi Jednostki Dominującej w tym: Grupą Azoty Puławy, Grupą Azoty Zakłady Chemiczne\n                           \"Police\" S.A. oraz Grupą Azoty Zakłady Azotowe Kędzierzyn S.A. występującymi jako\n                           gwaranci.Gwarancja udzielona została na rzecz EBOiR jako zabezpieczenie do zawartej w dniu\n                           26 lipca 2018 roku pomiędzy Kredytobiorcą i EBOiR umowy kredytu dotyczącego finansowania\n                           w maksymalnej kwocie 500.000.000 PLN _dalej: \"II Umowa z EBOiR\"_, stanowiącego integralną\n                           część pakietu finansowania długoterminowego Grupy Azoty, służącego finansowaniu ogólnych\n                           potrzeb korporacyjnych, w tym strategii i programu inwestycyjnego Grupy Kapitałowej\n                           Grupa Azoty. Kwota udzielonych przez każdego z gwarantów, w tym Grupę Azoty Puławy, gwarancji została\n                           ustalona w maksymalnej wysokości 200.000.000 PLN _1/3 ze 120% maksymalnej kwoty II Umowy z\n                           EBOiR_, tj. łącznie 600.000.000 PLN.Każdy gwarant ponosi odrębną i niezależną od innych gwarantów odpowiedzialność za\n                           zobowiązania Kredytobiorcy do uzgodnionej górnej granicy odpowiedzialności gwaranta\n                           _kwota gwarancji_. EBOiR może dochodzić od każdego z gwarantów zapłaty wymagalnych\n                           zobowiązań wynikających z II Umowy z EBOiR w przypadku gdyby nie zostały zaspokojone przez Kredytobiorcę.Gwarancja wygasa z upływem okresu zabezpieczenia, kończącym się wraz ze spłatą wierzytelności\n                           wynikających z II Umowy z EBOiR dotyczącej finansowania, zawartego na okres 10 lat,\n                           z ratalnym harmonogramem spłat rozpoczynającym się w ciągu 3 lat od daty zawarcia\n                           w/w umowy.Wyżej opisana gwarancja została udzielona na warunkach rynkowych za odpowiednim wynagrodzeniem.\n                           Pozostałe zapisy umowy gwarancji z EBOiR nie odbiegają od standardów przyjętych w\n                           umowach tego typu. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego\n                           i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie w sprawie nadużyć na\n                           rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy\n                           Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1\n                           z późn. zm._.",
        "date": "2018-07-26"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Grupa Azoty Puławy\"_ przekazuje\n                           korektę raportu bieżącego nr 20/2018 z dnia 29.06.2018 roku, dotyczącego podpisania\n                           aneksów do umów kredytowych z PKO BP S.A. Korekta dotyczy poniższego akapitu: Umowa KRB jest powiązana z umową o świadczenie usługi cash poolingu rzeczywistego\n                           w PKO BP S.A. z 30 września 2016 roku, do której Jednostka Dominująca wraz z wybranymi\n                           Spółkami wchodzącymi w skład Grupy Kapitałowej Jednostki Dominującej zawarła z dniem\n                           29 czerwca 2018 roku aneks mający na celu wydłużenie terminu jej obowiązywania do\n                           30 września 2022 roku. Struktura cash poolingu rzeczywistego służy optymalizacji przychodów\n                           i kosztów odsetkowych oraz korzystaniu przez spółki z Grupy Kapitałowej Jednostki\n                           Dominującej z globalnego limitu płynności Grupy, w ramach dodatnich i ujemnych sald\n                           na rachunkach bieżących spółek z Grupy Kapitałowej Jednostki Dominującej.Poprawny akapit brzmi:Umowa KRB jest powiązana z umową o świadczenie usługi cash poolingu rzeczywistego\n                           w PKO BP z 30 września 2016 roku. Struktura cash poolingu rzeczywistego służy optymalizacji\n                           przychodów i kosztów odsetkowych oraz korzystaniu przez spółki z Grupy Kapitałowej\n                           Jednostki Dominującej z globalnego limitu płynności Grupy, w ramach dodatnich i ujemnych\n                           sald na rachunkach bieżących spółek z Grupy Kapitałowej Jednostki Dominującej.Pozostała treść raportu pozostaje bez zmian. Pełna treść raportu 20/2018 po korekcie:W nawiązaniu do raportu bieżącego nr 16/2015 z dnia 23 kwietnia 2015 roku i nr 26\n                           /2016 z 20 września 2016 roku oraz raportu bieżącego Grupy Azoty S.A. nr 34 z 29 czerwca\n                           2018 roku _jednostka dominująca w stosunku do Grupy Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. – dalej: \"Jednostka Dominująca\"_ Zarząd Grupy Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. _dalej: \"Grupa Azoty Puławy\"_ informuje, iż w dniu 29 czerwca 2018 roku, wraz\n                           z Grupą Azoty S.A. oraz wybranymi spółkami wchodzącymi w skład grupy kapitałowej Jednostki\n                           Dominującej _dalej: \"Kredytobiorcy\", \"Spółki z Grupy\"_, podpisał z Powszechną Kasą\n                           Oszczędności Bank Polski S.A. _dalej: \"Bank\"_ aneks do umowy kredytu w formie limitu\n                           kredytowego wielocelowego _dalej: \"Umowa LKW\"_ w kwocie 240 mln zł, w ramach którego\n                           wydłużono okres udzielonego limitu z 30 września 2019 roku do 30 września 2022 roku.Na dzień zawarcia aneksu do Umowy LKW sublimit dla Grupy Azoty Puławy został ustalony\n                           na poziomie do wysokości 79 mln zł.Jednostka Dominująca ponosi odpowiedzialność za spłatę całości zobowiązań wynikających\n                           z Umowy LKW,           a każdy z pozostałych Kredytobiorców ponosi odpowiedzialność\n                           za spłatę zobowiązań wynikających z tej części limitu, który został wykorzystany w\n                           ramach przyznanego mu sublimitu. Zabezpieczeniem wierzytelności Banku wynikających z Umowy LKW są poręczenia o łącznej\n                           wartości 288 mln zł _co stanowi 120% kwoty kredytu_ udzielone na podstawie umowy poręczenia\n                           zawartej w dniu 29 czerwca 2018 roku przez Spółki z Grupy: Grupa Azoty Puławy, Grupa\n                           Azoty Zakłady Chemiczne \"Police\" S.A. oraz Grupa Azoty Zakłady Azotowe Kędzierzyn\n                           S.A. za zobowiązania Jednostki Dominującej. Udział każdego z poręczycieli w łącznej\n                           kwocie poręczeń wynosi nie więcej niż 1/3 ze 120% kwoty kredytu, tj. do maksymalnej\n                           wysokości 96 mln zł. Umowa poręczenia zastępuje dotychczasową umowę poręczenia Umowy\n                           LKW z dnia 20 września 2016 roku. Oprocentowanie kredytu w stosunku rocznym jest równe\n                           sumie stawki referencyjnej WIBOR 1M dla kredytu udzielonego w PLN, EURIBOR 1M dla\n                           kredytu udzielonego w EUR lub LIBOR 1M dla kredytu udzielonego w USD     i marży Banku.Ponadto, w nawiązaniu do raportów bieżących nr 16/2015 z dnia 23 kwietnia 2015 roku\n                           oraz nr 26/2016 z dnia 20 września 2016 roku Zarząd Grupy Azoty Puławy informuje,\n                           iż w dniu 29 czerwca 2018 roku, wraz z wybranymi Spółkami wchodzącymi w skład Grupy\n                           Kapitałowej Jednostki Dominującej podpisał z Bankiem aneks do umowy kredytu w rachunku\n                           bieżącym z dnia 1 października 2010 roku _dalej \"Umowa KRB\"_ w kwocie 310 mln zł,\n                           w ramach którego wydłużono okres udzielonego limitu z 30 września 2019 roku do 30\n                           września 2022 roku. Umowa KRB jest powiązana z umową o świadczenie usługi cash poolingu rzeczywistego\n                           w PKO BP z 30 września 2016 roku. Struktura cash poolingu rzeczywistego służy optymalizacji\n                           przychodów i kosztów odsetkowych oraz korzystaniu przez spółki z grupy kapitałowej\n                           Jednostki Dominującej z globalnego limitu płynności Grupy,           w ramach dodatnich\n                           i ujemnych sald na rachunkach bieżących spółek z Grupy Kapitałowej Jednostki Dominującej.Na dzień zawarcia aneksu do Umowy KRB sublimit dla Grupy Azoty Puławy i jej spółek\n                           zależnych został ustalony łącznie na poziomie 53 mln zł.Jednostka Dominująca ponosi odpowiedzialność za spłatę całości zobowiązań wynikających\n                           z Umowy KRB,           a każda ze Spółek z Grupy ponosi odpowiedzialność za spłatę\n                           zobowiązań wynikających z tej części limitu, który został wykorzystany w ramach przyznanego\n                           jej sublimitu. Zabezpieczeniem wierzytelności Banku wynikających z Umowy KRB są poręczenia o łącznej\n                           wartości 372 mln zł _co stanowi 120% kwoty kredytu_ udzielone na podstawie umowy poręczenia\n                           zawartej w dniu 29 czerwca 2018 roku przez Spółki z Grupy: Grupa Azoty Puławy, Grupa\n                           Azoty Zakłady Chemiczne \"Police\" S.A. oraz Grupa Azoty Zakłady Azotowe Kędzierzyn\n                           S.A., za zobowiązania jednostki Dominującej. Udział każdego z poręczycieli w łącznej\n                           kwocie poręczeń wskazanej powyżej wynosi nie więcej niż 1/3 ze 120% kwoty kredytu,\n                           tj. do maksymalnej wysokości 124 mln zł. Umowa poręczenia zastępuje dotychczasową umowę poręczenia do Umowy KRB z dnia 20 września\n                           2016 roku.Oprocentowanie kredytu w stosunku rocznym jest równe sumie stawki referencyjnej WIBOR\n                           1M i marży Banku.Umowy LKW oraz KRB zawierają także postanowienia nakładające na Jednostkę Dominującą\n                           oraz poręczycieli ograniczenia, m.in. w zakresie rozporządzenia istotnymi składnikami\n                           aktywów tych podmiotów oraz ich obciążania, udzielania pożyczek i gwarancji, jak również\n                           w zakresie wypłacania dywidendy i zaciągania zobowiązań finansowych, powyżej uzgodnionych\n                           z kredytodawcami pułapów skonsolidowanego wskaźnika długu netto do EBITDA, zharmonizowane\n                           z umową kredytu odnawialnego z dnia 23 kwietnia 2015 r. zmienionego Umową Zmieniającą\n                           z 29 czerwca 2018 roku, o której mowa w raportach bieżących Jednostki Dominującej:\n                           nr 25/2015       z dnia 23 kwietnia 2015 roku i 33/2018 z dnia 29 czerwca 2018 roku.\n                           Zawarte aneksy do umów LKW oraz KRB stanowią część pakietu finansowania długoterminowego,\n                           służącego finansowaniu ogólnych potrzeb korporacyjnych oraz zapewnieniu bezpieczeństwa\n                           finansowania dla spółek grupy kapitałowej Jednostki Dominującej poprzez parasolowy\n                           charakter alokacji limitów oraz faktycznej redystrybucji wewnątrzgrupowej. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE  i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-07-03"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 16/2015 z dnia 23 kwietnia 2015 roku i nr 26\n                           /2016 z 20 września 2016 roku  oraz raportu bieżącego Grupy Azoty S.A. nr 34 z 29\n                           czerwca 2018 roku _jednostka dominująca w stosunku do Grupy Azoty Zakłady Azotowe\n                           \"Puławy\" S.A. – dalej: \"Jednostka Dominująca\"_  Zarząd Grupy Azoty Zakłady Azotowe\n                           \"Puławy\"  S.A. _dalej: \"Grupa Azoty Puławy\"_ informuje, iż w dniu 29 czerwca 2018\n                           roku, wraz z Grupą Azoty S.A. oraz wybranymi spółkami wchodzącymi w skład grupy kapitałowej\n                           Jednostki Dominującej _dalej: \"Kredytobiorcy\", \"Spółki z Grupy\"_, podpisał z Powszechną\n                           Kasą Oszczędności Bank Polski S.A. _dalej: \"Bank\"_ aneks do umowy kredytu w formie\n                           limitu kredytowego wielocelowego _dalej: \"Umowa LKW\"_ w kwocie 240 mln zł, w ramach\n                           którego wydłużono okres udzielonego limitu z 30 września 2019 roku do 30 września\n                           2022 roku.Na dzień zawarcia aneksu do Umowy LKW sublimit dla Grupy Azoty Puławy został ustalony\n                           na poziomie do wysokości 79 mln zł. Jednostka Dominująca ponosi odpowiedzialność za spłatę całości zobowiązań wynikających\n                           z Umowy LKW,           a każdy z pozostałych Kredytobiorców ponosi odpowiedzialność\n                           za spłatę zobowiązań wynikających z tej części limitu, który został wykorzystany w\n                           ramach przyznanego mu sublimitu. Zabezpieczeniem wierzytelności Banku wynikających z Umowy LKW są poręczenia o łącznej\n                           wartości 288 mln zł _co stanowi 120%  kwoty kredytu_ udzielone na podstawie umowy\n                           poręczenia zawartej w dniu 29 czerwca 2018 roku przez Spółki z Grupy: Grupa Azoty\n                           Puławy, Grupa Azoty Zakłady Chemiczne \"Police\" S.A. oraz Grupa Azoty Zakłady Azotowe\n                           Kędzierzyn S.A. za zobowiązania Jednostki Dominującej. Udział każdego z poręczycieli\n                           w łącznej kwocie poręczeń wynosi nie więcej niż 1/3 ze 120% kwoty kredytu, tj. do\n                           maksymalnej wysokości 96 mln zł. Umowa poręczenia zastępuje dotychczasową umowę poręczenia Umowy LKW z dnia 20 września\n                           2016 roku.Oprocentowanie kredytu w stosunku rocznym jest równe sumie stawki referencyjnej WIBOR\n                           1M dla kredytu udzielonego w PLN, EURIBOR 1M dla kredytu udzielonego w EUR lub LIBOR\n                           1M dla kredytu udzielonego w USD    i marży Banku.Ponadto, w nawiązaniu do raportów bieżących nr 16/2015 z dnia 23 kwietnia 2015 roku\n                           oraz nr 26/2016 z dnia 20 września 2016 roku Zarząd Grupy Azoty Puławy informuje,\n                           iż w dniu 29 czerwca 2018 roku, wraz z wybranymi  Spółkami wchodzącymi w skład  grupy\n                           kapitałowej Jednostki Dominującej podpisał z Bankiem aneks do umowy kredytu w rachunku\n                           bieżącym z dnia 1 października 2010 roku _dalej \"Umowa KRB\"_ w kwocie 310 mln zł,\n                           w ramach którego wydłużono okres udzielonego limitu z 30 września 2019 roku do 30\n                           września 2022 roku.Umowa KRB jest powiązana z umową o świadczenie usługi cash poolingu rzeczywistego\n                           w PKO BP S.A. z 30 września 2016 roku, do której Jednostka Dominująca wraz z wybranymi\n                           Spółkami wchodzącymi w skład Grupy Kapitałowej Jednostki Dominującej zawarł z dniem\n                           29 czerwca 2018 roku aneks mający na celu wydłużenie terminu jej obowiązywania do\n                           30 września 2022 roku. Struktura cash poolingu rzeczywistego służy optymalizacji przychodów\n                           i kosztów odsetkowych oraz korzystaniu przez spółki z grupy kapitałowej Jednostki\n                           Dominującej             z globalnego limitu płynności Grupy, w ramach dodatnich i\n                           ujemnych sald na rachunkach bieżących spółek z Grupy Kapitałowej Jednostki Dominującej.Na dzień zawarcia aneksu do Umowy KRB sublimit dla Grupy Azoty Puławy i jej spółek\n                           zależnych został ustalony łącznie na poziomie 53 mln zł.Jednostka Dominująca ponosi odpowiedzialność za spłatę całości zobowiązań wynikających\n                           z Umowy KRB,           a każda ze Spółek z Grupy ponosi odpowiedzialność za spłatę\n                           zobowiązań wynikających z tej części limitu, który został wykorzystany w ramach przyznanego\n                           jej sublimitu. Zabezpieczeniem wierzytelności Banku wynikających z Umowy KRB są poręczenia o łącznej\n                           wartości 372 mln zł _co stanowi 120%  kwoty kredytu_  udzielone na podstawie umowy\n                           poręczenia zawartej w dniu 29 czerwca 2018 roku przez Spółki z Grupy: Grupa Azoty\n                           Puławy, Grupa Azoty Zakłady Chemiczne \"Police\" S.A. oraz Grupa Azoty Zakłady Azotowe\n                           Kędzierzyn S.A., za zobowiązania jednostki Dominującej. Udział każdego z poręczycieli\n                           w łącznej kwocie poręczeń wskazanej powyżej wynosi nie więcej niż 1/3 ze 120% kwoty\n                           kredytu, tj. do maksymalnej wysokości 124 mln zł. Umowa poręczenia zastępuje dotychczasową umowę poręczenia do Umowy KRB z dnia 20 września\n                           2016 roku.Oprocentowanie kredytu w stosunku rocznym jest równe sumie stawki referencyjnej WIBOR\n                           1M i marży Banku. Umowy LKW oraz KRB zawierają także postanowienia nakładające na Jednostkę Dominującą\n                           oraz poręczycieli ograniczenia, m.in. w zakresie rozporządzenia istotnymi składnikami\n                           aktywów tych podmiotów oraz ich obciążania, udzielania pożyczek i gwarancji, jak również\n                           w zakresie wypłacania dywidendy i zaciągania zobowiązań finansowych, powyżej uzgodnionych\n                           z kredytodawcami pułapów skonsolidowanego wskaźnika długu netto do EBITDA, zharmonizowane\n                           z umową kredytu odnawialnego z dnia 23 kwietnia 2015 r. zmienionego Umową Zmieniającą\n                           z 29 czerwca 2018 roku, o której mowa w raportach bieżących Jednostki Dominującej:\n                           nr 25/2015       z dnia 23 kwietnia 2015 roku i 33/2018 z dnia 29 czerwca 2018 roku.\n                           Zawarte aneksy do umów LKW oraz KRB stanowią część pakietu finansowania długoterminowego,\n                           służącego finansowaniu ogólnych potrzeb korporacyjnych oraz zapewnieniu bezpieczeństwa\n                           finansowania dla spółek grupy kapitałowej Jednostki Dominującej poprzez parasolowy\n                           charakter alokacji limitów oraz faktycznej redystrybucji wewnątrzgrupowej.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-06-29"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd Grupy Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Grupa Azoty Puławy\"_ informuje,\n                           że w związku z umową zmieniającą i modyfikującą do umowy kredytu odnawialnego z 23\n                           kwietnia 2015 roku  _dalej: \"Kredyt\", \"Umowa kredytu\"_ zawartą w dniu 29 czerwca 2018\n                           roku pomiędzy  Grupą Azoty S.A. _jednostką dominującą w stosunku do Grupy Azoty Puławy,\n                           dalej: \"Jednostka Dominująca\"_ a  Powszechną Kasą Oszczędności Bank Polski S.A. _dalej:\n                           \"PKO BP S.A.\"_ oraz Bankiem Gospodarstwa Krajowego, Bankiem Zachodnim WBK S.A. i ING\n                           Bankiem Śląskim S.A. _dalej: \"Kredytodawcy\"_, została zawarta Umowa poręczenia Kredytu\n                           pomiędzy PKO BP S.A. _jako agentem kredytu, reprezentującym również pozostałych kredytodawców_\n                           a Jednostką Dominującą oraz kluczowymi spółkami zależnymi Jednostki Dominującej: Grupą\n                           Azoty Puławy, Grupą Azoty Zakłady Azotowe Kędzierzyn S.A., Grupą Azoty Zakłady Chemiczne\n                           \"Police\" S.A., występującymi jako poręczyciele _dalej: \"Poręczyciele\"_.Kwota udzielonych przez każdego z Poręczycieli, w tym Grupę Azoty Puławy, poręczeń\n                           została ustalona do maksymalnej wysokości 1.200.000.000 PLN _miliard dwieście milionów\n                           złotych_. Wynikające z umowy poręczenia zobowiązania Poręczycieli są względem siebie\n                           rozdzielne i niezależne i nie są zobowiązaniami solidarnymi.  Poręczenie wygasa z upływem okresu zabezpieczenia, kończącym się wraz ze spłatą wierzytelności\n                           wynikających  z Umowy kredytu, zawartego na okres do 7 lat od daty zawarcia umowy\n                           zmieniającej. Ponadto Grupa Azoty Puławy złoży oświadczenie o dobrowolnym poddaniu\n                           się egzekucji z tytułu  udzielonego poręczenia, do kwoty stanowiącej 100% swojego\n                           poręczenia. Umowa poręczenia zastępuje dotychczasową umowę poręczenia Umowy Kredytu z dnia 23\n                           kwietnia 2015 roku,      o której Grupa Azoty Puławy informowała w raporcie bieżącym\n                           nr 17/2015 z dnia 23 kwietnia 2015 roku.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE                   i 2004/72/WE\n                           _Dziennik Urzędowy Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-06-29"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że powziął wiadomość           o dokonaniu w dniu 25 czerwca 2018 roku przez Sąd Rejonowy\n                           Lublin-Wschód w Lublinie z siedzibą w Świdniku, VI Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego, rejestracji zmian statutu Spółki przyjętych Uchwałą nr 28 Zwyczajnego Walnego\n                           Zgromadzenia Spółki z dnia 6 czerwca 2018 roku i podanych do wiadomości raportem bieżącym\n                           nr 16/2018.Zarząd Spółki przekazuje w załączeniu dotychczas obowiązujące postanowienia statutu\n                           oraz treść zmian dokonanych przez Zwyczajne Walne Zgromadzenie Spółki  w dniu 6 czerwca\n                           2018 roku. W załączeniu przekazujemy ponadto tekst jednolity statutu sporządzony przez\n                           Spółkę.",
        "date": "2018-06-28"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           do publicznej wiadomości wykaz akcjonariuszy posiadających, co najmniej 5% liczby\n                           głosów na Zwyczajnym Walnym Zgromadzeniu Spółki _dalej: \"ZWZ\"_, które odbyło się w\n                           dniu 6 czerwca 2018 roku wraz z określeniem liczby głosów przysługujących każdemu\n                           z nich z posiadanych akcji i wskazaniem ich procentowego udziału w liczbie głosów\n                           na tym Zwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów. Akcjonariusz: Grupa Azoty S.A.― liczba akcji na ZWZ – 18 345 735― liczba głosów na ZWZ – 18 345 735― procentowy udział głosów w liczbie głosów reprezentowanych na ZWZ – 99,97%― procentowy udział głosów w ogólnej liczbie głosów – 95,98% Podstawa prawna: art. 70 pkt. 3 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _tekst jedn. Dz. U. z 2018 r., poz. 512 z późn. zm._.",
        "date": "2018-06-08"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           w załączeniu do niniejszego raportu bieżącego treść uchwał podjętych w dniu 6 czerwca\n                           2018 roku przez Zwyczajne Walne Zgromadzenie Spółki wraz z wynikami głosowań. Ponadto Zarząd Spółki przekazuje w załączeniu do niniejszego raportu bieżącego treść\n                           projektów uchwał, które były poddane pod głosowanie Zwyczajnego Walnego Zgromadzenia\n                           Spółki, a nie zostały podjęte. Dokumenty będące przedmiotem głosowania uchwał nr 4, 5, 6 Zwyczajnego Walnego Zgromadzenia\n                           zostały w dniu 19 kwietnia 2018 roku opublikowane przez Spółkę wraz z jednostkowym\n                           i skonsolidowanym raportem rocznym a także udostępnione na stronie internetowej Spółki\n                           pod adresem https://www.pulawy.com/201-walne-zgromadzenie.Podczas obrad Zwyczajnego Walnego Zgromadzenia żaden z akcjonariuszy nie wniósł sprzeciwu\n                           do protokołu. Podstawa prawna § 19 ust. 1 pkt 6 i 8 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-06-06"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ przekazuje\n                           w załączeniu do niniejszego raportu bieżącego projekt uchwały w sprawie podziału zysku\n                           netto, zgłoszonej przez akcjonariusza Spółki - Grupę Azoty S.A. podczas obrad Zwyczajnego\n                           Walnego Zgromadzania Spółki w dniu 6 czerwca 2018 roku. Podstawa prawna § 19 ust. 1 pkt 4 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-06-06"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportów bieżących nr 9/2018 z dnia 27 kwietnia 2018 roku oraz nr\n                           10/2018 z dnia 10 maja 2018 roku Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. _dalej: \"Spółka\"_ informuje, iż Zwyczajne Walne Zgromadzenie Spółki podjęło w\n                           dniu 6 czerwca 2018 roku uchwałę o wypłacie dywidendy z zysku za 2017 rok. 1. Kwota przeznaczona na wypłatę dywidendy wynosi 85.252.900,00 zł.2. Wartość dywidendy przypadająca na jedną akcję wynosi 4,46 zł.3. Dywidendą objęte są wszystkie akcje Spółki w liczbie 19 115 000 szt. 4. Dniem ustalenia prawa do dywidendy jest 13 czerwca 2018 roku.5. Dzień wypłaty dywidendy ustalono na 27 czerwca 2018 roku. Podstawa prawna: § 19 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz. 757_.",
        "date": "2018-06-06"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 11/2018 z dnia 10 maja 2018 roku, Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje, że w dniu 16\n                           maja 2018 roku otrzymał od akcjonariusza - Skarbu Państwa, złożony na podstawie §\n                           42 ust. 8 Statutu Spółki, wniosek dotyczący zgłoszenia projektu uchwały w zakresie\n                           spraw wyprowadzonych do porządku obrad Zwyczajnego Walnego Zgromadzenia Spółki zwołanego\n                           na dzień 6 czerwca 2018 roku. Projekt uchwały zgłoszony do punktu 11 porządku obrad\n                           \"Podjęcie uchwały w sprawie zmiany Statutu Spółki\" stanowi załącznik do niniejszego\n                           raportu. Ponadto Spółka przekazuje wykaz proponowanych zmian w Statucie Grupy Azoty Zakłady\n                           Azotowe \"Puławy\" S.A. uwzględniający zmiany, o których mowa powyżej oraz zmiany, o\n                           których Spółka informowała w raporcie bieżącym nr 11/2018 z dnia 10 maja 2018 roku.Podstawa prawna § 19 ust. 1 pkt 4 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-05-17"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ w załączeniu\n                           podaje do publicznej wiadomości treść projektów uchwał, które mają być przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Spółki zwołanego na dzień 6 czerwca 2018 roku.\n                           Ponadto Zarząd przekazuje w załączeniu dokumenty, które nie zostały wcześniej przekazane\n                           do publicznej wiadomości, a które będą przedmiotem obrad Zwyczajnego Walnego Zgromadzenia.\n                           Podstawa prawna § 19 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U. z 2018 r., poz.\n                           757_.",
        "date": "2018-05-10"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"PUŁAWY\" S.A. _dalej: \"Spółka\"_ zwołuje\n                           na dzień 6 czerwca 2018 roku na godzinę 11.00, w siedzibie Spółki w Puławach, Aleja\n                           Tysiąclecia Państwa Polskiego 13 Zwyczajne Walne Zgromadzenie Spółki, zgodnie z treścią\n                           ogłoszenia stanowiącego załącznik do niniejszego raportu.Podstawa prawna § 19 ust.\n                           1 pkt 1 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 roku w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U. z 2018 r., poz. 757_.",
        "date": "2018-05-10"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 9/2018 z dnia 27 kwietnia 2018 roku Zarząd spółki\n                           Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje, że w dniu 10\n                           maja 2018 roku, Rada Nadzorcza Spółki pozytywnie oceniła wniosek Zarządu Spółki do\n                           Zwyczajnego Walnego Zgromadzenia o podział zysku netto za 2017 rok w kwocie 284.080.666,29\n                           zł, zakładający: 1. wyłączenie od podziału pomiędzy akcjonariuszy kwoty 170.537.566,29 zł i przeznaczenie\n                           jej na kapitał zapasowy; 2. przeznaczenie na dywidendę dla akcjonariuszy kwoty 113.543.100,00 zł, tj. w wysokości\n                           5,94 zł na jedną akcję;3. dzień dywidendy: 13 czerwca 2018 roku;4. dzień wypłaty dywidendy: 27 czerwca 2018 roku. Ostateczną decyzję dotyczącą podziału zysku za rok obrotowy 2017 podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki.Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-05-10"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 27 kwietnia 2018 roku podjął uchwałę w przedmiocie wystąpienia do Zwyczajnego\n                           Walnego Zgromadzenia o dokonanie następującego podziału zysku netto za rok obrotowy\n                           2017 trwający od 1 stycznia 2017 roku do 31 grudnia 2017 roku w kwocie 284.080.666,29\n                           zł, zakładającą:1. wyłączenie od podziału pomiędzy akcjonariuszy kwoty 170.537.566,29 zł i przeznaczenie\n                           jej na kapitał zapasowy; 2. przeznaczenie na dywidendę dla akcjonariuszy kwoty 113.543.100,00 zł, tj. w wysokości\n                           5,94 zł na jedną akcję.Zarząd Spółki wnosi o wyznaczenie dnia dywidendy na  13 czerwca 2018 roku, natomiast\n                           na dzień wypłaty dywidendy rekomenduje wyznaczyć 27 czerwca 2018 roku. Jednocześnie Spółka informuje, iż zgodnie z art. 382 § 3 Kodeksu spółek handlowych\n                           niniejszy wniosek zostanie skierowany do Rady Nadzorczej Spółki w celu oceny. Ostateczną\n                           decyzję dotyczącą podziału zysku za rok obrotowy 2017 podejmie Zwyczajne Walne Zgromadzenie\n                           Spółki.Podstawa prawna: § 38 ust. 1 pkt 11 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014\n                           r., poz. 133 z poźn. zm._.",
        "date": "2018-04-27"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Emitent\"_ przekazuje\n                           do publicznej wiadomości szacunkowe wybrane skonsolidowane wyniki finansowe Grupy\n                           Kapitałowej Emitenta za rok 2017:Przychody ze sprzedaży: 3 491 mln złEBITDA: 498 mln złEBITDA z wyłączeniem zdarzeń jednorazowych: 520 mln Wynik netto: 258 mln złWyniki podlegają aktualnie weryfikacji przez biegłego rewidenta, zgodnie z przepisami\n                           prawa. Zaprezentowane wielkości mają charakter szacunkowy i mogą ulec zmianie. Publikacja\n                           skonsolidowanego raportu rocznego za 2017 rok nastąpi 19 kwietnia 2018 roku, o czym\n                           Emitent poinformował w raporcie bieżącym nr 7/2018 z dnia 29 marca 2018 roku. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-04-04"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 1/2018 z dnia 16 stycznia 2018 roku Zarząd Grupy\n                           Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ niniejszym informuje, że zmianie\n                           uległ termin publikacji jednostkowego i skonsolidowanego raportu rocznego za rok 2017.\n                           Raporty te zostaną przekazane w dniu 19 kwietnia 2018 roku; poprzedni termin to 5\n                           kwietnia 2018 roku. W związku z powyższym Zarząd Spółki podaje do publicznej wiadomości zaktualizowane\n                           daty przekazywania raportów okresowych w 2018 roku:1. Raporty kwartalne:- rozszerzony skonsolidowany raport za I kwartał 2018 roku – 10 maja 2018 roku - rozszerzony skonsolidowany raport za III kwartał 2018 roku – 8 listopada 2018 roku2. Raporty półroczne:- rozszerzony skonsolidowany raport półroczny za I półrocze 2018 roku – 28 sierpnia\n                           2018 roku3. Raporty roczne: - jednostkowy raport roczny za rok 2017 – 19 kwietnia 2018 roku- skonsolidowany raport roczny za rok 2017 – 19 kwietnia 2018 roku.Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014 r., poz.133\n                           z późn. zm._.",
        "date": "2018-03-29"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że w dniu 26 lutego 2018 r. został podpisany aneks _dalej: \"Aneks\"_ do Wieloletniej\n                           Umowy Sprzedaży Węgla Energetycznego z dnia 8 stycznia 2009 roku, zawartej pomiędzy\n                           Spółką, a Lubelskim Węglem \"Bogdanka\" S.A. z siedzibą w Bogdance _dalej: \"Umowa\"_.Przedmiotem Umowy jest sprzedaż węgla energetycznego dla Spółki. W wyniku zawarcia Aneksu: - wydłużony zostaje okres obowiązywania Umowy do dnia 31 grudnia 2022 roku _poprzednio\n                           do dnia 31 grudnia 2021 roku_, - określone zostają warunki ilościowe na rok 2022 oraz - zwiększeniu ulegają wolumeny na lata 2019 -2021. W związku z zawarciem Aneksu, szacunkowa wartość Umowy od momentu jej zawarcia do\n                           dnia 31 grudnia 2022 roku wyniesie łącznie _bez uwzględnienia możliwych zwiększeń,\n                           odchyleń i tolerancji_ 1 340 mln zł netto _tj. około 22,40% więcej od wartości podanej\n                           w raporcie bieżącym nr 35/2017 z dnia 10.10.2017 roku_, z czego w latach 2018-2022\n                           wartość wyniesie około 577 mln zł netto. Węgiel dostarczany na podstawie Aneksu przeznaczony\n                           jest dla zakładowej elektrociepłowni funkcjonującej w Spółce. Pozostałe warunki Umowy nie ulegają zmianie i nie odbiegają od standardów rynkowych\n                           stosowanych w umowach tego typu. Zarząd Spółki uznaje powyższą informację za znaczącą\n                           z uwagi na fakt przedłużenia współpracy z Lubelskim Węglem \"Bogdanka\" S.A. i istotną\n                           zmianę wartości Umowy. Lubelski Węgiel \"Bogdanka\" S.A. jest głównym dostawcą węgla\n                           dla zakładowej elektrociepłowni działającej w ramach Spółki, zapewniając surowiec\n                           o parametrach wymaganych przez Spółkę, przy niskich kosztach transportu ze względu\n                           na fakt, że kopalnia ta znajduje się najbliżej Spółki.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-02-26"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego nr 14/2017 z dnia 31 marca 2017 Zarząd spółki Grupa\n                           Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: Grupa Azoty PUŁAWY_ informuje, że Elektrownia\n                           Puławy Sp. z o.o.  _spółka zależna Grupy Azoty PUŁAWY_, prowadząca postępowanie na\n                           wybór generalnego realizatora inwestycji oraz wykonawcę projektu budowalnego bloku\n                           energetycznego na węgiel kamienny zatwierdziła w dniu 30 stycznia 2018 roku parametry\n                           projektu zamieszczone w Specyfikacji Istotnych Warunków Zamówienia _SIWZ_ i podjęła\n                           decyzję o uruchomieniu postępowania przetargowego.Nowy blok węglowy o mocy 100 MWe powstanie na terenie zakładowej elektrociepłowni,\n                           z którą będzie ściśle zintegrowany. Zgodnie z założeniami budżet inwestycji wynosi\n                           ok. 890 mln PLN. Harmonogram zakłada, że regularna eksploatacja rozpocznie się do\n                           końca 2021 roku. Blok węglowy został dopasowany do faktycznych potrzeb produkcyjnych\n                           i rozwojowych Grupy Azoty PUŁAWY. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._",
        "date": "2018-01-30"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           iż w dniu 25 stycznia 2018 roku Rada Nadzorcza Spółki powołała w skład Zarządu Spółki\n                           Panią Annę Zarzycką-Rzepecką, powierzając jej funkcję Wiceprezesa Zarządu na czas\n                           wspólnej kadencji Zarządu trwającej od 5 kwietnia 2016 r.Uchwała Rady Nadzorczej w sprawie powołania Członka Zarządu Spółki weszła w życie\n                           z dniem podjęcia.Informacje dotyczące wykształcenia, kwalifikacji oraz wcześniej zajmowanych stanowisk\n                           wraz z opisem przebiegu pracy zawodowej nowo powołanego Członka Zarządu, Spółka przekazuje\n                           w załączeniu do niniejszego raportu bieżącego.Jednocześnie Zarząd Spółki informuje, że nowo powołany członek Zarządu złożył oświadczenia,\n                           z których wynika, że jego działalność wykonywana poza Spółką nie jest konkurencyjna\n                           w stosunku do działalności Spółki, że nie uczestniczy w spółce konkurencyjnej jako\n                           wspólnik spółki cywilnej, spółki osobowej ani jako członek organu spółki kapitałowej,\n                           a także nie uczestniczy w innych konkurencyjnych osobach prawnych jako członkowie\n                           ich organów. Otrzymane przez Spółkę oświadczenia zawierają również deklaracje, że nowo powołany\n                           Członek Zarządu Spółki nie został wpisany do Rejestru Dłużników Niewypłacalnych prowadzonego\n                           na podstawie ustawy o Krajowym Rejestrze Sądowym.Podstawa prawna przekazania raportu: § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst. jedn.\n                           Dz.U. z 2014 r., poz. 133 z późn. zm._.",
        "date": "2018-01-25"
    },
    {
        "company_name": "PUŁAWY",
        "content": "Zarząd spółki Grupa Azoty Zakłady Azotowe \"Puławy\" S.A. _dalej: \"Spółka\"_ informuje,\n                           że na posiedzeniu w dniu 25 stycznia 2018 r. roku Rada Nadzorcza Spółki odwołała ze\n                           składu Zarządu Pana Pawła Owczarskiego – Wiceprezesa Zarządu Spółki. Uchwała Rady Nadzorczej weszła w życie z dniem podjęcia.Podstawa prawna: § 5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _tekst jedn. Dz. U. z 2014 r., poz. 133 z późn.\n                           zm._.",
        "date": "2018-01-25"
    },
    {
        "company_name": "PUŁAWY",
        "content": "W nawiązaniu do raportu bieżącego Grupy Azoty S.A. _jednostka dominująca w stosunku\n                           do Grupy Azoty Zakłady Azotowe \"Puławy\" S.A., dalej \"Jednostka Dominująca\" lub \"Kredytobiorca\"_\n                           nr  2/2018 z dnia 25 stycznia 2018 roku, Zarząd Grupy Azoty Zakłady Azotowe \"Puławy\"\n                           S.A. _dalej: \"Grupa Azoty Puławy\"_ informuje, że w związku z umową kredytową długoterminowego\n                           finansowania zawartą w dniu 25 stycznia 2018 roku pomiędzy Grupą Azoty S.A. a Europejskim\n                           Bankiem Inwestycyjnym z siedzibą w Luksemburgu _dalej: \"EBI\"_ zawarta została umowa\n                           gwarancji pomiędzy EBI a spółkami zależnymi Jednostki Dominującej w tym: Grupą Azoty\n                           Puławy, Grupą Azoty Zakłady Chemiczne \"Police\" S.A. oraz Grupą Azoty Zakłady Azotowe\n                           Kędzierzyn S.A. występującymi jako gwaranci.Gwarancja udzielona została na rzecz EBI jako zabezpieczenie do umowy kredytu dotyczącego\n                           finansowania w maksymalnej kwocie 145.000.000 EUR _dalej: \"Umowa z EBI\"_, stanowiącego\n                           integralną część pakietu finansowania długoterminowego Grupy Azoty, służącego finansowaniu\n                           ogólnych potrzeb korporacyjnych, w  tym strategii i programu inwestycyjnego oraz badań\n                           i rozwoju Grupy Kapitałowej. Kwota udzielonych przez każdego z gwarantów, w tym Grupę Azoty Puławy, gwarancji została\n                           ustalona w maksymalnej wysokości 58.000.000 EUR, tj. łącznie 174.000.000 EUR.Każdy Gwarant ponosi odrębną i niezależną od innych Gwarantów odpowiedzialność za\n                           zobowiązania Kredytobiorcy do uzgodnionej górnej granicy odpowiedzialności Gwaranta\n                           _kwota gwarancji_. EBI może dochodzić od każdego z gwarantów zapłaty wymagalnych zobowiązań\n                           wynikających z Umowy z EBI w przypadku gdyby nie zostały zaspokojone przez Kredytobiorcę.Gwarancja wygasa z upływem okresu zabezpieczenia, kończącym się wraz ze spłatą wierzytelności\n                           wynikających z Umowy z EBI dotyczącej finansowania, zawartego na okres 10 lat od uruchomienia\n                           finansowania, z ratalnym harmonogramem spłaty rozpoczynającym się w ciągu 3 lat od\n                           daty w/w uruchomienia.Wyżej opisana gwarancja została udzielona na warunkach rynkowych za odpowiednim wynagrodzeniem.\n                           Pozostałe zapisy umowy gwarancji z EBI nie odbiegają od standardów przyjętych w umowach\n                           tego typu. Podstawa prawna: Art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku _rozporządzenie\n                           w sprawie nadużyć na rynku_ oraz uchylające dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dziennik Urzędowy\n                           Unii Europejskiej z dnia 12 czerwca 2014, nr. L 173/1 z późn. zm._.",
        "date": "2018-01-25"
    }
]