[
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do RB 27/2017, Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że\n                           konsorcjum, w skład którego wchodzi Spółka oraz firma PT. Rekayasa Industri z siedzibą\n                           w Indonezji jako Lider Konsorcjum _\"Konsorcjum\"_ podpisało warunkową umowę z PT. PLN\n                           _PERSERO_, JALAN TRUNOJOYO BLOK M I/135, KEBAYORAN BARU, JAKARTA 12160, INDONESIA\n                           _\"Zamawiający\"_ związaną z postępowaniem przetargowym w przedmiocie \"Budowa dwóch\n                           bloków parowych opalanych węglem w Indonezji na wyspie Lombok _2x50 MW_\" _\"Umowa\"_.\n                           Wartość Umowy Konsorcjum wynosi łącznie 70.275.000,00 EUR oraz 18.855.000,00 USD oraz 1.590.700.000.000,00 IDR _łącznie ok. 850.300.000,00 PLN netto_, w tym wartość\n                           wynagrodzenia zastrzeżonego dla Spółki to 70.275.000,00 EUR _tj. około 295.000.000,00\n                           PLN_ netto, co stanowi około 35% wartości umowy Konsorcjum. Termin realizacji to:\n                           36 miesięcy dla Bloku I oraz 39 miesięcy dla Bloku II. Elementem Umowy jest pakiet\n                           finansowania Zamawiającego, który został przygotowany w oparciu o podmioty z Grupy\n                           Polskiego Funduszu Rozwoju _Korporacja Ubezpieczeń Kredytów Eksportowych i Bank Gospodarstwa\n                           Krajowego_. Wejście w życie Umowy nastąpi po spełnieniu niniejszych warunków zawieszających:_i_ po potwierdzeniu przez Zamawiającego przekazania Terenu Budowy, oraz_ii_ po wejściu w życie umowy kredytowej _pakietu finansowania_.Łączna wysokość kar umownych z tytułu opóźnienia jest ograniczona do 10% całkowitej\n                           ceny Umowy netto, zaś całkowita odpowiedzialność Wykonawcy wobec Zamawiającego wynikająca\n                           z Umowy nie może przekroczyć całkowitej ceny Umowy brutto. Inne warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.",
        "date": "2017-12-29"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\" lub \"RAFAKO\"_ informuje, że w\n                           dniu 28 grudnia 2017 r. otrzymał od PBG S. A. i Multaros Trading Company Ltd.  zawiadomienie,\n                           na podstawie art. 69 ust. 1 pkt 2_ ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych _Dz. U. z 2016 r., poz. 1639 – tekst jednolity, ze zm._,\n                           o treści jak w załączniku do niniejszego Raportu.",
        "date": "2017-12-28"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że w dniu 27 grudnia 2017 r. powziął informację\n                           o rejestracji w dniu 22 grudnia 2017 r. przez Sąd Rejonowy w Gliwicach, X Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego: _i_ podwyższenia kapitału zakładowego Spółki\n                           z kwoty 169.863.996 zł do kwoty 254.863.996 zł w drodze emisji 42.500.000 akcji zwykłych\n                           na okaziciela serii K Spółki o wartości nominalnej 2,00 zł każda, wyemitowanych na\n                           podstawie uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia Spółki z dnia 12 września\n                           2017 r. w sprawie podwyższenia kapitału zakładowego spółki w drodze emisji nowych\n                           akcji, oferty publicznej akcji nowej emisji, ustalenia dnia prawa poboru akcji nowej\n                           emisji, dematerializacji oraz ubiegania się o dopuszczenie praw poboru, praw do akcji\n                           oraz akcji nowej emisji do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów\n                           Wartościowych w Warszawie S.A. oraz zmiany statutu Spółki, a także upoważnienia Rady\n                           Nadzorczej do ustalenia tekstu jednolitego statutu Spółki; oraz _ii_ zmiany §7 i §8\n                           statutu Spółki _\"Statut\"_.Na dzień opublikowania niniejszego raportu bieżącego kapitał zakładowy Spółki po zarejestrowaniu\n                           podwyższenia wynosi 254.863.996 zł i dzieli się na 127.431.998 akcji o wartości nominalnej\n                           2,00 zł każda, na co składa się:1. 900.000 akcji serii A;2. 2.100.000 akcji serii B;3. 300.000 akcji serii C;4. 1.200.000 akcji serii D;5. 1.500.000 akcji serii E;6. 3.000.000 akcji serii F;7. 330.000 akcji serii G;8. 8.070.000 akcji serii H;9. 52.200.000 akcji serii I;10. 15.331.998 akcji serii J; oraz11. 42.500.000 akcji serii K. Ogólna liczba głosów wynikających ze wszystkich wyemitowanych akcji wynosi 127.431.998\n                           _słownie: sto dwadzieścia siedem milionów czterysta trzydzieści jeden tysięcy dziewięćset\n                           dziewięćdziesiąt osiem_.Zarząd Spółki podaje poniżej do wiadomości zmiany dokonane w treści Statutu:1. § 7 Statutu Spółki w dotychczasowym brzmieniu:\"Kapitał zakładowy Spółki wynosi 169.863.996 _słownie: sto sześćdziesiąt dziewięć\n                           milionów osiemset sześćdziesiąt trzy tysiące dziewięćset dziewięćdziesiąt sześć_ złotych\".zmienia się w taki sposób, że otrzymuje brzmienie:\"Kapitał zakładowy Spółki wynosi 254.863.996 _dwieście pięćdziesiąt cztery miliony\n                           osiemset sześćdziesiąt trzy tysiące dziewięćset dziewięćdziesiąt sześć_ złotych.\"2. § 8 Statutu Spółki w dotychczasowym brzmieniu:\"Kapitał zakładowy Spółki dzieli się na 84.931.998 _słownie: osiemdziesiąt cztery\n                           miliony dziewięćset trzydzieści jeden tysięcy dziewięćset dziewięćdziesiąt osiem_\n                           akcji o wartości nominalnej 2.00 _słownie: dwa_ złote każda\".zmienia się w taki sposób, że otrzymuje brzmienie:\"Kapitał zakładowy Spółki dzieli się 127.431.998 _słownie: sto dwadzieścia siedem\n                           milionów czterysta trzydzieści jeden tysięcy dziewięćset dziewięćdziesiąt osiem_ akcji\n                           o wartości nominalnej 2 _słownie: dwa_ złote każda\".Jednolity tekst Statutu z uwzględnieniem nowego brzmienia § 7 i § 8 stanowi załącznik\n                           do niniejszego raportu bieżącego.Podstawą prawną przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych w związku\n                           z § 5 ust. 1 pkt. 9 oraz § 38 ust. 1 pkt 2 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.Zastrzeżenie\n                           prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-12-27"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ w związku z zakończeniem subskrypcji oraz przydziałem\n                           42.500.000 akcji zwykłych na okaziciela serii K Spółki o wartości nominalnej 2,00\n                           zł każda,  o łącznej wartości nominalnej 85.000.000 zł _\"Akcje Oferowane\"_, przeprowadzonej\n                           na podstawie Uchwały Nadzwyczajnego Walnego Zgromadzenia Spółki nr 4 z dnia 12 września\n                           2017 r. w sprawie: podwyższenia kapitału zakładowego spółki w drodze emisji nowych\n                           akcji, oferty publicznej akcji nowej emisji, ustalenia dnia prawa poboru akcji nowej\n                           emisji, dematerializacji oraz ubiegania się o dopuszczenie praw poboru, praw do akcji\n                           oraz akcji nowej emisji do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów\n                           Wartościowych w Warszawie S.A. oraz zmiany statutu spółki, a także upoważnienia Rady\n                           Nadzorczej do ustalenia tekstu jednolitego statutu spółki _\"Uchwała Emisyjna\"_ Zarząd\n                           Spółki podaje do publicznej wiadomości następujące informacje:Terminy pisane wielka literą, które nie zostały inaczej zdefiniowane w niniejszym\n                           raporcie bieżącym, mają znaczenie nadane im w prospekcie emisyjnym Spółki, zatwierdzonym\n                           przez Komisję Nadzoru Finansowego w dniu 3 listopada 2017 r.1. Data rozpoczęcia i zakończenia subskrypcji akcji:Data rozpoczęcia i zakończenia subskrypcji w ramach zapisów w wykonaniu prawa poboru\n                           oraz zapisów dodatkowych: Rozpoczęcie subskrypcji - 09.11.2017 r.Zakończenie subskrypcji - 17.11.2017 r.Data rozpoczęcia i zakończenia subskrypcji w ramach zapisów złożonych na zaproszenie\n                           Zarządu:Rozpoczęcie subskrypcji - 29.11.2017 r.Zakończenie subskrypcji - 30.11.2017 r. 2. Data przydziału akcji:Data przydziału Akcji Oferowanych - 30.11.2017 r.3. Liczba akcji objętych subskrypcją:Subskrypcją w ramach Oferty objętych zostało 42.500.000 Akcji Oferowanych.4. Stopa redukcji w poszczególnych transzach , w przypadku gdy choć w jednej transzy\n                           liczba przydzielonych akcji była mniejsza od liczby akcji, na które złożono zapisy:Oferta nie była podzielona na transze. Redukcja nie była stosowana. Zapisy Dodatkowe\n                           opiewały na mniejszą liczbę Akcji Oferowanych niż liczba Akcji Oferowanych pozostająca\n                           do objęcia.5. Liczba akcji, na które złożono zapisy w ramach subskrypcji:W ramach subskrypcji łącznie złożono zapisy na 42.500.000 Akcji Oferowanych, w tym,\n                           w ramach zapisów w wykonaniu Prawa Poboru oraz w ramach Zapisów Dodatkowych złożono\n                           zapisy na 35.107.416 Akcji Oferowanych. W ramach odpowiedzi na zaproszenie skierowane\n                           przez Zarząd Spółki na podstawie art. 436 § 4 KSH złożono zapisy na 7.392.584 Akcji\n                           Oferowanych.6. Liczba akcji, które zostały przydzielone w ramach przeprowadzonej subskrypcji:W ramach subskrypcji przydzielono łącznie 42.500.000 Akcji Oferowanych.7. Cena, po jakiej akcje były obejmowane: Akcje Oferowane obejmowane były po Cenie Emisyjnej wynoszącej 4,00 zł _słownie: cztery_\n                           za każdą Akcję Oferowaną.8. Liczba osób, które złożyły zapisy na akcje w ramach subskrypcji:W ramach subskrypcji Akcji Oferowanych zapisy złożyło 1307 podmiotów. 9. Liczba osób, którym przydzielono akcje w ramach subskrypcji:W ramach subskrypcji Akcje Oferowane przydzielono 1307 podmiotom. 10. Nazwy _firmy_ subemitentów, którzy objęli akcje w ramach wykonywania umów o subemisję,\n                           z określeniem liczby akcji, które objęli, wraz z faktyczną ceną jednostki papieru\n                           wartościowego _cena emisyjna lub sprzedaży, po odliczeniu wynagrodzenia za objęcie\n                           jednostki papieru wartościowego, w wykonaniu umowy subemisji, nabytej przez subemitenta_:Spółka nie zawarła umowy o subemisję Akcji Oferowanych.11. Wartość przeprowadzonej subskrypcji akcji rozumianej jako iloczyn liczby akcji\n                           objętych ofertą i ceny emisyjnej:Wartość przeprowadzonej subskrypcji wyniosła 170.000.000 zł _słownie: sto siedemdziesiąt\n                           milionów złotych_.12. Łączne określenie wysokość kosztów, które zostały zaliczone do kosztów emisji,\n                           ze wskazaniem wysokości kosztów według ich tytułów, w podziale przynajmniej na: a_\n                           przygotowanie i przeprowadzenie oferty, b_ wynagrodzenia subemitentów, dla każdego\n                           oddzielnie, c_ sporządzenie prospektu emisyjnego, uwzględniając koszty doradztwa,\n                           d_ promocja oferty - wraz z metodami rozliczenia tych kosztów w księgach rachunkowych\n                           i sposobem ich ujęcia w sprawozdaniu finansowym emitenta:Na dzień sporządzenia niniejszego raportu Spółka nie posiada informacji o ostatecznym\n                           rozliczeniu kosztów emisji. Koszty te zostaną podane do wiadomości publicznej w formie\n                           raportu bieżącego po otrzymaniu zestawienia i akceptacji wszystkich kosztów od podmiotów\n                           zaangażowanych w pracę nad przygotowaniem i przeprowadzeniem Oferty.13. Średni koszt przeprowadzenia emisji akcji przypadający na jednostkę papieru wartościowego\n                           objętego subskrypcją:Na dzień sporządzenia niniejszego raportu Spółka nie posiada informacji o ostatecznym\n                           rozliczeniu kosztów emisji. Koszty te zostaną podane do wiadomości publicznej w formie\n                           raportu bieżącego po otrzymaniu zestawienia i akceptacji wszystkich kosztów od podmiotów\n                           zaangażowanych w pracę nad przygotowaniem i przeprowadzeniem Oferty.Podstawą prawną przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych w związku\n                           z § 33 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-12-14"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że w dniu 7 grudnia 2017 r. powziął wiadomość\n                           o uchwale Zarządu Giełdy Papierów Wartościowych w Warszawie S.A. _\"Zarząd GPW\"_ nr\n                           1463/2017 z dnia 7 grudnia 2017 r., na podstawie której Zarząd GPW postanowił _i_\n                           wprowadzić z dniem 8 grudnia 2017 r. w trybie zwykłym do obrotu giełdowego na rynku\n                           podstawowym 42.500.000 _czterdzieści dwa miliony pięćset tysięcy_ praw do akcji zwykłych\n                           na okaziciela serii K Spółki, o wartości nominalnej 2 zł _dwa złote_ każda _\"Prawa\n                           do Akcji\"_, oznaczonych przez Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLRAFAK00091\",\n                           oraz _ii_ notować Prawa do Akcji w systemie notowań ciągłych pod nazwą skróconą \"RAFAKO-PDA\"\n                           i oznaczeniem \"RFKA\".Podstawą prawną przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych w związku\n                           z § 34 ust. 1 pkt 2 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-12-07"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że w dniu 5 grudnia 2017 r. powziął informację\n                           o podjęciu uchwały nr 830/17 z dnia 5 grudnia 2017 r. przez Zarząd Krajowego Depozytu\n                           Papierów Wartościowych S.A. _\"KDPW\"_, na podstawie której Zarząd KDPW postanowił zarejestrować\n                           w dniu 7 grudnia 2017 r. w depozycie papierów wartościowych prowadzonym przez KDPW\n                           42.500.000 _słownie: czterdzieści dwa miliony pięćset tysięcy_ praw do akcji zwykłych\n                           na okaziciela serii K Spółki o wartości nominalnej 2 zł _słownie: dwa złote_ każda,\n                           oraz oznaczyć je kodem PLRAFAK00091.Podstawą prawną przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych w związku\n                           z § 34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-12-05"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 31/2017 z dnia 12 września 2017 r. informującego\n                           o treści uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie RAFAKO S.A. w dniu\n                           12 września 2017 r., Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_ informuje,\n                           że otrzymał w dniu 4 grudnia 2017 r. postanowienie Sądu Rejonowego w Gliwicach, X\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego, o zarejestrowaniu zmian w Statucie\n                           Spółki w zakresie uchwał 3 i 5 uchwalonych przez Nadzwyczajne Walne Zgromadzenie Akcjonariuszy\n                           Spółki w dniu 12 września 2017 r.Jednolity tekst Statutu Spółki stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2017-12-04"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje o dojściu do skutku oferty publicznej i emisji\n                           42.500.000 akcji zwykłych na okaziciela serii K o wartości nominalnej 2 PLN każda,\n                           oferowanych z zachowaniem prawa poboru dotychczasowych akcjonariuszy _\"Akcje Nowej\n                           Emisji\"_ emitowanych na podstawie uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 12 września 2017 r. w sprawie: podwyższenia kapitału zakładowego Spółki\n                           w drodze emisji nowych akcji, oferty publicznej akcji nowej emisji, ustalenia dnia\n                           prawa poboru akcji nowej emisji, dematerializacji oraz ubiegania się o dopuszczenie\n                           praw poboru, praw do akcji oraz akcji nowej emisji do obrotu na rynku regulowanym\n                           prowadzonym przez Giełdę Papierów Wartościowych w Warszawie S.A. oraz zmiany statutu\n                           spółki, a także upoważnienia Rady Nadzorczej do ustalenia tekstu jednolitego statutu\n                           spółki _\"Uchwała Emisyjna\"_. Należycie subskrybowanych i opłaconych zostało 42.500.000 Akcji Nowej Emisji. Wobec\n                           czego, dokonano przydziału 42.500.000 _słownie: czterdzieści dwa miliony pięćset tysięcy_\n                           akcji zwykłych na okaziciela serii K, o wartości nominalnej 2 _słownie: dwa_ złote\n                           każda _\"Akcje Serii K\"_ subskrybentom, którzy złożyli prawidłowe zapisy na Akcje Serii\n                           K, w tym: 35.107.416 _słownie: trzydzieści pięć milionów sto siedem tysięcy czterysta\n                           szesnaście_ Akcji Nowej Emisji podmiotom, które złożyły zapisy w ramach wykonania\n                           prawa poboru i podmiotom, które złożyły zapisy dodatkowe oraz 7.392.584 _słownie:\n                           siedem milionów trzysta dziewięćdziesiąt dwa tysiące pięćset osiemdziesiąt cztery_\n                           Akcji Nowej Emisji podmiotom, które złożyły zapisy w odpowiedzi na zaproszenie Zarządu\n                           Spółki. Wszystkie akcje oferowane w ramach emisji tj. 42.500.000 Akcji Nowej Emisji zostały\n                           objęte. Szczegółowy raport bieżący dotyczący zakończenia subskrypcji Akcji Nowej Emisji, zostanie\n                           opublikowany zgodnie z § 33 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Zatwierdzony przez Komisję Nadzoru\n                           Finansowego prospekt emisyjny, który został sporządzony w związku z ofertą publiczną\n                           akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_, stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-11-30"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 18/2017 z dnia 26 czerwca 2017 r. informującego\n                           o treści uchwał podjętych przez Zwyczajne Walne Zgromadzenie RAFAKO S.A. w dniu 26\n                           czerwca 2017 r., Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_ informuje, że\n                           otrzymał w dniu 23 listopada 2017 r. postanowienie Sądu Rejonowego w Gliwicach, X\n                           Wydział Gospodarczy Krajowego Rejestru Sądowego, o zarejestrowaniu zmian w Statucie\n                           Spółki uchwalonych przez Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki w dniu\n                           26 czerwca 2017 r.Jednolity tekst Statutu Spółki stanowi załącznik do niniejszego raportu bieżącego.",
        "date": "2017-11-23"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do:- raportu bieżącego nr 21/2014 z dnia 17 kwietnia 2014 r. informującego o zawarciu\n                           z Tauron Wytwarzanie S.A. umowy na budowę bloku energetycznego o mocy 910 MW na parametry\n                           nadkrytyczne w Elektrowni Jaworzno III – Elektrownia II – w zakresie kocioł parowy,\n                           turbozespół, budynek główny, część elektryczna i AKPiA bloku _\"Kontrakt\"_ - raportu bieżącego nr 18/2014 z dnia 17 kwietnia 2014 r. w sprawie zawarcie znaczącej\n                           umowy przez podmiot zależny od RAFAKO S.A. oraz ustanowienie zabezpieczeń na majątku\n                           RAFAKO oraz spółki zależnej,- raportu bieżącego nr 3/2016 z dnia 25 lutego 2016 r. w sprawie zmiany znaczącej\n                           umowy zawartej przez podmiot zależny od RAFAKO S.A., zmiany oraz ustanowienie zabezpieczeń\n                           na majątku RAFAKO S.A. oraz spółki zależnej,- raportu bieżącego nr 6/2017 z dnia 28 lutego 2017 r. w przedmiocie podjęcia decyzji\n                           w sprawie zawarcia aneksu nr 5 do umowy z Tauron Wytwarzanie S.A. na realizację projektu\n                           Jaworzno _\"Aneks nr 5\"_, Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\" lub \"Emitent\"_ niniejszym informuje,\n                           że w dniu 20 listopada 2017 r., spółka E003B7 sp. z o.o. _\"SPV\"_, podmiot w 100% zależny\n                           od Emitenta, zawarła z _i_ Powszechnym Zakładem Ubezpieczeń S.A. _\"PZU\"_, _ii_ Powszechną\n                           Kasą Oszczędności Bankiem Polskim S.A. _\"PKO BP\"_, _iii_ Bankiem Gospodarstwa Krajowego\n                           _\"BGK\"_, _iii_ mBank S.A. _\"mBank\", a łącznie z PZU, PKO BP i BGK \"Gwaranci\"_ aneks\n                           do umowy o udzielenie gwarancji bankowych i ubezpieczeniowych _\"Aneks\"_, o której\n                           zawarciu i zmianie Emitent informował raportem bieżącym nr 18/2014 z dnia 17 kwietnia\n                           2014 r. oraz nr 3/2016 z dnia 25 lutego 2016 r. _\"Umowa o Udzielenie Gwarancji\"_.Zawarcie Aneksu ma na celu dostosowanie treści gwarancji bankowych i ubezpieczeniowych\n                           do zapisów Kontraktu, zmienionych przez Aneks nr 5, dotyczących wydłużenia terminu\n                           realizacji przedmiotu Kontraktu oraz zwiększenia ceny Kontraktu.Zgodnie z Umową o Udzielenie Gwarancji, zmienionej Aneksem:1. PZU zobowiązało się do wystawienia na rzecz Zamawiającego _i_ gwarancji ubezpieczeniowej\n                           zwrotu zaliczki do wysokości kwoty 33.043.129,88 PLN _kwota uległa obniżeniu o 14.956.870,12\n                           PLN w stosunku do poprzedniego zobowiązania PZU do udzielenia gwarancji w kwocie 48.000.000,00\n                           PLN_ oraz _ii_ gwarancji ubezpieczeniowej należytego wykonania Kontraktu do wysokości\n                           kwoty 128.517.706,56 PLN _kwota uległa zwiększeniu o 2.184.706,56 PLN w stosunku do\n                           poprzedniego zobowiązania PZU do udzielenia gwarancji w kwocie 126.333.000,00 PLN_;2. PKO BP zobowiązało się do wystawienia na rzecz Zamawiającego _i_ gwarancji bankowej\n                           zwrotu zaliczki do wysokości kwoty 33.043.129,87 PLN _kwota uległa obniżeniu o 14.956.870,13\n                           PLN w stosunku do poprzedniego zobowiązania PKO BP do udzielenia gwarancji w kwocie\n                           48.000.000,00 PLN_ oraz _ii_ gwarancji bankowej należytego wykonania Kontraktu do\n                           wysokości kwoty 128.518.706,57 PLN _kwota uległa zwiększeniu o 2.184.706,57 PLN w\n                           stosunku do poprzedniego zobowiązania PKO BP do udzielenia gwarancji w kwocie 126.334.000,00\n                           PLN_;3. BGK zobowiązało się do wystawienia na rzecz Zamawiającego _i_ gwarancji bankowej\n                           zwrotu zaliczki do wysokości kwoty 33.043.129,88 PLN _kwota uległa obniżeniu o 14.956.870,12\n                           PLN w stosunku do poprzedniego zobowiązania BGK do udzielenia gwarancji w kwocie 48.000.000,00\n                           PLN_ oraz _ii_ gwarancji bankowej należytego wykonania Kontraktu do wysokości kwoty\n                           128.517.706,56 PLN _kwota uległa zwiększeniu o 2.184.706,56 PLN w stosunku do poprzedniego\n                           zobowiązania BGK do udzielenia gwarancji w kwocie 126.333.000,00 PLN_;4. mBank zobowiązało się do wystawienia na rzecz Zamawiającego _i_ gwarancji bankowej\n                           zwrotu zaliczki do wysokości kwoty 33.043.129,88 PLN _kwota uległa obniżeniu o 14.956.870,12\n                           PLN w stosunku do poprzedniego zobowiązania mBank do udzielenia gwarancji w kwocie\n                           48.000.000,00 PLN_ oraz _ii_ gwarancji bankowej należytego wykonania Kontraktu do\n                           wysokości kwoty 128.518.706,57 PLN _kwota uległa zwiększeniu o 2.184.706,57 PLN w\n                           stosunku do poprzedniego zobowiązania mBank do udzielenia gwarancji w kwocie 126.334.000,00\n                           PLN_.Jednocześnie Emitent informuje, że w dniu dzisiejszym w wykonaniu postanowień Aneksu,\n                           zawarte zostały aneksy do umów gwarancji bankowych i ubezpieczeniowych zwrotu zaliczki\n                           _\"GZZ\"_ i należytego wykonania Kontraktu _\"GNW\"_.Na podstawie zawartych aneksów z Gwarantami, okres trwania GZZ został wydłużony do\n                           20 marca 2020 r. GZZ zostały zmniejszone łącznie do wysokości kwoty 132.172.519,50\n                           PLN z dotychczasowej kwoty 192 000 000,00 PLN, tj. o kwotę 59.827.480,50 PLN. Na mocy\n                           aneksów zmianie uległ również beneficjent GZZ, którym została spółka Nowe Jaworzno\n                           Grupa TAURON sp. z o.o. z siedzibą w Jaworznie _\"Nowe Jaworzno\"_, co jest skutkiem\n                           podziału spółki Tauron Wytwarzanie S.A., tj. zamawiającego.Na podstawie zawartych aneksów, okres trwania umów GNW zawartych z Gwarantami został\n                           wydłużony do 20 grudnia 2020 r. GNW zostały zwiększone łącznie o kwotę 8 738 826,26\n                           PLN, z dotychczasowej kwoty 505.334.000,00 PLN do kwoty 514.072.826,26 PLN. Na mocy\n                           aneksów zmianie uległ również beneficjent GZZ, którym została spółka Nowe Jaworzno.W związku z obniżeniem łącznej kwoty GZZ i GNW, zmniejszeniu uległa także kwota poręczenia\n                           za zobowiązania SPV udzielone do dnia 17 kwietnia 2028 r. przez RAFAKO na rzecz Gwarantów,\n                           a także kwoty w oświadczeniach o poddaniu się egzekucji wystawionych przez RAFAKO\n                           oraz SPV. Pozostałe zasady zabezpieczenia Emitenta na rzecz Gwarantów, o których mowa\n                           w  raportach bieżących nr 18/2014 z dnia 17 kwietnia 2014 r. oraz w nr 3/2016 z dnia\n                           25 lutego 2016 r., nie uległy zmianie.",
        "date": "2017-11-20"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\" lub \"RAFAKO\"_ informuje, że w\n                           dniu 17 listopada 2017 roku otrzymał od Funduszu Inwestycji Polskich Przedsiębiorstw\n                           Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie zawiadomienie,\n                           na podstawie art. 69b ust. 1 w zw. z art. 69 ust. 1 pkt 1_ Ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _\"Ustawa\"_, o treści jak\n                           w załączniku do niniejszego Raportu.",
        "date": "2017-11-17"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\" lub \"RAFAKO\"_ informuje, że w\n                           dniu 17 listopada 2017 roku otrzymał od PBG S.A. i Multaros Trading Company Ltd. zawiadomienie,\n                           na podstawie art. 69b ust. 1 w zw. z art. 69 ust. 1 pkt 2_ Ustawy z dnia 29 lipca\n                           2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych _\"Ustawa\"_, o treści jak\n                           w załączniku do niniejszego Raportu.",
        "date": "2017-11-17"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że w dniu 13 listopada 2017 r. Komisja Nadzoru\n                           Finansowego zatwierdziła Aneks nr 1 do prospektu emisyjnego Spółki _\"Aneks nr 1\"_\n                           sporządzonego na potrzeby oferty publicznej 42.500.000 akcji zwykłych na okaziciela\n                           serii K o wartości nominalnej 2 PLN każda, oferowanych z zachowaniem prawa poboru\n                           dotychczasowych akcjonariuszy _\"Akcje Nowej Emisji\"_ oraz ubieganiem się o dopuszczenie\n                           i wprowadzenie 84.931.998 jednostkowych praw poboru, do 42.500.000 praw do akcji serii\n                           K oraz do 42.500.000 Akcji Nowej Emisji do obrotu na rynku podstawowym Giełdy Papierów\n                           Wartościowych w Warszawie S.A. Aneks nr 1 został sporządzony w związku z powzięciem przez Spółkę w dniu 9 listopada\n                           2017 r. informacji o złożeniu przez pana Dariusza Sarnowskiego – Wiceprzewodniczącego\n                           Rady Nadzorczej - rezygnacji z zasiadania w Radzie Nadzorczej Spółki.Aneks nr 1 został również sporządzony w związku z powzięciem przez Spółkę w dniu 9\n                           listopada 2017 r. informacji o zawarciu przez Multaros Trading Company Limited i PBG\n                           S.A., transakcji sprzedaży jednostkowych praw poboru akcji serii K.Aneks nr 1 zostanie udostępniony do publicznej wiadomości w sposób w jaki został udostępniony\n                           prospekt emisyjny Spółki, tj. w formie elektronicznej na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt zostanie opublikowany i będzie dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_..Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-11-13"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 50/2017, z dnia 9 listopada 2017 r., Zarząd RAFAKO\n                           S.A. _\"RAFAKO\", \"Spółka\"_, informuje, że w dniu 10 listopada 2017 roku Spółka otrzymała\n                           od Multaros Trading Company Ltd.– osoby blisko związanej z osobami pełniącymi obowiązki\n                           zarządcze w RAFAKO tj. Panem Jerzym Wiśniewskim– Przewodniczącym Rady Nadzorczej RAFAKO,\n                           Panią Małgorzatą Wiśniewską i Panem Dariuszem Szymańskim- członkami Rady Nadzorczej\n                           RAFAKO, skorygowane zawiadomienie o transakcji zbycia jednostkowych praw poboru, zawartej\n                           w dniu 9 listopada 2017 roku, o których mowa w art. 19 ust. 1 Rozporządzenia MAR.\n                           Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-11-10"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 49/2017, z dnia 9 listopada 2017 r., Zarząd RAFAKO\n                           S.A. _\"RAFAKO\", \"Spółka\"_, informuje, że w dniu 10 listopada 2017 roku Spółka otrzymała\n                           od Multaros Trading Company Ltd.– osoby blisko związanej z osobami pełniącymi obowiązki\n                           zarządcze w RAFAKO tj. Panem Jerzym Wiśniewskim– Przewodniczącym Rady Nadzorczej RAFAKO,\n                           Panią Małgorzatą Wiśniewską i Panem Dariuszem Szymańskim- członkami Rady Nadzorczej\n                           RAFAKO, skorygowane zawiadomienie o transakcji zbycia jednostkowych praw poboru, zawartej\n                           w dniu 9 listopada 2017 roku, o których mowa w art. 19 ust. 1 Rozporządzenia MAR.\n                           Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-11-10"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 48/2017, z dnia 9 listopada 2017 r., Zarząd RAFAKO\n                           S.A. _\"RAFAKO\", \"Spółka\"_, informuje, że w dniu 10 listopada 2017 roku Spółka otrzymała\n                           od PBG S.A.– osoby blisko związanej z osobami pełniącymi obowiązki zarządcze w RAFAKO\n                           tj. Panem Jerzym Wiśniewskim– Przewodniczącym Rady Nadzorczej RAFAKO, Panią Małgorzatą\n                           Wiśniewską i Panem Dariuszem Szymańskim- członkami Rady Nadzorczej RAFAKO, skorygowane\n                           zawiadomienie o transakcji zbycia jednostkowych praw poboru, zawartej w dniu 9 listopada\n                           2017 roku, o których mowa w art. 19 ust. 1 Rozporządzenia MAR. Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-11-10"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"RAFAKO\", \"Spółka\"_, informuje, że w dniu 9 listopada 2017 roku\n                           Spółka otrzymała od Multaros Trading Company Ltd.– osoby blisko związanej z osobami\n                           pełniącymi obowiązki zarządcze w RAFAKO tj. Panem Jerzym Wiśniewskim– Przewodniczącym\n                           Rady Nadzorczej RAFAKO, Panią Małgorzatą Wiśniewską i Panem Dariuszem Szymańskim-\n                           członkami Rady Nadzorczej RAFAKO, zawiadomienie o transakcji zbycia jednostkowych\n                           praw poboru, zawartej w dniu 9 listopada 2017 roku, o których mowa w art. 19 ust.\n                           1 Rozporządzenia MAR. Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-11-09"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"RAFAKO\", \"Spółka\"_, informuje, że w dniu 9 listopada 2017 roku\n                           Spółka otrzymała od Multaros Trading Company Ltd.– osoby blisko związanej z osobami\n                           pełniącymi obowiązki zarządcze w RAFAKO tj. Panem Jerzym Wiśniewskim– Przewodniczącym\n                           Rady Nadzorczej RAFAKO, Panią Małgorzatą Wiśniewską i Panem Dariuszem Szymańskim-\n                           członkami Rady Nadzorczej RAFAKO, zawiadomienie o transakcji zbycia jednostkowych\n                           praw poboru, zawartej w dniu 9 listopada 2017 roku, o których mowa w art. 19 ust.\n                           1 Rozporządzenia MAR. Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-11-09"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"RAFAKO\", \"Spółka\"_, informuje, że w dniu 9 listopada 2017 roku\n                           Spółka otrzymała od PBG S.A.– osoby blisko związanej z osobami pełniącymi obowiązki\n                           zarządcze w RAFAKO tj. Panem Jerzym Wiśniewskim– Przewodniczącym Rady Nadzorczej RAFAKO,\n                           Panią Małgorzatą Wiśniewską i Panem Dariuszem Szymańskim- członkami Rady Nadzorczej\n                           RAFAKO, zawiadomienie o transakcji zbycia jednostkowych praw poboru, zawartej w dniu\n                           9 listopada 2017 roku, o których mowa w art. 19 ust. 1 Rozporządzenia MAR. Treść zawiadomienia Spółka przekazuje w załączeniu.",
        "date": "2017-11-09"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu dzisiejszym Spółka powzięła\n                           informację o złożeniu rezygnacji przez Pana Dariusza Sarnowskiego – Wiceprzewodniczącego\n                           Rady Nadzorczej - z zasiadania w Radzie Nadzorczej RAFAKO S.A. z dniem 8 listopada\n                           2017 r. Rezygnacja została złożona na ręce Przewodniczącego Rady Nadzorczej.Pan Dariusz Sarnowski rezygnację z pełnionej funkcji uzasadnił istotnym zwiększeniem\n                           zakresu obowiązków zawodowych w innych obszarach prowadzonej działalności zawodowej.Podstawa\n                           prawna raportu: Art. 56 ust. 1 pkt 2 Ustawy o ofercie publicznej i warunkach wprowadzania\n                           instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           w zw. z § 5 ust. 1 pkt 21 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-11-09"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że w dniu 7 listopada 2017 r. powziął wiadomość\n                           _i_ o podjęciu przez Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_\n                           w dniu 7 listopada 2017 r. uchwały nr 1305/2017 w sprawie terminu notowania na GPW\n                           jednostkowych praw poboru akcji zwykłych na okaziciela serii K Spółki, w której Zarząd\n                           GPW postanowił, że prawa poboru akcji zwykłych na okaziciela serii K, oznaczone przez\n                           Krajowy Depozyt Papierów Wartościowych S.A. kodem \"PLRAFAK00075\",  będą notowane od\n                           dnia 9 listopada 2017 r. do dnia 14 listopada 2017 r. _włącznie_, oraz _ii_ o wydaniu\n                           przez GPW w dniu 7 listopada 2017 r. komunikatu zawierającego następujące informacje\n                           dotyczące notowania praw poboru akcji zwykłych na okaziciela serii K:nazwa skrócona: RAFAKO-PPoznaczenie: RFKP kod praw poboru: PLRAFAK00075 liczba jednostkowych praw poboru: 84.931.998 dzień prawa poboru: 6 listopada 2017 r.pierwszy dzień notowania praw poboru: 9 listopada 2017 r. ostatni dzień notowania praw poboru: 14 listopada 2017 r. Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_..Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem. Podstawą\n                           prawną przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy z dnia\n                           29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych w związku z § 34 ust.\n                           1 pkt 2 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2017-11-07"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd spółki RAFAKO S.A. _\"Spółka\"_, w związku z zatwierdzeniem przez Komisję Nadzoru\n                           Finansowego w dniu 3 listopada 2017 r. prospektu emisyjnego akcji Spółki _\"Prospekt\"_,\n                           o którym Spółka informowała w raporcie bieżącym nr 43/2017 z dnia 3 listopada 2017\n                           r., informuje o udostępnieniu Prospektu do publicznej wiadomości w dniu 3 listopada\n                           2017 r. w formie elektronicznej na stronie internetowej Spółki _www.rafako.com.pl_\n                           oraz dodatkowo, w celach informacyjnych, na stronach internetowych współoferujących:\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział - Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz Trigon Dom Maklerski S.A. z siedzibą\n                           w Krakowie _www.trigon.pl_. Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio czy pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronach internetowych\n                           współoferujących: Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział - Dom\n                           Maklerski PKO Banku Polskiego w Warszawie _www.dm.pkobp.pl_ oraz Trigon Dom Maklerski\n                           S.A. z siedzibą w Krakowie _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-11-03"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_ informuje, że w dniu 3 listopada\n                           2017 r., w związku z ofertą publiczną 42.500.000 nowo emitowanych akcji zwykłych serii\n                           K o wartości nominalnej 2 PLN każda _\"Akcje Oferowane\" lub \"Akcje Serii K\"_ z zachowaniem\n                           prawa poboru  przez dotychczasowych akcjonariuszy Spółki oraz ubieganiem się o dopuszczenie\n                           i wprowadzenie 84.931.998 jednostkowych praw poboru, do 42.500.000 praw do Akcji Serii\n                           K oraz do 42.500.000 Akcji Oferowanych do obrotu na rynku podstawowym Giełdy Papierów\n                           Wartościowych w Warszawie S.A. _\"Oferta\"_, Spółka zawarła z Powszechną Kasą Oszczędności\n                           Bankiem Polskim Spółką Akcyjną Oddział - Dom Maklerski PKO Banku Polskiego w Warszawie\n                           z siedzibą w Warszawie oraz Trigon Dom Maklerski S.A. z siedzibą w Krakowie _\"Współoferujący\"_\n                           umowę o plasowanie Akcji Oferowanych _\"Umowa\"_.Na warunkach określonych w Umowie, Współoferujący zobowiązali się, każdy z osobna,\n                           do świadczenia z należytą starannością, wynikającą z zawodowego charakteru ich działalności\n                           i właściwą dla działań na rynkach kapitałowych w trakcie realizacji podobnych usług,\n                           usług finansowych na rzecz Spółki, niezbędnych do zorganizowania i przeprowadzenia\n                           Oferty oraz plasowania Akcji Serii K wśród inwestorów w zakresie czynności zwyczajowo\n                           wykonywanych przez firmy inwestycyjne w ramach ofert akcji podobnych do Oferty, na\n                           zasadach określonych w Umowie i Prospekcie. Umowa zawiera zwyczajowe warunki _odpowiednio zawieszające albo rozwiązujące_ oraz\n                           warunki wypowiedzenia Umowy, w tym dotyczące zdarzeń siły wyższej oraz prawdziwości,\n                           rzetelności i kompletności oświadczeń i zapewnień Spółki złożonych w Umowie. Jeżeli\n                           którykolwiek ze zwyczajowych warunków, o których mowa powyżej, nie zostanie spełniony\n                           _w przypadku warunków zawieszających_ lub zaistnieje _w przypadku warunków rozwiązujących_,\n                           strony Umowy zwolnione są ze zobowiązań wynikających z Umowy z odpowiednimi zastrzeżeniami.\n                           Współoferujący są także uprawnieni do wypowiedzenia Umowy w określonych w niej przypadkach,\n                           w szczególności w sytuacji, gdy którekolwiek z zapewnień lub oświadczeń Spółki okaże\n                           się niezgodne z rzeczywistym stanem faktycznym lub prawnym czy też, gdy sytuacja na\n                           rynkach finansowych zmieni się w sposób istotny, negatywnie wpływając na Ofertę. Umowa\n                           nie stanowi zobowiązania Współoferujących _czy to działających łącznie, czy indywidualnie_\n                           do zakupu czy sprzedaży jakichkolwiek instrumentów finansowych i nie jest gwarancją\n                           udanego przygotowania lub przeprowadzenia jakiegokolwiek wprowadzenia instrumentów\n                           finansowych do zorganizowanego systemu obrotu, przeprowadzenia Oferty lub uplasowania\n                           jakiejkolwiek części innych instrumentów finansowych. Umowa zawiera również oświadczenia i zapewnienia dotyczące Spółki, jej grupy kapitałowej\n                           oraz prowadzonej przez nie działalności, w zakresie standardowo składanym przez emitentów\n                           papierów wartościowych w umowach tego typu zawieranych w transakcjach podobnych do\n                           Oferty. Umowa zawiera zwyczajowe w ofertach podobnych do Oferty zobowiązanie Spółki\n                           ograniczające zbywalność akcji Spółki. W szczególności Spółka zobowiązała się, że\n                           w okresie 360 dni od daty pierwszego notowania praw do Akcji Serii K nie będzie bez\n                           uprzedniej pisemnej zgody Współoferujących: _a_ bezpośrednio ani pośrednio oferować,\n                           ani emitować, a także nabywać, zastawiać, sprzedawać, zawierać umów w sprawie sprzedaży\n                           lub w jakikolwiek inny sposób rozporządzać, udzielać opcji ani zawierać umów w sprawie\n                           kupna, kupować opcji ani zawierać umów w sprawie sprzedaży lub udzielenia opcji, prawa\n                           lub warrantów na zakup albo zbycie lub sprzedaż akcji Spółki ani papierów wartościowych\n                           zamiennych lub inkorporujących inne prawo do nabycia akcji Spółki ani też składać\n                           w odniesieniu do powyższego wniosków o zatwierdzenie prospektu lub innego dokumentu\n                           ofertowego na podstawie ustawy o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych; _b_ zawierać\n                           transakcji swap lub innych umów lub transakcji przenoszących, w całości lub części,\n                           bezpośrednio lub pośrednio ekonomiczne konsekwencje własności akcji Spółki, niezależnie\n                           od tego czy taki swap lub transakcja opisana w pkt _a_ powyżej lub niniejszym _b_\n                           ma zostać rozliczona poprzez dostarczenie akcji Spółki lub wspomnianych innych papierów\n                           wartościowych, gotówki lub w inny sposób; _c_ publicznie ogłaszać takiej intencji,\n                           której efektem będzie jakakolwiek transakcja wskazana w pkt _a_ i _b_ powyżej. W Umowie Spółka zobowiązała się do zwolnienia Współoferujących oraz innych określonych\n                           osób z odpowiedzialności i obowiązku świadczenia z tytułu określonych roszczeń, zobowiązań\n                           lub kosztów, jakie mogą być dochodzone wobec lub poniesione przez Współoferujących\n                           lub określone osoby w związku z Ofertą _tzw. klauzula indemnifikacyjna_. Zastrzeżenia prawne:Niniejszy materiał, ani żadna jego część, nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio czy pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-11-03"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że w dniu 3 listopada 2017 r. Komisja Nadzoru\n                           Finansowego zatwierdziła prospekt emisyjny Spółki sporządzony na potrzeby oferty publicznej\n                           42.500.000 akcji zwykłych na okaziciela serii K o wartości nominalnej 2 PLN każda,\n                           oferowanych z zachowaniem prawa poboru dotychczasowych akcjonariuszy _\"Akcje Nowej\n                           Emisji\"_ oraz ubieganiem się o dopuszczenie i wprowadzenie 84.931.998 jednostkowych\n                           praw poboru, do 42.500.000 praw do akcji serii K oraz do 42.500.000 Akcji Nowej Emisji\n                           do obrotu na rynku podstawowym Giełdy Papierów Wartościowych w Warszawie S.A. Prospekt\n                           emisyjny zostanie udostępniony do publicznej wiadomości w dniu 3 listopada 2017 r.,\n                           w formie elektronicznej na stronie internetowej Spółki _www.rafako.com.pl_ oraz dodatkowo,\n                           w celach informacyjnych, na stronie internetowej Powszechnej Kasy Oszczędności Banku\n                           Polskiego S.A. Oddział – Dom Maklerski PKO Banku Polskiego w Warszawie _www.dm.pkobp.pl_\n                           oraz na stronie internetowej Trigon Domu Maklerskiego S.A. _www.trigon.pl_.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt zostanie opublikowany i będzie dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_..Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-11-03"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Rafako\"_ niniejszym informuje, że w dniu 3 listopada\n                           2017 r., na podstawie upoważnienia wyrażonego w § 3 uchwały nr 4 Nadzwyczajnego Walnego\n                           Zgromadzenia Spółki z dnia 12 września 2017 r. _\"Uchwała Emisyjna\"_, po przeprowadzeniu\n                           dyskusji z Powszechną Kasą Oszczędności Bankiem Polskim S.A. Oddział-Dom Maklerski\n                           PKO Banku Polskiego w Warszawie oraz Trigon Domem Maklerskim S.A. _\"Współoferujący\"_\n                           i uzyskaniu zgody Współoferujących, z przyczyn formalnych związanych z koniecznością\n                           zaktualizowania informacji zawartych w prospekcie emisyjnym Spółki zatwierdzonym w\n                           dniu 31 października 2017 r. decyzją Komisji Nadzoru Finansowego nr DPI/WE/410/61/13/17\n                           _\"Prospekt\"_, o zatwierdzeniu którego Spółka informowała raportem bieżącym nr 38/2017,\n                           podjął uchwałę o rezygnacji z dokonania oferty publicznej 42.500.000 akcji zwykłych\n                           na okaziciela serii K Spółki, o wartości nominalnej 2,00 zł każda _\"Akcje Serii K\"_,\n                           będącej przedmiotem Prospektu, oraz rezygnacji z ubiegania się o dopuszczenie wszystkich\n                           papierów wartościowych objętych Prospektem, tj. 84.931.998 jednostkowych praw poboru\n                           Akcji Serii K _\"JPP\"_, do 42.500.000 praw do Akcji Serii K _\"PDA\"_ oraz do 42.500.000\n                           Akcji Serii K do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A. _\"GPW\"_ _\"Oferta\"_, na podstawie Prospektu. Jednocześnie, Zarząd Spółki w przedmiotowej uchwale postanowił o sporządzeniu nowego\n                           prospektu emisyjnego Spółki w związku z ofertą publiczną 42.500.000 Akcji Serii K\n                           z zachowaniem prawa poboru dotychczasowych akcjonariuszy Spółki oraz ubieganiem się\n                           o dopuszczenie i wprowadzenie 84.931.998 JPP, do 42.500.000 PDA i do 42.500.000 Akcji\n                           Serii K do obrotu na GPW i niezwłocznie wystąpić z wnioskiem o zatwierdzenie nowego\n                           prospektu do Komisji Nadzoru Finansowego, w celu wykonania Uchwały Emisyjnej. Zgodnie z przepisami Ustawy o Ofercie Publicznej, ważność Prospektu wygasa z dniem\n                           przekazania do Komisji Nadzoru Finansowego przez Spółkę oświadczenia o rezygnacji\n                           z dokonania Oferty będącej przedmiotem Prospektu oraz o rezygnacji z ubiegania się\n                           o dopuszczenie JPP, PDA i Akcji Serii K do obrotu na GPW na podstawie Prospektu. Jednocześnie, w wykonaniu opisanej uchwały Zarządu, w dniu 3 listopada 2017 r. Spółka\n                           złożyła w Komisji Nadzoru Finansowego nowy prospekt emisyjny sporządzony w związku\n                           z Ofertą oraz ubieganiem się o dopuszczenie i wprowadzenie  84.931.998 JPP, do 42.500.000\n                           PDA i do 42.500.000 Akcji Serii K do obrotu na GPW, wraz z wnioskiem o jego zatwierdzenie.",
        "date": "2017-11-03"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że na podstawie Uchwały Nr 744/17 z dnia\n                           2 listopada 2017 r. Zarząd Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_\n                           postanowił zarejestrować w depozycie papierów wartościowych prowadzonym przez KDPW\n                           84.931.998 _osiemdziesiąt cztery miliony dziewięćset trzydzieści jeden tysięcy dziewięćset\n                           dziewięćdziesiąt osiem_ jednostkowych praw poboru akcji zwykłych na okaziciela serii\n                           K Spółki o wartości nominalnej 2 zł _dwa złote_ każda, emitowanych na podstawie uchwały\n                           nr 4 Nadzwyczajnego Walnego Zgromadzenia tej spółki z dnia 12 września 2017 r., dla\n                           których dniem prawa poboru jest 6 listopada 2017 r., oraz oznaczyć je kodem PLRAFAK00075.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt zostanie opublikowany i będzie dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem. Podstawą\n                           prawną przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy z dnia\n                           29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych w związku z § 34 ust.\n                           1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2017-11-02"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd Rafako S.A. _\"Spółka\", \"RAFAKO\"_ w nawiązaniu do raportu bieżącego nr 24/2016\n                           z dnia 14 lipca 2016 r. w przedmiocie zawarcia znaczącej umowy warunkowej przez spółkę\n                           w 100% zależną od RAFAKO tj. spółkę E003B7 sp. z o.o. _\"E003B7\"_ ze spółką Polimex\n                           Energetyka sp. z o.o. z siedzibą w Warszawie _\"Polimex\"_ na montaż części ciśnieniowej\n                           kotła, dokonanie prób oraz współuczestnictwo w rozruchu _\"Umowa\"_ w związku z projektem\n                           na \"Budowę nowych mocy w technologiach węglowych w Tauron Wytwarzanie S.A.– Budowy\n                           bloku energetycznego o mocy 910 MW na parametry nadkrytyczne w Elektrowni Jaworzno\n                           III – Elektrownia II\" realizowanym przez RAFAKO oraz E003B7, niniejszym informuje,\n                           że w dniu 31 października 2017 r. E003B7 oraz Polimex zawarły porozumienie o rozwiązaniu\n                           Umowy _\"Porozumienie\"_. Porozumienie wchodzi w życie pod warunkiem uzyskania przez E003B7 odpowiednich zgód\n                           od Gwarantów _tj. PKO BP SA, PZU SA, BGK oraz mBank_, RAFAKO oraz Inwestora, w pierwszym\n                           dniu miesiąca kalendarzowego następującego bezpośrednio po miesiącu, w którym zostały\n                           uzyskane wszystkie wymienione zgody. Na moment przekazania niniejszego raportu bieżącego,\n                           E003B7 uzyskała zgodę RAFAKO na zawarcie umowy.W opinii Zarządu Emitenta rozwiązanie Umowy nie rodzi negatywnych skutków dla E003B7\n                           ani dla Spółki, ponieważ rozwiązanie Umowy nastąpiło na wniosek spółki Polimex i w\n                           dniu rozwiązania Umowy, Polimex oraz E003B7 podpisały z dotychczasowymi podwykonawcami\n                           Polimex _tj. Przedsiębiorstwo Modernizacji Urządzeń Energetycznych REMAK S.A. oraz\n                           JWW Invest S.A._ w zakresie przedmiotu Umowy, porozumienia w sprawie wejścia E003B7\n                           w miejsce Polimex. Porozumienia z podwykonawcami nie mają charakteru umów znaczących.",
        "date": "2017-10-31"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\" lub \"RAFAKO\"_ informuje, że w\n                           dniu 31 października 2017 roku otrzymał od Funduszu Inwestycji Polskich Przedsiębiorstw\n                           Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych z siedzibą w Warszawie zawiadomienie,\n                           na podstawie art. 69 ust.1 pkt 1 w związku z art. 87 ust.1 pkt 6 Ustawy z dnia 29\n                           lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _\"Ustawa\"_, o następującej\n                           treści:\"Niniejszym, Fundusz Inwestycji Polskich Przedsiębiorstw Fundusz Inwestycyjny Zamknięty\n                           Aktywów Niepublicznych z siedzibą w Warszawie, przy ul. Ludnej 2, 00-406 Warszawa,\n                           wpisany do rejestru funduszy inwestycyjnych pod numerem RFI 1168 _zwany dalej \"Zawiadamiającym\n                           1\"_, PBG S.A. z siedzibą w Wysogotowie, przy ul. Skórzewskiej 35, 62-081 Wysogotowo,\n                           wpisana do rejestru przedsiębiorstw KRS, prowadzonego przez Sąd Rejonowy Poznań-Nowe\n                           Miasto i Wilda w Poznaniu VIII Wydział Gospodarczy KRS pod numerem KRS 0000184508\n                           _zwany dalej \"Zawiadamiającym 2\"_ oraz MULTAROS TRADING COMPANY Limited spółka założona\n                           i zarejestrowana w Republice Cypru pod numerem HE 286529 z siedzibą przy Vasili Michailidi\n                           9, 3026 Limassol Republika Cypr _\"Zawiadamiającym 3\"_ _zwani dalej łącznie \"Zawiadamiającymi\"_,\n                           na podstawie art. 69 ust. 1 pkt 1_ w zw. z art. 87 ust. 1 pkt 6_ ustawy z dnia 29\n                           lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r., poz.\n                           1639 – tekst jednolity, ze zm.; dalej: \"Ustawa\"_ zawiadamiają, że w dniu 24 października\n                           2017 roku, Zawiadamiający zawarli Umowę o współpracy, spełniającą przesłanki porozumienia,\n                           o którym mowa w art. 87 ust. 1 pkt 6_ Ustawy, w odniesieniu do posiadanych przez Zawiadamiających\n                           akcji spółki RAFAKO S.A. z siedzibą w Raciborzu, przy ul. Łąkowej 33, 47-400 Racibórz,\n                           wpisanej do rejestru przedsiębiorstw KRS, prowadzonego przez Sąd Rejonowy w Gliwicach,\n                           X Wydział Gospodarczy KRS pod numerem KRS 0000034143 _zwanej dalej \"Spółką\"_, wskutek\n                           czego Zawiadamiający łącznie przekroczyli 50% ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki.1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy niniejsze zawiadomienieZawarcie przez Zawiadamiających w dniu 24 października 2017 r. Umowy o współpracy\n                           spełniającej przesłanki porozumienia, o którym mowa w art. 87 ust. 1 pkt 6_ Ustawy,\n                           w odniesieniu do posiadanych przez Zawiadamiających akcji Spółki.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym Spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosówPrzed dniem zawarcia Umowy o współpracy w dniu 24 października 2017 r.:1_ Zawiadamiający 1 posiadał 1 akcję zwykłą na okaziciela Spółki oznaczoną kodem ISIN:\n                           PLRAFAK00018, stanowiącą poniżej 0,01% udziału w kapitale zakładowym Spółki i uprawniającą\n                           do 1 głosu na walnym zgromadzeniu Spółki, co stanowi poniżej 0,01% ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki;2_ Zawiadamiający 2 posiadał 7.665.999 akcji zwykłych na okaziciela Spółki oznaczonych\n                           kodem ISIN: PLRAFAK00018, stanowiących w zaokrągleniu 9,03% udziału w kapitale zakładowym\n                           Spółki i uprawniających do 7.665.999 głosów na walnym zgromadzeniu Spółki, co stanowi\n                           w zaokrągleniu 9,03% ogólnej liczby głosów na walnym zgromadzeniu Spółki;3_ Zawiadamiający 3 posiadał 34.800.001 akcji zwykłych na okaziciela Spółki oznaczonych\n                           kodem ISIN: PLRAFAK00018, stanowiących w zaokrągleniu 40,97% udziału w kapitale zakładowym\n                           Spółki i uprawniających do 34.800.001 głosów na walnym zgromadzeniu Spółki, co stanowi\n                           w zaokrągleniu 40,97% ogólnej liczby głosów na walnym zgromadzeniu Spółki;Zawiadamiający 2 jest podmiotem dominującym wobec Zawiadamiającego 3. Zawiadamiający 2 i Zawiadamiający 3 łącznie posiadali 42.466.000 akcji zwykłych na\n                           okaziciela Spółki oznaczonych kodem ISIN: PLRAFAK00018, stanowiących 50,00% + 1 akcja\n                           udziału w kapitale zakładowym Spółki i uprawniających do 42.466.000 głosów na walnym\n                           zgromadzeniu Spółki, co stanowi 50,00% + 1 głos ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki.3. Liczba aktualnie posiadanych akcji Spółki i ich procentowy udział w kapitale zakładowym\n                           Spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosówPo dniu zawarcia Umowy o współpracy w dniu 24 października 2017 r.: 1_ stan posiadania akcji przez każdego z Zawiadamiających samodzielnie, opisany w\n                           punkcie 2. powyżej, nie uległ zmianie;2_ Zawiadamiający posiadali łącznie 42.466.001 akcji zwykłych na okaziciela Spółki\n                           oznaczonych kodem ISIN: PLRAFAK00018, stanowiących 50,00% + 2 akcje udziału w kapitale\n                           zakładowym Spółki i uprawniających do 42.466.001 głosów na walnym zgromadzeniu Spółki,\n                           co stanowi 50,00% + 2 głosy ogólnej liczby głosów na walnym zgromadzeniu Spółki.4. Podmioty zależne od Zawiadamiających, posiadające akcje SpółkiWedług stanu na datę składania Zawiadomienia, Zawiadamiający 2 jest podmiotem dominującym\n                           wobec Zawiadamiającego 3. Poza powyższym, żaden z Zawiadamiających nie posiada innych\n                           podmiotów zależnych, które posiadałyby akcje Spółki. 5. Informacje o osobach, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ UstawyWedług stanu na datę składania Zawiadomienia nie istnieją osoby, o których mowa w\n                           art. 87 ust. 1 pkt 3_ lit. c_ Ustawy.6. Liczba głosów z akcji Spółki, obliczona w sposób określony w art. 69b ust. 2 Ustawy,\n                           do których nabycia jest uprawniony lub zobowiązany Zawiadamiający jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne, rodzaju lub nazwie tych instrumentów finansowych, dacie ich\n                           wygaśnięcia oraz dacie lub terminie, w którym nastąpi lub może nastąpić nabycie akcjiNie dotyczy.7. Liczba głosów z akcji Spółki, obliczona w sposób określony w art. 69b ust. 3 Ustawy,\n                           do których w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o\n                           których mowa w art. 69b ust. 1 pkt 2 Ustawy, rodzaju lub nazwie tych instrumentów\n                           finansowych oraz dacie wygaśnięcia tych instrumentów finansowychNie dotyczy.8. Łączna suma liczby głosów wskazanych na podstawie pkt 2, 6 i 7 i jej procentowy\n                           udział w ogólnej liczbie głosów.Informacje zostały podane odpowiednio w pkt 2, 6 i 7.\"",
        "date": "2017-10-31"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że w dniu 31 października 2017 r. Komisja\n                           Nadzoru Finansowego zatwierdziła prospekt emisyjny Spółki sporządzony na potrzeby\n                           oferty publicznej 42.500.000 akcji zwykłych na okaziciela serii K o wartości nominalnej\n                           2 PLN każda, oferowanych z zachowaniem prawa poboru dotychczasowych akcjonariuszy\n                           _\"Akcje Nowej Emisji\"_ oraz ubieganiem się o dopuszczenie i wprowadzenie 84.931.998\n                           jednostkowych praw poboru, do 42.500.000 praw do akcji serii K oraz do 42.500.000\n                           Akcji Nowej Emisji do obrotu na rynku podstawowym Giełdy Papierów Wartościowych w\n                           Warszawie S.A. Prospekt emisyjny zostanie udostępniony do publicznej wiadomości w\n                           dniu 31 października 2017 r., w formie elektronicznej na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt zostanie opublikowany i będzie dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2017-10-31"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\" lub \"RAFAKO\"_ informuje, że w\n                           dniu 30 października 2017 roku otrzymał od PBG S.A. i Multaros Tarding Company Ltd\n                           zawiadomienie, na podstawie art. 69 ust.1 pkt 1 w związku z art. 87 ust.1 pkt 6 Ustawy\n                           z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych _\"Ustawa\"_,\n                           o następującej treści:\"Niniejszym, działając w imieniu PBG S.A. oraz MULTAROS TRADING COMPANY Limited:1_ Fundusz Inwestycji Polskich Przedsiębiorstw Fundusz Inwestycyjny Zamknięty Aktywów\n                           Niepublicznych z siedzibą w Warszawie, przy ul. Ludnej 2, 00-406 Warszawa, wpisany\n                           do rejestru funduszy inwestycyjnych pod numerem RFI 1168 _zwany dalej \"Zawiadamiającym\n                           1\"_, 2_ PBG S.A. z siedzibą w Wysogotowie, przy ul. Skórzewskiej 35, 62-081 Wysogotowo,\n                           wpisana do rejestru przedsiębiorstw KRS, prowadzonego przez Sąd Rejonowy Poznań-Nowe\n                           Miasto i Wilda w Poznaniu VIII Wydział Gospodarczy KRS pod numerem KRS 0000184508\n                           _zwany dalej \"Zawiadamiającym 2\"_ oraz3_ MULTAROS TRADING COMPANY Limited spółka założona i zarejestrowana w Republice Cypru\n                           pod numerem HE 286529 z siedzibą przy Vasili Michailidi 9, 3026 Limassol Republika\n                           Cypr _\"Zawiadamiającym 3\"_ _zwani dalej łącznie \"Zawiadamiającymi\"_, na podstawie\n                           art. 69 ust. 1 pkt 1_ w zw. z art. 87 ust. 1 pkt 6_ ustawy z dnia 29 lipca 2005 r.\n                           o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych _Dz. U. z 2016 r., poz. 1639 – tekst jednolity,\n                           ze zm.; dalej: \"Ustawa\"_ zawiadamiamy, że w dniu 24 października 2017 roku, Zawiadamiający zawarli Umowę o\n                           współpracy, spełniającą przesłanki porozumienia, o którym mowa w art. 87 ust. 1 pkt\n                           6_ Ustawy, w odniesieniu do posiadanych przez Zawiadamiających akcji spółki RAFAKO\n                           S.A. z siedzibą w Raciborzu, przy ul. Łąkowej 33, 47-400 Racibórz, wpisanej do rejestru\n                           przedsiębiorstw KRS, prowadzonego przez Sąd Rejonowy w Gliwicach, X Wydział Gospodarczy\n                           KRS pod numerem KRS 0000034143 _zwanej dalej \"Spółką\"_, wskutek czego Zawiadamiający\n                           łącznie przekroczyli 50% ogólnej liczby głosów na walnym zgromadzeniu Spółki.1. Data i rodzaj zdarzenia powodującego zmianę udziału, której dotyczy niniejsze zawiadomienieZawarcie przez Zawiadamiających w dniu 24 października 2017 r. Umowy o współpracy\n                           spełniającej przesłanki porozumienia, o którym mowa w art. 87 ust. 1 pkt 6_ Ustawy,\n                           w odniesieniu do posiadanych przez Zawiadamiających akcji Spółki.2. Liczba akcji posiadanych przed zmianą udziału i ich procentowy udział w kapitale\n                           zakładowym Spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej\n                           liczbie głosówPrzed dniem zawarcia Umowy o współpracy w dniu 24 października 2017 r.:1_ Zawiadamiający 1 posiadał 1 akcję zwykłą na okaziciela Spółki oznaczoną kodem ISIN:\n                           PLRAFAK00018, stanowiącą poniżej 0,01% udziału w kapitale zakładowym Spółki i uprawniającą\n                           do 1 głosu na walnym zgromadzeniu Spółki, co stanowi poniżej 0,01% ogólnej liczby\n                           głosów na walnym zgromadzeniu Spółki;2_ Zawiadamiający 2 posiadał 7.665.999 akcji zwykłych na okaziciela Spółki oznaczonych\n                           kodem ISIN: PLRAFAK00018, stanowiących w zaokrągleniu 9,03% udziału w kapitale zakładowym\n                           Spółki i uprawniających do 7.665.999 głosów na walnym zgromadzeniu Spółki, co stanowi\n                           w zaokrągleniu 9,03% ogólnej liczby głosów na walnym zgromadzeniu Spółki;3_ Zawiadamiający 3 posiadał 34.800.001 akcji zwykłych na okaziciela Spółki oznaczonych\n                           kodem ISIN: PLRAFAK00018, stanowiących w zaokrągleniu 40,97% udziału w kapitale zakładowym\n                           Spółki i uprawniających do 34.800.001 głosów na walnym zgromadzeniu Spółki, co stanowi\n                           w zaokrągleniu 40,97% ogólnej liczby głosów na walnym zgromadzeniu Spółki;Zawiadamiający 2 jest podmiotem dominującym wobec Zawiadamiającego 3. Zawiadamiający 2 i Zawiadamiający 3 łącznie posiadali 42.466.000 akcji zwykłych na\n                           okaziciela Spółki oznaczonych kodem ISIN: PLRAFAK00018, stanowiących 50,00% + 1 akcja\n                           udziału w kapitale zakładowym Spółki i uprawniających do 42.466.000 głosów na walnym\n                           zgromadzeniu Spółki, co stanowi 50,00% + 1 głos ogólnej liczby głosów na walnym zgromadzeniu\n                           Spółki.3. Liczba aktualnie posiadanych akcji Spółki i ich procentowy udział w kapitale zakładowym\n                           Spółki oraz liczba głosów z tych akcji i ich procentowy udział w ogólnej liczbie głosówPo dniu zawarcia Umowy o współpracy w dniu 24 października 2017 r.: 1_ stan posiadania akcji przez każdego z Zawiadamiających samodzielnie, opisany w\n                           punkcie 2. powyżej, nie uległ zmianie;2_ Zawiadamiający posiadali łącznie 42.466.001 akcji zwykłych na okaziciela Spółki\n                           oznaczonych kodem ISIN: PLRAFAK00018, stanowiących 50,00% + 2 akcje udziału w kapitale\n                           zakładowym Spółki i uprawniających do 42.466.001 głosów na walnym zgromadzeniu Spółki,\n                           co stanowi 50,00% + 2 głosy ogólnej liczby głosów na walnym zgromadzeniu Spółki.4. Podmioty zależne od Zawiadamiających, posiadające akcje SpółkiWedług stanu na datę składania Zawiadomienia, Zawiadamiający 2 jest podmiotem dominującym\n                           wobec Zawiadamiającego 3. Poza powyższym, żaden z Zawiadamiających nie posiada innych\n                           podmiotów zależnych, które posiadałyby akcje Spółki. 5. Informacje o osobach, o których mowa w art. 87 ust. 1 pkt 3 lit. c_ UstawyWedług stanu na datę składania Zawiadomienia nie istnieją osoby, o których mowa w\n                           art. 87 ust. 1 pkt 3_ lit. c_ Ustawy.6. Liczba głosów z akcji Spółki, obliczona w sposób określony w art. 69b ust. 2 Ustawy,\n                           do których nabycia jest uprawniony lub zobowiązany Zawiadamiający jako posiadacz instrumentów\n                           finansowych, o których mowa w art. 69b ust. 1 pkt 1 Ustawy, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 Ustawy, które nie są wykonywane wyłącznie przez\n                           rozliczenie pieniężne, rodzaju lub nazwie tych instrumentów finansowych, dacie ich\n                           wygaśnięcia oraz dacie lub terminie, w którym nastąpi lub może nastąpić nabycie akcjiNie dotyczy.7. Liczba głosów z akcji Spółki, obliczona w sposób określony w art. 69b ust. 3 Ustawy,\n                           do których w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o\n                           których mowa w art. 69b ust. 1 pkt 2 Ustawy, rodzaju lub nazwie tych instrumentów\n                           finansowych oraz dacie wygaśnięcia tych instrumentów finansowychNie dotyczy.8. Łączna suma liczby głosów wskazanych na podstawie pkt 2, 6 i 7 i jej procentowy\n                           udział w ogólnej liczbie głosów.Informacje zostały podane odpowiednio w pkt 2, 6 i 7.\"",
        "date": "2017-10-30"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _,,Spółka\"_, informuje, że w związku upoważnieniem\n                           wyrażonym w uchwale nr 4 Nadzwyczajnego Walnego Zgromadzenia z 12 września 2017 r.\n                           _RB 31/2017_ w sprawie podwyższenia kapitału zakładowego Spółki w drodze emisji nowych\n                           akcji, oferty publicznej akcji nowej emisji, ustalenia dnia prawa poboru akcji nowej\n                           emisji, dematerializacji oraz ubiegania się o dopuszczenie praw poboru, praw do akcji\n                           oraz akcji nowej emisji do obrotu na rynku regulowanym prowadzonym przez Giełdę Papierów\n                           Wartościowych w Warszawie S.A. oraz zmiany statutu Spółki, a także upoważnienia Rady\n                           Nadzorczej do ustalenia tekstu jednolitego statutu Spółki _\"Uchwała \"_, Zarząd Spółki\n                           w dniu 24-10-2017 podjął uchwałę, zgodnie z którą: • cena emisyjna akcji zwykłych na okaziciela serii K _\"Akcje Oferowane\"_ została ustalona\n                           w wysokości 4 zł _słownie: cztery złote_ za jedną Akcję Oferowaną;• 1 _słownie: jedno_ jednostkowe prawo poboru uprawnia do objęcia 0,50040033204 Akcji\n                           Oferowanej,  • 1,99839995294  jednostkowych praw poboru uprawnia do objęcia 1 _słownie: jednej_\n                           Akcji Oferowanej. Zarząd Spółki postanowił nie korzystać z upoważnienia do określenia ostatecznej sumy\n                           o jaką ma być podwyższony kapitał zakładowy Spółki, wynikającego z art. 432 § 4 Kodeksu\n                           Spółek Handlowych oraz z Uchwały. W związku z powyższym ostateczna liczba Akcji Oferowanych\n                           jest równa maksymalnej liczbie Akcji Oferowanych przewidzianej w Uchwale tj.  42.500.000\n                           _słownie: czterdzieści dwa miliony pięćset tysięcy_ Akcji Oferowanych.",
        "date": "2017-10-24"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd Rafako S.A. _\"Spółka\", \"Emitent\"_ informuje, że w dniu dzisiejszym tj. 16 października\n                           2017 r. nastąpił wybór przez National Trading & Transport Group Co Ltd. _NTT Group_,\n                           Sukhbaatar distric, Ulaanbaatar City, Mongolia _dalej jako: \"NTT Group\"_ oferty Spółki\n                           działającej jako lidera Konsorcjum _90% wartości umowy_ ze spółką Gmax Group sp. z\n                           o.o. z siedzibą w Warszawie _dalej jako \"Konsorcjum\"_, na zaprojektowanie i wykonanie\n                           bazy magazynowej paliw w miejscowości Rashaant w Mongolii. Jednocześnie Emitent informuje,\n                           że w dniu dzisiejszym doszło do podpisania warunkowej umowy, której przedmiotem jest\n                           zaprojektowanie i wykonanie bazy magazynowej paliw w miejscowości Rashaant w Mongolii\n                           wraz z wykonaniem zbiorników magazynowych oraz infrastruktury towarzyszącej pomiędzy\n                           NTT Group a Konsorcjum _\"Umowa\"_.Łączna wartość Umowy wynosi 46 968 403 EUR netto.Termin realizacji Umowy wynosi 30 miesięcy od dnia przekazania Konsorcjum placu budowy\n                           oraz dokumentacji technicznej. Plac budowy wraz z dokumentacją techniczną mają zostać\n                           przekazane w terminie 7 dni od dnia wejścia Umowy w życie.Umowa, zgodnie z jej treścią, wejdzie w życie pod warunkiem, że:1. zostanie podpisana przez upoważnionych przedstawicieli obu stron Umowy tj. \tNTT\n                           Group oraz Konsorcjum oraz zostanie dostarczona drugiej stronie Umowy;2. NTT Group wpłaci zaliczkę, która zostanie zaksięgowana na koncie bankowym Konsorcjum\n                           _\"Zaliczka\"_;3. prace będące przedmiotem Umowy finansowane będą przez Bank Gospodarstwa Krajowego\n                           S.A. lub Korporację Ubezpieczeń Kredytów Eksportowych S.A., na warunkach określonych\n                           w Umowie.Z uwagi na fakt, że NTT Group i Konsorcjum podpisały Umowę, jedynymi warunkami koniecznymi\n                           do spełnienia, aby Umowa weszła w życie, jest warunek związany z zapłatą Zaliczki\n                           oraz z uzyskaniem przez NTT Group finansowania prac przez Bank Gospodarstwa Krajowego\n                           S.A. lub Korporację Ubezpieczeń Kredytów Eksportowych S.A.Pozostałe warunki Umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.O spełnieniu się wyżej wskazanych warunków zawieszających i o wejściu Umowy w życie\n                           Emitent poinformuje niezwłocznie po wystąpieniu tych okoliczności, zgodnie z obowiązującymi\n                           przepisami prawa.",
        "date": "2017-10-16"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           17/2017 z dnia 21 czerwca 2017 r. w przedmiocie rozpoczęcia kolejnego etapu reorganizacji\n                           RAFAKO S.A. oraz raportu bieżącego 30/2017 z dnia 8 września 2017 r. w przedmiocie\n                           redukcji zatrudnienia w Spółce w ramach procesu reorganizacji, informuje o zakończeniu\n                           w dniu 28 września 2017 r. konsultacji z zakładowymi organizacjami związkowymi działającymi\n                           w RAFAKO S.A. W wyniku przeprowadzonych konsultacji zostało zawarte porozumienie, o którym mowa\n                           w art. 3 ustawy o szczególnych zasadach rozwiązywania z pracownikami stosunków pracy\n                           z przyczyn niedotyczących pracowników _ \"Porozumienie\"_. Porozumienie wejdzie w życie\n                           w dniu 2 października 2017 r.Strony Porozumienia ustaliły, że grupowe zwolnienia zostaną przeprowadzone w okresie\n                           od dnia zakończenia konsultacji z zakładowymi organizacjami związkowymi, rozumianego\n                           jako wejście w życie Porozumienia _2 października 2017 r._ do dnia 31 lipca 2018 roku.\n                           Zmiana terminu zakończenia procesu zwolnień grupowych, w stosunku do wcześniej komunikowanych\n                           zamiarów Zarządu RAFAKO, wynika z ustaleń z partnerem społecznym _zakładowymi organizacjami\n                           związkowymi_. Zwolnienia grupowe mają na celu zbudowanie elastycznej, bardziej efektywnej\n                           organizacji, dostosowanej do obecnych warunków rynkowych. Łączna kwota wszystkich świadczeń z tytułu procesu zwolnień grupowych wypłacanych\n                           pracownikom objętych zwolnieniami zostanie określona do końca 2017 roku.Liczba osób objętych zwolnieniem grupowym wynosić będzie maksymalnie 276 osób. Poziom\n                           zwolnień grupowych uległ zmniejszeniu w stosunku do uprzednio zakładanego, w wyniku\n                           szczegółowych analiz oraz ustaleń z zakładowymi organizacjami związkowymi. Jednocześnie\n                           osiągnie on poziom zakładanych przez Zarząd celów biznesowych związanych z reorganizacją\n                           Spółki.W wyniku konsultacji z zakładowymi organizacjami związków zawodowych oraz przeprowadzonych\n                           analiz, ustalono że proces reorganizacji, oprócz zwolnień grupowych, będzie obejmował\n                           szereg działań optymalizacyjnych w ramach funkcjonowania całej organizacji, których\n                           efekt szacuje się na  kwotę podaną w RB 30/2017.",
        "date": "2017-09-28"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. w Raciborzu _\"Spółka\"_ informuje, że w dniu dzisiejszym konsorcjum\n                           w składzie RAFAKO S.A., Mostostal Warszawa S.A. i Polimex-Mostostal S.A. _\"Konsorcjum\"_\n                           oraz GE Power, która jest generalnym projektantem oraz pełni funkcję lidera Konsorcjum\n                           zarządzającego realizacją kontraktu, przekazało do spółki Górnictwo i Energetyka Konwencjonalna\n                           S.A. _\"PGE GiEK\"_  _\"Zamawiający\"_ propozycję aktualizacji harmonogramu budowy bloków\n                           nr 5 i 6 w Elektrowni Opole stanowiącego przedmiot umowy o której Spółka informowała\n                           raportem bieżącym nr 18/2012 _\"Umowa\"_.Propozycja Konsorcjum obejmuje zmianę harmonogramu realizacji inwestycji, czego skutkiem\n                           będzie przesunięcie terminu przekazania do eksploatacji bloku nr 5 z 31 lipca 2018\n                           roku na 20 grudnia 2018 roku, a bloku nr 6 z 31 marca 2019 roku na 31 lipca 2019 roku.Przyczyną przesunięć w planowanym harmonogramie są kwestie techniczno-organizacyjne.O decyzji Zamawiającego dotyczącej zmiany Umowy zgodnie z przekazanym przez Konsorcjum\n                           harmonogramem Spółka poinformuje odrębnym raportem.Zasady powierzenia GE Power- następcy prawnemu Alstom Power Sp. z o.o.- zakresu prac\n                           i usług wchodzących w zakres prac Spółki oraz odpowiedzialność za jego realizację\n                           została określona w stosownych umowach i porozumieniach, o których Spółka informowała\n                           w RB 46/2013 i 47/2013.W celu uniknięcie nieporozumień, na bazie porozumienia o którym Spółka informowała\n                           w cytowanych raportach, GE Power w ramach podzlecenia zakresu od E001RK Sp. z o.o.\n                           przejął również całość następstw prawnych wynikających z umowy pomiędzy RAFAKO S.A.\n                           a Zamawiającym, a w szczególności  dotyczących zabezpieczenia należytego wykonania,\n                           a co za tym idzie także ewentualnych kar umownych wynikających m. innymi z niedotrzymania\n                           harmonogramu realizacji projektu.",
        "date": "2017-09-26"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_ informuje, że na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 29 sierpnia 2017 roku oraz po\n                           przerwie w dniu 12 września 2017 roku, obecnymi akcjonariuszami posiadającymi co najmniej\n                           5% ogólnej liczby głosów na tym zgromadzeniu, byli: 1. Spółka Multaros Trading Company Limited, której przysługiwało 34.800.001 głos,\n                           co stanowiło 59,85% udziału w liczbie głosów na Walnym Zgromadzeniu przed i po przerwie\n                           oraz stanowi 40,974% w ogólnej liczbie głosów w Spółce,2. Spółka PBG S.A., której przysługiwało 7.665.999 głosów, co stanowiło 13,18% udziału\n                           w liczbie głosów na Walnym Zgromadzeniu przed przerwą i 13,19% udziału w liczbie głosów\n                           na Walnym Zgromadzeniu po przerwie oraz stanowi 9,026% w ogólnej liczbie głosów w\n                           Spółce.3. NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY, któremu przysługiwało 8.410.000\n                           głosów, co stanowiło 14,46% udziału w liczbie głosów na Walnym Zgromadzeniu przed\n                           i po przerwie oraz stanowi 9,48% w ogólnej liczbie głosów w Spółce.4. Otwarty Fundusz Emerytalny PZU ‘Złota Jesień\", któremu przysługiwało 4.150.000\n                           głosów, co stanowiło 7,14% udziału w liczbie głosów na Walnym Zgromadzeniu przed i\n                           po przerwie oraz stanowi 4,886% w ogólnej liczbie głosów w Spółce.5. QUERCUS TFI S.A. - działający w imieniu zarządzanych przez siebie funduszy inwestycyjnych:\n                           QUERCUS Parasolowy SFIO, w tym subfundusz QUERCUS Agresywny i subfundusz QUERCUS Selektywny,\n                           oraz QUERCUS Absolutnego Zwrotu FIZ i QUERCUS Absolute Return FIZ – którym łącznie\n                           przysługiwało 3.114.624 głosów, co stanowiło 5,36% udziału w liczbie głosów na Walnym\n                           Zgromadzeniu przed i po przerwie oraz stanowi 4,886% w ogólnej liczbie głosów w Spółce.",
        "date": "2017-09-13"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu, w załączeniu przekazuje treść Uchwał podjętych\n                           przez Nadzwyczajne Walne Zgromadzenie RAFAKO S.A w dniu 12 września 2017 roku, po\n                           przerwie ogłoszonej w dniu 29 sierpnia 2017 roku.",
        "date": "2017-09-12"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_, w nawiązaniu do raportu bieżącego\n                           17/2016 z dnia 21 czerwca 2016 r. w przedmiocie rozpoczęcia kolejnego etapu reorganizacji\n                           RAFAKO S.A., informuje o podjęciu w dniu 8 września 2017 r. przez Zarząd Spółki decyzji\n                           o redukcji zatrudnienia w Spółce w drodze zwolnień grupowych, przeprowadzonych zgodnie\n                           ustawą z dnia 13 marca 2003 r. o szczególnych zasadach rozwiązywania z pracownikami\n                           stosunków pracy z przyczyn niedotyczących pracowników.Decyzja o uruchomieniu procesu zwolnień grupowych to element kolejnego etapu zmian,\n                           których celem jest zbudowanie elastycznej, bardziej efektywnej kosztowo organizacji,\n                           dostosowanej do obecnych warunków rynkowych. Proces analityczny prowadzony w ramach\n                           kolejnego etapu projektu reorganizacji zakończył się wypracowaniem listy rekomendacji\n                           optymalizacyjnych obejmujący, obok obszaru zasobów, także obszar procesów i kosztów\n                           stałych. Łączna wartość spodziewanych rocznych oszczędności wynikających z wdrożenia\n                           wszystkich rekomendacji ma wynieść, począwszy od drugiego kwartału 2018 roku włącznie,\n                           około 25 mln złotych rocznie.Jednocześnie Zarząd Spółki informuje, iż:• w dniu dzisiejszym zawiadomił na piśmie zakładowe organizacje związkowe o przyczynach\n                           i warunkach planowanego zwolnienia grupowego,• przeprowadzenie redukcji zatrudnienia planowane jest w okresie od dnia zakończenia\n                           konsultacji z zakładowymi organizacjami związkowymi do 31 marca 2018 roku,• zwolnienia grupowe mają objąć maksymalnie 325 pracowników, co stanowi 18% ogółu\n                           zatrudnionych w Spółce według stanu na dzień 30 sierpnia 2017 r,• ostateczna liczba objętych redukcją zatrudnienia pracowników oraz związane z nią\n                           koszty i oszczędności będą znane po zakończeniu procesu konsultacji ze związkami zawodowymi,• wyżej wskazane wstępne założenia w zakresie możliwych oszczędności związanych z\n                           realizacją procesu zwolnień grupowych zostaną zakomunikowane związkom zawodowym w\n                           czasie konsultacji,• na dzień 8 września 2017 r. zostało zaplanowane spotkanie z zakładowymi organizacjami\n                           związkowymi, którego celem będzie formalne rozpoczęcie procesu zwolnień grupowych,\n                           którego zakładanym przez Zarząd rezultatem będzie wypracowanie porozumienia, o którym\n                           mowa w art. 3 ustawy o szczególnych zasadach rozwiązywania z pracownikami stosunków\n                           pracy z przyczyn niedotyczących pracowników,• Spółka planuje zakończyć obecny etap procesu reorganizacji najpóźniej w dniu 31\n                           marca 2018 roku.",
        "date": "2017-09-08"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_ informuje, że w dniu 29 sierpnia\n                           2017 roku, Nadzwyczajne Walne Zgromadzenie RAFAKO S.A. _:NWZ\"_ podjęło decyzję o zarządzeniu\n                           przerwy w obradach NWZ do dnia 12 września 2017 roku do godz. 12.00.Jednocześnie Zarząd Spółki w załączeniu przekazuje treść Uchwał podjętych przez NWZ\n                           w dniu 29 sierpnia 2017 roku.",
        "date": "2017-08-29"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ z siedzibą w Raciborzu, w nawiązaniu do RB 2/2017, w\n                           którym Spółka wskazała stałe daty przekazywania raportów okresowych w 2017 roku informuje,\n                           że rozszerzony skonsolidowany raport za I półrocze 2017 roku zawierający skrócone,\n                           jednostkowe sprawozdanie finansowe, opublikowany zostanie w dniu 7 września 2017 roku.W raporcie bieżącym 2/2017 Spółka wskazała, że raport, o którym mowa powyżej, opublikowany\n                           zostanie w dniu 2 października 2017 roku.",
        "date": "2017-08-24"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że powziął informację o wyborze\n                           przez PT. PLN _PERSERO_, JALAN TRUNOJOYO BLOK M I/135, KEBAYORAN BARU, JAKARTA 12160,\n                           INDONESIA _\"Zamawiający\"_ oferty konsorcjum - w skład którego wchodzi Spółka oraz\n                           firma PT. Rekayasa Industri jako Lider Konsorcjum _\"Konsorcjum\"_ - jako najkorzystniejszej\n                           w postępowaniu przetargowym w przedmiocie \"Budowa dwóch bloków parowych opalanych\n                           węglem w Indonezji na wyspie Lombok _2x50 MW_\". Wartość oferty Spółki to 70.290.000,00 EUR _tj. około 295.000.000,00 PLN_ netto co\n                           stanowi około 35% wartości oferty Konsorcjum. Termin realizacji 39 miesięcy. Elementem\n                           oferty był pakiet finansowania Zamawiającego, który został przygotowany w oparciu\n                           o podmioty z Grupy Polskiego Funduszu Rozwoju _Korporacja Ubezpieczeń Kredytów Eksportowych\n                           i Bank Gospodarstwa Krajowego_.Wobec powyższego Spółka w składzie Konsorcjum rozpocznie rozmowy dotyczące ustalenia\n                           zapisów umowy na realizację ww. inwestycji, nie wcześniej niż po upływie 3 dniowego\n                           okresu przeznaczonego na składanie protestów.Ze względów na możliwość składania protestów przez innych uczestników przetargu, Spółka\n                           nie posiada informacji o tym, czy i kiedy zostanie zawarta umowa na realizację ww.\n                           inwestycji, przy czym w przypadku zawarcia stosownej umowy Spółka poinformuje o tym\n                           raportem bieżącym.",
        "date": "2017-08-16"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ z siedzibą w Raciborzu, zwołuje Nadzwyczajne Walne Zgromadzenie\n                           RAFAKO S.A. _\"NWZ\"_, które odbędzie się w dniu 29 sierpnia 2017 roku o godz. 12.00\n                           w siedzibie Spółki w Raciborzu przy ul. Łąkowej 33, z porządkiem obrad przedstawionym\n                           w załączniku nr 1.Zarząd RAFAKO S.A. przekazuje również projekty uchwał _załącznik nr 2_, które mają\n                           być przedmiotem obrad NWZ w dniu 29 sierpnia 2017 roku.",
        "date": "2017-07-26"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Emitent\", \"Spółka\"_, działając na podstawie\n                           art. 17 ust. 1 i 4 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ Nr 596/2014\n                           w sprawie nadużyć na rynku oraz uchylającego dyrektywę 2003/6/WE Parlamentu Europejskiego\n                           i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE _Dz. U. UE. L. z\n                           2014 r. Nr 173, str. 1 z późn. zm._ _\"MAR\"_, przekazuje w trybie opóźnionym poniższą\n                           informację poufną w przedmiocie prowadzonej analizy możliwych źródeł dofinansowania\n                           Emitenta _\"Informacja Poufna\"_.Treść opóźnionej Informacji Poufnej:\"Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_ informuje, że mając na uwadze\n                           rozwój Spółki, podjął decyzję o analizie możliwych źródeł finansowania, rozważając\n                           zarówno finansowanie dłużne jak i kapitałowe. Na tym etapie wszystkie opcje będą rozważane,\n                           w tym poszukiwanie dla Spółki inwestora zainteresowanego dokapitalizowaniem Spółki\n                           w zamian za jej akcje. Zdaniem Zarządu Spółki wzmocnienie finansowe umożliwi dalszy\n                           stabilny rozwój Spółki oraz jej konkurencyjność. Żadne decyzje związane z wyborem\n                           konkretnej opcji jak i inwestora nie zostały dotychczas podjęte i nie ma pewności,\n                           czy i kiedy taka decyzja zostanie podjęta w przyszłości. Spółka będzie przekazywała\n                           do publicznej wiadomości informacje o przebiegu procesu zgodnie z obowiązującymi przepisami\n                           prawa.\"Przedmiotowa Informacja Poufna obejmuje początkowy etap pozyskania dofinansowania\n                           Emitenta jako rozciągniętego w czasie procesu, w rozumieniu art. 17 ust. 4 akapit\n                           drugi MAR. Decyzja o opóźnieniu Informacji Poufnej została podjęta przez Zarząd Spółki w dniu\n                           6 czerwca 2017 r. Zarząd Emitenta zdecydował się utajnić Informację Poufną ze względu\n                           na fakt, iż natychmiastowe ujawnienie Informacji Poufnej mogło negatywnie wpłynąć\n                           na wynik prowadzonych rozmów z potencjalnymi inwestorami/ kredytodawcami Emitenta,\n                           oraz ze względu na potencjalne zagrożenie wywierania wpływu na przebieg rozmów przez\n                           podmioty konkurencyjne, jak i wywierania nacisków przez opinię publiczną , co stanowiło\n                           bezpośrednie ryzyko naruszenia prawnie uzasadnionego interesu Emitenta.W wyniku zawarcia w dniu 26 lipca 2017 roku przez Emitenta listu intencyjnego z Funduszem\n                           Inwestycji Polskich Przedsiębiorstw Funduszem Inwestycyjnym Zamkniętym Aktywów Niepublicznych\n                           _\"FIPP FIZ AN\"_ oraz Polskim Funduszem Rozwoju S.A. _\"PFR\"_ _dalej również jako \"Strony\"_\n                           _\"List intencyjny\"_, przesłanka związana z ryzykiem naruszenia słusznego interesu\n                           Emitenta zdezaktualizowała się, wobec czego, Zarząd Emitenta zdecydował się podać\n                           Informację Poufną do publicznej wiadomości.Jednocześnie w nawiązaniu do powyższego, Zarząd Emitenta przekazuje do publicznej\n                           wiadomości, w trybie art. 17 ust. 1 MAR  informację poufną o podpisaniu w dniu 26\n                           lipca 2017 r. przez Emitenta z FIPP FIZ AN oraz PFR Listu intencyjnego. Zawierając\n                           List intencyjny, PFR i Spółka wyraziły wolę podjęcia współpracy w celu realizacji\n                           wspólnych strategicznych projektów,  z zastrzeżeniem, iż zakres i szczegółowe aspekty\n                           ewentualnej współpracy zostaną uregulowane w odrębnych umowach dotyczących poszczególnych\n                           przyszłych potencjalnych projektów. Ponadto, FIPP FIZ AN i Spółka wyraziły wolę podjęcia\n                           działań zmierzających do umożliwienia podjęcia przez FIPP FIZ AN i Spółkę ewentualnych\n                           decyzji co do charakteru, struktury i trybu inwestycji w Spółkę _\"Inwestycja\"_.  Zarząd\n                           Spółki jednocześnie wskazuje, iż na chwilę podpisania Listu Intencyjnego, fakt dokonania\n                           Inwestycji, jak również jej zakres, cel oraz stopień zaangażowania FIPP FIZ AN nie\n                           są jeszcze określone pomiędzy Stronami, a wszystkie dotychczasowe ustalenia mają charakter\n                           ogólny i niewiążący. Zawarcie Listu intencyjnego jest kolejnym etapem wyżej opisanej analizy możliwych\n                           sposobów dofinansowania Spółki.Podstawa prawna: art. 17 ust. 1 oraz ust. 4 MAR",
        "date": "2017-07-26"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Emitent\" lub \"Spółka\"_ informuje o podpisaniu\n                           z Powszechną Kasą Oszczędności Bankiem Polskim S.A. z siedzibą w Warszawie _\"Bank\"_\n                           Aneksu _\"Aneks\"_ do Umowy limitu kredytowego wielocelowego wraz  z późniejszymi zmianami\n                           _\"Umowa\"_, o której Emitent informował w RB 24/2014, RB 8/2015, RB 11/2015, RB 43/2015,\n                           RB 14/2016 oraz RB 20/2016.Aneks do Umowy zawiera przede wszystkim następujące zmiany:A. W ramach limitu Bank udziela Spółce:1_ kredytu w rachunku bieżącym, w walucie PLN:a_ do dnia 30 lipca 2017 roku, do kwoty 100.000.000,00 PLN _słownie złotych: sto milionów\n                           00/100_,b_ od dnia 31 lipca 2017 roku do dnia 30 sierpnia 2017 roku, do kwoty 90.000.000,00\n                           PLN _słownie złotych: dziewięćdziesiąt milionów 00/100_,c_ od dnia 31 sierpnia 2017 roku do dnia 29 września 2017 roku, do kwoty 80.000.000,00\n                           PLN _słownie złotych: osiemdziesiąt milionów 00/100_,d_ od dnia 30 września 2017 roku, do kwoty 70.000.000,00 PLN _słownie złotych: siedemdziesiąt\n                           milionów 00/100_,na podstawie dyspozycji wykorzystania kredytu, składanej przez Spółkę.2_ kredytu obrotowego odnawialnego, w walucie PLN:a_ do dnia 30 lipca 2017 roku, do kwoty 50.000.000,00 PLN _słownie złotych: pięćdziesiąt\n                           milionów 00/100_, b_ od dnia 31 lipca 2017 roku do dnia 30 sierpnia 2017 roku, do kwoty 60.000.000,00\n                           PLN _słownie złotych: sześćdziesiąt milionów 00/100_,c_ od dnia 31 sierpnia 2017 roku do dnia 29 września 2017 roku, do kwoty 70.000.000,00\n                           PLN _słownie złotych: siedemdziesiąt milionów 00/100_,d_ od dnia 30 września 2017 roku, do kwoty 80.000.000,00 PLN _słownie złotych: osiemdziesiąt\n                           milionów 00/100_na podstawie dyspozycji wykorzystania kredytu składanej przez Spółkę, na finansowanie\n                           bieżących zobowiązań wynikających z wykonywanej działalności,z zastrzeżeniem, że łączna kwota środków wykorzystanych w ramach limitu nie może przekroczyć\n                           kwoty 200.000.000 PLN.B. Aneks określa termin wykorzystania i spłaty Limitu do dnia 30 czerwca 2018 roku.C. Spółka zobowiązała się również do aktualizacji istniejących oświadczeń o poddaniu\n                           się egzekucji w formie aktu notarialnego w trybie art. 777 k.p.c, poprzez przedłużenie\n                           okresu w którym Bank będzie mógł wystąpić o nadanie tytułowi egzekucyjnemu klauzuli\n                           wykonalności do dnia 30 czerwca 2023 roku.D. W przypadku braku uzyskania przez Spółkę planowanej wartości portfela nowych zamówień\n                           w postaci kontraktów podpisanych w roku 2017 w wysokości 700.000.000 zł netto, Bank\n                           będzie uprawniony do obniżenia kwoty dostępnego kredytu w rachunku bieżącym o wartość\n                           procentową równą wartości procentowej nieuzyskanej przez Spółkę kwoty planowanej wartości\n                           portfela, w zaokrągleniu do pełnych milionów. Weryfikacja planowanej wartości portfela\n                           będzie dokonana w oparciu o oświadczenie Spółki i zestawienie kontraktów dostarczone\n                           do Banku do dnia 31 stycznia 2018 roku.",
        "date": "2017-06-30"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 21/2017, Zarząd RAFAKO S.A. z siedzibą w Raciborzu\n                           w załączeniu przekazuje przebieg kariery zawodowej powołanych w dniu 27 czerwca 2017\n                           roku członków Zarządu RAFAKO S.A. w osobach:1_ Pani Agnieszki Wasilewskiej Semail,2_ Pana Krzysztofa Burka,3_ Pana Jarosława Dusiło,4_ Pana Edwarda Kasprzaka,5_ Pana Tomasza Tomczaka.Powołani członkowie Zarządu nie prowadzą działalności konkurencyjnej w stosunku do\n                           działalności RAFAKO S.A.Nie uczestniczą w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu spółki kapitałowej bądź w innej konkurencyjnej osobie prawnej\n                           jako członek organu.Nie figurują w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o KRS.",
        "date": "2017-06-28"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 19/2017, Zarząd RAFAKO S.A. z siedzibą w Raciborzu\n                           w załączeniu przekazuje przebieg kariery zawodowej powołanych w dniu 26 czerwca 2017\n                           roku członków Rady Nadzorczej RAFAKO S.A. na IX kadencję, w osobach:1_ Pani Małgorzaty Wiśniewskiej,2_ Pana Jerzego Wiśniewskiego,3_ Pana Krzysztofa Geruli,4_ Pana Dariusza Sarnowskiego,5_ Pana Przemysława Schmidta,6_ Pana Dariusza Szymańskiego,7_ Pana Adama Szyszki.Powołani członkowie Rady Nadzorczej nie prowadzą działalności konkurencyjnej w stosunku\n                           do działalności RAFAKO S.A.Nie uczestniczą w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej\n                           lub jako członek organu spółki kapitałowej bądź w innej konkurencyjnej osobie prawnej\n                           jako członek organu.Nie figurują w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o KRS.",
        "date": "2017-06-28"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu informuje, że w dniu 27 czerwca 2017 roku,\n                           w związku z upływem kadencji i wygaśnięciem mandatów dotychczasowych członków Zarządu\n                           z dniem 26 czerwca 2017 r., Rada Nadzorcza Spółki podjęła następujące decyzje:1. określiła liczbę członków Zarządu RAFAKO S.A. na 5 osób,2. powołała  członków Zarządu na 3 - letnią wspólną kadencję, rozpoczynającą się z\n                           dniem 27 czerwca 2017 roku, w osobach:- Agnieszka Wasilewska-Semail – Prezes Zarządu,- Krzysztof Burek – Wiceprezes Zarządu- Jarosław Dusiło – Wiceprezes Zarządu,- Edward Kasprzak – Wiceprezes Zarządu,- Tomasz Tomczak – Wiceprezes Zarządu.Przebieg kariery zawodowej powołanych członków Zarządu zostanie przesłany odrębnym\n                           raportem bieżącym.",
        "date": "2017-06-27"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Emitent\" lub \"Spółka\"_ informuje, że na\n                           Nadzwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 18 grudnia 2018\n                           roku, obecnymi akcjonariuszami posiadającymi co najmniej 5% ogólnej liczby głosów\n                           na tym zgromadzeniu, byli:1. Spółka Multaros Trading Company Limited, której przysługiwało 34.800.001 głosów,\n                           co stanowiło 47,73% udziału w liczbie głosów na Walnym Zgromadzeniu i stanowi 27,31%\n                           w ogólnej liczbie głosów w Spółce,2. Spółka PBG S.A., której przysługiwało 7.665.999 głosów, co stanowiło 10,52% udziału\n                           w liczbie głosów na Walnym Zgromadzeniu i stanowi 6,02% w ogólnej liczbie głosów w\n                           Spółce.3. Fundusz Inwestycji Polskich Przedsiębiorstw Fundusz Inwestycyjny Zamknięty Aktywów\n                           Niepublicznych, reprezentowany przez PFR TFI S.A., któremu przysługiwało 12.615.769\n                           głosów, co stanowiło 17,30% udziału w liczbie głosów na Walnym Zgromadzeniu i stanowi\n                           9,90% w ogólnej liczbie głosów w Spółce.4. NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY, któremu przysługiwało 12.000.000\n                           głosów, co stanowiło 16,46% udziału w liczbie głosów na Walnym Zgromadzeniu i stanowi\n                           9,42% w ogólnej liczbie głosów w Spółce,5. GOVERNMENT OF NORWAY, któremu przysługiwało 5.821.671 głosów, co stanowiło 7,99%\n                           udziału w liczbie głosów na Walnym Zgromadzeniu i stanowi 4,57% w ogólnej liczbie\n                           głosów w Spółce.Zarząd Spółki wskazuje jednocześnie, że następujący akcjonariusze Emitenta: PBG S.A.,\n                           Multaros Trading Company Limited oraz Fundusz Inwestycji Polskich Przedsiębiorstw\n                           Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych reprezentowany przez PFR TFI\n                           S.A., są stronami porozumienia z dnia 24 października 2017 r. o którym mowa w art.\n                           87 ust. 1 pkt 6_ Ustawy o Ofercie Publicznej _\"Porozumienie\"_, dysponując w związku\n                           z tym łącznie 55.081.769 akcjami, dającymi prawo do 55.081.769 głosów na Nadzwyczajnym\n                           Walnym Zgromadzeniu Spółki w dniu 18 grudnia 2018 r., stanowiących ok75,55% liczby\n                           głosów na tym Zgromadzeniu oraz 43,22% ogólnej liczby głosów w Spółce. Emitent informował\n                           o zawarciu Porozumienia, przekazując zawiadomienia o zmianie stanu posiadania akcji\n                           Spółki otrzymanych od stron Porozumienia, w dniu 30 listopada 2017 r. raportem bieżącym\n                           nr 37/2017 oraz w dniu 31 listopada 2017 r. raportem bieżącym nr 39/2017.",
        "date": "2018-12-18"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Emitent\" lub \"Spółka\"_ informuje, że w\n                           dniu 18 grudnia 2018 roku Nadzwyczajne Walne Zgromadzenie RAFAKO S.A. powołało w skład\n                           Rady Nadzorczej Spółki Pana Michała Sikorskiego.W załączeniu Emitent przekazuje przebieg kariery zawodowej i pozostałe informacje\n                           dotyczące  powołanego członka Rady Nadzorczej.Pan Michał Sikorski:1_ nie prowadzi działalności konkurencyjnej w stosunku do działalności Spółki,2_ nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej,\n                           spółki kapitałowej bądź w konkurencyjnej osobie prawnej jako członek jej organu,3_ nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o KRS.",
        "date": "2018-12-18"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Emitent\"_, w załączeniu przekazuje treść\n                           Uchwał podjętych przez Nadzwyczajne Walne Zgromadzenie RAFAKO S.A w dniu 18 grudnia\n                           2018 roku _\"NWZ\"_.Jednocześnie Emitent informuje, że:1_ NWZ nie odstąpiło od rozpatrzenia któregokolwiek z punktów porządku obrad,2_ nie zgłoszono sprzeciwów do protokołu podczas obrad NWZ;3_ wszystkie uchwały, które zostały poddane pod głosowanie zostały przyjęte przez\n                           NWZ.",
        "date": "2018-12-18"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ z siedzibą w Raciborzu, w nawiązaniu do RB 7/2018 z\n                           dnia 30 stycznia 2018 roku, w którym Spółka wskazała terminy publikacji raportów okresowych\n                           w 2018 roku informuje, że rozszerzony skonsolidowany raport kwartalny za III kwartał\n                           2018 roku opublikowany zostanie w dniu 27 listopada 2018 roku.W raporcie bieżącym 7/2018 Spółka wskazała, że raport o którym mowa powyżej, opublikowany\n                           zostanie w dniu 29 listopada 2018 roku.",
        "date": "2018-11-22"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do RB 38/2018 z dnia 15 listopada 2018 r. w sprawie zwołania Nadzwyczajnego\n                           Walnego Zgromadzenia _\"NWZ\"_ na dzień 18 grudnia 2018 r., Zarząd RAFAKO S.A. _\"Spółka\"_\n                           z siedzibą w Raciborzu informuje, iż uzupełnia porządek obrad NWZ o punkt następującej\n                           treści: \"ustalenie wynagrodzenia dla członków Rady Nadzorczej pełniących funkcje w\n                           Komitecie Audytu Rady Nadzorczej.\"W związku z powyższym, uzupełniony porządek obrad przedstawia się następująco:1. Otwarcie Walnego Zgromadzenia.2. Wybór Przewodniczącego Walnego Zgromadzenia.3. Stwierdzenie prawidłowości zwołania Walnego Zgromadzenia oraz jego zdolności do\n                           podejmowania uchwał.4. Wybór Komisji Skrutacyjnej.5. Podjęcie uchwał w sprawach:a_ powołanie członka Rady Nadzorczej,b_ ustalenie wynagrodzenia dla członków Rady Nadzorczej pełniących funkcje w Komitecie\n                           Audytu Rady Nadzorczej.6. Zamknięcie Zgromadzenia.Jednolita treść ogłoszenia wraz z uzupełnionym porządkiem obrad NWZ znajduje się w\n                           załączniku nr 1.Zarząd Spółki przekazuje również projekty uchwał _załącznik nr 2_, które mają być\n                           przedmiotem obrad NWZ w dniu 18 grudnia 2018 roku, uzupełnione o projekt uchwały w\n                           sprawie ustalenia wynagrodzenia dla członków Rady Nadzorczej pełniących funkcje w\n                           Komitecie Audytu Rady Nadzorczej.",
        "date": "2018-11-22"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że powziął informację o wyborze\n                           przez firmę Operator Gazociągów Przesyłowych GAZ – SYSTEM S.A. z siedzibą w Warszawie\n                           _\"Zamawiający\"_ oferty Spółki _lider Konsorcjum_ złożonej w konsorcjum z PBG oil and\n                           gas Sp. z o.o. _członek Konsorcjum_, jako najkorzystniejszej w postępowaniu przetargowym\n                           na wykonanie robót budowlanych dla zadania inwestycyjnego pn. \"Budowa Tłoczni Kędzierzyn\".\n                           Wartość oferty konsorcjum to łącznie 168,7 mln PLN netto _tj. 207,5 mln PLN brutto_,\n                           z czego udział Spółki wynosi 95%. Termin realizacji zadania to 25 miesięcy od dnia zawarcia umowy. Procedura przetargowa przewiduje 10-cio dniowy termin na wniesienie odwołania od decyzji\n                           Zamawiającego.",
        "date": "2018-11-21"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ z siedzibą w Raciborzu, działając na żądanie akcjonariusza-\n                           Spółki PBG S.A. _\"Akcjonariusz\"_, zwołuje Nadzwyczajne Walne Zgromadzenie RAFAKO S.A.\n                           _\"NWZ\"_, które odbędzie się w dniu 18 grudnia 2018 roku o godz. 12.00 w siedzibie\n                           Spółki w Raciborzu przy ul. Łąkowej 33. Pełny tekst ogłoszenia wraz z porządkiem obrad\n                           NWZ znajduje się w załączniku nr 1.Zarząd RAFAKO S.A. przekazuje również projekty uchwał _załącznik nr 2_, które mają\n                           być przedmiotem obrad NWZ w dniu 18 grudnia 2018 roku. Akcjonariusz, działając na podstawie art. 400 § 1 Kodeksu spółek handlowych, wystąpił\n                           z żądaniem zwołania NWZ celem podjęcia uchwały w sprawie powołania w skład Rady Nadzorczej\n                           Spółki IX kadencji Pana Michała Sikorskiego.Żądanie Akcjonariusza oraz życiorys kandydata do Rady Nadzorczej RAFAKO S.A. Pana\n                           Michała Sikorskiego stanowią załącznik nr 3 do niniejszego raportu.  Żądanie Akcjonariusza jest zgodne z ustaleniami umowy o współpracy z dnia 24-10-2017\n                           zawartej pomiędzy FIPP FIZ AN, Multaros Trading Company Ltd. oraz PBG S.A., o którym\n                           mowa w raporcie Spółki PBG S.A. nr 50/2017 z dnia 24-10-2017.",
        "date": "2018-11-15"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 35/2018, Zarząd RAFAKO S.A. z siedzibą w Raciborzu\n                           w załączeniu przekazuje przebieg kariery zawodowej Pani Heleny Fic powołanej w dniu\n                           30 października 2018 roku na Przewodniczącą Rady Nadzorczej RAFAKO S.A. oraz przebieg\n                           kariery zawodowej Pana Jerzego Wiśniewskiego powołanego w dniu 30 października 2018\n                           roku na Prezesa Zarządu RAFAKO S.A.Powołani członkowie organów:1_ nie prowadzą działalności konkurencyjnej w stosunku do działalności RAFAKO S.A.,2_ nie uczestniczą w spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej,\n                           spółki kapitałowej bądź w konkurencyjnej osobie prawnej jako członek jej organu,3_ nie figurują w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie ustawy\n                           o KRS.",
        "date": "2018-11-13"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ z siedzibą w Raciborzu informuje, że w dniu\n                           6 listopada 2018 r. otrzymał zawiadomienie od firmy Operator Gazociągów Przesyłowych\n                           GAZ– SYSTEM S.A. z siedzibą w Warszawie _\"Zamawiający\"_ o unieważnieniu postępowania\n                           przetargowego w przedmiocie wykonania robót budowlanych dla zadania inwestycyjnego\n                           pn. \"Budowa gazociągu DN 1000 MOP 8,4 MPa Pogórska Wola-Tworzeń\" _\"Zamówienie\"_. \n                           Oferta Spółki złożona w konsorcjum z Przedsiębiorstwem Budowy Kopalń PeBeKa S.A. _lider\n                           konsorcjum_ została wcześniej wskazana przez Zamawiającego jako najkorzystniejsza\n                           w w/w postępowaniu przetargowym, o czym Spółka informowała w RB 21/2018. Wartość oferty\n                           konsorcjum wynosiła łącznie 687 mln PLN netto _tj. 845 mln PLN brutto_, z czego 50%\n                           to udział Spółki.W wyjaśnieniu Zamawiający poinformował, iż unieważnił postępowanie na podstawie art.\n                           93 ust.1 pkt 4_ Ustawy z dnia 29 stycznia 2004 r. Prawo zamówień publicznych _Dz.\n                           U. z 2018 r., poz. 1986_, tj. w związku z tym, że cena oferty najkorzystniejszej przekroczyła\n                           budżet, który Zamawiający zamierzał przeznaczyć na sfinansowanie Zamówienia.Jednocześnie Zarząd Spółki informuje, że portfel zamówień prezentowany w raportach\n                           okresowych nie uwzględniał wartości w/w zadania.",
        "date": "2018-11-06"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\", Emitent\"_ informuje o dokonaniu\n                           w dniu 30 października br. zmian w organach Spółki, które są wynikiem realizacji strategii\n                           oraz konsekwencją wewnętrznej reorganizacji prowadzonej od 2016 roku: 1. Pan Jerzy Wiśniewski złożył rezygnację z zasiadania w Radzie Nadzorczej Spółki.2. Akcjonariusz PBG S.A. wykonując uprawnienie osobiste, o którym mowa w par. 17 ust\n                           3 i 4 Statutu Spółki, powołał do Rady Nadzorczej  Panią Helenę Fic  powierzając jej\n                           funkcję Przewodniczącego Rady Nadzorczej.3. Rezygnację z zasiadania w Zarządzie Spółki złożyli:a_ Pan Edward Kasprzak,b_ Pan Karol Sawicki,c_ Pan Tomasz Tomczak.4. Rada Nadzorcza ustaliła 3 osobowy skład Zarządu Spółki.5. Rada Nadzorcza odwołała Panią Agnieszkę Wasilewską- Semail z funkcji Prezesa Zarządu\n                           i powierzyła jej funkcję Wiceprezesa Zarządu. 6. Rada Nadzorcza powołała do Zarządu Spółki Pana Jerzego Wiśniewskiego i powierzyła\n                           mu stanowisko Prezesa Zarządu. W związku z powyższym:a_ w skład Rady Nadzorczej RAFAKO S.A. wchodzą:1. Pani Helena Fic pełniąca funkcję Przewodniczącego Rady,2. Pani Małgorzata Wiśniewska pełniąca funkcję Wiceprzewodniczącego Rady,3. Pan Przemysław Schmidt pełniący funkcję Sekretarza Rady,4. Pan Dariusz Szymański  pełniący funkcję członka Rady,5. Pan Adam Szyszka pełniący funkcję członka Rady,6. Pan Krzysztof Gerula pełniący funkcję członka Rady;b_ w skład Zarządu RAFAKO S.A. wchodzą:1. Pan Jerzy Wiśniewski pełniący funkcję Prezesa Zarządu,2. Pani Agnieszka Wasilewska-Semail pełniąca funkcję Wiceprezesa Zarządu,3. Pan Jarosław Dusiło pełniący funkcję Wiceprezesa Zarządu.Jednocześnie Zarząd RAFAKO S.A. informuje, że dotychczasowi Wiceprezesi Zarządu pozostaną\n                           w strukturach Spółki pełniąc istotne funkcje i wzmocnią na poziomie operacyjnym zarówno\n                           obszar realizacji kontraktów jak również obszar procesu pozyskiwania nowych projektów.\n                           Przebieg kariery zawodowej i pozostałe informacje dotyczące  Pani Heleny Fic- Przewodniczącego\n                           Rady Nadzorczej oraz Pana Jerzego Wiśniewskiego Prezesa Zarządu, zostaną przesłane\n                           odrębnym raportem bieżącym.",
        "date": "2018-10-30"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 33/2017 z dnia 26 września 2017 r., Zarząd RAFAKO\n                           S.A.  w Raciborzu _\"Spółka\"_ informuje, że 10 października 2018 roku konsorcjum Spółki\n                           oraz Mostostal Warszawa S.A. i Polimex-Mostostal S.A. _\"Konsorcjum\"_ zawarło z PGE\n                           Górnictwo i Energetyka Konwencjonalna S.A. aneks nr 9 _\"Aneks\"_ do umowy z dnia 15\n                           lutego 2012 roku na budowę bloków energetycznych nr 5 i 6 w PGE GiEK S.A. Oddział\n                           Elektrownia Opole _\"Projekt\"_ realizowanej przez Konsorcjum oraz GE Power sp. z o.o.,\n                           które jest generalnym projektantem oraz pełni funkcję lidera konsorcjum zarządzającego\n                           realizacją Projektu.Na mocy zawartego Aneksu zmianie uległ termin przekazania do eksploatacji  bloków\n                           nr 5 i 6, co powinno nastąpić odpowiednio do 15 czerwca 2019r. oraz 30 września 2019r.\n                           Strony potwierdziły również wysokość wynagrodzenia należnego Konsorcjum, pod warunkiem\n                           dotrzymania uzgodnionych w Aneksie terminów przekazania bloków do eksploatacji.",
        "date": "2018-10-10"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"RAFAKO\", \"Spółka\"_ informuje, że w dniu\n                           13 września 2018 r. Spółka otrzymała zawiadomienie złożone w trybie w art. 19 ust.\n                           1 Rozporządzenia MAR o nabyciu akcji Spółki przez Pana Jarosława Dusiło– osobę pełniącą\n                           obowiązki zarządcze w RAFAKO, tj. Wiceprezesa Zarządu Spółki.Treść otrzymanego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-09-13"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"RAFAKO\", \"Spółka\"_ informuje, że w dniu\n                           12 września 2018 r. Spółka otrzymała zawiadomienie złożone w trybie w art. 19 ust.\n                           1 Rozporządzenia MAR o nabyciu akcji Spółki przez Panią Agnieszkę Wasilewską – Semail\n                           – osobę pełniącą obowiązki zarządcze w RAFAKO, tj. Prezesa Zarządu Spółki.Treść otrzymanego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-09-12"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_, w nawiązaniu do:1_raportu bieżącego 17/2018 z dnia 21 czerwca 2017 r., w którym Spółka informowała\n                           o rozpoczęciu kolejnego etapu reorganizacji Spółki, 2_raportu bieżącego 30/2017 z dnia 8 września 2017 r. w którym Spółka informowała\n                           o podjęciu decyzji o redukcji zatrudnienia w Spółce w drodze zwolnień grupowych, oraz\n                           3_raportu bieżącego 34/2017 z dnia 28 września 2017 r., w którym Spółka informowała\n                           o zawarciu porozumienia z zakładowymi organizacjami związkowymi działającymi w Spółce\n                           dotyczącego zwolnień grupowych, informuje o zakończeniu w dniu 31 lipca 2018 r. kolejnego etapu reorganizacji Spółki\n                           mającego na celu zbudowanie elastycznej, bardziej efektywnej kosztowo organizacji,\n                           dostosowanej do obecnych warunków rynkowych. W ramach omawianego procesu reorganizacji\n                           przeprowadzono między innymi redukcję zatrudnienia oraz działania optymalizacyjne\n                           podejmowane w ramach funkcjonowania całej organizacji. W wyniku przeprowadzonego procesu reorganizacji, liczba zredukowanych etatów nie przekroczyła\n                           uzgodnionej w porozumieniu z zakładowymi organizacjami związkowymi liczby 276 etatów,\n                           a łączna wartość oszczędności wynikających z redukcji zatrudnienia od początku procesu\n                           restrukturyzacji do końca bieżącego roku powinna osiągnąć poziom 15 mln zł, z czego\n                           w samym 2018 roku jest to kwota 12 mln zł. W skład wskazanej kwoty nie wchodzą oszczędności\n                           wynikające z dodatkowych działań optymalizacyjnych, które zostały podjęte w ramach\n                           procesu reorganizacji.Koszty związane z przeprowadzeniem omawianego etapu reorganizacji Spółki nie przekroczą\n                           utworzonej na ten cel dodatkowej rezerwy.",
        "date": "2018-08-01"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do RB 25/2018 z dnia 11 lipca 2018 r., Zarząd RAFAKO S.A. _\"Spółka\",\n                           \"Emitent\"_ informuje, że  podpisana została umowa z firmą PGE Górnictwo i Energetyka\n                           Konwencjonalna S.A. _\"Zamawiający\"_, której przedmiotem jest wykonanie kompleksowej\n                           modernizacji Instalacji Odsiarczania Spalin na blokach nr 3 i 4 oraz 5 i 6 w PGE GiEK\n                           S.A. Oddział Elektrownia Bełchatów. _\"Umowa\"_. Wartość Umowy wynosi łącznie 181.600.000 PLN netto _tj. 223.368.000 PLN brutto_.Termin realizacji Umowy to 31 maja 2021 rok. Łączny limit kar umownych ze wszystkich tytułów jest ograniczony do 25% wartości Umowy\n                           netto. Zamawiający ma prawo dochodzenia na zasadach ogólnych odszkodowania uzupełniającego\n                           przewyższającego zastrzeżone w Umowie kary umowne. Odpowiedzialność z tytułu niewykonania\n                           lub nienależytego wykonania Umowy została ograniczona do 100% wartości Umowy netto.\n                           Inne warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.",
        "date": "2018-08-01"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ z siedzibą w Raciborzu, w nawiązaniu do RB 7/2018, w\n                           którym Spółka wskazała stałe daty przekazywania raportów okresowych w 2018 roku informuje,\n                           że rozszerzony skonsolidowany raport za I półrocze 2018 roku zawierający skrócone\n                           jednostkowe sprawozdanie finansowe, opublikowany zostanie w dniu 7 września 2018 roku.W raporcie bieżącym 7/2018 Spółka wskazała, że raport, o którym mowa powyżej, opublikowany\n                           zostanie w dniu 1 października 2018 roku.Podstawa prawna raportu bieżącego: art. 56 ust. 1 pkt  2 Ustawy o ofercie publicznej\n                           i § 80 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2018-07-31"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do RB 27/2018 z dnia 18 lipca 2018 r., Zarząd RAFAKO S.A. _\"Spółka\",\n                           \"Emitent\"_ informuje, że  Konsorcjum, w skład którego wchodzi Spółka _Lider Konsorcjum_\n                           oraz firma ENERGA Serwis Sp. z o.o. z siedzibą w Ostrołęce _Członek Konsorcjum_, podpisało\n                           umowę z firmą ENERGA Elektrownie Ostrołęka S.A. z siedzibą w Ostrołęce _\"Zamawiający\"_,\n                           której przedmiotem jest \"Budowa instalacji odsiarczania spalin II w Elektrowni Ostrołęka\n                           B\" _\"Umowa\"_. Wartość Umowy wynosi łącznie 199.250.000 PLN netto _245.077.500 PLN brutto_, w tym\n                           wartość wynagrodzenia dla Spółki to 126.250.000 PLN netto, co stanowi około 63,3%\n                           wartości Umowy.Termin realizacji Umowy to 30 czerwca 2020 rok. Łączny limit kar umownych ze wszystkich tytułów jest ograniczony do 25% wartości Umowy\n                           brutto. Zamawiający ma prawo dochodzenia na zasadach ogólnych odszkodowania uzupełniającego\n                           przewyższającego zastrzeżone w Umowie kary umowne. Odpowiedzialność z tytułu niewykonania\n                           lub nienależytego wykonania Umowy została ograniczona do 100% wartości Umowy brutto.\n                           Inne warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.",
        "date": "2018-07-24"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że powziął informację o wyborze\n                           przez firmę Energa Wytwarzanie S.A. z siedzibą w Gdańsku _\"Zamawiający\"_ oferty Spółki\n                           złożonej w konsorcjum w składzie RAFAKO S.A. _lider konsorcjum_ i ENERGA Serwis Sp.\n                           z o.o. z siedzibą w Ostrołęce _Konsorcjum_, jako najkorzystniejszej w postępowaniu\n                           przetargowym w przedmiocie budowy instalacji odsiarczania spalin II w Elektrowni Ostrołęka\n                           B.Wartość oferty konsorcjum to 199 250 000 PLN netto _tj. 245 077 500 PLN brutto_, z\n                           czego udział Spółki wynosi około 63,3 %. Termin realizacji zadania to 24 miesiące od dnia zawarcia umowy jednak nie później\n                           niż do 30 czerwca 2020 r. w zależności co nastąpi pierwsze. O podpisaniu umowy Emitent poinformuje stosownym raportem bieżącym.",
        "date": "2018-07-18"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego numer 14/2018 z dnia 20 marca 2018 roku, Zarząd\n                           RAFAKO S.A. _dalej \"Spółka\", \"Emitent\"_ informuje o powzięciu informacji o anulowaniu\n                           przez Zamawiającego, tj. Elering AS z siedzibą w Tallinie _Estonia_ wyboru oferty\n                           Spółki jako najkorzystniejszej w postępowaniu przetargowym w przedmiocie \"Budowa \"pod\n                           klucz\" Tłoczni Gazu Paldiski i Puiatu w Estonii\". Decyzja Zamawiającego jest ostateczna\n                           i jest wynikiem odwołania jednego z kontroferentów. Jednocześnie Zarząd Spółki informuje,\n                           że portfel zamówień Spółki prezentowany w raportach okresowych nie uwzględniał wartości\n                           w/w zadania.",
        "date": "2018-07-12"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że powziął informację o wyborze\n                           oferty Spółki przez PGE Górnictwo i Energetyka Konwencjonalna S.A. jako najkorzystniejszej\n                           w postępowaniu przetargowym w przedmiocie \"Wykonanie kompleksowej modernizacji Instalacji\n                           Odsiarczania Spalin na blokach nr 3 i 4 oraz 5 i 6 w PGE GiEK S.A. Oddział Elektrownia\n                           Bełchatów. Wartość oferty Spółki wynosi 181,6 mln PLN netto _tj. 223,4 mln brutto_.\n                           Termin realizacji w/w zadania przypada na koniec maja 2021 roku. O zawarciu umowy\n                           Emitent poinformuje oddzielnym raportem bieżącym.",
        "date": "2018-07-11"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Emitent\" lub \"Spółka\"_ informuje o podpisaniu\n                           z Powszechną Kasą Oszczędności Bankiem Polskim S.A. z siedzibą w Warszawie _\"Bank\"_\n                           Aneksu _\"Aneks\"_ do Umowy limitu kredytowego wielocelowego z dnia 7 lutego 2012 roku\n                           wraz  z późniejszymi zmianami _\"Umowa\"_, o której Emitent informował w RB 24/2014,\n                           RB 8/2015, RB 11/2015, RB 43/2015, RB 14/2016, RB 20/2016 oraz RB 24/2017.Aneks do Umowy zawiera przede wszystkim następujące zmiany:A. W ramach limitu Bank udziela Spółce:1_ kredytu w rachunku bieżącym, w walucie PLN do kwoty 70.000.000,00 PLN _słownie\n                           złotych: siedemdziesiąt milionów 00/100_, na podstawie dyspozycji wykorzystania kredytu,\n                           składanej przez Spółkę.2_ kredytu obrotowego odnawialnego, w walucie PLN i EUR do kwoty 80.000.000,00 PLN\n                           _słownie złotych: osiemdziesiąt milionów 00/100_, na podstawie dyspozycji wykorzystania\n                           kredytu składanej przez Spółkę, na finansowanie bieżących zobowiązań wynikających\n                           z wykonywanej działalności,3_ gwarancji bankowych na warunkach określonych w Umowie oraz kredytu obrotowego odnawialnego\n                           na realizację ewentualnych wypłat z tytułu zrealizowanych gwarancji bankowych udzielonych\n                           przez PKO BP w ramach limitu do kwoty 150.000.000 zł, z zastrzeżeniem, że łączna kwota środków wykorzystanych w ramach limitu nie może przekroczyć\n                           kwoty 200.000.000 PLN.B. Aneks określa termin wykorzystania i spłaty Limitu do dnia 30 czerwca 2019 roku.C. Spółka zobowiązała się również do aktualizacji istniejących oświadczeń o poddaniu\n                           się egzekucji w formie aktu notarialnego w trybie art. 777 k.p.c, poprzez przedłużenie\n                           okresu w którym Bank będzie mógł wystąpić o nadanie tytułowi egzekucyjnemu klauzuli\n                           wykonalności do dnia 30 czerwca 2024 roku.D. W przypadku braku uzyskania przez Spółkę planowanej wartości portfela nowych zamówień\n                           w postaci kontraktów podpisanych w roku 2018 w wysokości 900.000.000 zł netto, Bank\n                           będzie uprawniony do obniżenia kwoty dostępnego kredytu w rachunku bieżącym o wartość\n                           procentową równą wartości procentowej nieuzyskanej przez Spółkę kwoty planowanej wartości\n                           portfela, w zaokrągleniu do pełnych milionów. Weryfikacja planowanej wartości portfela\n                           będzie dokonana w oparciu o oświadczenie Spółki i zestawienie kontraktów dostarczone\n                           do Banku do dnia 31 stycznia 2019 roku.Aneks nie zmienia treści pozostałych istotnych warunków przedstawionych w Umowie.",
        "date": "2018-06-29"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Emitent\" lub \"Spółka\"_ informuje, że na\n                           Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 26 czerwca 2018 roku,\n                           obecnymi akcjonariuszami posiadającymi co najmniej 5% ogólnej liczby głosów na tym\n                           zgromadzeniu, byli:1. Spółka Multaros Trading Company Limited, której przysługiwało 34.800.001 głosów,\n                           co stanowiło 47,68% udziału w liczbie głosów na Walnym Zgromadzeniu i stanowi 27,31%\n                           w ogólnej liczbie głosów w Spółce,2. Spółka PBG S.A., której przysługiwało 7.665.999 głosów, co stanowiło 10,50% udziału\n                           w liczbie głosów na Walnym Zgromadzeniu i stanowi 6,02% w ogólnej liczbie głosów w\n                           Spółce.3. Fundusz Inwestycji Polskich Przedsiębiorstw Fundusz Inwestycyjny Zamknięty Aktywów\n                           Niepublicznych, któremu przysługiwało 12.615.769 głosów, co stanowiło 17,28% udziału\n                           w liczbie głosów na Walnym Zgromadzeniu i stanowi 9,90% w ogólnej liczbie głosów w\n                           Spółce.4. NATIONALE-NEDERLANDEN OTWARTY FUNDUSZ EMERYTALNY, któremu przysługiwało 12.000.000\n                           głosów, co stanowiło 16,44% udziału w liczbie głosów na Walnym Zgromadzeniu i stanowi\n                           9,42% w ogólnej liczbie głosów w Spółce.Zarząd Spółki wskazuje jednocześnie, że następujący akcjonariusze Emitenta: PBG S.A.,\n                           Multaros Trading Company Limited oraz Fundusz Inwestycji Polskich Przedsiębiorstw\n                           Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych są stronami porozumienia z dnia\n                           24 października 2017 r. o którym mowa w art. 87 ust. 1 pkt 6_ Ustawy o Ofercie Publicznej\n                           _\"Porozumienie\"_, dysponując w związku z tym łącznie 55.081.769 akcjami, dającymi\n                           prawo do 55.081.769 głosów na Zwyczajnym Walnym Zgromadzeniu Spółki z dnia 26 czerwca\n                           2018 r., stanowiących ok.75,47% liczby głosów na tym Zgromadzeniu oraz 43,22% ogólnej\n                           liczby głosów w Spółce. Emitent informował o zawarciu Porozumienia, przekazując zawiadomienia\n                           o zmianie stanu posiadania akcji Spółki otrzymanych od stron Porozumienia, w dniu\n                           30 listopada 2017 r. raportem bieżącym nr 37/2017 oraz w dniu 31 listopada 2017 r.\n                           raportem bieżącym nr 39/2017.",
        "date": "2018-06-26"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Emitent\" lub \"Spółka\"_, w załączeniu przekazuje\n                           treść Uchwał podjętych przez Zwyczajne Walne Zgromadzenie RAFAKO S.A w dniu 26 czerwca\n                           2018 roku _\"ZWZ\"_.Jednocześnie Emitent informuje, że:1_ ZWZ odstąpiło od rozpatrzenia następujących punktów porządku obrad:- podjęcia uchwały w sprawie określenia liczby członków Rady Nadzorczej- podjęcia uchwał w sprawie zmian w składzie Rady Nadzorczej Spółki;2_ nie zgłoszono sprzeciwów do protokołu podczas obrad ZWZ;3_ wszystkie uchwały, które zostały poddane pod głosowanie zostały przyjęte przez\n                           ZWZ.W odniesieniu do dokumentów będących przedmiotem głosowania ZWZ Emitent informuje,\n                           że sprawozdania finansowe i sprawozdania Zarządu z działalności Emitenta oraz Grupy\n                           Kapitałowej Rafako S.A. za rok obrotowy 2017, będące przedmiotem zatwierdzenia w ramach\n                           punktu 8 przyjętego porządku obrad, zostały przekazane do publicznej wiadomości w\n                           dniu 5 kwietnia 2018 r., a ponadto są dostępne na stronie internetowej Emitenta pod\n                           adresem https://www.rafako.com.pl/relacje-inwestorskie/raporty-okresowe. Z kolei sprawozdanie\n                           z działalności Rady Nadzorczej w 2017 roku, będące przedmiotem zatwierdzenia w ramach\n                           punktu 8 przyjętego porządku obrad, jest dostępne na stronie internetowej Emitenta\n                           pod adresem: https://www.rafako.com.pl/relacje-inwestorskie/relacje-inwestorskie/wza.Podstawa prawna raportu bieżącego: art. 56 ust. 1 pkt 2 Ustawy o ofercie publicznej\n                           i § 19 ust. 1 pkt 6 - 9 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w\n                           sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-06-26"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że powziął informację o wyborze\n                           przez firmę Operator Gazociągów Przesyłowych GAZ – SYSTEM S.A. z siedzibą w Warszawie\n                           _\"Zamawiający\"_ oferty Spółki złożonej w konsorcjum z Przedsiębiorstwem Budowy Kopalń\n                           PeBeKa S.A. _lider konsorcjum_, jako najkorzystniejszej w postępowaniu przetargowym\n                           w przedmiocie wykonania robót budowlanych dla zadania inwestycyjnego pn. \"Budowa gazociągu\n                           DN 1000 MOP 8,4 MPa Pogórska Wola-Tworzeń\". Wartość oferty konsorcjum to łącznie 687 mln PLN netto _tj. 845 mln PLN brutto_, z\n                           czego udział Spółki wynosi 50%.  Termin realizacji zadania to 24 miesiące od dnia zawarcia umowy. Procedura przetargowa przewiduje 10-cio dniowy termin na wniesienie odwołania od decyzji\n                           Inwestora.",
        "date": "2018-06-22"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\" lub \"RAFAKO\"_, w nawiązaniu do\n                           RB 17/2018 z dnia 27 kwietnia 2018 roku informującego o wyborze przez firmę Operator\n                           Gazociągów Przesyłowych GAZ- SYSTEM S.A. z siedzibą w Warszawie _\"Zamawiający\"_ oferty\n                           Spółki jako najkorzystniejszej w postępowaniu przetargowym w przedmiocie \"Wykonanie\n                           robót budowlanych dla zadania inwestycyjnego pn. Budowa gazociągu DN 700 Szczecin-\n                           Gdańsk, odcinek Goleniów- Płoty\", informuje, że w dniu 30 maja 2018 roku Spółka podpisała\n                           z Zamawiającym umowę, której przedmiotem jest generalna realizacja inwestycji pn.:\n                           \"Budowa gazociągu DN700 Szczecin-Gdańsk, odcinek Goleniów-Płoty wraz z infrastrukturą\n                           towarzyszącą\" _\"Umowa\"_.  Wartość Umowy wynosi łącznie 124 892 356,00 zł netto _153 617 597,88 zł brutto_. Termin na wykonanie przedmiotu Umowy wynosi 24 miesiące od dnia zawarcia Umowy.Łączna wysokość kar umownych ze wszystkich tytułów ograniczona jest do kwoty 20% wynagrodzenia\n                           umownego netto.W przypadku, gdy szkoda po stronie Zamawiającego przekracza wartość kar umownych,\n                           Zamawiający ma prawo do dochodzenia odszkodowania przewyższającego wysokość zastrzeżonych\n                           kar umownych na zasadach ogólnych.Całkowita odpowiedzialność każdej ze Stron z tytułu niewykonania lub nienależytego\n                           wykonania Umowy ograniczona jest do kwoty 100% wynagrodzenia umownego brutto. Inne warunki umowy nie odbiegają od powszechnie stosowanych w tego typu umowach.",
        "date": "2018-05-30"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ z siedzibą w Raciborzu, zwołuje Zwyczajne Walne Zgromadzenie\n                           RAFAKO S.A. _\"ZWZ\"_, które odbędzie się w dniu 26 czerwca 2018 roku o godz. 12.00\n                           w siedzibie Spółki w Raciborzu przy ul. Łąkowej 33. Pełny tekst ogłoszenia wraz z\n                           porządkiem obrad ZWZ znajduje się w załączniku nr 1.Zarząd RAFAKO S.A. przekazuje również projekty uchwał _załącznik nr 2_, które mają\n                           być przedmiotem obrad ZWZ w dniu 26 czerwca 2018 roku.  Podstawa prawna raportu bieżącego: art. 56 ust. 1 pkt 2 Ustawy o ofercie publicznej\n                           i § 19 ust. 1 pkt 1_ i 2_ Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim.",
        "date": "2018-05-30"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ z siedzibą w Raciborzu, w nawiązaniu do RB 7/2018 z\n                           dnia 30 stycznia 2018 r, w którym Spółka wskazała terminy publikacji raportów okresowych\n                           w 2018 roku informuje, że rozszerzony skonsolidowany raport kwartalny za I kwartał\n                           2018 roku opublikowany zostanie w dniu 25 maja 2018 roku.W raporcie bieżącym 7/2018 Spółka wskazała, że raport o którym mowa powyżej, opublikowany\n                           zostanie w dniu 30 maja 2018 roku.Podstawa prawna raportu bieżącego: art. 56 ust. 1 pkt  2 Ustawy o ofercie publicznej\n                           i § 80 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2018-05-18"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że powziął informację o wyborze\n                           przez firmę Operator Gazociągów Przesyłowych GAZ- SYSTEM S.A. z siedzibą w Warszawie\n                           _\"Zamawiający\"_ oferty Spółki jako najkorzystniejszej w postępowaniu przetargowym\n                           w przedmiocie \"Wykonanie robót budowlanych dla zadania inwestycyjnego pn. Budowa gazociągu\n                           DN 700 Szczecin- Gdańsk, odcinek Goleniów- Płoty\". Wartość oferty Spółki to łącznie\n                           blisko 124,9 mln PLN netto _tj. 153,6 mln brutto_. Termin realizacji ww. zadania to\n                           24 miesiące od dnia zawarcia umowy. Procedura przetargowa przewiduje 10-cio  dniowy\n                           termin na wniesienie odwołania od decyzji Inwestora.  O zawarciu umowy Spółka poinformuje\n                           stosownym raportem bieżącym.",
        "date": "2018-04-27"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"RAFAKO\", \"Spółka\"_ informuje, że w dniu\n                           27 kwietnia 2018 roku Spółka zawarła z HSBC Bank Polska S.A. z siedzibą w Warszawie,\n                           przy Rondzie ONZ 1, 00-124 Warszawa, wpisaną do rejestru przedsiębiorców Krajowego\n                           Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie,\n                           XII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000030437, posiadającą\n                           NIP 526-02-11-469 oraz kapitał zakładowy w wysokości 393.207.000 PLN w całości wpłacony\n                           _\"Bank\"_ umowę o linię na gwarancje bankowe _\"Umowa\"_.Z dniem zawarcia Umowy, Bank udzielił RAFAKO linii na gwarancje bankowe, w ramach\n                           której RAFAKO może występować o wystawienie gwarancji do wysokości limitu w kwocie\n                           20.475.000 EUR. Linia może być przeznaczona wyłącznie na finansowanie bieżącej działalności\n                           RAFAKO związanej z wykonaniem kontraktów realizowanych przez RAFAKO poprzez wystawianie\n                           gwarancji na zlecenie RAFAKO. W ramach limitu mogą być udzielone następujące rodzaje\n                           gwarancji kontraktowych:_a_ przetargowe _wadium_, _b_ zwrotu zaliczki,_c_ dobrego wykonania umowy i rękojmi.Warunkiem wykorzystania przez RAFAKO linii będzie spełnienie warunków umownych, w\n                           tym ustanowienie zwyczajowych dla tego rodzaju umów zabezpieczeń.Umowa ma charakter odnawialny, co oznacza, że wygaśnięcie wystawionej przez Bank gwarancji\n                           przywraca dostępność limitu o kwotę wygasłej gwarancji.Najpóźniejszy termin ważności wystawianych gwarancji został ustalony na dzień 24 kwietnia\n                           2024 r.Pozostałe warunki Umowy nie odbiegają od ogólnie przyjętych dla tego typu umów zawieranych\n                           na rynku. Umowa nie zawiera postanowień dotyczących kar umownych.",
        "date": "2018-04-27"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"RAFAKO\"_ informuje, że w dniu 5 kwietnia 2018 roku zatwierdził\n                           zaktualizowaną strategię rozwoju Grupy Kapitałowej RAFAKO na lata 2018-2020 _dalej\n                           \"strategia\"_, która została pozytywnie zaopiniowana przez Radę Nadzorczą. Decyzja\n                           o aktualizacji strategii jest podyktowana zmianami zachodzącymi na podstawowym rynku\n                           działalności Spółki, a także perspektywami rozwoju w nowym obszarze działalności,\n                           który obejmuje usługi EPC oraz generalnego wykonawstwa w sektorze gazu ziemnego, ropy\n                           naftowej i paliw. Taki kierunek ma na celu dywersyfikację źródeł przychodów i zapewnienie\n                           dalszego rozwoju działalności Grupy. Celami strategicznymi RAFAKO są:1. umacnianie pozycji na krajowym rynku energetyki poprzez udział i realizację największych\n                           inwestycji w Polsce, udział w rynku związanym z modernizacją infrastruktury energetycznej,\n                           cieplnej oraz dostosowaniem do regulacji BAT;2. wejście w sektor gazu ziemnego, ropy naftowej i paliw poprzez wykorzystanie kompetencji,\n                           doświadczenia i referencji Grupy PBG;3. ekspansja działalności na rynkach zagranicznych w obu strategicznych segmentach\n                           działalności Grupy;4. rozwój stosowanych przez Grupę technologii, w szczególności technologii własnych;5. udział w rynku budownictwa przemysłowego; 6. optymalizacja w obszarach zabezpieczenia i finansowania kontraktów;7. poprawa rentowności poprzez kontrolę i ograniczenie ryzyk projektowych; 8.osiągnięcie zdolności dywidendowej w 2020 roku. Realizacja celów strategicznych będzie możliwa pod warunkiem odpowiedniej organizacji\n                           Grupy Kapitałowej RAFAKO i skoncentrowaniu działalności na usługach zarządzania projektami\n                           w formule EPC oraz generalnego wykonawstwa w obu strategicznych segmentach. Reorganizacja\n                           wewnętrzna Grupy dotyczyć będzie z jednej strony przejęcia kompetencji EPC w sektorze\n                           gazu ziemnego, ropy naftowej i paliw, natomiast z drugiej strony, rozdzielenia działalności\n                           usługowej i produkcyjnej poprzez planowane wyodrębnienie w ramach struktury RAFAKO\n                           zorganizowanej części przedsiębiorstwa Zakładu Produkcji Kotłów, a następnie wniesienie\n                           przez RAFAKO wkładem niepieniężnym _aportem_ tej zorganizowanej części przedsiębiorstwa\n                           do spółki zależnej RAFAKO. Przejęcie kompetencji w nowym obszarze działalności odbędzie\n                           się poprzez połączenie spółek RAFAKO Engineering Sp. z o.o. _spółka w 51% zależna\n                           od spółki RAFAKO oraz w 49% zależna od PBG oil and gas Sp. z o.o._ z PBG oil and gas\n                           Sp. z o.o. _spółka zależna w 100% od PBG SA – podmiotu dominującego Grupy Kapitałowej\n                           PBG_. Dodatkowo do transakcji zostanie włączona spółka PGL Dom Sp. z o.o. _spółka\n                           w 100% zależna od spółki RAFAKO_, co ma na celu wzmocnienie bilansu i tym samym zdolności\n                           kredytowej połączonego podmiotu, w którym większościowy pakiet obejmie spółka RAFAKO.\n                           Takie rozwiązanie zwiększy zdolność ofertowania, pozyskiwania i realizacji projektów\n                           w ramach rozbudowanego obszaru kompetencji Grupy RAFAKO oraz w sposób naturalny pozwoli\n                           na rozwój działalności poprzez wykorzystanie synergii łączących się podmiotów. Transakcja\n                           połączenia będzie możliwa do przeprowadzenia pod warunkiem uzyskania zgód wierzycieli,\n                           zarówno po stronie spółki RAFAKO, tj. instytucji finansujących, jak  również po stronie\n                           spółki PBG, tj. obligatariuszy, o które to zgody spółki wystąpią w najbliższym czasie.\n                           Wydzielenie Zakładu Produkcji Kotłów w ramach struktur Grupy Kapitałowej RAFAKO ma\n                           na celu dalsze urynkowienie tej działalności, optymalizację i tym samym zwiększenie\n                           konkurencyjności, jak również ma na celu uporządkowanie struktury organizacyjnej.\n                           Wydzielenie zorganizowanej części przedsiębiorstwa ze struktur RAFAKO będzie również\n                           wymagało uzyskania zgód wierzycieli Spółki. W ramach zaktualizowanej strategii Grupa RAFAKO zakłada osiągnięcie przychodów na\n                           poziomie 300 mln zł rocznie w  segmencie gazu ziemnego, ropy naftowej i paliw w horyzoncie\n                           3 letnim. Strategia opracowana została z uwzględnieniem istotnych zmian w otoczeniu\n                           biznesowym Grupy RAFAKO i obserwowanych trendów na rynku energii, przemysłu, jak również\n                           gazu ziemnego, ropy naftowej i paliw. Prezentacja Strategii została zamieszczona zarówno\n                           w sprawozdaniu Zarządu z działalności Spółki, jak również z działalności Grupy Kapitałowej\n                           RAFAKO za 2017 rok. Podawane informacje dotyczące przyszłości nie stanowią prognoz ani szacunków.",
        "date": "2018-04-05"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_ informuje, że powziął informację o wyborze\n                           przez firmę Elering AS z siedzibą w Tallinie, Estonia _\"Zamawiający\"_ oferty Spółki\n                           jako najkorzystniejszej w postępowaniu przetargowym w przedmiocie \"Budowa \"pod klucz\"\n                           Tłoczni Gazu Paldiski i Puiatu w Estonii\". Wartość oferty Spółki to łącznie około\n                           50 mln EUR netto _tj. około 210 mln PLN_. Termin realizacji ww. zadania to 26 miesięcy\n                           od dnia zawarcia umowy. Procedura przetargowa przewiduje 14-sto dniowy termin na składanie\n                           wyjaśnień i odwołań. O zawarciu umowy Spółka poinformuje stosownym raportem bieżącym.",
        "date": "2018-03-20"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd spółki RAFAKO S.A. z siedzibą w Raciborzu, wpisanej do rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego pod numerem 0000034143 _\"Emitent\"_, informuje, iż w związku\n                           z zakończeniem w dniu 16 marca 2018 r. prac nad agregacją oraz weryfikacją danych\n                           finansowych realizowanych na potrzeby sporządzenia sprawozdań finansowych za rok obrotowy\n                           2017 r., podjął decyzję o przekazaniu do publicznej wiadomości  wstępnych wyników\n                           finansowych, z uwagi na fakt, iż wyniki te odbiegają od wyników  osiąganych w analogicznych\n                           okresach.Wstępne skonsolidowane dane finansowe Grupy Kapitałowej Emitenta wynoszą:- przychody ze sprzedaży za 2017 r. wynoszą  1.782,6  mln złotych _spadek o 92,7 mln\n                           złotych w stosunku do danych skonsolidowanych za rok obrotowy 2016 r._,- zysk brutto ze sprzedaży za 2017 r. wynosi 150 mln złotych _wzrost o 25,7 mln złotych\n                           w stosunku do 2016 r._,- zysk operacyjny za 2017 r. wynosi 46,4 mln złotych _wzrost o 21,7 mln złotych w\n                           stosunku do 2016 r._,- zysk netto z działalności kontynuowanej za 2017 r. wynosi 3,2 mln złotych _spadek\n                           o  7,7 mln złotych w stosunku do 2016 r._.Wstępne jednostkowe dane finansowe Emitenta wynoszą:- przychody ze sprzedaży za 2017 r. wynoszą 616,6 mln złotych _spadek o 121,6 mln\n                           złotych w stosunku do 2016 r._,- zysk brutto ze sprzedaży za 2017 r. wynosi 44 mln złotych _wzrost o 25,5 mln złotych\n                           w stosunku do 2016 r._,- strata operacyjna za 2017 r. wynosi 39,8 mln złotych wobec straty na poziomie 62,9\n                           mln złotych w roku ubiegłym,- strata netto z działalności kontynuowanej za 2017 r. wynosi 66,0 mln złotych _spadek\n                           wyniku netto o 3,8 mln złotych w stosunku do 2016 r._.W ocenie Zarządu Emitenta na obniżenie skonsolidowanego i jednostkowego wyniku netto\n                           za 2017 r. wpływ miały następujące istotne czynniki, dotyczące bezpośrednio Emitenta:a_ podjęcie przez Zarząd Emitenta decyzji o dokonaniu korekt w wycenie kontraktów\n                           długoterminowych na dzień 31 grudnia 2017 r. w wyniku przeprowadzenia okresowej analizy\n                           kosztów poniesionych w związku z ich realizacją oraz weryfikacji założeń odnośnie\n                           przyszłych przychodów i kosztów związanych z tymi kontraktami, w tym mających ujemny\n                           wpływ na wynik, tj. w szczególności: rozpoznanie straty w wysokości 10 mln złotych\n                           w związku z koniecznością wymiany części urządzeń na kontrakcie dotyczącym budowy\n                           kotła fluidalnego oraz z powodu utworzenia dodatkowej rezerwy na spodziewaną stratę\n                           w kwocie 9,2 mln złotych na kontrakcie dotyczącym instalacji odazotowania spalin,\n                           która może wystąpić w przypadku wydania polecenia rozpoczęcia prac na projekcie,b_ utworzenie rezerw związanych z reorganizacją Emitenta, której nowy etap został\n                           rozpoczęty w dniu 21 czerwca 2017 r. _RB Emitenta nr 17/2017_. Ostateczne zobowiązania\n                           w zw. z realizacją reorganizacji Emitenta wyniosą około 8,4 mln złotych i znajdują\n                           w całości odzwierciedlenie w wyniku za rok obrotowy 2017, co pozwoli na zrealizowanie\n                           zakładanych pierwotnie oszczędności;c_ realizacja aktywa z tytułu odroczonego podatku dochodowego w kwocie 17,2 mln złotych\n                           _odroczony podatek nieskutkujący wypływem środków pieniężnych w omawianym okresie_.\n                           Przedstawione powyżej wybrane skonsolidowane oraz jednostkowe dane finansowe mają\n                           charakter wstępny i mogą różnić się od danych ostatecznych, które zostaną przedstawione\n                           w raporcie rocznym za 2017 rok, którego publikacja została zaplanowana na dzień 5\n                           kwietnia 2018 r. Przedstawione dane finansowe podlegają badaniu przez biegłego rewidenta.",
        "date": "2018-03-17"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ z siedzibą w Raciborzu, w nawiązaniu do RB 7/2018, w\n                           którym Spółka wskazała terminy publikacji raportów finansowych w 2018 roku informuje,\n                           że jednostkowy i skonsolidowany raport roczny za 2017 rok opublikowane zostaną w dniu\n                           5 kwietnia 2018 roku.W raporcie bieżącym 7/2018 Spółka wskazała, że raporty o których mowa powyżej, opublikowane\n                           zostaną w dniu 21 marca 2018 roku.Podstawa prawna raportu bieżącego: art. 56 ust. 1 pkt  2 Ustawy o ofercie publicznej\n                           i § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.",
        "date": "2018-03-17"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu, w nawiązaniu do RB 9/2018, w załączeniu\n                           przekazuje przebieg kariery zawodowej, powołanego w dniu 20 lutego 2018 roku Wiceprezesa\n                           Zarządu, Pana Karola Sawickiego.Powołany Wiceprezes Zarządu nie prowadzi działalności konkurencyjnej w stosunku do\n                           działalności RAFAKO S.A., nie uczestniczy w spółce konkurencyjnej jako wspólnik spółki\n                           cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej bądź w innej\n                           konkurencyjnej osobie prawnej jako członek organu.Nie figuruje również w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.",
        "date": "2018-02-21"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do RB 27/2017 i RB 66/2017, Zarząd RAFAKO S.A. _\"Spółka\", \"Emitent\"_\n                           informuje, że w dniu 21 lutego br. spełnił się jeden z dwóch warunków zawieszających\n                           umowy zawartej pomiędzy konsorcjum, w skład którego wchodzi Spółka oraz PT. Rekayasa\n                           Industri z siedzibą w Indonezji jako Lider Konsorcjum _\"Konsorcjum\"_ z PT. PLN _PERSERO_,\n                           JALAN TRUNOJOYO BLOK M I/135, KEBAYORAN BARU, JAKARTA 12160, INDONESIA _\"Zamawiający\"_,\n                           której przedmiotem jest budowa dwóch bloków parowych w Indonezji na wyspie Lombok\n                           _2x50 MW_ _\"Umowa\"_. Spełnienie się warunku zawieszającego- wejście w życie pakietu\n                           finansowania- nastąpiło poprzez zawarcie umowy kredytu przez Zamawiającego z Bankiem\n                           Gospodarstwa Krajowego _BGK_, która to umowa została objęta ochroną ubezpieczeniową\n                           przez Korporację Ubezpieczeń Kredytów Eksportowych S.A. _KUKE_, _BGK i KUKE S.A. wchodzą\n                           w skład Grupy Polskiego Funduszu Rozwoju_.Drugi z warunków Umowy- potwierdzenie przez Zamawiającego przekazania Terenu Budowy,\n                           nie został do dnia dzisiejszego spełniony.",
        "date": "2018-02-21"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu informuje, że w dniu 20 lutego 2018 roku:1. Pan Krzysztof Burek złożył rezygnację z funkcji Wiceprezesa Zarządu Spółki, 2. Rada Nadzorcza Spółki powołała na stanowisko Wiceprezesa Zarządu Spółki, Pana Karola\n                           Sawickiego Przebieg kariery zawodowej i pozostałe informacje dotyczące Pana Wiceprezesa Zarządu\n                           zostaną przesłane odrębnym raportem bieżącym.",
        "date": "2018-02-20"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do RB 63/2017, Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"Spółka\"_ podaje\n                           do publicznej wiadomości:1. Łączną wysokość kosztów, które zostały zaliczone do kosztów emisji akcji serii\n                           K, ze wskazaniem wysokości kosztów według ich tytułów:a_ przygotowanie i przeprowadzenie oferty: 6.039 tys. złb_ sporządzenie prospektu emisyjnego z uwzględnieniem kosztów doradztwa: 573 tys.\n                           złc_ promocja oferty: 20 tys. złŁączna wysokość kosztów: 6.632 tys. zł.2. Metodę rozliczenia powyższych kosztów w księgach rachunkowych Spółki: rozliczenie\n                           kosztów emisji Akcji Serii K w księgach odbyło się poprzez zmniejszenie nadwyżki wartości\n                           emisyjnej wyemitowanych akcji nad ich wartością nominalną. 3. Sposób ujęcia powyższych kosztów w sprawozdaniu finansowym Spółki: koszty te zostaną\n                           ujęte w sprawozdaniu finansowym w pozycji \"Nadwyżka ze sprzedaży akcji powyżej ich\n                           wartości nominalnej\".4. Średni koszt przeprowadzenia subskrypcji przypadający na jednostkę papieru wartościowego\n                           objętego subskrypcją: 0,16 zł.",
        "date": "2018-02-16"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd  RAFAKO S.A. z siedzibą w Raciborzu podaje do publicznej wiadomości stałe daty\n                           przekazywania raportów okresowych w 2018 roku:  1. Rozszerzone skonsolidowane raporty kwartalne: 1_ za I kwartał 2018 – 30 maja 2018, 2_ za III kwartał 2018 - 29 listopada 2018. Zarząd Spółki informuje, że zgodnie z § 101 ust. 2 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r., nie będzie publikować raportu kwartalnego za II i IV kwartał\n                           2018r.2. Rozszerzony skonsolidowany raport półroczny za 2018 -  1 października 2018.  3. Raporty roczne za 2017: 1_ Raport roczny  - 21 marca 2018, 2_ Skonsolidowany raport roczny – 21 marca 2018.",
        "date": "2018-01-30"
    },
    {
        "company_name": "RAFAKO",
        "content": "W nawiązaniu do raportu bieżącego nr 3/2018 z dnia 9 stycznia 2018 r., Zarząd RAFAKO\n                           S.A. _\"Spółka\"_ informuje, iż w dniu 18 stycznia 2018 r. powziął informację o wydaniu\n                           przez Dział Operacyjny Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ komunikatu,\n                           w którym poinformowano, że zgodnie z uchwałą Zarządu KDPW nr 27/2018 z dnia 9 stycznia\n                           2018 r., w dniu 18 stycznia 2018 r. nastąpiła rejestracja 42.500.000 _czterdziestu\n                           dwóch milionów pięciuset tysięcy_ akcji zwykłych na okaziciela serii K o wartości\n                           nominalnej 2 zł _dwa złote_ każda, oznaczonych kodem PLRAFAK00018.Podstawą prawną przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych w związku\n                           z § 34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2018-01-18"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. z siedzibą w Raciborzu _\"RAFAKO\", \"Spółka\"_ informuje, że w dniu\n                           18 stycznia 2018 r. Spółka otrzymała następujące zawiadomienia:1. zawiadomienie złożone w trybie w art. 19 ust. 1 Rozporządzenia MAR o nabyciu akcji\n                           Spółki przez Panią Agnieszkę Wasilewską – Semail – osobę pełniącą obowiązki zarządcze\n                           w RAFAKO, tj. Prezesa Zarządu Spółki;2. zawiadomienie złożone w trybie w art. 19 ust. 1 Rozporządzenia MAR o nabyciu akcji\n                           Spółki przez Pana Jarosława Dusiło – osobę pełniącą obowiązki zarządcze w RAFAKO,\n                           tj. Wiceprezesa Zarządu Spółki;3. zawiadomienie złożone w trybie w art. 19 ust. 1 Rozporządzenia MAR o nabyciu akcji\n                           Spółki przez Pana Edwarda Kasprzaka – osobę pełniącą obowiązki zarządcze w RAFAKO,\n                           tj. Wiceprezesa Zarządu Spółki.Treść otrzymanych zawiadomień stanowi załącznik do niniejszego raportu.",
        "date": "2018-01-18"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, że w dniu 16 stycznia 2018 r., powziął wiadomość,\n                           iż Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. _\"GPW\"_ podjął w dniu 16\n                           stycznia  2018 r. następujące uchwały:1. uchwałę nr 40/2018 w sprawie wyznaczenia ostatniego dnia notowania na Głównym Rynku\n                           GPW praw do akcji zwykłych na okaziciela serii K Spółki, w której Zarząd GPW wyznaczył\n                           na 17 stycznia 2018 r. dzień ostatniego notowania 42.500.000 _czterdziestu dwóch milionów\n                           pięciuset tysięcy_ praw do akcji zwykłych na okaziciela serii K Spółki, o wartości\n                           nominalnej 2 zł _dwa złote_ każda, oznaczonych przez krajowy Depozyt Papierów Wartościowych\n                           S.A. _\"KDPW\"_ kodem PLRAFAK00091;2. uchwałę nr 41/2018 w sprawie dopuszczenia i wprowadzenia do obrotu giełdowego na\n                           Głównym Rynku GPW akcji zwykłych na okaziciela serii K Spółki, w której Zarząd GPW:a. stwierdził, że dopuszczonych do obrotu giełdowego na rynku podstawowym jest 42.500.000\n                           _czterdzieści dwa miliony pięćset tysięcy_ akcji zwykłych na okaziciela serii K Spółki\n                           o wartości nominalnej 2,00 zł _dwa złote_ każda _\"Akcje Serii K\"_; orazb. postanowił wprowadzić z dniem 18 stycznia 2018 r. do obrotu giełdowego na rynku\n                           podstawowym Akcje Serii K, pod warunkiem dokonania przez KDPW w dniu 18 stycznia 2018\n                           r. rejestracji Akcji Serii K i oznaczenia ich kodem PLRAFAK00018. Podstawą prawną\n                           przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy z dnia 29 lipca\n                           2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych w związku z § 34 ust. 1\n                           Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2018-01-16"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, iż w dniu 9 stycznia 2018 r., powziął informację\n                           o Oświadczeniu Krajowego Depozytu Papierów Wartościowych S.A. _\"KDPW\"_ nr 27/2018\n                           z dnia 9 stycznia 2018 r. w sprawie rejestracji papierów wartościowych w depozycie\n                           papierów wartościowych, w którym KDPW postanowił dokonać rejestracji w depozycie papierów\n                           wartościowych prowadzonym przez KDPW 42.500.000 _czterdzieści dwa miliony pięćset\n                           tysięcy_ akcji zwykłych na okaziciela serii K Spółki o wartości nominalnej 2 zł _dwa\n                           złote_ każda, wyemitowanych na podstawie uchwały nr 4 Nadzwyczajnego Walnego Zgromadzenia\n                           Spółki z dnia 12 września 2017 r. oraz nadać im kod ISIN: PLRAFAK00018, pod warunkiem\n                           podjęcia decyzji przez spółkę prowadzącą rynek regulowany, tj. Giełdę Papierów Wartościowych\n                           w Warszawie S.A. _\"GPW\"_ o wprowadzeniu tych akcji do obrotu na rynku regulowanym,\n                           na którym zostały wprowadzone inne akcje Spółki oznaczone ww. kodem ISIN.Zarejestrowanie akcji zwykłych na okaziciela serii K Spółki w depozycie papierów wartościowych\n                           prowadzonym przez KDPW nastąpi w związku z zamknięciem kont prowadzonych dla zbywalnych\n                           praw do akcji oznaczonych kodem PLRAFAK00091, w terminie 3 dni od otrzymania przez\n                           KDPW decyzji o wprowadzeniu ww. akcji do obrotu na rynku regulowanym, na który zostały\n                           wprowadzone inne akcje Spółki oznaczone ww. kodem ISIN, nie wcześniej jednak niż w\n                           dniu wskazanym w tej decyzji jako dzień wprowadzenia tych akcji do obrotu na tym rynku\n                           regulowanym.Podstawą prawną przekazania raportu bieżącego jest art. 56 ust. 1 pkt 2 lit. a Ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych w związku\n                           z § 34 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2018-01-09"
    },
    {
        "company_name": "RAFAKO",
        "content": "Zarząd RAFAKO S.A. _\"Spółka\"_ informuje, iż w dniu 9 stycznia 2018 r., powziął informację\n                           o zatwierdzeniu przez Komisję Nadzoru Finansowego aneksu nr 2 do prospektu emisyjnego\n                           Spółki _\"Aneks nr 2\"_ sporządzonego na potrzeby oferty publicznej 42.500.000 akcji\n                           zwykłych na okaziciela serii K o wartości nominalnej 2 zł _dwa złote_ każda _\"Akcje\n                           Nowej Emisji\"_, oferowanych z zachowaniem prawa poboru dotychczasowych akcjonariuszy\n                           oraz ubieganiem się o dopuszczenie i wprowadzenie 84.931.998 jednostkowych praw poboru,\n                           do 42.500.000 praw do Akcji Nowej Emisji oraz do 42.500.000 Akcji Nowej Emisji do\n                           obrotu na rynku podstawowym Giełdy Papierów Wartościowych w Warszawie S.A.Aneks nr 2 został sporządzony w związku z zawarciem w dniu 29 grudnia 2017 r. przez\n                           Spółkę, będącą członkiem konsorcjum, warunkowej umowy na realizację budowy dwóch bloków\n                           parowych opalanych węglem w Indonezji na wyspie Lombok _2x50 MW_. Szczegółowe informacje\n                           dotyczące podpisania oraz warunków powyższej umowy zostały podane do publicznej wiadomości\n                           przez Spółkę w raporcie bieżącym z dnia 29 grudnia 2017 r. _RB 66/2017_.Aneks nr 2 zostanie udostępniony do publicznej wiadomości w sposób w jaki został udostępniony\n                           prospekt emisyjny Spółki, tj. w formie elektronicznej na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział - Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Zastrzeżenie prawne:Niniejszy materiał, ani żadna jego część nie jest przeznaczony do rozpowszechniania,\n                           bezpośrednio lub pośrednio, na terytorium albo do Stanów Zjednoczonych Ameryki, Kanady,\n                           Japonii, Australii lub w innych państwach, w których publiczne rozpowszechnianie informacji\n                           zawartych w niniejszym materiale może podlegać ograniczeniom lub być zakazane przez\n                           prawo.Niniejszy materiał nie stanowi oferty ani zaproszenia do subskrypcji lub zakupu jakichkolwiek\n                           papierów wartościowych RAFAKO S.A. _\"Spółka\"_. Prospekt emisyjny, który został sporządzony\n                           w związku z ofertą publiczną akcji Spółki na terytorium Polski _\"Oferta\"_ _\"Prospekt\"_,\n                           po jego zatwierdzeniu przez Komisję Nadzoru Finansowego stanowi wraz ze wszystkimi\n                           opublikowanymi aneksami oraz komunikatami aktualizacyjnymi do Prospektu jedyny prawnie\n                           wiążący dokument zawierający informacje o Spółce i publicznej ofercie jej akcji w\n                           Polsce. Prospekt został opublikowany i jest dostępny na stronie internetowej Spółki\n                           _www.rafako.com.pl_ oraz dodatkowo, w celach informacyjnych, na stronie internetowej\n                           Powszechnej Kasy Oszczędności Banku Polskiego S.A. Oddział – Dom Maklerski PKO Banku\n                           Polskiego w Warszawie _www.dm.pkobp.pl_ oraz na stronie internetowej Trigon Domu Maklerskiego\n                           S.A. _www.trigon.pl_.Niniejszy materiał nie stanowi informacji rekomendującej lub sugerującej strategię\n                           inwestycyjną, w tym rekomendacji inwestycyjnej, w rozumieniu rozporządzenia Parlamentu\n                           Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć\n                           na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę 2003/6/WE\n                           Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE i 2004/72/WE.Niniejszy materiał nie stanowi oferty sprzedaży ani zaproszenia do subskrypcji lub\n                           nabycia papierów wartościowych Spółki na terytorium Stanów Zjednoczonych Ameryki.\n                           Papiery wartościowe, o których mowa w niniejszym materiale, nie zostały i nie zostaną\n                           zarejestrowane zgodnie z amerykańską ustawą o papierach wartościowych z 1933 roku,\n                           z późniejszymi zmianami _\"Ustawa o Papierach Wartościowych\"_ i nie mogą być oferowane\n                           ani sprzedawane w Stanach Zjednoczonych Ameryki, jeśli nie zostaną zarejestrowane\n                           zgodnie z Ustawą o Papierach Wartościowych lub nie będzie przysługiwać w stosunku\n                           do nich zwolnienie z wymogów dotyczących rejestracji przewidziane w Ustawie o Papierach\n                           Wartościowych. Nie będzie prowadzona żadna oferta publiczna papierów wartościowych\n                           w Stanach Zjednoczonych.Spółka ani żaden z jej podmiotów zależnych lub innych podmiotów powiązanych nie ponosi\n                           odpowiedzialności za szkody wynikłe z wykorzystania materiału lub jego części bądź\n                           zawartych w nim treści lub z innego tytułu w związku z niniejszym materiałem.",
        "date": "2018-01-09"
    }
]