[
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. przekazuje wykaz akcjonariuszy posiadających\n                           co najmniej 5% ogólnej liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu RAFAMET\n                           S.A. w dniu 12 grudnia 2017r.:1.  Agencja Rozwoju Przemysłu S.A. – akcjonariuszowi temu przysługiwało 2.042.214\n                           głosów z posiadanych akcji, co stanowiło 60,36 głosów na tym Zgromadzeniu oraz 47,29%\n                           ogólnej liczby głosów,2.  PROMACK Sp. z o.o. – akcjonariuszowi temu przysługiwało 649.680 głosów z posiadanych\n                           akcji, co stanowiło 19,20% głosów na tym Zgromadzeniu oraz 15,04% ogólnej liczby głosów,3.  SEZAM IX Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych – akcjonariuszowi\n                           temu przysługiwało 430.000 głosów z posiadanych akcji, co stanowiło 12,71% głosów\n                           na tym Zgromadzeniu oraz 9,96% ogólnej liczby głosów,4.  Pan Michał Tatarek oraz Pani Joanna Tatarek – akcjonariuszom tym, jako podmiotom\n                           powiązanym,  przysługiwało łącznie 261.000 głosów z posiadanych akcji, co stanowiło\n                           7,71% głosów na tym Zgromadzeniu oraz 6,04% ogólnej liczby głosów, w tym:-  Pan Michał Tatarek posiadał 216.000 akcji  _co stanowiło 6,38% głosów na WZ i 5%\n                           ogólnej liczby głosów_,-  Pani Joanna Tatarek posiadała 45.000 akcji  _co stanowiło 1,33% głosów na WZ i\n                           1,04% ogólnej liczby głosów_.Pomiędzy Panem Michałem Tatarek a Panią Joanną Tatarek istniało porozumienie w rozumieniu\n                           art. 87 ust. 1 pkt 5 ustawy z dnia 29.07.2005 r. o ofercie publicznej i warunkach\n                           wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu oraz o spółkach\n                           publicznych.Wszystkie akcje Spółki są akcjami na okaziciela. Każda akcja daje na Walnym Zgromadzeniu\n                           prawo do jednego głosu. Łączna liczba akcji wyemitowanych przez RAFAMET S.A. wynosi\n                           4.318.701, z czego na Nadzwyczajnym Walnym Zgromadzeniu RAFAMET S.A. w dniu 12 grudnia\n                           2017 r. reprezentowanych było 3.383.123 akcje, co stanowi 78,34% kapitału zakładowego.",
        "date": "2017-12-12"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. przekazuje w załączeniu treść uchwał, które\n                           zostały podjęte przez Nadzwyczajne Walne Zgromadzenie w dniu 12 grudnia 2017 r.  Walne Zgromadzenie nie odstąpiło od rozpatrywania żadnego z punktów planowanego porządku\n                           obrad.Uchwała nr 4/II/17 w sprawie zmiany Statutu Spółki nie została podjęta.Podstawa prawna: § 38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz.\n                           133_.",
        "date": "2017-12-12"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w dniu dzisiejszym pomiędzy RAFAMET\n                           S.A. a spółką Hebei K.N.T. Technology Development Co., Ltd, została podpisana umowa\n                           spółki joint venture pod nazwą Hebei Rafamet Machinery Co., Ltd. Kapitał zakładowy Spółki wynosi 3 mln CNY _yuan renminbi_, tj. 1.630.500 PLN _według\n                           kursu NBP na dzień 21.11.2017 r._. Każdy z udziałowców objął 50% kapitału zakładowego.Przedmiotem działalności Spółki jest montaż urządzeń mechanicznych i elektrycznych\n                           oraz wyposażenia pomiarowego, produkcja, sprzedaż i usługi posprzedażne, badania i\n                           rozwój technologii urządzeń mechanicznych i elektrycznych, doradztwo techniczne, usługi\n                           techniczne, a także sprzedaż, wywóz i przywóz wszelkiego rodzaju towarów i technologii.",
        "date": "2017-11-22"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd RAFAMET S.A. przekazuje do publicznej wiadomości projekty uchwał na Nadzwyczajne\n                           Walne Zgromadzenie Spółki w dniu 12 grudnia 2017 r. wraz z uzasadnieniami.Dokumenty, o których mowa powyżej, stanowią załącznik do niniejszego komunikatu.Podstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2014 r., poz. 133_.",
        "date": "2017-11-16"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej, zarejestrowanej w rejestrze\n                           przedsiębiorców prowadzonym przez Sąd Rejonowy w Gliwicach, X Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego  pod  numerem  KRS 0000069588,  działając  na  podstawie\n                           art. 399 § 1 k.s.h., art. 4021 i art.4022  k.s.h. oraz § 23 ust. 5 i 6 Statutu Spółki,\n                           zwołuje Nadzwyczajne Walne Zgromadzenie Fabryki Obrabiarek RAFAMET Spółka Akcyjna\n                           na dzień 12 grudnia 2017 r., godz. 11.00, w siedzibie Spółki w Kuźni Raciborskiej.\n                           Treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia stanowi załącznik\n                           do niniejszego raportu. Ogłoszenie, w związku z umieszczeniem w porządku obrad Nadzwyczajnego\n                           Walnego Zgromadzenia Spółki punktu o treści: \"Zmiany Statutu Spółki\", zawiera również\n                           treść obowiązujących postanowień Statutu Spółki oraz proponowanych przez Akcjonariusza\n                           zmian. Podstawa prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz.\n                           133_.",
        "date": "2017-11-16"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że w dniu dzisiejszym otrzymał od\n                           Akcjonariusza Spółki - Agencji Rozwoju Przemysłu S.A. _posiadającego 47,29% kapitału\n                           zakładowego Emitenta_, wniosek w trybie art. 400 § 1 ksh o zwołanie Nadzwyczajnego\n                           Walnego Zgromadzenia RAFAMET S.A. oraz umieszczenie w jego porządku obrad punktu o\n                           brzmieniu: \"Zmiana Statutu Spółki\". Do wniosku dołączono projekt uchwały.",
        "date": "2017-11-09"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd RAFAMET S.A. informuje, iż następuje zmiana terminu przekazania rozszerzonego\n                           skonsolidowanego raportu kwartalnego za III kwartał 2017 r. Raport zostanie opublikowany\n                           w dniu 10.11.2017 r. Poprzedni termin przekazania przedmiotowego raportu wyznaczony\n                           był na dzień 14.11.2017 r. Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz. 133_.",
        "date": "2017-11-03"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej informuje, że w dniu dzisiejszym\n                           do Spółki wpłynął podpisany przez Raiffeisen Bank Polska S.A. _00-844 Warszawa, ul.\n                           Grzybowska 78_ aneks nr 18 z dnia 27.10.2017 r. do umowy o limit wierzytelności z\n                           dnia 29.07.2009 r. Na podstawie aneksu limit wierzytelności został ustalony na poziomie 8.000.000,00\n                           zł, a okres    wykorzystania limitu został wydłużony do dnia 15.02.2019 r.Emitent może wykorzystywać przedmiotowy limit na:a_    gwarancje bankowe: przetargowe, zwrotu zaliczki, dobrego wykonania umowy, rękojmi,\n                           płatnicze oraz gwarancje mieszane; w ramach obowiązującego limitu będą wystawiane\n                           gwarancje do kwoty 8.000.000,00 zł z terminem ważności do dnia 17.04.2020 r., natomiast\n                           gwarancje do kwoty 3.500.000,00 zł z terminem ważności do dnia 15.04.2022 r.,b_    walutowe transakcje terminowe do kwoty stanowiącej równowartość 2.000.000,00\n                           zł z terminem spłaty do 17.01.2020 r.,c_    kredyt w rachunku bieżącym do kwoty 2.000.000,00 zł w terminie do dnia 15.02.2019\n                           r.; oprocentowanie kredytu w rachunku bieżącym zostało ustalone w oparciu o stawkę\n                           WIBOR 1M plus marża bankowa.Łączna kwota zadłużenia z tytułu wykorzystania produktów opisanych w pkt. a - c nie\n                           może przekroczyć równowartości 8.000.000,00 zł.Przedmiotową umowę zawarto na warunkach rynkowych, które nie odbiegają od warunków\n                           powszechnie stosowanych dla tego typu umów.Niniejsza informacja uznana została za istotną z uwagi na jej wartość i znaczenie\n                           dla Emitenta.",
        "date": "2017-10-31"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej informuje, że w dniu dzisiejszym\n                           Rada Nadzorcza RAFAMET S.A., działając na podstawie art. 128 ust 1. ustawy z dnia\n                           11 maja 2017 r. o biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym\n                           _Dz.U.2017.1089_, powołała Komitet Audytu w następującym składzie osobowym:- Pan Michał Rogatko – Przewodniczący,- Pan Aleksander Gaczek – Członek, - Pan Janusz Paruzel – Członek,- Pan Piotr Regulski – Członek,- Pan Michał Tatarek – Członek.Komitet Audytu we wskazanym składzie spełnia kryteria określone w ustawie.",
        "date": "2017-10-09"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd RAFAMET S.A. niniejszym przekazuje do publicznej wiadomości, iż w opublikowanym\n                           w dniu 15.09.2017 r. śródrocznym skróconym skonsolidowanym sprawozdaniu finansowym\n                           Grupy Kapitałowej RAFAMET za okres 6 miesięcy zakończony dnia 30 czerwca 2017 r.,\n                           na stronie 5 sprawozdania, w tabeli \"Śródroczne skrócone skonsolidowane sprawozdanie\n                           z sytuacji finansowej\", w pozycji \"A. Aktywa trwałe, pkt 8. Aktywa z tytułu odroczonego\n                           podatku dochodowego\", w kolumnie stan na dzień 30.06.2017r., w wyniku omyłki pisarskiej\n                           podano wartość \"14.588\", zamiast prawidłowej wartości \"4.588\".W związku z dokonaną korektą załącznik do niniejszego raportu stanowi skorygowana\n                           tabela \"Śródroczne skrócone skonsolidowane sprawozdanie z sytuacji finansowej\", o\n                           której mowa powyżej.",
        "date": "2017-09-20"
    },
    {
        "company_name": "RAFAMET",
        "content": "Emitent powziął informację, że w dniu dzisiejszym do spółki zależnej ODLEWNIA RAFAMET\n                           Sp. z o.o. wpłynęła umowa zawarta z bankiem Millennium S.A. umowy o kredyt obrotowy\n                           w wysokości 3.000.000,00 zł. Łączna kwota zaangażowania kredytowego spółki zależnej\n                           w banku Millennium S.A. na dzień publikacji niniejszego raportu wynosi 9.200.000,00\n                           zł. Oprocentowanie kredytu zostało ustalone w oparciu o stawkę WIBOR 1M + marża banku.\n                           Okres kredytowania upływa w dniu 06.08.2018 r. Zabezpieczenie kredytu stanowią:- zastaw rejestrowy na zapasach,- hipoteka kaucyjna,- weksel in blanco wraz z deklaracją wekslową.Przedmiotową umowę zawarto na warunkach rynkowych, które nie odbiegają od warunków\n                           powszechnie stosowanych dla tego typu umów.Niniejsza informacja uznana została za istotną z uwagi na jej wartość i znaczenie\n                           dla Emitenta.",
        "date": "2017-09-18"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Emitenta informuje, iż po przedstawieniu przez biegłego rewidenta projektu\n                           raportu z przeglądu sprawozdania finansowego za I półrocze 2017 r., przewidywany wynik\n                           netto Grupy Kapitałowej wyniósł -1.541 tys. zł wobec wyniku 1.361 tys. zł za analogiczny\n                           okres roku poprzedniego i Zarząd uznaje tę informację za istotną z uwagi na jej wartość\n                           i znaczenie dla Grupy Kapitałowej RAFAMET.Na wysokość wyniku finansowego, o którym mowa powyżej, wpływ miało umocnienie się\n                           waluty krajowej w stosunku do otwartych długoterminowych kontraktów produkcyjno –\n                           handlowych podmiotów Grupy Kapitałowej na dzień 30.06.2017 r. _1 EUR = 4,2265 PLN_\n                           w porównaniu do dnia 31.12.2016 r. _1 EUR = 4,4240 PLN_ oraz utworzenie rezerw na\n                           niewykorzystane urlopy pracownicze i zwiększenie odpisu aktuarialnego na odprawy emerytalne\n                           oraz nagrody jubileuszowe wypłacane w wysokości określonej w Zakładowym Układzie Zbiorowym\n                           Pracy w łącznej kwocie około 500 tys. zł. Ponadto na wynik finansowy wpłynęło zmniejszenie\n                           przychodu okresu o kwotę około 700 tys. zł z tytułu zakończonych produkcyjnie i wysłanych\n                           do klientów obrabiarek oczekujących jednak na montaż finalny _decyzje kupujących_.Analiza stanu realizacji kontraktowych i przedkontraktowych zadań produkcyjnych po\n                           30.06.2017 r. oraz ocena, w oparciu o najlepszą wiedzę i doświadczenie Zarządu Emitenta,\n                           pozwalają na przyjęcie założenia, że na koniec roku 2017 wyniki finansowe Spółki oraz\n                           Grupy Kapitałowej będą dodatnie.",
        "date": "2017-09-11"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej informuje, że w dniu dzisiejszym\n                           do Spółki wpłynął podpisany przez Raiffeisen Bank Polska S.A. _00-844 Warszawa, ul.\n                           Grzybowska 78_ aneks nr 17 z dnia 24.08.2017 r. do umowy o limit wierzytelności z\n                           dnia 29.07.2009 r. W ramach dostępnego limitu w wysokości 8.000.000,00 zł, na podstawie niniejszego aneksu\n                           Spółka może również korzystać z kredytu w rachunku bieżącym do kwoty 2.000.000,00\n                           zł w terminie do dnia 31.10.2017r. Oprocentowanie kredytu w rachunku bieżącym zostało\n                           ustalone w oparciu o stawkę WIBOR 1M plus marża bankowa.Przedmiotową umowę zawarto na warunkach rynkowych, które nie odbiegają od warunków\n                           powszechnie stosowanych dla tego typu umów.Niniejsza informacja uznana została za istotną z uwagi na jej wartość i znaczenie\n                           dla Emitenta.",
        "date": "2017-08-31"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd RAFAMET S.A. informuje, iż następuje zmiana terminu przekazania rozszerzonego\n                           skonsolidowa-nego raportu półrocznego za I półrocze 2017 r. Raport zostanie opublikowany\n                           w dniu 15.09.2017 r. Po-przedni termin przekazania przedmiotowego raportu wyznaczony\n                           był na dzień 31.08.2017 r. Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie in-formacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warun-ków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego pań-stwem członkowskim _Dz. U. z 2014 r., poz. 133_.",
        "date": "2017-08-03"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. przekazuje wykaz akcjonariuszy posiadających\n                           co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu RAFAMET S.A.\n                           w dniu 26 czerwca 2017 r.:1. Agencja Rozwoju Przemysłu S.A. – akcjonariuszowi temu przysługiwało 2.042.214 głosów\n                           z posiadanych akcji, co stanowiło 86,72% głosów na tym Zgromadzeniu oraz 47,29% ogólnej\n                           liczby głosów,2. Pan Krzysztof Jędrzejewski – akcjonariuszowi temu przysługiwało 287.271 głosów\n                           z posiadanych akcji, co stanowiło 12,20% głosów na tym Zgromadzeniu oraz 6,65% ogólnej\n                           liczby głosów,Wszystkie akcje Spółki są akcjami na okaziciela. Każda akcja daje na Walnym Zgromadzeniu\n                           prawo do jednego głosu. Łączna liczba akcji wyemitowanych przez RAFAMET S.A. wynosi\n                           4.318.701, z czego na Zwyczajnym Walnym Zgromadzeniu RAFAMET S.A. w dniu 26 czerwca\n                           2017 r. reprezentowanych było 2.354.985 akcji, co stanowi 54,53% kapitału zakładowego.",
        "date": "2017-06-28"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w dniu dzisiejszym Rada Nadzorcza\n                           Emitenta dokonała wyboru firmy UHY ECA Audyt Sp. z o.o. Sp. k. _31-523 Kraków, ul.\n                           Moniuszki 50_,  jako podmiotu uprawnionego do badania i przeglądu za rok 2017 i 2018\n                           następujących sprawozdań finansowych:1_ półrocznego sprawozdania finansowego Spółki za półrocze zakończone 30 czerwca,2_ półrocznego skonsolidowanego sprawozdania finansowego Grupy Kapitałowej za półrocze\n                           zakończone 30 czerwca,3_ rocznego sprawozdania finansowego Spółki,4_ rocznego skonsolidowanego sprawozdania finansowego Grupy Kapitałowej.UHY ECA Audyt Sp. z o.o. Sp. k. jest wpisana na listę podmiotów uprawnionych do badania\n                           sprawozdań finansowych przez Krajową Radę Biegłych Rewidentów, pod numerem 3115. Emitent\n                           nie korzystał dotychczas z usług tej firmy przy badaniu sprawozdań finansowych. Umowa z firmą zostanie zawarta przez Zarząd Emitenta, na podstawie upoważnienia udzielonego\n                           przez Radę Nadzorczą, na okres niezbędny do przeprowadzenia przeglądu i badania sprawozdań\n                           finansowych RAFAMET S.A. oraz skonsolidowanych sprawozdań finansowych Grupy Kapitałowej\n                           RAFAMET za rok obrotowy 2017 i 2018.Podstawa prawna: § 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz.\n                           133_.",
        "date": "2017-06-27"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że w dniu dzisiejszym Zwyczajne\n                           Walne Zgromadzenie RAFAMET S.A. podjęło uchwałę o podziale zysku za rok obrotowy 2016\n                           i wypłacie dywidendy.Na wypłatę dywidendy przeznaczono kwotę 1.295.610,30 zł, co oznacza, że na jedną akcję\n                           przypada kwota 0,30 zł. Dywidendą objęte są wszystkie akcje Spółki, tj. 4.318.701\n                           sztuk akcji. Dniem dywidendy jest dzień 16.08.2017 r. Termin wypłaty dywidendy ustalono na dzień\n                           30.08.2017 r. dla kwoty 647.805,15 zł - 0,15 zł na jedną akcję oraz na dzień 30.11.2017\n                           r. dla kwoty 647.805,15 zł - 0,15 zł na jedną akcję.Podstawa prawna: § 38 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz. 133_.",
        "date": "2017-06-26"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. przekazuje w załączeniu treść uchwał, które\n                           zostały podjęte przez Zwyczajne Walne Zgromadzenie w dniu 26 czerwca 2017 r. Walne Zgromadzenie nie odstąpiło od rozpatrywania żadnego z punktów planowanego porządku\n                           obrad.Podstawa prawna: § 38 ust. 1 pkt 7 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz.\n                           133_.",
        "date": "2017-06-26"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej informuje, że w dniu dzisiejszym\n                           do Spółki wpłynął podpisany przez HSBC Bank Polska S.A. _00-124 Warszawa, Rondo ONZ\n                           1_ aneks nr 18 z dnia 26.05.2017 r. do umowy o linię gwarancji z dnia 14.10.2009 r.\n                           Przedmiotem umowy było udzielenie linii gwarancyjnej do wysokości określonego limitu\n                           6.000.000,00 EUR, w aneksie nr 18 został określony nowy termin dostępności limitu\n                           na dzień 25.05.2018 r. Na mocy aneksu ulega również zmianie nazwa umowy z \"Umowy o linię gwarancji i akredytyw\"\n                           na \"Umowę o kredyt w rachunku bieżącym, gwarancje i akredytywy\".Emitent może wykorzystywać niniejszy limit w następujący sposób:– na gwarancje bankowe do wysokości 6.000.000,00 EUR,– na akredytywy do wysokości 1.000.000,00 EUR,– kredyt w rachunku bieżącym do wysokości 500.000,00 EUR.Oprocentowanie kredytu w rachunku bieżącym zostało ustalone w oparciu o stawkę EURIBOR\n                           1M plus marża bankowa.Prowizje bankowe zostały ustalone w oparciu o ceny rynkowe.Zabezpieczenie umowy stanowią:– cesje wierzytelności przysługujące Emitentowi z tytułu zawartych kontraktów handlowych,– poddanie się egzekucji w trybie art. 777 § 1 pkt. 5 Kodeksu Postępowania Cywilnego,– pełnomocnictwo do rachunków bankowych Emitenta w banku.",
        "date": "2017-06-02"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd RAFAMET S.A. przekazuje do publicznej wiadomości:1_ projekty uchwał na Zwyczajne Walne Zgromadzenie Spółki w dniu 26 czerwca 2017 r.,2_ uzasadnienia Zarządu do projektów uchwał, o których mowa w pkt. 1_,3_ ocenę Rady Nadzorczej z badania sprawozdania Zarządu z działalności Spółki oraz\n                           sprawozdania finansowego RAFAMET S.A. za 2016 r.,4_ sprawozdanie Rady Nadzorczej Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej\n                           z działalności w okresie od 01.01.2016 r. do 31.12.2016 r.,5_ uchwały Rady Nadzorczej zawierające opinię Rady Nadzorczej w sprawach będących\n                           przedmiotem uchwał ZWZ,6_ uchwały Zarządu RAFAMET S.A. w zakresie spraw będących przedmiotem uchwał ZWZ.Dokumenty, o których mowa powyżej, stanowią załączniki do niniejszego komunikatu.Podstawa prawna: § 38 ust. 1 pkt 3 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie\n                           informacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa\n                           niebędącego państwem członkowskim _Dz. U. z 2014 r., poz. 133_.",
        "date": "2017-05-31"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej, zarejestrowanej w rejestrze\n                           przedsiębiorców prowadzonym przez Sąd Rejonowy w Gliwicach, X Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego  pod  numerem  KRS 0000069588,  działając  na  podstawie\n                           art. 399 § 1 k.s.h. oraz § 23 ust. 2 i § 24 ust. 2 Statutu Spółki, zwołuje Zwyczajne\n                           Walne Zgromadzenie Fabryki Obrabiarek RAFAMET Spółka Akcyjna na dzień 26 czerwca 2017\n                           r., godz. 11.00, w siedzibie Spółki w Kuźni Raciborskiej. Treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia wraz z informacjami wymaganymi\n                           art. 402 2 k.s.h. zawiera załącznik do niniejszego raportu.Podstawa prawna: § 38 ust. 1 pkt 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz.\n                           133_.",
        "date": "2017-05-31"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że otrzymał od Agencji Rozwoju Przemysłu\n                           S.A. - Akcjonariusza Spółki posiadającego 47,29% kapitału zakładowego Emitenta, wniosek\n                           o umieszczenie w porządku obrad najbliższego Zwyczajnego Walnego Zgromadzenia punktów\n                           o brzmieniu: \"Podjęcie uchwały w sprawie zasad kształtowania wynagrodzeń członków\n                           Zarządu\" oraz \"Podjęcie uchwały w sprawie zasad kształtowania wynagrodzeń członków\n                           Rady Nadzorczej\".Akcjonariusz zgłosił również projekty uchwał do zaproponowanych punktów porządku obrad\n                           Walnego Zgromadzenia, które stanowią załącznik do niniejszej informacji.Podstawa prawna: § 38 ust. 1 pkt 5 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz.\n                           133_.",
        "date": "2017-05-30"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w dniu dzisiejszym otrzymał od\n                           Zarządu spółki zależnej ODLEWNIA RAFAMET Sp. z o.o. informację o wszczęciu przez Prezesa\n                           Urzędu Regulacji Energetyki postępowania administracyjnego w sprawie wymierzenia ODLEWNI\n                           RAFAMET Sp. z o.o. kary pieniężnej w związku z powzięciem podejrzenia naruszenia obowiązku\n                           stosowania się do ograniczeń w dostarczaniu i poborze energii elektrycznej, co zgodnie\n                           z art. 56 ust. 1 pkt 3a ustawy Prawo energetyczne, podlega karze pieniężnej.Prezes Urzędu Regulacji Energetyki wezwał ODLEWNIĘ RAFAMET Sp. z o.o. do zajęcia stanowiska\n                           w niniejszej sprawie. Informacja o decyzji Prezesa URE w przedmiotowej sprawie zostanie przekazania przez\n                           Emitenta w formie raportu bieżącego.",
        "date": "2017-05-26"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż Rada Nadzorcza na posiedzeniu\n                           w dniu dzisiejszym podjęła uchwałę, zgodnie z którą pozytywnie opiniuje wniosek Zarządu\n                           w sprawie wypłaty dywidendy z zysku za rok 2016.Zarząd zarekomendował wypłatę dywidendy z zysku za rok 2016 w łącznej wysokości 1.295.610,30\n                           zł, tj. 0,30 zł na jedną akcję. Proponowany dzień dywidendy to 16 sierpnia 2017 r.,\n                           zaś termin wypłaty dywidendy w dwóch równych ratach to 30 sierpnia 2017 r. _I rata_\n                           i 30 listopada 2017 r. _II rata_.O rekomendacji Zarządu Emitent informował w Raporcie bieżącym nr 6/2017 z dnia 17.05.2017\n                           r.  Podstawa prawna: § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz.\n                           133_.",
        "date": "2017-05-26"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w dniu dzisiejszym podjął decyzję\n                           w przedmiocie wypłaty dywidendy z zysku za rok 2016 w łącznej wysokości 1.295.610,30\n                           zł, tj. 0,30 zł na jedną akcję.Zarząd rekomenduje dzień dywidendy na 16 sierpnia 2017 r., zaś termin wypłaty dywidendy\n                           w dwóch równych ratach, tj. dnia 30 sierpnia 2017 r. _I rata_ i dnia 30 listopada\n                           2017 r. _II rata_.Niniejsza rekomendacja będzie przedmiotem oceny Rady Nadzorczej Spółki. Ostateczną\n                           decyzję w sprawie podziału zysku za rok 2016 podejmie Zwyczajne Walne Zgromadzenie\n                           Spółki. Podstawa prawna: § 38 ust. 1 pkt 11 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z 2014 r., poz.\n                           133_.",
        "date": "2017-05-17"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w dniu 27.04.2017 r. otrzymał\n                           Postanowienie Sądu z dnia 13.04.2017 r. o wpisaniu do rejestru przedsiębiorców prokury\n                           łącznej udzielonej Panu Krzysztofowi Tkoczowi. Prokura uprawnia do dokonywania wszystkich\n                           czynności sądowych i pozasądowych związanych z prowadzeniem Spółki Fabryka Obrabiarek\n                           RAFAMET S.A. Do składania oświadczeń woli i podpisywania w imieniu Spółki wymagane\n                           jest współdziałanie jednego członka Zarządu łącznie z prokurentem. Prokura nie upoważnia\n                           do zbywania przedsiębiorstwa, wydzierżawienia i ustanowienia na nim prawa użytkowania\n                           oraz do zbywania i obciążania nieruchomości.Pan Krzysztof Tkocz posiada wykształcenie wyższe ekonomiczne, jest absolwentem Wydziału\n                           Przemysłu Akademii Ekonomicznej w Katowicach. Ukończył również studia podyplomowe\n                           w zakresie nadzoru, kontroli i audytu w gospodarce i administracji prowadzone przez\n                           Politechnikę Opolską oraz w zakresie zarządzania bezpieczeństwem i higieną pracy na\n                           Politechnice Krakowskiej.Doświadczenie zawodowe Prokurenta:1990 – 1998 – PKO BP Oddział w Raciborzu _inspektor, specjalista bankowy, naczelnik\n                           wydziału_,1998 – 2006 – Kredyt Bank S.A. Oddział w Rybniku _Dyrektor Filii_,2007 – obecnie – Fabryka Obrabiarek RAFAMET S.A. _Kierownik Biura Planowania Finansowego\n                           i Budżetowania,  Kierownik Działu Finansowego_.Pan Krzysztof Tkocz jest członkiem Rady Nadzorczej jednostki zależnej - ODLEWNI RAFAMET\n                           Sp. z o.o. Zgodnie ze złożonym oświadczeniem Pan Krzysztof Tkocz nie prowadzi działalności konkurencyjnej\n                           wobec RAFAMET S.A., nie posiada akcji Emitenta ani udziałów w podmiotach z nim powiązanych.\n                           Nie figuruje również w Rejestrze Dłużników Niewypłacalnych, prowadzonym na podstawie\n                           ustawy o KRS.",
        "date": "2017-04-27"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w związku z powzięciem informacji\n                           o wstępnych wynikach finansowych Spółki za 2016 r., podjął decyzję w przedmiocie wstępnej\n                           deklaracji wypłaty dywidendy z zysku za rok 2016 w łącznej wysokości nie przekraczającej\n                           50% osiągniętego zysku netto.Niniejsza rekomendacja będzie przedmiotem oceny Rady Nadzorczej Spółki. Ostateczną\n                           decyzję w sprawie podziału zysku za rok 2016 podejmie Zwyczajne Walne Zgromadzenie\n                           Spółki. O wstępnych wynikach finansowych za 2016 rok Emitent informował w Raporcie bieżącym\n                           nr 3/2017.",
        "date": "2017-02-24"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Emitenta informuje, że wstępne wyniki finansowe za 2016 r. przedstawiają się\n                           następująco:1_ skonsolidowane wyniki finansowe osiągnięte przez Grupę Kapitałową RAFAMET: - wstępne przychody ze sprzedaży wyniosły 109.165 tys. zł i były wyższe o 16.186\n                           tys. zł od przychodów uzyskanych w porównywalnym okresie 2015 roku, co stanowi wzrost\n                           o 17,4%, - wstępny zysk netto wyniósł 3.966 tys. zł. i był wyższy o 216 tys. zł od zysku netto\n                           osiągniętego za 2015 r., co stanowi wzrost o 5,8%, - suma bilansowa na dzień 31.12.2016 r. wyniosła 201.287 tys. zł i była wyższa o\n                           24.293 tys. zł od sumy bilansowej z dnia 31.12.2015 r., co stanowi wzrost o 13,8%.2_ jednostkowe wyniki finansowe osiągnięte przez RAFAMET S.A.: - wstępne przychody ze sprzedaży wyniosły 81.775 tys. zł i były wyższe o 17.898 tys.\n                           zł od przychodów uzyskanych w porównywalnym okresie 2015 roku, co stanowi wzrost o\n                           28%, - wstępny zysk netto wyniósł 2.686 tys. zł. i był wyższy o 670 tys. zł od zysku netto\n                           osiągniętego za 2015 r., co stanowi wzrost o 33,2%, - suma bilansowa na dzień 31.12.2016 r. wyniosła 174.341 tys. zł i była wyższa o\n                           22.021 tys. zł od sumy bilansowej z dnia 31.12.2015 r., co stanowi wzrost o 14,5%.Powyższe parametry nie odbiegają od wielkości planowych i są zgodne z oczekiwaniami\n                           Zarządu, jednakże ze względu na znaczącą zmianę dynamiki wybranych parametrów w stosunku\n                           do analogicznego okresu roku poprzedniego, wynoszącą dla Spółki powyżej 10%, informacja\n                           ta została uznana za istotną. Wiedza Zarządu na dzień sporządzenia niniejszego raportu opiera się na założeniu,\n                           że nie powstaną i nie ujawnią się okoliczności, które mogłyby istotnie wpłynąć na\n                           wstępnie szacowane wyniki finansowe po dniu opublikowania niniejszego raportu. Powyższe\n                           szacunki będą na bieżąco monitorowane do czasu publikacji raportów okresowych. Roczne sprawozdanie finansowe Spółki za 2016 r. i roczne skonsolidowane sprawozdanie\n                           finansowe Grupy Kapitałowej podlegają badaniu przez biegłego rewidenta, co może spowodować\n                           korektę osiągniętych wyników finansowych, o czym Emitent poinformuje dnia 21.03.2017\n                           r., zgodnie z przyjętymi terminami przekazywania raportów okresowych w 2017 r.",
        "date": "2017-02-24"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej informuje, że w dniu dzisiejszym\n                           Spółka podpisała z bankiem Powszechna Kasa Oszczędności Bank Polski Spółka Akcyjna\n                           _02-515 Warszawa, ul. Puławska 15_ Aneks nr 9 do umowy kredytu w formie limitu kredytowego\n                           wielocelowego z dnia 17.02.2010r. Dotychczasowa kwota limitu wielocelowego nie uległa\n                           zmianie i wynosi 15.000.000,00 zł.Na podstawie zawartego aneksu zmianie ulega końcowy okres spłaty kredytu w formie\n                           limitu kredytowego wielocelowego, który przypada na dzień 15.02.2020 r. Oprocentowanie\n                           kredytu jak również wysokość pobieranych przez Bank prowizji ustalone zostały w oparciu\n                           o ceny rynkowe i pozostają na nie zmienionym poziomieNiniejsza informacja uznana została za istotną z uwagi na jej wartość i znaczenie\n                           dla Emitenta.",
        "date": "2017-02-15"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że w dniu dzisiejszym Spółka potwierdziła\n                           zamówienie z firmy Tangshan Baichuan Intelligent Machine Co., Ltd. Singapore Branch\n                           _#03–211 208 Hougang St. 21, Singapore 530208_. Przedmiotem dostawy jest tokarka kołowa\n                           UDA 125 N oraz tokarka podtorowa typu tandem 2 UGE 180 N. Łączna wartość przedmiotu\n                           umowy wynosi 2.321.200,00 EUR, tj. 9.955.394,68 PLN _wg kursu NBP na dzień 21.12.2018\n                           r._. Termin przekazania do eksploatacji obu obrabiarek ustalono na koniec marca 2024\n                           r. Warunki zamówienia nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           tego typu transakcji. Niniejsza informacja uznana została za istotną z uwagi na wartość zamówienia w sprzedaży\n                           Emitenta.",
        "date": "2018-12-21"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że w wyniku przeglądu opcji strategicznego\n                           rozwoju Spółki podjął decyzję o rozpoczęciu \"feasibility study\" dla potencjalnego\n                           projektu inwestycyjnego pod nazwą \"Budowa linii technologicznej do produkcji kół kolejowych\n                           i zestawów kołowych pojazdów szynowych w Kuźni Raciborskiej\".Założenia własne projektu będą obecnie przedmiotem weryfikacji poprzez zlecenie wyspecjalizowanym\n                           firmom zewnętrznym wykonania analizy rynku oraz analizy efektywności i opłacalności\n                           inwestycji. Następnie projekt zostanie przekazany do Rady Nadzorczej Spółki do zaopiniowania,\n                           a w dalszej kolejności będzie przedmiotem decyzji Akcjonariuszy Spółki o jego ewentualnym\n                           rozpoczęciu oraz o źródłach finansowania.Szacowana wartość potencjalnej inwestycji może wynieść 70 – 120 mln zł w zależności\n                           od przyjętego wariantu skali inwestycji.Kolejne istotne informacje dotyczące projektu będą przekazywane przez Emitenta do\n                           publicznej wiadomości w formie raportów bieżących.",
        "date": "2018-12-21"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że Emitent podpisał w dniu 10.11.2018\n                           r. na CIIE w Szanghaju umowę z firmą Hebei K.N.T. Technology Development Co., Ltd\n                           z Chin na dostawę tokarki kołowej typu UFB 125N, która jest przeznaczona dla Metra\n                           w Pekinie. Wartość przedmiotu umowy wynosi 870.000,00 EUR, tj. 3.737.694,00 PLN _wg\n                           kursu NBP na dzień 12.11.2018 r._. Termin dostawy ustalono na maj 2019 r. Warunki\n                           umowy nie odbiegają od warunków powszechnie stosowanych w przypadku tego typu transakcji.\n                           Niniejsza informacja uznana została za istotną z uwagi na sprzedaż produktów Spółki\n                           na ważnym ze względów konkurencyjnych rynku zbytu.",
        "date": "2018-11-13"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że w dniu dzisiejszym Spółka potwierdziła\n                           zamówienie z firmy Voith Turbo GmbH & Co. KG z Niemiec _Alexanderstraße 2, 89522 Heidenheim_.\n                           Przedmiotem dostawy jest tokarka kołowa typu UFB 125N, która jest przeznaczona dla\n                           zakładu w Kilonii. Łączna wartość przedmiotu umowy wynosi 930.000,00 EUR, tj. 3.972.402,00\n                           PLN _wg kursu NBP na dzień 28.09.2018 r._. Termin dostawy ustalono na koniec maja\n                           2019 r. Warunki zamówień nie odbiegają od warunków powszechnie stosowanych w przypadku\n                           tego typu transakcji. Niniejsza informacja uznana została za istotną z uwagi na sprzedaż produktów Spółki\n                           na ważnym ze względów konkurencyjnych rynku zbytu.",
        "date": "2018-09-28"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w dniu dzisiejszym Zarząd spółki\n                           zależnej ODLEWNIA RAFAMET Sp. z o.o. powziął informację o decyzji Prezesa Urzędu Regulacji\n                           Energetyki z dnia 10 września 2018 r. w sprawie wszczętego z urzędu w dniu 23 maja\n                           2017 r., na podstawie art. 56 ust. 1 pkt 3a ustawy – Prawo energetyczne, postępowania\n                           administracyjnego w sprawie wymierzenia odbiorcy – ODLEWNIA RAFAMET Sp. z o.o. z siedzibą\n                           w Kuźni Raciborskiej kary pieniężnej za niestosowanie się do ograniczeń w dostarczaniu\n                           i poborze energii elektrycznej wprowadzonych w dniach 10 – 31 sierpnia 2015r.Zgodnie z orzeczeniem ODLEWNIA RAFAMET  Sp. z o.o. naruszyła w dniu 10 sierpnia 2015\n                           r. obowiązek stosowania się do ograniczeń w dostarczaniu i poborze energii elektrycznej,\n                           za które to działanie została wymierzona kara pieniężna w kwocie 3.769 zł.Od powyższej decyzji Zarząd ODLEWNI RAFAMET Sp. z o.o. nie będzie się odwoływał i\n                           dokona wpłaty kary w terminie wskazanym decyzją.O wszczęciu przez Prezesa Urzędu Regulacji Energetyki postępowania administracyjnego\n                           wobec ODLEWNI RAFAMET Sp. z o.o. Emitent informował w raporcie bieżącym nr 8/2017\n                           z dnia 26.05.2017 r.",
        "date": "2018-09-13"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Emitenta informuje, iż po przedstawieniu przez biegłego rewidenta projektu\n                           raportu z przeglądu sprawozdania finansowego za I półrocze 2018 r., szacunkowe wyniki\n                           Grupy Kapitałowej są następujące:-  przychody ze sprzedaży: 60.000 tys. zł _49.946 tys. zł za I półrocze 2017 r._,-  EBITDA: 4.774 tys. zł _3.694 tys. zł za I półrocze 2017 r._,-  wynik netto: - 905 tys. zł _- 1.541 tys. zł za I półrocze 2017 r._.Zarząd uznaje tę informację za istotną z uwagi na jej wartość i znaczenie dla Grupy\n                           Kapitałowej RAFAMET.Na wysokość wyników Grupy Kapitałowej, o których mowa powyżej, wpływ miało utworzenie\n                           rezerw na niewykorzystane urlopy pracownicze i zwiększenie odpisu aktuarialnego na\n                           odprawy emerytalne oraz nagrody jubileuszowe wypłacane w wysokości określonej w Zakładowym\n                           Układzie Zbiorowym Pracy w łącznej kwocie około 700 tys. zł. Analiza stanu realizacji kontraktowych i przedkontraktowych zadań produkcyjnych po\n                           30.06.2018 r. oraz ocena, w oparciu o najlepszą wiedzę i doświadczenie Zarządu Emitenta,\n                           pozwalają na przyjęcie założenia, że na koniec roku 2018 wyniki finansowe Spółki oraz\n                           Grupy Kapitałowej będą dodatnie.",
        "date": "2018-09-04"
    },
    {
        "company_name": "RAFAMET",
        "content": "Emitent w dniu dzisiejszym powziął informację o wydaniu przez Sąd Rejonowy w Gliwicach,\n                           Wydział X Gospodarczy KRS Postanowienia z dnia 26.07.2018 r. o rejestracji w Rejestrze\n                           Przedsiębiorców nowej nazwy spółki zależnej \"PORĘBA MACHINE TOOLS\" Spółka z ograniczoną\n                           odpowiedzialnością. Wcześniej spółka zależna działała pod firmą \"PORĘBA 1798 MACHINE\n                           TOOLS\" Spółka z ograniczoną odpowiedzialnością.",
        "date": "2018-08-06"
    },
    {
        "company_name": "RAFAMET",
        "content": "Emitent w dniu dzisiejszym powziął informację, spółka zależna ODLEWNIA RAFAMET Sp.\n                           z o.o. zawarła z bankiem Millennium S.A.:1_     Aneks do umowy o kredyt obrotowy w wysokości 3.000.000,00 zł.Oprocentowanie kredytu zostało ustalone w oparciu o stawkę WIBOR 1M + marża banku.\n                           Okres kredytowania upływa w dniu 05.08.2019 r. Zabezpieczenie kredytu stanowią: zastaw\n                           rejestrowy na zapasach,  hipoteka kaucyjna oraz weksel in blanco wraz z deklaracją\n                           wekslową.2_     Aneks do umowy o kredyt w rachunku bieżącym w wysokości 6.200.000,00 zł.Oprocentowanie kredytu zostało ustalone w oparciu o stawkę WIBOR 1M + marża banku.\n                           Okres kredytowania upływa w dniu 06.08.2019 r. Zabezpieczenie kredytu stanowią: hipoteka\n                           kaucyjna oraz weksel in blanco wraz z deklaracją wekslową.Łączna kwota zaangażowania kredytowego spółki zależnej w banku Millennium S.A. na\n                           dzień publikacji niniejszego raportu wynosi 9.200.000,00 zł. Przedmiotową umowę zawarto na warunkach rynkowych, które nie odbiegają od warunków\n                           powszechnie stosowanych dla tego typu umów.Niniejsza informacja uznana została za istotną z uwagi na jej wartość i znaczenie\n                           dla Emitenta.",
        "date": "2018-07-27"
    },
    {
        "company_name": "RAFAMET",
        "content": "W nawiązaniu do raportów bieżących nr 8/2018 oraz 16/2018, Zarząd Fabryki Obrabiarek\n                           RAFAMET S.A. podaje do publicznej wiadomości aktualne informacje dotyczące powołanych\n                           członków Zarządu RAFAMET S.A. – Pana E. Longina Wonsa oraz Pana Macieja Michalika.Pan E. Longin Wons jest absolwentem Szkoły Głównej Planowania i Statystyki w Warszawie\n                           _obecnie SGH_, Wydziału Finansów i Statystyki _kierunek Planowanie i Finansowanie\n                           Gospodarki Narodowej_ oraz laureatem Nagrody Ministra Finansów na najlepszą pracę\n                           magisterską z zakresu finansów.Ukończył również podyplomowe Studium Zarządzania i Marketingu oraz kurs na członków\n                           Rad Nadzorczych Spółek Skarbu Państwa. Posiada dyplom ukończenia Polish Executive\n                           Program w Motorola Menagement Institiute _Schaumburg, Illinois USA_, a w 2012 ukończył\n                           również program \"Efektywność własna LMI\" _Leadership Management International, Inc._.\n                           Współzałożyciel, a w latach 2005 – 2006 również Członek Zarządu Stowarzyszenia Polskich\n                           Producentów Obrabiarek. Pan E. Longin Wons od roku 1987 do roku 2006 zatrudniony był w Fabryce Obrabiarek\n                           RAFAMET S.A., zajmując m.in. stanowiska: Dyrektora Finansowego – Głównego Księgowego\n                           _lata 1989 – 1992_, Wiceprezesa Zarządu – Dyrektora Finansowego _w latach 1992 – 1999_\n                           oraz Prezesa Zarządu – Dyrektora Naczelnego _w latach 1999 – 2006_. Od marca 2008\n                           r. Pan E. Longin Wons pełni nieprzerwanie funkcję  Prezesa Zarządu RAFAMET S.A.  Od 2008 r. Pan E. Longin Wons jest Przewodniczącym Rady Nadzorczej ODLEWNI RAFAMET\n                           Sp. z o.o., a od 2016 r. Prezesem Zarządu PORĘBA 1798 Machine Tools Sp. z o.o. _podmioty\n                           zależne od RAFAMET S.A._.Poza wyżej wymienioną, Pan E. Longin Wons nie uczestniczy w żadnej innej spółce konkurencyjnej\n                           jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu spółki kapitałowej,\n                           ani też w innej konkurencyjnej osobie prawnej jako członek jej organu.Pan E. Longin Wons nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS. Pan Maciej Michalik jest absolwentem Szkoły Głównej Planowania i Statystyki w Warszawie\n                           _obecnie SGH_, Wydziału Handlu Zagranicznego. Ukończył również kurs i złożył egzamin\n                           dla Kandydatów na Członków Rad Nadzorczych w Spółkach Skarbu Państwa przed Komisją\n                           Egzaminacyjną przy Ministrze Przekształceń Własnościowych. Pan Maciej Michalik w latach 1979 – 1982 był zatrudniony w FSM \"POLMO\" w Bielsku-Białej.\n                           Od roku 1983 zatrudniony jest w Fabryce Obrabiarek RAFAMET, gdzie zajmował  m.in.\n                           stanowiska: Specjalisty ds. eksportu _w latach 1983 – 1990_, Zastępcy Dyrektora Biura\n                           Eksportu _w latach 1990 – 1993_, Dyrektora Biura Eksportu _w latach 1993 – 1999_ oraz\n                           w latach 1999 – 2008 – Dyrektora Handlowego RAFAMET S.A., Prokurenta. Od 2008 r. do\n                           28.06.2018 r. pełnił funkcję Wiceprezesa Zarządu – Dyrektora Handlowego.Pan Maciej Michalik był w latach 1997 – 2002 Przewodniczącym Rady Nadzorczej \"RAFAMET-TRADING\"\n                           Sp. z o.o. w Kuźni Raciborskiej. Od 2011 r. zasiada w Radzie Nadzorczej ODLEWNI RAFAMET\n                           Sp. z o.o., a od 2016 r. pełni funkcję Wiceprezesa Zarządu PORĘBA 1798 Machine Tools\n                           Sp. z o.o. _podmioty zależne od RAFAMET S.A._.Zgodnie ze złożonym Spółce oświadczeniem, Pan Maciej Michalik nie prowadzi żadnej\n                           działalności poza przedsiębiorstwem Emitenta, nie uczestniczy w żadnej innej spółce\n                           konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek organu\n                           spółki kapitałowej, ani też w innej konkurencyjnej osobie prawnej jako członek jej\n                           organu.Pan Maciej Michalik nie figuruje w Rejestrze Dłużników Niewypłacalnych, prowadzonym\n                           na podstawie ustawy o KRS.Podstawa prawna: § 10 pkt. 4-6 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 2018.04.20_.",
        "date": "2018-06-28"
    },
    {
        "company_name": "RAFAMET",
        "content": "Spółka informuje, iż w dniu dzisiejszym Rada Nadzorcza RAFAMET S.A. powołała do Zarządu\n                           Fabryki Obrabiarek RAFAMET S.A., na nową wspólną pięcioletnią kadencję Pana Macieja\n                           Michalika, do pełnienia funkcji Wiceprezesa Zarządu.Podstawa prawna: § 5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 2018.04.20_.",
        "date": "2018-06-28"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. przekazuje wykaz akcjonariuszy posiadających\n                           co najmniej 5% ogólnej liczby głosów na Zwyczajnym Walnym Zgromadzeniu RAFAMET S.A.\n                           w dniu 26 czerwca 2018 r.:1. Agencja Rozwoju Przemysłu S.A. – akcjonariuszowi temu przysługiwało 2.042.214 głosów\n                           z posiadanych akcji, co stanowiło 55,20% głosów na tym Zgromadzeniu oraz 47,29% ogólnej\n                           liczby głosów,2. PROMACK Sp. z o.o. – akcjonariuszowi temu przysługiwało 649.680 głosów z posiadanych\n                           akcji, co stanowiło 17,56% głosów na tym Zgromadzeniu oraz 15,04% ogólnej liczby głosów,3. SEZAM IX Fundusz Inwestycyjny Zamknięty Aktywów Niepublicznych – akcjonariuszowi\n                           temu przysługiwało 430.000 głosów z posiadanych akcji, co stanowiło 11,62% głosów\n                           na tym Zgromadzeniu oraz 9,96% ogólnej liczby głosów,4. Pan Krzysztof Jędrzejewski – akcjonariuszowi temu przysługiwało 289.456 głosów\n                           z posiadanych akcji, co stanowiło 7,82% głosów na tym Zgromadzeniu oraz 6,70% ogólnej\n                           liczby głosów,5. Pan Michał Tatarek – akcjonariuszowi temu przysługiwało 216.000 głosów z posiadanych\n                           akcji, co stanowiło 5,84% głosów na tym Zgromadzeniu oraz 5% ogólnej liczby głosów.Wszystkie akcje Spółki są akcjami na okaziciela. Każda akcja daje na Walnym Zgromadzeniu\n                           prawo do jednego głosu. Łączna liczba akcji wyemitowanych przez RAFAMET S.A. wynosi\n                           4.318.701, z czego na Zwyczajnym Walnym Zgromadzeniu RAFAMET S.A. w dniu 26 czerwca\n                           2018 r. reprezentowanych było 3.699.489 akcji, co stanowi 85,66% kapitału zakładowego.",
        "date": "2018-06-27"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w raporcie bieżącym nr 14/2018\n                           z dnia 26.06.2018r., w Elektronicznym Systemie Przekazywania Informacji _ESPI_ w miejsce\n                           podpisu osoby reprezentującej Spółkę omyłkowo został wpisany Pan Maciej Michalik –\n                           Wiceprezes Zarządu, zamiast Pani Urszuli Niedźwiedź – Prokurenta Spółki.Osobami podpisującymi raport bieżący nr 14/2018 byli: Prezes Zarządu – E. Longin Wons\n                           oraz Prokurent – Urszula Niedźwiedź.",
        "date": "2018-06-27"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w raporcie bieżącym nr 13/2018\n                           z dnia 26.06.2018r., w Elektronicznym Systemie Przekazywania Informacji _ESPI_ w miejsce\n                           podpisu osoby reprezentującej Spółkę omyłkowo został wpisany Pan Maciej Michalik –\n                           Wiceprezes Zarządu, zamiast Pani Urszuli Niedźwiedź – Prokurenta Spółki.Osobami podpisującymi raport bieżący nr 13/2018 byli: Prezes Zarządu – E. Longin Wons\n                           oraz Prokurent – Urszula Niedźwiedź.",
        "date": "2018-06-27"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że w dniu dzisiejszym Zwyczajne\n                           Walne Zgromadzenie RAFAMET S.A. podjęło uchwałę o podziale zysku za rok obrotowy 2017\n                           i wypłacie dywidendy.Na wypłatę dywidendy przeznaczono kwotę 1.036.488,24 zł, co oznacza, że na jedną akcję\n                           przypada kwota 0,24 zł. Dywidendą objęte są wszystkie akcje Spółki, tj. 4.318.701\n                           sztuk akcji. Dniem dywidendy jest dzień 24.09.2018 r., natomiast termin wypłaty dywidendy ustalono\n                           na dzień 08.10.2018 r. Podstawa prawna: § 19 ust. 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757_.",
        "date": "2018-06-26"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. przekazuje w załączeniu treść uchwał, które\n                           zostały podjęte przez Zwyczajne Walne Zgromadzenie w dniu 26 czerwca 2018 r. Walne Zgromadzenie nie odstąpiło od rozpatrywania żadnego z punktów planowanego porządku\n                           obrad.Podstawa prawna: § 19 ust. 1 pkt 6_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757_.",
        "date": "2018-06-26"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej informuje, że w dniu dzisiejszym\n                           do Spółki wpłynął podpisany przez HSBC Bank Polska S.A. _00-124 Warszawa, Rondo ONZ\n                           1_ aneks nr 19 z dnia 24.05.2018 r. do umowy o kredyt w rachunku bieżącym, gwarancje\n                           i akredytywy z dnia 14.10.2009 r. Przedmiotem umowy było udzielenie kredytu w rachunku\n                           bieżącym oraz gwarancji do wysokości określonego limitu 6.000.000,00 EUR, w aneksie\n                           nr 19 został określony nowy termin dostępności limitu na dzień 24.05.2019 r. Na mocy aneksu Emitent może wykorzystywać niniejszy limit w następujący sposób:– na gwarancje bankowe do wysokości 6.000.000,00 EUR,– kredyt w rachunku bieżącym do wysokości 1.000.000,00 EUR.Oprocentowanie kredytu w rachunku bieżącym zostało ustalone w oparciu o stawkę EURIBOR\n                           1M plus marża bankowa.Prowizje bankowe zostały ustalone w oparciu o ceny rynkowe.Zabezpieczenie umowy stanowią:– cesje wierzytelności przysługujące Emitentowi z tytułu zawartych kontraktów handlowych,– zastaw rejestrowy na środku trwałym – Karuzelowe Centrum Tokarskie,– umowa przelewu na zabezpieczenie praw z umowy ubezpieczenia,– poddanie się egzekucji w trybie art. 777 § 1 pkt. 5 Kodeksu Postępowania Cywilnego,– pełnomocnictwo do rachunków bankowych Emitenta w banku.",
        "date": "2018-06-04"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd RAFAMET S.A. przekazuje do publicznej wiadomości:1_ projekty uchwał na Zwyczajne Walne Zgromadzenie Spółki w dniu 26 czerwca 2018 r.,2_ uzasadnienia Zarządu do projektów uchwał, o których mowa w pkt. 1_,3_ ocenę Rady Nadzorczej z badania sprawozdania Zarządu z działalności Spółki oraz\n                           sprawozdania finansowego RAFAMET S.A. za 2017 r.,4_ sprawozdanie Rady Nadzorczej Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej\n                           z działalności w okresie od 01.01.2017 r. do 31.12.2017 r.,5_ uchwały Rady Nadzorczej zawierające opinię Rady Nadzorczej w sprawach będących\n                           przedmiotem uchwał ZWZ,6_ uchwały Zarządu RAFAMET S.A. w zakresie spraw będących przedmiotem uchwał ZWZ.Dokumenty, o których mowa powyżej, stanowią załączniki do niniejszego komunikatu.Podstawa prawna: § 19 ust. 1 pkt 2_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz wa-runków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego pań-stwem członkowskim _Dz.U.2018.757_.",
        "date": "2018-05-30"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. w Kuźni Raciborskiej, zarejestrowanej w rejestrze\n                           przedsiębiorców prowadzonym przez Sąd Rejonowy w Gliwicach, X Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego  pod  numerem  KRS 0000069588,  działając  na  podstawie\n                           art. 399 § 1 k.s.h. oraz § 23 ust. 2 i § 24 ust. 2 Statutu Spółki, zwołuje Zwyczajne\n                           Walne Zgromadzenie Fabryki Obrabiarek RAFAMET Spółka Akcyjna na dzień 26 czerwca 2018\n                           r., godz. 11.00, w siedzibie Spółki w Kuźni Raciborskiej. Treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia wraz z informacjami wymaganymi\n                           art. 402 2 k.s.h. zawiera załącznik do niniejszego raportu.Podstawa prawna: § 19 ust. 1 pkt 1_ Rozporządzenia Ministra Finansów z dnia 29 marca\n                           2018 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757_.",
        "date": "2018-05-30"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że w dniu dzisiejszym powziął informację\n                           o podpisaniu dnia 25.05.2018 r. umowy przez kontrahenta - firmę PT. Eltran Indonesia\n                           _Jl. Soekarno-Hatta No. 442, at 1st Floor “C\" building Bandung, Indonesia_. Przedmiotem\n                           umowy jest dostawa tokarki kołowej UBF 112 N i tokarki do osi TOK 80 N w ramach projektu\n                           Palembang LRT. Łączna wartość przedmiotu umowy wynosi 1.567.483 EUR, tj. 6.743.625,36\n                           PLN _wg kursu NBP na dzień 25.05.2018 r._. Termin dostawy ustalono na 2018 r. Warunki\n                           zamówień nie odbiegają od warunków powszechnie stosowanych w przypadku tego typu transakcji.\n                           Niniejsza informacja została uznana za istotną z uwagi na wartość przedmiotu umowy\n                           w sprzedaży Emitenta.",
        "date": "2018-05-28"
    },
    {
        "company_name": "RAFAMET",
        "content": "Spółka informuje, iż w dniu dzisiejszym Rada Nadzorcza RAFAMET S.A. powołała do Zarządu\n                           Fabryki Obrabiarek RAFAMET S.A., na nową wspólną pięcioletnią kadencję Pana E. Longina\n                           Wonsa do pełnienia funkcji Prezesa Zarządu – Dyrektora Naczelnego.Uchwała Rady Nadzorczej o powołaniu Prezesa Zarządu wchodzi w życie z dniem odbycia\n                           Walnego Zgromadzenia Fabryki Obrabiarek RAFAMET S.A. zatwierdzającego sprawozdanie\n                           finansowe Spółki za rok 2017.Podstawa prawna: § 5 pkt 5 Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r.\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U.2018.757 z dnia 2018.04.20_.",
        "date": "2018-05-23"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż Rada Nadzorcza na posiedzeniu\n                           w dniu dzisiejszym podjęła uchwałę, zgodnie z którą opiniuje propozycję Zarządu dotyczącą\n                           podziału zysku netto za rok obrotowy 2017 w wysokości 1.080.069,73 w następujący sposób:a_   pozytywnie opiniuje wypłatę dywidendy dla akcjonariuszy w  kwocie 1.036.488,24\n                           zł, tj. 0,24 zł na jedną akcję,b_   negatywnie opiniuje przeznaczenie na kapitał zapasowy Spółki kwoty 43.581,49\n                           zł, rekomendując przeznaczenie tej kwoty na Zakładowy Fundusz Świadczeń Socjalnych.O rekomendacji Zarządu Emitent informował w Raporcie bieżącym nr 6/2018 z dnia 22.05.2018\n                           r.",
        "date": "2018-05-23"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w dniu dzisiejszym podjął decyzję\n                           w przedmiocie wypłaty dywidendy z zysku za rok 2017 w łącznej wysokości 1.036.488,24\n                           zł, tj. 0,24 zł na jedną akcję.Zarząd rekomenduje dzień dywidendy na 18 lipca 2018 r., zaś termin wypłaty dywidendy\n                           na dzień 30 października 2018 r. Niniejsza rekomendacja będzie przedmiotem oceny Rady Nadzorczej Spółki. Ostateczną\n                           decyzję w sprawie podziału zysku za rok 2017 podejmie Zwyczajne Walne Zgromadzenie\n                           Spółki.",
        "date": "2018-05-22"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, że w dniu dzisiejszym Spółka potwierdziła\n                           dwa zamówienia z firmy COLAS Rail z Egiptu _33 Falaky Street - Bab al-Louq, Kair_.\n                           Przedmiotem dostawy jest tokarka kołowa typu UDA 125 N oraz tokarka do osi kolejowych\n                           typu TOK 80 N, które przeznaczone są dla metra w Kairze. Łączna wartość przedmiotu\n                           umowy wynosi 1.622.100,00 EUR, tj. 6.920.203,00 PLN _wg kursu NBP na dzień 08.05.2018\n                           r._. Termin dostawy ustalono na grudzień 2018 r. Warunki zamówień nie odbiegają od\n                           warunków powszechnie stosowanych w przypadku tego typu transakcji. Niniejsza informacja uznana została za istotną z uwagi na sprzedaż produktów Spółki\n                           na nowym rynku zbytu.",
        "date": "2018-05-08"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Fabryki Obrabiarek RAFAMET S.A. informuje, iż w dniu dzisiejszym zostały potwierdzone\n                           przez RAFAMET S.A. dwa zamówienia otrzymane od firmy TATA Limited z Wielkiej Brytanii\n                           _18 Grosvenor Place, London SW1X 7HS_. Przedmiotem zamówień jest dostawa czterech\n                           sterowanych numerycznie tokarek poziomych marki PORĘBA typu TRB i TRP o łącznej wartości\n                           1.158.957,50 EUR, tj. 4.844.674,14 PLN _wg kursu NBP na dzień 23.04.2018r._, przeznaczonych\n                           dla TATA STEEL Ltd. Growth Shop, Jamshedpur, Indie. Termin dostawy ustalono na listopad\n                           i grudzień 2018 r. Warunki zamówień nie odbiegają od warunków powszechnie stosowanych\n                           w przypadku tego typu transakcji. Niniejsza informacja uznana została za istotną z uwagi na pozycję klienta na rynku\n                           i możliwość uzyskania referencji dla marki PORĘBA.",
        "date": "2018-04-24"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd Emitenta informuje, iż po dokonaniu przez biegłego rewidenta wstępnego oszacowania\n                           wyników finansowych osiągniętych przez RAFAMET S.A. za 2017 r. Zarząd podjął decyzję\n                           w przedmiocie wstępnej deklaracji wypłaty dywidendy z zysku za rok 2017 w wysokości\n                           0,24 zł na jedną akcję. Niniejsza rekomendacja będzie przedmiotem oceny Rady Nadzorczej\n                           Spółki. Ostateczną decyzję w sprawie podziału zysku za rok 2017 podejmie Zwyczajne\n                           Walne Zgromadzenie Spółki.Przewidywane wyniki finansowe osiągnięte przez Spółkę za 2017 r. przedstawiają się\n                           następująco:-  wstępne przychody ze sprzedaży ogółem wyniosły 87.000 tys. zł,-  wstępna EBITDA wyniosła 8.500 tys.,-  wstępny zysk netto wyniósł 1.080 tys. zł.Wiedza Zarządu na dzień sporządzenia niniejszego raportu opiera się na założeniu,\n                           że nie powstaną i nie ujawnią się okoliczności, które mogłyby istotnie wpłynąć na\n                           wstępnie szacowane wyniki finansowe po dniu opublikowania niniejszego raportu. Powyższe\n                           szacunki będą na bieżąco monitorowane do czasu publikacji raportów okresowych. Roczne sprawozdanie finansowe Spółki za 2017 r. i roczne skonsolidowane sprawozdanie\n                           finansowe Grupy Kapitałowej podlegają badaniu przez biegłego rewidenta, co może spowodować\n                           korektę osiągniętych wyników finansowych, o czym Emitent poinformuje dnia 27.04.2018\n                           r., zgodnie z przyjętymi terminami przekazywania raportów okresowych w 2018 r.",
        "date": "2018-01-31"
    },
    {
        "company_name": "RAFAMET",
        "content": "Zarząd RAFAMET S.A. informuje o terminach przekazywania do publicznej wiadomości raportów\n                           okresowych Spółki w 2018 roku:1.  Rozszerzone skonsolidowane raporty kwartalne:- za I kwartał 2018 r. – 28 maja 2018 r., - za III kwartał 2018 r. – 16 listopada 2018 r.2.  Rozszerzony skonsolidowany raport półroczny za I półrocze 2018 r. – 14 września\n                           2018 r. 3.  Raport roczny za 2017 r. – 27 kwietnia 2018 r. 4.  Skonsolidowany raport roczny za 2017 r. – 27 kwietnia 2018 r.Zgodnie z § 83 ust. 1 i 3 Rozporządzenia Spółka zamierza przekazywać do publicznej\n                           wiadomości skonsolidowane raporty kwartalne, w których zamieszczona będzie kwartalna\n                           informacja finansowa oraz skonsolidowany raport półroczny, w którym zamieszczone będzie\n                           półroczne skrócone sprawozdanie finansowe wraz z raportem podmiotu uprawnionego do\n                           badania sprawozdań finansowych.Działając na podstawie § 101 ust. 2 Rozporządzenia, Emitent nie będzie przekazywał\n                           do publicznej wiadomości odpowiednio raportu kwartalnego i skonsolidowanego raportu\n                           kwartalnego za II kwartał 2018r. oraz raportu kwartalnego i skonsolidowanego raportu\n                           kwartalnego za IV kwartał 2017 r.Podstawa prawna: § 103 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _t.j. Dz. U. z 2014 r., poz. 133_.",
        "date": "2018-01-18"
    }
]