[
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Emitent\"_ informuje o zamiarze założenia spółki prawa handlowego\n                           na terenie Indii. Spółka, pod firmą Rawlplug Private Limited z siedzibą w Bangalore\n                           _\"Spółka\"_ z kapitałem założycielskim nie wyższym niż 100.000 INR _rupii_, będzie\n                           prowadziła wyłącznie działalność usługową, polegającą na udzielaniu wsparcia technicznego\n                           dla dystrybutora produktów RAWLPLUG, z którym Grupa Kapitałowa Rawlplug S.A. obecnie\n                           współpracuje. Dystrybucja na rynek indyjski odbywa się natomiast za pośrednictwem\n                           spółki zależnej od Emitenta - Rawlplug Middle-East FZE z siedzibą w Dubaju.Spółka będzie podmiotem bezpośrednio zależnym od Rawlplug S.A. Planowany termin uruchomienia\n                           Spółki przypada na I kwartał 2018 roku.",
        "date": "2017-12-19"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym, tj. 14.12.2017 r.\n                           Nadzwyczajne Walne Zgromadzenie Spółki powołało na Członków Rady Nadzorczej Spółki\n                           Panów Janusza Pajkę oraz Włodzimierza Frankowicza. Rada Nadzorcza Spółki na posiedzeniu w dniu dzisiejszym, tj. 14.12.2017 r. powołała\n                           Panów Janusza Pajkę oraz Włodzimierza Frankowicza na Członków Komitetu Audytu Spółki.Janusz Pajka Wykształcenie: wyższe - Akademia Ekonomiczna we Wrocławiu _1988_Przebieg kariery zawodowej: 05.2016 - 10.2017 – Prokurent, Dyrektor Inwestycyjny LFI Sp. z o.o. Sp.k.03.2016 - 05.2017 – Członek Zarządu LFI Sp. z o.o.06.2015 - 05.2017 – Członek Zarządu LFI Inwestycje Rolne Sp. z o.o.06.2014 - 04.2016 – Prokurent LOOK Finansowanie Inwestycji Łukasiewicz i Wspólnicy\n                           Sp.j.06.2013 - 05.2017 – Członek Zarządu Rawlplug S.A.05.2004 - 06.2014 – Prezes Zarządu LOOK Finansowanie Inwestycji S.A.06.2004 - 08.2005 – Przewodniczący Rady Banku EUROBANK S.A.06.2003 - 05.2004 – Vice Prezes Zarządu EUROBANK S.A.12.2003 - 05.2004 – dyrektor Pionu Zarządzania Aktywami Look Finansowanie Inwestycji\n                           S.A .06.2002 - 12.2002 – dyrektor Pionu Zarządzania Aktywami Lukas S.A. Oddział ds. Inwestycji\n                           Kapitałowych12.1999 - 08.2002 – dyrektor Departamentu Skarbu w Lukas Banku S.A., członek komitetu\n                           ALCO 12.1999 - 08.2002 – dyrektor Departamentu Skarbu w Lukas S.A.,07.1998 - 12.1999 – gł. specjalista ds. inwestycji kapit. Lukas Banku S.A.06.1993 - 12.1999 – gł. specjalista ds. inwestycji kapit. w firmie Towarzystwo Finansowe\n                           S.A., a następnie w S.L. S.A. i Lukas S.A.08.1992 - 01.1993 – specjalista ds. rynku kapitałowego w Gospodarczym Banku Południowo\n                           Zachodnim S.A. we Wrocławiu09.1990 - 07.1992 – inspektor kredytowy, organizator biura maklerskiego specjalista\n                           d/s papierów wartościowych w Banku Handlowo Kredytowym S.A. w Katowicach.Doświadczenie zawodowe:Pan Janusz Pajka ma szerokie doświadczenie w zarządzaniu i koordynacji pracami banku\n                           oraz w organizowaniu i zarządzaniu pracami departamentu skarbu w bankach. Ma również\n                           doświadczenie w negocjacjach z kontrahentami _umowy emisyjne papierów dłużnych_, w\n                           projektowaniu i obsłudze instrumentów finansowych _rozliczenia międzybankowe, sprzedaż\n                           wierzytelności, sekurytyzacja_. Brał również udział w kierowanie pracami z zakresu\n                           analiz związanych z ryzykiem stopy procentowej oraz ryzykiem płynności. Był również\n                           bezpośrednio zaangażowany przy organizacji transakcji sprzedaży większościowego pakietu\n                           akcji EUROBANK S.A. Działalność wykonywana poza przedsiębiorstwem Emitenta nie jest konkurencyjna w stosunku\n                           do działalności Emitenta. Dane Pana Janusza Pajki nie są wpisane do Rejestru Dłużników\n                           Niewypłacalnych Krajowego Rejestru Sądowego.Włodzimierz Frankowicz Wykształcenie: wyższe - Wyższa Szkoła Ekonomiczna we Wrocławiu, Wydział Gospodarki\n                           Narodowej, kierunek Organizacja Przetwarzania Danych _1971_.Przebieg kariery zawodowej: 1990 - 2016 - właściciel i zarządzający w Biurze Księgowo-Rachunkowym \"STORNO\" spółka\n                           z o.o. 1988 - 1990 - dyrektor naczelny w zakładzie Wytwarzania Urządzeń Elektronicznych ARMATRONIC.1984 - 1988 - członek podatkowej Komisji Odwoławczej przy Izbie Skarbowej we Wrocławiu.\n                           1982 - 1990 - praca w zarządach przedsiębiorstw państwowych, spółdzielczych i prywatnych\n                           na stanowiskach członków zarządu, głównie jako zastępca ds. ekonomicznych _z funkcją\n                           głównego księgowego_ lub prezes zarządu.1971 - 1982 - informatyk, a następnie kierownik Zakładowego Ośrodka Informatyki Zjednoczenia\n                           \"Pollena\".Pan Włodzimierz Frankowicz w trakcie swojej kariery zawodowej zasiadał również w radach\n                           nadzorczych spółek, jako członek - Bank Zachodni WBK S.A., POLAR S.A., ESKORTA Sp.\n                           z o.o., RADCOMP Sp. z o.o., ASTRA S.A. oraz jako przewodniczący - WROBIS S.A., SERWIS\n                           2001 S.A.Ponadto Pan Włodzimierz Frankowicz odbył liczne szkolenia i studia podyplomowe z zakresu\n                           finansów, rachunkowości i zarządzania.Pan Włodzimierz Frankowicz posiada również następujące uprawnienia związane z wykonywaniem\n                           zawodu:- Świadectwo Kwalifikacyjne Nr 2000/97 wydane przez Ministra Finansów dla osób prowadzących\n                           usługowo księgi rachunkowe – 1997 r.- Doradca podatkowy zgodnie z wpisem Nr 3055 na liście doradców podatkowych dokonanym\n                           przez Ministra Finansów – 1997 r.Działalność wykonywana poza przedsiębiorstwem Emitenta nie jest konkurencyjna w stosunku\n                           do działalności Emitenta. Dane Pana Włodzimierza Frankowicza nie są wpisane do Rejestru\n                           Dłużników Niewypłacalnych Krajowego Rejestru Sądowego.Pan Włodzimierz Frankowicz spełnia kryteria niezależności członka rady nadzorczej\n                           określone w Załączniku II do Zalecenia Komisji Europejskiej2005/162/WE dnia 15 lutego\n                           2005 r. dotyczącego roli dyrektorów nie wykonawczych lub będących członkami rady nadzorczej\n                           spółek giełdowych i komisji rady _nadzorczej_ oraz w art. 129 ust 3 Ustawy o biegłych\n                           rewidentach, firmach audytorskich oraz nadzorze publicznym z dnia 11.05.2017 r., a\n                           także dodatkowe wymogi wskazane w Dobrych Praktykach Spółek notowanych na GPW 2016.Podstawa prawna szczegółowa:§5 ust. 1 pkt 22 Rozporządzenia ws. informacji bieżących i okresowych",
        "date": "2017-12-14"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "W nawiązaniu do następujących raportów bieżących:a_ raportu bieżącego nr 20/2016 - Zamiar połączenia podmiotu zależnego od Emitenta\n                           z innym podmiotem zależnym od Emitenta oraz zamiar transgranicznego połączenia Emitenta\n                           z podmiotem zależnym od Emitenta,b_ raportu bieżącego nr 7/2017 - Zgoda rady nadzorczej na transgraniczne połączenie\n                           Emitenta z podmiotem zależnym od Emitenta,c_ raportu bieżącego nr 10/2017 - Ogłoszenie o zwołaniu zwyczajnego walnego zgromadzenia\n                           RAWLPLUG S.A. wraz z projektami uchwał,d_ raportu bieżącego nr 11/2017 - Ponowne zawiadomienie akcjonariuszy Emitenta o zamiarze\n                           transgranicznego połączenia Emitenta z podmiotem zależnym od Emitenta,Zarząd spółki pod firmą: \"RAWLPLUG\" Spółka akcyjna z siedzibą we Wrocławiu, adres:\n                           ul. Kwidzyńska 6, 51-416 Wrocław, o kapitale zakładowym: 32.560.000,00 złotych, w\n                           całości wpłaconym, wpisanej do rejestru przedsiębiorców Krajowego Rejestru Sądowego\n                           przez Sąd Rejonowy dla Wrocławia-Fabrycznej we Wrocławiu pod numerem KRS: 0000033537,\n                           prowadzącej działalność w zakresie projektowania, wytwarzania i sprzedaży zamocowań\n                           _zwanej dalej \"Emitentem\"_, informuje o dokonanym w dniu 11 grudnia 2017 r. transgranicznym\n                           połączeniu Emitenta z podmiotem zależnym od Emitenta, tj. ze spółką pod firmą: FARMLORD\n                           TRADING LIMITED z siedzibą w Nikozji, adres: Office 211, Mitsi Building 3, 1 Arch.\n                           Makarios III Avenue, 1065, Nikozja, Republika Cypryjska, wpisaną do rejestru spółek\n                           Republiki Cypryjskiej pod numerem: HE 252535, prowadzącą działalność holdingową _zwaną\n                           dalej \"FARMLORD\"_.Przedmiotowe połączenie nastąpiło w trybie art. 5161 w zw. z art. 492 § 1 pkt 1 ustawy\n                           z dnia 15 września 2000 r. Kodeks spółek handlowych _zwanej dalej \"KSH\"_, tj. poprzez\n                           przeniesienie całego majątku FARMLORD na Emitenta, z uwzględnieniem uproszczenia \n                           wynikającego z art. 51615 § 1 i art. 5161 w zw. z art. 516 § 6 KSH, oraz bez podwyższenia\n                           kapitału zakładowego Emitenta.Połączenie nie wpłynie na jednostkowe ani na skonsolidowane wyniki finansowe Emitenta,\n                           a służyło wyłącznie uproszczeniu struktury Grupy Kapitałowej RAWLPLUG S.A.",
        "date": "2017-12-11"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym tj. 20 listopada\n                           2017 roku Pan Wojciech Heydel złożył rezygnację z pełnienia funkcji członka Rady Nadzorczej\n                           Spółki z dniem 13 grudnia 2017 r.Złożona rezygnacja nie zawiera informacji o jej przyczynach.Zarząd Spółki informuje, iż Pan Wojciech Heydel pełnił także funkcję Członka Komitetu\n                           Audytu, funkcjonującego w strukturze Rady Nadzorczej Spółki.",
        "date": "2017-11-20"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zgodnie z § 38 ust.1 pkt. 1, 2 i 3 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _..._, Zarząd Rawlplug S.A. podaje\n                           do publicznej wiadomości treść ogłoszenia o zwołaniu Nadzwyczajnego Walnego Zgromadzenia\n                           Rawlplug S.A. na dzień 14 grudnia 2017 r. oraz treść projektów uchwał będących przedmiotem\n                           obrad Nadzwyczajnego Walnego Zgromadzenia Rawlplug S.A. Treść ogłoszenia i projekty uchwał zawierają załączniki do niniejszego raportu.",
        "date": "2017-11-17"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym tj. 13 listopada\n                           2017 roku Pan Zbigniew Szczypiński złożył rezygnację z pełnienia funkcji członka Rady\n                           Nadzorczej Spółki z dniem 13 grudnia 2017 r.Złożona rezygnacja nie zawiera informacji o jej przyczynach.Zarząd Spółki informuje, iż Pan Zbigniew Szczypiński pełnił także funkcję Członka\n                           Komitetu Audytu, funkcjonującego w strukturze Rady Nadzorczej.",
        "date": "2017-11-13"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _dalej: \"Emitent\"_ informuje, że w dniu dzisiejszym tj. 27 października\n                           2017 roku doszło do podpisania następujących dokumentów:- umowy sprzedaży 3.900 szt. udziałów o wartości nominalnej 500 zł za jeden udział\n                           _tj. 100% udziałów_ spółki Fabryka Pił i Narzędzi Wapienica Sp. z o.o. posiadanych\n                           przez Emitenta oraz - umowy sprzedaży znaków towarowych \"Globus\" i \"Glotech\" wykorzystywanych przez spółkę\n                           Fabryka Pił i Narzędzi Wapienica Sp. z o.o. i posiadanych przez Koelner Rawlplug IP\n                           sp. z o.o. _spółka zależna od Emitenta, zwane razem \"Spółki Sprzedające\"_.Nabywcą ww. aktywów jest Pan Leszek Sobik prowadzący jednoosobową działalność gospodarczą\n                           pod firmą: Firma Handlowo-Usługowa \"Sobik\" _dalej: \"Nabywca\"_. Pomiędzy Nabywcą a\n                           Spółkami Sprzedającymi nie występują powiązania.Ww. aktywa zostały zbyte po cenie sprzedaży:- za udziały spółki Fabryka Pił i Narzędzi Wapienica Sp. z o.o.: cena sprzedaży 13,7\n                           mln zł,- za znaki towarowe: cena sprzedaży netto 7,3 mln zł.Warunki na jakich zostały zawarte ww. umowy nie odbiegają od warunków typowych dla\n                           tego rodzaju umów.Zbycie udziałów w spółce Fabryka Pił i Narzędzi Wapienica Sp. z o.o. oraz znaków towarowych\n                           \"Globus\" i \"Glotech\" jest efektem przyjętej strategii rozwoju Grupy Rawlplug S.A.,\n                           która polega przede wszystkim na skoncentrowaniu się na światowej ekspansji marki\n                           RAWLPLUG. Produkty sprzedawane pod tą marką stanowią segment wysokomarżowy. Koncentracja\n                           na rozwoju marki RAWLPLUG umożliwi tym samym Grupie Rawlplug S.A. maksymalne wykorzystanie\n                           potencjału, który ta marka posiada.O rozmowach prowadzonych z Nabywcą oraz o ustaleniu ostatecznych warunków transakcji\n                           mającej na celu zbycie na jego rzecz ww. aktywów, Emitent informował w dniu 24 października\n                           2017 roku raportem bieżącym nr 18/2017.",
        "date": "2017-10-27"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _dalej \"Emitent\"_ działając na podstawie art. 17 ust. 4 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylającego dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE _\"Rozporządzenie MAR\"_ przekazuje poniższą informację poufną dotyczącą\n                           rozpoczęcia przez Zarząd Emitenta w dniu 4 września 2017 roku rozmów z inwestorem\n                           mających na celu zbycie na jego rzecz 100% udziałów spółki Fabryka Pił i Narzędzi\n                           Wapienica Sp. z o.o. w Bielsku-Białej oraz znaków towarowych \"Globus\" i \"Glotech\"\n                           i ustalenie przez strony treści umów dotyczących przedmiotowych transakcji. Podanie do publicznej wiadomości informacji poufnej zostało opóźnione dnia 4 września\n                           2017 roku na podstawie art. 17 ust. 4 Rozporządzenia MAR.Treść informacji poufnej: Zarząd Rawlplug S.A. informuje, że w dniu 4 września 2017 roku podjął decyzję rozpoczęciu\n                           rozmów z inwestorem mających na celu, na bazie jej kolejnych etapów, wypracowanie\n                           ostatecznych parametrów transakcji zbycia na jego rzecz 100% udziałów spółki Fabryka\n                           Pił i Narzędzi Wapienica Sp. z o.o. oraz zbycia znaków towarowych \"Globus\" i \"Glotech\".W związku z powyższym w dniu dzisiejszym tj. 24.10.2017 roku miało miejsce ustalenie\n                           ostatecznych warunków, na jakich dojdzie do podpisania przez strony następujących\n                           dokumentów:- umowy sprzedaży udziałów w Fabryki Pił i Narzędzi Wapienica Sp. z o.o. posiadanych\n                           przez Emitenta oraz - umowy sprzedaży znaków towarowych \"Globus\" i \"Glotech\" wykorzystywanych przez Fabrykę\n                           Pił i Narzędzi Wapienica Sp. z o.o. i posiadanych przez Koelner Rawlplug IP sp. z\n                           o.o. _spółka zależna od Emitenta, zwane razem \"Spółki Sprzedające\"_.Cena sprzedaży powyższych aktywów tj. udziałów i znaków towarowych oraz wpływ ich\n                           sprzedaży na wynik netto za IV kwartał 2017 roku w jednostkowych sprawozdaniach finansowych\n                           Spółek Sprzedających będą przedstawiały się następująco:- udziały w spółce Fabryka Pił i Narzędzi Wapienica Sp. z o.o.: cena sprzedaży 13,7\n                           mln zł, wpływ na sprawozdanie finansowe Emitenta - zysk netto ok. 1,3 mln zł,- znaki towarowe: cena sprzedaży 7,3 mln zł, wpływ na sprawozdanie finansowe Koelner\n                           Rawlplug IP sp. z o.o. -  strata netto ok. 2,3 mln zł.Łączny wpływ sprzedaży znaków towarowych oraz sprzedaży udziałów i wyłączenia z konsolidacji\n                           spółki Fabryka Pił i Narzędzi Wapienica Sp. z o.o. na skonsolidowany wynik netto Grupy\n                           Kapitałowej Rawlplug S.A za IV kwartał 2017 roku wyniesie minus 6,5 mln zł.Podpisanie ww. umów nastąpi w najbliższych dniach, o czym Emitent poinformuje odrębnym\n                           raportem. Na wniosek inwestora jego nazwa zostanie podana w momencie podpisania ostatecznych\n                           umów.O rozpoczęciu procesu mającego na celu zbadanie możliwości pozyskania inwestora dla\n                           spółki zależnej Fabryka Pił i Narzędzi Wapienica Sp. z o.o. Spółka informowała w dniu\n                           29.08.2016 roku raportem bieżącym nr 17/2016.",
        "date": "2017-10-24"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. podaje do wiadomości, że na Zwyczajnym Walnym Zgromadzeniu Rawlplug\n                           S.A., które odbyło się w dniu dzisiejszym tj. 9 czerwca 2017 r., akcjonariuszami,\n                           którzy  posiadali co najmniej 5% ogólnej liczby głosów na tym zgromadzeniu byli:- Amicus Poliniae sp. z o.o.: liczba głosów przypadająca z posiadanych akcji - 16.702.750,\n                           co stanowi 90,87% głosów na tym zgromadzeniu i 51,30% ogólnej liczby głosów;- PKO BP Bankowy Otwarty Fundusz Emerytalny: liczba głosów przypadająca z posiadanych\n                           akcji - 1.677.562, co stanowi 9,13% głosów na tym zgromadzeniu i 5,15% ogólnej liczby\n                           głosów.",
        "date": "2017-06-09"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. informuje, iż w dniu dzisiejszym, tj. 9 czerwca 2017 roku Zwyczajne\n                           Walne Zgromadzenie Spółki podjęło uchwałę o wypłacie dywidendy.  Zgodnie z podjętą uchwałą, Zwyczajne Walne Zgromadzenie ustaliło wysokość dywidendy\n                           w kwocie 10.744.800,00 zł _słownie: dziesięć milionów siedemset czterdzieści cztery\n                           tysiące osiemset złotych_ tj. kwotę 0,33 gr _słownie: trzydzieści trzy grosze_ na\n                           1 _jedną_ akcję.Dywidenda zostanie wypłacona:- z zysku netto za rok obrotowy 2016 w kwocie 2.263.623,38 zł,- z kapitału zapasowego w kwocie 8.481.176,62 zł.Dywidendą zostaną objęte wszystkie akcje, tj. 32.560.000 akcji Rawlplug S.A.  Zwyczajne Walne Zgromadzenie Spółki ustaliło :a. dzień dywidendy na dzień 9.08.2017 r.,  b. termin wypłaty dywidendy na dzień  25.08.2017 r. Podstawa szczegółowa: §38 ust. 2 Rozporządzenia ws. informacji bieżących i okresowych",
        "date": "2017-06-09"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. przekazuje do publicznej wiadomości uchwały Zwyczajnego Walnego\n                           Zgromadzenia Spółki, które odbyło się w dniu dzisiejszym, tj. 9 czerwca 2017 r. we\n                           Wrocławiu. Wobec braku zgłoszenia kandydatów, nie odbyło się głosowanie nad uchwałą nr 19 Zwyczajnego\n                           Walnego Zgromadzenia w sprawie powołania członka Rady Nadzorczej.Jednocześnie Zarząd Spółki informuje, iż podczas obrad Zgromadzenia nie został zgłoszony\n                           sprzeciw do protokołu obrad w stosunku do podjętych uchwał.Podstawa szczegółowa: §38 ust. 1 pkt  7, 8, 9 Rozporządzenia ws. informacji bieżących i okresowych",
        "date": "2017-06-09"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "W nawiązaniu do raportu bieżącego nr 12/2017 z dnia 25.05.2017 r. Zarząd Rawlplug\n                           S.A. informuje, że w dniu dzisiejszym, tj. 31.05.2017 r. otrzymał informację o rejestracji\n                           w dniu 26.05.2017 r. przez Sekretarza Stanu Delaware spółki zależnej Rawlplug Inc.\n                           z siedzibą w stanie Delaware w Stanach Zjednoczonych Ameryki Północnej _\"Spółka\"_.\n                           Kapitał zakładowy Spółki w całości objęty został przez Rawlplug S.A.Podstawowym celem spółki będzie ustalenie potencjału tamtejszego rynku oraz zapotrzebowania\n                           na produkty Grupy Kapitałowej Rawlplug S.A. w pespektywie najbliższych trzech lat.\n                           Ostateczne decyzje odnośnie rozwoju Grupy Kapitałowej Rawlplug S.A. w Stanach Zjednoczonych\n                           zostaną podjęte do końca 2017 roku.",
        "date": "2017-05-31"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "W nawiązaniu do raportu bieżącego nr 20/2016 z dnia 12.10.2016 r. Zarząd Rawlplug\n                           S.A. _\"Emitent\"_ informuje, że w dniu dzisiejszym, tj. 31.05.2017 r. otrzymał informację\n                           o złożeniu w cypryjskim rejestrze spółek postanowienia sądu cypryjskiego w przedmiocie\n                           zgody na połączenie spółek zależnych od Emitenta z siedzibą na Cyprze, tj. Farmlord\n                           Trading Ltd oraz Meadowfolk Holdings Ltd. Na skutek złożenia przedmiotowego postanowienia doszło do połączenia spółek Farmlord\n                           Trading Ltd oraz Meadowfolk Holdings Ltd. Połączenie nastąpiło w drodze przeniesienia całego majątku spółki Meadowfolk Holdings\n                           Ltd na spółkę Farmlord Trading Ltd. W wyniku połączenia spółka Farmlord Trading Ltd\n                           stała się właścicielem 100% udziałów w kapitale zakładowym spółki KOELNER ŁAŃCUCKA\n                           FABRYKA ŚRUB Sp. z o.o. z siedzibą w Łańcucie.Połączenie spółek Farmlord Trading Ltd oraz Meadowfolk Holdings Ltd jest warunkiem\n                           koniecznym przeprowadzenia połączenia transgranicznego Rawlplug S.A. oraz Farmlord\n                           Trading Ltd, o którym Emitent informował w raportach bieżących: nr 20/2016 z dnia\n                           12.10.2016 r., nr 7/2017 z dnia 8.05.2017 r. oraz nr 11/2017 z dnia 23.05.2017 r.\n                           Plan połączenia transgranicznego zamieszczony jest na stronie internetowej Emitenta:\n                           http://www.rawlplug.pl/pl/relacje-inwestorskie/polaczenie-transgraniczne/",
        "date": "2017-05-31"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. informuje o zamiarze założenia spółki prawa handlowego na terenie\n                           Stanów Zjednoczonych Ameryki Północnej. Podstawowym celem spółki będzie ustalenie\n                           potencjału tamtejszego rynku oraz zapotrzebowania na produkty Grupy Kapitałowej Rawlplug\n                           S.A. w pespektywie najbliższych trzech lat. Ostateczne decyzje odnośnie rozwoju Grupy\n                           Kapitałowej Rawlplug S.A. w Stanach Zjednoczonych zostaną podjęte do końca 2017 roku.Planowany termin uruchomienia spółki przypada na II kwartał 2017 roku.",
        "date": "2017-05-25"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd spółki pod firmą: \"RAWLPLUG\" Spółka akcyjna z siedzibą we Wrocławiu, adres:\n                           ul. Kwidzyńska 6, 51-416 Wrocław, o kapitale zakładowym w wysokości: 32.560.000,00\n                           _słownie: trzydzieści dwa miliony pięćset sześćdziesiąt tysięcy_ złotych, w pełni\n                           wpłaconym, wpisanej do rejestru przedsiębiorców Krajowego Rejestru Sądowego, prowadzonego\n                           przez Sąd Rejonowy dla Wrocławia-Fabrycznej we Wrocławiu, VI Wydział Gospodarczy Krajowego\n                           Rejestru Sądowego pod numerem KRS: 0000033537, REGON: 932098397, NIP: 8951687880 _zwanej\n                           dalej \"Emitentem\"_ po raz kolejny zawiadamia akcjonariuszy Emitenta o zamiarze połączenia\n                           transgranicznego Emitenta ze spółką pod firmą: FARMLORD TRADING LIMITED z siedzibą\n                           w Nikozji, Republika Cypryjska, wpisaną do rejestru spółek Republiki Cypryjskiej pod\n                           numerem: 252535 _zwaną dalej \"Spółką Przejmowaną\"_, które to połączenie zostanie przeprowadzone\n                           w trybie, o którym mowa w art. 5161 w zw. z art. 492 § 1 pkt 1 KSH oraz art. 2 pkt\n                           2 lit. c dyrektywy 2005/56/WE Parlamentu Europejskiego i Rady z dnia 26 października\n                           2005 r. w sprawie transgranicznego łączenia się spółek kapitałowych _Dz. U. UE L z\n                           2005 r., nr 310, str. 1, zwanej dalej \"Dyrektywą\"_, tj. poprzez przeniesienie całego\n                           majątku Spółki Przejmowanej na Emitenta, z uwzględnieniem uproszczenia wynikającego\n                           z art. 51615 § 1 i art. 5161 w zw. z art. 516 § 6 KSH i art. 15 ust. 1 Dyrektywy oraz\n                           bez podwyższenia kapitału zakładowego Emitenta. Połączenie zostanie przeprowadzone\n                           na warunkach określonych w planie połączenia transgranicznego, uzgodnionym między\n                           zarządami Emitenta i Spółki Przejmowanej w dniu 8 maja 2017 r.Połączenie, o którym mowa powyżej znajduje uzasadnienie, albowiem zadania związane\n                           z prowadzeniem działalności holdingowej, dla których Spółka Przejmowana została powołana,\n                           obecnie z powodzeniem mogą być realizowane przez Emitenta. W konsekwencji zasadne\n                           staje się podjęcie działań zmierzających do uproszczenia struktury grupy kapitałowej,\n                           w skład której wchodzi między innymi Spółka Przejmowana oraz Emitent. Zabieg ma jedynie\n                           charakter techniczny. Efektem przedmiotowego uproszczenia będzie uzyskanie efektu\n                           synergii poprzez zmniejszenie łącznych kosztów funkcjonowania przywołanych spółek,\n                           zwiększenie efektywności prowadzonej działalności oraz lepsze wykorzystanie zasobów\n                           łączących się spółek.Zarząd Spółki Przejmującej jednocześnie informuje, że w dniach od 8 maja 2017 r. do\n                           9 czerwca 2017 r. akcjonariusze Emitenta mogą zapoznać się w lokalu Emitenta we Wrocławiu,\n                           przy ul. Kwidzyńskiej 6, 51-416 Wrocław, z dokumentami dotyczącymi połączenia, a w\n                           szczególności:a_\tplanem połączenia wraz z załącznikami, opublikowanym na stronie internetowej Emitenta\n                           w dniu 8 maja 2017 r., b_\tsprawozdaniami finansowymi Emitenta za ostatnie 3 lata obrotowe, wraz z opiniami\n                           biegłego rewidenta,c_\tsprawozdaniami finansowymi Spółki Przejmowanej za ostatnie 3 lata obrotowe, wraz\n                           z opiniami biegłego rewidenta,d_\tsprawozdaniami zarządu Emitenta z działalności za ostatnie 3 lata obrotowe,e_\tsprawozdaniami zarządu Spółki Przejmowanej za ostatnie 3 lata obrotowe, f_\tprojektem uchwały walnego zgromadzenia Emitenta w przedmiocie połączenia transgranicznego,g_\tprojektem uchwały zgromadzenia wspólników Spółki Przejmowanej w przedmiocie połączenia\n                           transgranicznego,h_\tsprawozdaniem zarządu Emitenta sporządzonym dla celów połączenia,i_\tsprawozdaniem zarządu Spółki Przejmowanej sporządzonym dla celów połączenia.Treść\n                           Planu połączenia transgranicznego wraz załącznikami oraz Sprawozdanie Zarządu Emitenta\n                           zawierają załączniki do niniejszego raportu.Plan Połączenia Emitenta ze Spółką Przejmowaną oraz Sprawozdanie Zarządu Emitenta\n                           zostały również przekazane do wiadomości publicznej w raporcie bieżącym nr 7/2017\n                           z dnia 8 maja 2017 roku.",
        "date": "2017-05-23"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zgodnie z § 38 ust.1 pkt. 1, 2 i 3 rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych _..._, Zarząd Rawlplug S.A. podaje\n                           do publicznej wiadomości treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Rawlplug S.A. na dzień 9.06.2017 r. oraz treść projektów uchwał będących przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Rawlplug S.A. Treść ogłoszenia i projekty uchwał zawierają załączniki do niniejszego raportu.",
        "date": "2017-05-11"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "W nawiązaniu do raportu bieżącego nr 22/2016 z dnia 22.11.2016 r. Zarząd Rawlplug\n                           S.A. informuje, że w dniu dzisiejszym, tj. 10.05.2017 r. otrzymał informację o rejestracji\n                           w dniu 13.04.2017 r. przez Market Supervision Administration of Pilot Free Trade Zone\n                           spółki zależnej Rawlplug Shanghai Trading Co., Ltd. z siedzibą w Szanghaju w Chińskiej\n                           Republice Ludowej _\"Spółka\"_. Kapitał zakładowy Spółki wynosi 800 tys. USD i w całości\n                           objęty został przez Rawlplug S.A.Przedmiotem działalności Spółki będzie centralizacja zakupów importowych Grupy RAWLPLUG\n                           na terytorium Chin oraz dystrybucja towarów handlowych na terenie Azji. Założenie\n                           spółki Rawlplug Shanghai Trading Co., Ltd. wpisuje się w główne założenia strategii\n                           Grupy RAWLPLUG w zakresie wzmocnienia pozycji jej spółek zagranicznych i prowadzenia\n                           działań mających na celu wejście na nowe rynki, koncentrując się również na rynkach\n                           pozaeuropejskich, zapewniając dalszy wzrost skali działalności Grupy. Grupa obecnie\n                           rozwija swoje aktywności na rynkach Europy, Bliskiego Wschodu, Australii, Azji oraz\n                           Afryki.",
        "date": "2017-05-10"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym tj. 8 maja 2017 roku\n                           Pan Janusz Pajka złożył rezygnację z pełnienia funkcji członka Rady Nadzorczej Spółki\n                           z dniem 8 maja 2017 r.Złożona rezygnacja nie zawiera informacji o jej przyczynach.",
        "date": "2017-05-08"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, iż w dniu 8 maja 2017 roku Rada Nadzorcza\n                           Spółki postanowiła:1.  na podstawie art. 516.1 w zw. z art. 506 § 1 i 2 ustawy z dnia 15 września 2000\n                           r. Kodeks spółek handlowych _dalej zwanej \"KSH\"_ wyrazić zgodę na połączenie transgraniczne\n                           Rawlplug S.A. _zwaną dalej \"Spółką Przejmującą\"_ ze spółką pod firmą: Farmlord Trading\n                           Limited z siedzibą w Nikozji, Republika Cypryjska, wpisanej do rejestru spółek Republiki\n                           Cypryjskiej pod numerem: 252535 _zwaną dalej \"Spółką Przejmowaną\"_, w trybie art.\n                           516.1 w zw. z art. 492 § 1 pkt 1 i 516 § 6 KSH, a mianowicie poprzez przeniesienie\n                           całego majątku Spółki Przejmowanej na Spółkę Przejmującą, bez podwyższenia kapitału\n                           zakładowego Spółki Przejmującej,2. na podstawie art. 516.1 w zw. z art. 506 § 4 KSH oraz art. 9 ust. 1 dyrektywy 2005/56/WE\n                           Parlamentu Europejskiego i Rady z dnia 26 października 2005 r. w sprawie transgranicznego\n                           łączenia się spółek kapitałowych _Dz. U. UE L z 2005 r., nr 310, str. 1_ wyrazić zgodę\n                           na:a_ plan połączenia transgranicznego podpisany przez zarządy łączących się spółek,b_ niewprowadzanie zmian do statutu Spółki Przejmującej.Treść Planu połączenia transgranicznego wraz załącznikami _za wyjątkiem Załącznika\n                           nr 4 zawierającego bilans Spółki Przejmującej, który zostanie podany do publicznej\n                           wiadomości po publikacji raportu kwartalnego Rawlplug S.A. SA-QSr 1/2017 w dniu 15\n                           maja 2017 r._ oraz sprawozdanie Zarządu Spółki Przejmującej zawierają załączniki do\n                           niniejszego raportu.Na podstawie art. 503.1 w związku z art. 516.6 § 3 Kodeksu spółek handlowych odstąpiono\n                           od wymogu badania planu połączenia oraz sporządzenia opinii przez biegłegoO zamiarze transgranicznego połączenia Emitenta z podmiotem zależnym od Emitenta Spółka\n                           informowała w dniu 12 października 2016 roku w raporcie bieżącym nr 20/2016.Połączenie, o których mowa powyżej znajdują uzasadnienie, albowiem zadania związane\n                           z prowadzeniem działalności holdingowej, dla których Spółka Przejmowana została powołana,\n                           obecnie z powodzeniem mogą być realizowane przez Emitenta. W konsekwencji zasadne\n                           staje się podjęcie działań zmierzających do uproszczenia struktury grupy kapitałowej,\n                           w skład której wchodzi między innymi Spółka Przejmowana oraz Emitent. Zabieg ma jedynie\n                           charakter techniczny. Efektem przedmiotowego uproszczenia będzie uzyskanie efektu\n                           synergii poprzez zmniejszenie łącznych kosztów funkcjonowania przywołanych spółek,\n                           zwiększenie efektywności prowadzonej działalności oraz lepsze wykorzystanie zasobów\n                           łączących się spółek.",
        "date": "2017-05-08"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, iż w dniu 8 maja 2017 roku Rada Nadzorcza\n                           Spółki podjęła uchwałę w sprawie oceny i zatwierdzenia wniosku Zarządu w sprawie sposobu\n                           podziału zysku netto Spółki za rok 2016 i wypłaty dywidendy, o którym Spółka informowała\n                           w raporcie bieżącym nr 4/2017.Zgodnie z ww. uchwałą, Rada Nadzorcza Spółki ocenia pozytywnie i przychyla się do\n                           wniosku Zarządu ustalającego wysokość dywidendy w kwocie 10 744 800,00 zł _słownie:\n                           dziesięć milionów siedemset czterdzieści cztery tysiące osiemset złotych_ tj. kwotę\n                           0,33 gr _słownie: trzydzieści trzy grosze_ na 1 _jedną_ akcję.Zgodnie z wnioskiem Zarządu dywidenda zostanie wypłacona:- z zysku netto za rok obrotowy 2016 w kwocie 2 263 623,38  zł,- z kapitału zapasowego w kwocie 8 481 176,62 zł.Rada Nadzorcza postanowiła także pozytywnie ocenić wniosek Zarządu Rawlplug S.A.,\n                           zgodnie z którym Zarząd Spółki proponuje ustalić:a. dzień dywidendy na dzień 9.08.2017 r.,  b. termin wypłaty dywidendy na dzień  25.08.2017 r.  Rada Nadzorcza Spółki zarekomenduje Walnemu Zgromadzeniu Rawlplug S.A. przyjęcie powyższego\n                           wniosku oraz podjęcie uchwały w sprawie podziału zysku netto Spółki za rok 2016 i\n                           wypłaty dywidendy, ustalenia dnia dywidendy oraz terminu wypłaty dywidendy o proponowanej\n                           przez Zarząd Spółki treści.",
        "date": "2017-05-08"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, iż zgodnie z obowiązującymi przepisami\n                           Rada Nadzorcza Spółki w dniu dzisiejszym, tj. 8 maja 2017 r. dokonała wyboru firmy\n                           Grant Thornton Polska sp. z o.o. s.k. z siedzibą w Poznaniu, ul. Abpa A. Baraniaka\n                           88 E na biegłego rewidenta, audytora sprawozdań finansowych Spółki i Grupy Kapitałowej.\n                           Grant Thornton Polska sp. z o.o. s.k. wpisana jest na listę Krajowej Rady Biegłych\n                           Rewidentów jako podmiot uprawniony do badania sprawozdań finansowych pod numerem 4055.\n                           Wybrany audytor przeprowadzi:- przegląd jednostkowego sprawozdania finansowego Rawlplug S.A. za pierwsze półrocze\n                           2017;- przegląd skonsolidowanego sprawozdania finansowego Grupy Rawlplug S.A. za pierwsze\n                           półrocze 2017;- badanie jednostkowego rocznego sprawozdania finansowego Rawlplug S.A. za rok 2017;- badanie skonsolidowanego rocznego sprawozdania finansowego Grupy Rawlplug S.A. za\n                           rok 2017.Jednocześnie Zarząd Rawlplug S.A. informuje, iż Spółka korzystała z usług Grant Thornton\n                           Polska sp. z o.o.s.k. w zakresie przeglądu i badania sprawozdań finansowych jednostkowych\n                           i skonsolidowanych za rok 2016.Mając na uwadze, iż firma Grant Thornton Polska Sp. z o.o. sp k. oraz Grant Thornton\n                           Frąckowiak sp. z o.o. s.k zrzeszone są w Grant Thornton International Ltd, Spółka\n                           informuje, iż korzystała wcześniej z usług Grant Thornton Frąckowiak sp. z o.o. s.k.\n                           oraz Grant Thornton Frąckowiak sp. z o.o., tj. komplementariusza tego audytora, w\n                           zakresie doradztwa podatkowego oraz w zakresie przeglądu i badania sprawozdań finansowych\n                           jednostkowych i skonsolidowanych za lata 2004-2008 oraz za lata 2010-2014.",
        "date": "2017-05-08"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. informuje, że w dniu dzisiejszym, tj. 25 kwietnia 2017 r. podjął\n                           uchwałę w sprawie propozycji, co do podziału zysku netto Spółki za rok obrotowy 2016,\n                           ustalenia dnia dywidendy oraz terminu wypłaty dywidendy.Zarząd Spółki postanowił przedłożyć Zwyczajnemu Walnemu Zgromadzeniu rekomendację\n                           wypłaty dywidendy za rok 2016 w wysokości 10.744.800 zł, tj. 0,33 zł na jedną akcję.Zarząd Rawlplug S.A. proponuje, aby dywidenda została wypłacona:- z zysku netto za rok obrotowy 2016 w kwocie 2.263.623,38  zł,- z kapitału zapasowego w kwocie 8.481.176,62  zł.Jednocześnie Zarząd Rawlplug S.A. proponuje ustalić:a. dzień dywidendy na dzień 9.08.2017 r.,  b. termin wypłaty dywidendy na dzień 25.08.2017 r.  Uchwała Zarządu Spółki zostanie zaopiniowana przez Radę Nadzorczą Spółki. Ostateczną\n                           decyzję w przedmiocie podziału zysku za rok 2016 oraz wypłaty dywidendy podejmie Walne\n                           Zgromadzenie Spółki.",
        "date": "2017-04-25"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. informuje, że w dniu dzisiejszym, tj. 28 marca 2017 r. Spółka\n                           otrzymała zwrotnie podpisany aneks do umowy o limit wierzytelności z Raiffeisen Bank\n                           Polska S.A. z dnia 26 czerwca 2003 r. Aneks zwiększa limit wierzytelności przyznany\n                           Spółce z 79 mln zł do 84 mln zł. Wartość umowy przekracza 10% wartości kapitałów własnych\n                           Spółki.",
        "date": "2017-03-28"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Emitent\"_, informuje, że w dniu 31 grudnia 2018 r. powziął\n                           informację iż Sąd Rejonowy dla Wrocławia - Fabrycznej we Wrocławiu VI Wydział Gospodarczy\n                           Krajowego Rejestru Sadowego dokonał w dniu 31 grudnia 2018 rejestracji połączenia\n                           spółek zależnych od Emitenta, tj. Koelner Rawlplug IP Sp. z o.o. jako Spółki Przejmującej\n                           ze spółką Koelner Łańcucka Fabryka Śrub Sp. z o.o. jako Spółką Przejmowaną, w trybie\n                           art. 492 § 1 pkt 1 Kodeksu spółek handlowych, na zasadach określonych w planie połączenia\n                           z dnia 31 sierpnia 2018 r.W wyniku przeprowadzonego połączenia nastąpiło wykreślenie Spółki Przejmowanej _Koelner\n                           Łańcucka Fabryka Śrub Sp. z o.o._ i podwyższenie kapitału zakładowego Spółki Przejmującej\n                           _Koelner Rawlplug IP Sp. z o.o._.W wyniku połączenia obu spółek, kapitał zakładowy Spółki Przejmującej został podwyższony\n                           o kwotę 104 527 250,00 zł _słownie: sto cztery miliony pięćset dwadzieścia siedem\n                           tysięcy dwieście pięćdziesiąt_ tj. do kwoty 391 245 250,00 zł _słownie: trzysta dziewięćdziesiąt\n                           jeden milionów dwieście czterdzieści pięć tysięcy dwieście pięćdziesiąt złotych_,\n                           poprzez wydanie Emitentowi 2.090.545 _słownie: dwa miliony dziewięćdziesiąt tysięcy\n                           pięćset czterdzieści pięć_ nowoutworzonych udziałów Spółki Przejmującej o wartości\n                           50 złotych każdy udział, co wynika z obliczeń przy użyciu Parytetu Wymiany określonym\n                           w Planie Połączenia.Celem połączenia jest uproszczenie struktur Grupy w ramach prowadzonej działalności\n                           gospodarczej w Polsce, oraz uzyskanie efektów synergii operacyjnej i kosztowej. Planowane\n                           połączenie jest kolejnym etapem realizowanej strategii, zakładającej konsolidację\n                           funkcji spółek z Grupy i doprowadzi do uproszczenia struktury organizacyjnej oraz\n                           wyeliminowania zbędnych procesów.Przewiduje się, że połączenie przyniesie szereg korzyści operacyjnych i oszczędności\n                           finansowych, w tym: umocnienie pozycji rynkowej i finansowej poprzez powstanie silnego\n                           podmiotu gospodarczego, zapewnienie konsolidacji składników majątku łączących się\n                           Spółek oraz uproszczenie struktury organizacyjnej i sposobu działania Grupy, a co\n                           za tym idzie zwiększenie efektywności jej funkcjonowania, uproszczenie przepływów,\n                           redukcję ilości dokumentów, a także eliminację wzajemnych rozliczeń łączących się\n                           Spółek. Korzyścią będą również oszczędności finansowe w obszarze administracyjnym\n                           i organizacyjnym.O kwestiach związanych z przeprowadzeniem procedury połączenia spółek zależnych, Emitent\n                           informował dotychczas w raporcie bieżącym nr 20/2018 z dnia 30 sierpnia 2018 r.",
        "date": "2018-12-31"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. z siedzibą we Wrocławiu _\"Emitent\"_ informuje, iż w styczniu\n                           2019 r. planowane jest zawarcie umowy pomiędzy Emitentem a dotychczasowym udziałowcem\n                           spółki zależnej Koelner Centrum sp. z o.o. w Pabianicach _Spółka\"_, na mocy której\n                           Emitent nabędzie 49% udziałów w Spółce, co stanowi 245 udziałów o wartości nominalnej\n                           1.000 zł każdy, o łącznej wartości nominalnej 245.000,00 zł.  Cena nabycia za udziały\n                           nie przekroczy kwoty 1.600.000,00 zł. Finansowanie nabycia udziałów nastąpi  ze środków\n                           własnych. W wyniku transakcji Emitent stanie się właścicielem 100% udziałów w kapitale\n                           zakładowym wspominanej Spółki.W kolejnym etapie Zarząd Emitenta planuje przeprowadzić proces połączenia ww. spółek\n                           poprzez przejęcie w trybie przepisów kodeksu spółek handlowych. W wyniku połączenia\n                           Emitent jako spółka przejmująca przejmie Koelner Centrum sp. z o.o. jako spółkę przejmowaną.\n                           Planowany termin połączenia spółek to przełom I i II kwartału 2019 roku. Cała dotychczasowa\n                           działalność handlowa na terenie województwa łódzkiego prowadzona dotychczas przez\n                           Koelner Centrum sp. z o.o. zostanie przejęta przez spółkę zależną od Emitenta - Koelner\n                           Polska Sp. z o.o. z dniem 1 stycznia 2019 roku.Planowane połączenie spółek Rawlplug S.A. i Koelner Centrum sp. z o.o. to kolejny\n                           etap uproszczenia struktury organizacyjnej Grupy Kapitałowej Rawlplug S.A., które\n                           przełoży się na wzrost efektywności działalności handlowej w Polsce. Emitent uznaje,\n                           że nabycie udziałów w Spółce jest istotne z punktu widzenia perspektyw rozwoju na\n                           rynku, na którym działa Emitent.",
        "date": "2018-12-31"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. informuje, że w dniu dzisiejszym, tj. 05.11.2018 r. podpisany\n                           został list intencyjny z partnerem biznesowym Shanghai Yafo Capital Asset Management\n                           Co. Ltd  z siedzibą w Szanghaju _Chiny_, o utworzeniu produkcyjno-handlowej spółki\n                           joint venture. Przedmiotem działalności spółki będzie produkcja specjalistycznych\n                           technik zamocowań pod marką RAWLPLUG oraz ich dystrybucja na terenie Chin. Zgodnie\n                           z zawartym porozumieniem Rawlplug S.A. obejmie w kapitale zakładowym nowoutworzonej\n                           spółki 40% udziałów. Wkładem Rawlplug S.A. będą maszyny produkcyjne oraz know-how,\n                           natomiast udziały partnera biznesowego pokryte będą wkładem gotówkowym. Podpisanie\n                           umowy joint-venture oraz rejestracja spółki planowane są na I kwartał 2019 roku.Utworzenie nowej spółki wpisuje się w główne założenia strategii Grupy RAWLPLUG S.A.\n                           w zakresie ekspansji zagranicznej, ze szczególnym uwzględnieniem rynków azjatyckich,\n                           na których rynek chiński pełni rolę wiodącą.  Będzie ona drugim podmiotem funkcjonującym\n                           na tym rynku po Rawlplug Shanghai Trading Co. Ltd., której przedmiotem działalności\n                           jest centralizacja zakupów importowych Grupy RAWLPLUG na terytorium Chin oraz dystrybucja\n                           towarów handlowych na terenie Azji. Grupa RAWLPLUG rozwija obecnie swoje aktywności\n                           również na rynkach Europy, Azji, Bliskiego Wschodu, Australii oraz Afryki.",
        "date": "2018-11-05"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd RAWLPLUG S.A. _dalej \"Emitent\"_, na podstawie art. 17 ust. 1 MAR informuje,\n                           że w dniu 31 października 2018 r. Sąd Rejonowy dla Wrocławia Fabrycznej we Wrocławiu\n                           VI Wydział Gospodarczy Krajowego Rejestru Sądowego dokonał wpisu połączenia Emitenta\n                           ze spółką zależną Koelner – Tworzywa Sztuczne Spółka z ograniczoną odpowiedzialnością\n                           z siedzibą we Wrocławiu.Połączenie nastąpiło w trybie określonym w art. 492 § 1 pkt 1 KSH, tj. poprzez przeniesienie\n                           całego majątku spółki Koelner – Tworzywa Sztuczne Sp. z o.o. z siedzibą we Wrocławiu\n                           na jej jedynego wspólnika tj. Emitenta w sposób określony w art. 515 § 1 KSH na zasadach\n                           określonych w Planie połączenia z dnia 29 czerwca 2018 r. Uchwała Nadzwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy Emitenta w sprawie połączenia Emitenta z Koelner – Tworzywa\n                           Sztuczne Sp. z o.o. została podjęta 10 września 2018 r. Uchwała Nadzwyczajnego Zgromadzenia\n                           Wspólników Spółki Koelner – Tworzywa Sztuczne Spółka Sp. z o.o. z Emitentem została\n                           podjęta w dniu 10 września 2018 r.Z dniem wpisu połączenia do rejestru przedsiębiorców Krajowego Rejestru Sądowego Emitent\n                           wstąpił we wszystkie prawa i obowiązki Koelner – Tworzywa Sztuczne Sp. z o.o. W wyniku\n                           połączenia Koelner – Tworzywa Sztuczne Sp. z o.o. została wykreślona z rejestru przedsiębiorców.O wszelkich kwestiach związanych z przeprowadzeniem procedury połączenia Emitenta\n                           ze spółką Koelner – Tworzywa Sztuczne Spółka z ograniczoną odpowiedzialnością, Emitent\n                           informował dotychczas w raportach bieżących o numerach: 15, 16, 19 i 21/2018.Połączenie, o którym mowa powyżej jest etapem realizowanej strategii, zakładającej\n                           konsolidację funkcji spółek z Grupy Rawlplug S.A. _dalej: \"Grupa\"_ i mającej na celu\n                           uproszczenie struktury organizacyjnej oraz wyeliminowanie zbędnych procesów. W rezultacie,\n                           restrukturyzacja zwiększy przejrzystość struktury Grupy dla inwestorów. Dzięki połączeniu\n                           uproszczeniu ulegną struktury w zakresie działalności produkcyjnej, co pozwoli usprawnić\n                           realizowanie tej działalności w Grupie.",
        "date": "2018-10-31"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd RAWLPLUG S.A. z siedzibą we Wrocławiu _dalej: \"Emitent\"_ informuje, że w dniu\n                           24 września 2018 r. otrzymał od Krystyny Koelner Przewodniczącej Rady Nadzorczej RAWLPLUG\n                           S.A. powiadomienie o dokonaniu w dniu 24 września 2018 roku darowizny akcji Emitenta\n                           na rzecz Radosława Koelner - osoby blisko związanej, pełniącej u Emitenta funkcję\n                           Prezesa Zarządu. W tym samym dniu Emitent otrzymał również powiadomienie o przyjęciu\n                           darowizny akcji przez Radosława Koelner. Treść powiadomień Emitent przekazuje w załączeniu.",
        "date": "2018-09-24"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd RAWLPLUG S.A. _dalej \"Emitent\"_, na podstawie art. 17 ust. 1 MAR informuje\n                           że w ramach strategii  Grupy RAWLPLUG S.A. _dalej: \"Grupa\"_ zmierzającej do uproszczenia\n                           struktur Grupy, w dniu 30 sierpnia 2018 roku podjął decyzję  o zamiarze przeprowadzenia\n                           procedury połączenia spółek zależnych od Emitenta, tj. spółki Koelner Rawlplug IP\n                           spółka z ograniczoną odpowiedzialnością z siedzibą we Wrocławiu _dalej: \"Spółka Przejmująca\"_\n                           z Koelner Łańcucka Fabryka Śrub Spółka z ograniczoną odpowiedzialnością z siedzibą\n                           w Łańcucie _dalej: \"Spółka Przejmowana\"_.Połączenie nastąpi w drodze przejęcia przez Spółkę Przejmującą Spółki Przejmowanej\n                           w trybie określonym w art. 492 § 1 pkt 1 KSH, tj. poprzez przeniesienie całego majątku\n                           Spółki Przejmowanej na Spółkę Przejmującą w zamian za udziały, które Spółka Przejmująca\n                           wyda dotychczasowemu wspólnikowi Spółki Przejmowanej, tj. Emitentowi.Nadto połączenie spółek zależnych od Emitenta nastąpi z wykorzystaniem regulacji art.\n                           503 1 § 1 pkt 1_ - 3_ KSH, zgodnie z którą w przypadku wyrażenia zgody przez wszystkich\n                           wspólników łączących się spółek, możliwe jest odstąpienie od sporządzenia sprawozdania\n                           uzasadniającego połączenie oraz udzielenia informacji, o których mowa w art. 501 §\n                           2 KSH, jak również odstąpienie od badania planu połączenia przez biegłego i sporządzenia\n                           przez niego opinii. Emitent, jako wspólnik zarówno Spółki Przejmującej, jak również\n                           Spółki Przejmowanej wyrazi zgodę na możliwość przeprowadzenia połączenia obu spółek\n                           z wykorzystaniem ww. procedury uproszczonej.Planowane połączenie zostanie przeprowadzone w oparciu o parytet wymiany udziałów\n                           ustalony w oparciu o wycenę obu spółek zależnych od Emitenta przygotowaną metodą księgową\n                           - wartości aktywów netto, tj. polegającą na porównaniu wartości jednego udziału Spółki\n                           Przejmowanej do wartości jednego udziału Spółki Przejmującej. Stosunek wymiany udziałów\n                           _\"Parytet Wymiany\"_ wyniesie: za 1 udział Spółki Przejmowanej, Emitent otrzyma 418\n                           udziałów Spółki Przejmującej. Tym samym w wyniku planowanego połączenia za 5.000 _słownie:\n                           pięć tysięcy_ udziałów Spółki Przejmowanej, Spółka Przejmująca wyda wspólnikowi Spółki\n                           Przejmowanej, tj. Emitentowi, 2.090.545 _słownie: dwa miliony dziewięćdziesiąt tysięcy\n                           pięćset czterdzieści pięć_ nowoutworzonych udziałów Spółki Przejmującej o wartości\n                           50 złotych każdy udział, co wynika z obliczeń przy użyciu Parytetu Wymiany. W rezultacie\n                           kapitał zakładowy Spółki Przejmującej zostanie podwyższony o kwotę 104.527.250,00\n                           złotych _słownie: sto cztery miliony pięćset dwadzieścia siedem tysięcy dwieście pięćdziesiąt_.Przyjęcie planu połączenia przez spółki zależne od Emitenta planowane jest na dzień\n                           31 sierpnia 2018 r., a zakończenie procedury połączenia do końca 2018 roku. Plan połączenia\n                           wraz z załącznikami  będzie podlegał ogłoszeniu w Monitorze Sądowym i Gospodarczym.Celem połączenia jest uproszczenie struktur Grupy w ramach prowadzonej działalności\n                           gospodarczej w Polsce, oraz uzyskanie efektów synergii operacyjnej i kosztowej. Planowane\n                           połączenie jest kolejnym etapem realizowanej strategii, zakładającej konsolidację\n                           funkcji spółek z Grupy i doprowadzi do uproszczenia struktury organizacyjnej oraz\n                           wyeliminowania zbędnych procesów. Przewiduje się, że połączenie przyniesie szereg korzyści operacyjnych i oszczędności\n                           finansowych, w tym: umocnienie pozycji rynkowej i finansowej poprzez powstanie silnego\n                           podmiotu gospodarczego, zapewnienie konsolidacji składników majątku łączących się\n                           Spółek oraz uproszczenie struktury organizacyjnej i sposobu działania Grupy, a co\n                           za tym idzie zwiększenie efektywności jej funkcjonowania, uproszczenie przepływów,\n                           redukcję ilości dokumentów, a także eliminację wzajemnych rozliczeń łączących się\n                           Spółek. Korzyścią będą również oszczędności finansowe w obszarze administracyjnym\n                           i organizacyjnym.Powyższa operacja połączenia nie będzie miała wpływu na skonsolidowany wynik finansowy\n                           Grupy Kapitałowej Rawlplug S.A. za 2018 rok.",
        "date": "2018-08-30"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug Spółka Akcyjna z siedzibą we Wrocławiu _dalej \"Emitent\"_, działając\n                           na podstawie art. 504 § 1 Kodeksu spółek handlowych po raz drugi zawiadamia akcjonariuszy\n                           o planowanym połączeniu ze spółką Koelner – Tworzywa Sztuczne Sp. z o.o. z siedzibą\n                           we Wrocławiu. Treść zawiadomienia stanowi załącznik do niniejszego raportu bieżącego.Plan połączenia wraz z załącznikami, o których mowa w art. 499 § 2 pkt 1-4 Kodeksu\n                           spółek handlowych został przekazany do publicznej wiadomości raportem bieżącym ESPI\n                           nr 15/2018 z dnia 29 czerwca 2018 r., udostępnionym do publicznej wiadomości na stronie\n                           internetowej Emitenta: www.rawlplug.pl w zakładce: Relacje Inwestorskie / Raporty\n                           bieżące oraz ogłoszony w Monitorze Sądowym i Gospodarczym z dnia 30 lipca 2018 r.,\n                           nr 146 _5534_, Poz. 33262.Nadzwyczajne Walne Zgromadzenie, w którego porządku obrad przewidziano podjęcie uchwały\n                           o połączeniu zwołane zostało na dzień 10.09.2018 r., o czym Zarząd Emitenta poinformował\n                           na swojej stronie internetowej: www.rawlplug.pl w zakładce: Relacje Inwestorskie/Walne\n                           Zgromadzenia, stosownie do wymogu wynikającego z art. 402_1_  KSH oraz raportem bieżącym\n                           ESPI nr 17/2018 z dnia 09.08.2018 r.Połączenie, o którym mowa powyżej jest etapem realizowanej strategii, zakładającej\n                           konsolidację funkcji spółek z Grupy Rawlplug S.A. _dalej: \"Grupa\"_ i mającej na celu\n                           uproszczenie struktury organizacyjnej oraz wyeliminowanie zbędnych procesów. W rezultacie,\n                           restrukturyzacja zwiększy przejrzystość struktury Grupy dla inwestorów. Dzięki połączeniu\n                           uproszczeniu ulegną struktury w zakresie działalności produkcyjnej, co pozwoli usprawnić\n                           realizowanie tej działalności w Grupie.",
        "date": "2018-08-24"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "W nawiązaniu do raportu bieżącego nr 10/2018 z 19.06.2018 r. Zarząd Rawlplug S.A.\n                           informuje, że w dniu dzisiejszym, tj. 20.08.2018 r. doszło do rejestracji przez Ministerstwo\n                           Handlu Tajlandii produkcyjnej spółki joint venture pod firmą RAWLPLUG-TMAX Corporation\n                           Limited. Spółka została utworzona wspólnie ze spółką TMAX Corporation Co. Ltd. z siedzibą\n                           w Bangkoku _Tajlandia_, dystrybutorem Rawlplug S.A. w Tajlandii.Przedmiotem działalności spółki będzie produkcja lekkich zamocowań budowlanych oraz\n                           produkcja chemiczna do kotew wklejanych na potrzeby rynków azjatyckich. Siedzibą spółki\n                           jest Bangkok _Tajlandia_. Kapitał zakładowy spółki docelowo wynosić będzie 34.560.000\n                           THB _batów tajskich, co stanowi równowartość ok. 1.080.000,00 USD_.  Rawlplug S.A.\n                           objęła w kapitale zakładowym 51% udziałów, a TMAX Corporation Co. Ltd. 49% . Wkładem\n                           Rawlplug S.A. będą maszyny produkcyjne oraz know-how, natomiast udziały partnera handlowego\n                           pokryte zostaną wkładem gotówkowym. Utworzenie nowej spółki wpisuje się w główne założenia strategii Grupy RAWLPLUG w\n                           zakresie wzmocnienia pozycji jej spółek zagranicznych i prowadzenia działań mających\n                           na celu wejście na nowe rynki, koncentrując się również na rynkach pozaeuropejskich.\n                           Grupa RAWLPLUG rozwija obecnie swoje aktywności na rynkach Europy, Bliskiego Wschodu,\n                           Australii, Azji oraz Afryki.",
        "date": "2018-08-20"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug Spółka Akcyjna z siedzibą we Wrocławiu _dalej \"Emitent\"_, działając\n                           na podstawie art. 395, art. 399 § 1 w związku z art. 402 _1_ § 1 i 2 Kodeksu spółek\n                           handlowych, zwołuje na dzień 10 września 2018 roku, o godzinie 11.00, Nadzwyczajne\n                           Walne Zgromadzenie _dalej \"NWZ\"_, które odbędzie się we Wrocławiu przy al. Jana Kasprowicza\n                           58-60. Pełną treść ogłoszenia oraz projekty uchwał stanowią załączniki do niniejszego\n                           raportu bieżącego.Emitent wyjaśnia ponadto, że w związku z planowanym przedstawieniem w ramach pkt 6\n                           planowanego porządku obrad istotnych elementów treści planu połączenia spółek Rawlplug\n                           S.A. oraz Koelner – Tworzywa Sztuczne Sp. z o.o. oraz podjęciem w ramach pkt 7 planowanego\n                           porządku obrad uchwały w sprawie połączenia ww. spółek, plan tego połączenia wraz\n                           z załącznikami, o których mowa w art. 499 § 2 pkt 1-4 Kodeksu spółek handlowych został\n                           przekazany do publicznej wiadomości raportem bieżącym ESPI nr 15/2018 z dnia 29 czerwca\n                           2018 r., udostępnionym do publicznej wiadomości na stronie internetowej Emitenta:\n                           www.rawlplug.pl w zakładce: Relacje Inwestorskie / Raporty bieżące oraz ogłoszony\n                           w Monitorze Sądowym i Gospodarczym z dnia 30 lipca 2018 r., nr 146 _5534_, Poz. 33262.Szczegółowa podstawa prawna: par.19 ust. 1 pkt 1-2 Rozporządzenia Ministra Finansów\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim z dnia 29 marca 2018 r. _Dz.U. z 2018\n                           r. poz. 757_.",
        "date": "2018-08-09"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug Spółka Akcyjna z siedzibą we Wrocławiu _dalej \"Emitent\"_, działając\n                           na podstawie art. 504 § 1 Kodeksu spółek handlowych po raz pierwszy zawiadamia akcjonariuszy\n                           o planowanym połączeniu ze spółką Koelner – Tworzywa Sztuczne Sp. z o.o. z siedzibą\n                           we Wrocławiu. Treść zawiadomienia stanowi załącznik do niniejszego raportu bieżącego.Plan połączenia wraz z załącznikami, o których mowa w art. 499 § 2 pkt 1-4 Kodeksu\n                           spółek handlowych został przekazany do publicznej wiadomości raportem bieżącym ESPI\n                           nr 15/2018 z dnia 29 czerwca 2018 r., udostępnionym do publicznej wiadomości na stronie\n                           internetowej Emitenta: www.rawlplug.pl w zakładce: Relacje Inwestorskie / Raporty\n                           bieżące oraz ogłoszony w Monitorze Sądowym i Gospodarczym z dnia 30 lipca 2018 r.,\n                           nr 146 _5534_, Poz. 33262.O terminie odbycia Nadzwyczajnego Walnego Zgromadzenia, w którego porządku obrad przewidziane\n                           będzie podjęcie uchwały o połączeniu, Zarząd Emitenta poinformuje odrębnie, stosownie\n                           do art. 402 § 1 i nast. KSH, oraz w trybie raportu bieżącego ESPI.Połączenie, o którym mowa powyżej jest etapem realizowanej strategii, zakładającej\n                           konsolidację funkcji spółek z Grupy Rawlplug S.A. _dalej: \"Grupa\"_ i mającej na celu\n                           uproszczenie struktury organizacyjnej oraz wyeliminowanie zbędnych procesów. W rezultacie,\n                           restrukturyzacja zwiększy przejrzystość struktury Grupy dla inwestorów. Dzięki połączeniu\n                           uproszczeniu ulegną struktury w zakresie działalności produkcyjnej, co pozwoli usprawnić\n                           realizowanie tej działalności w Grupie.",
        "date": "2018-08-09"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd RAWLPLUG S.A. _dalej \"Emitent\"_, na podstawie art. 17 ust. 1 MAR informuje,\n                           że w związku z zamiarem przeprowadzenia procedury połączenia Emitenta ze spółką Koelner\n                           – Tworzywa Sztuczne sp. z o.o. z siedzibą we Wrocławiu, w dniu dzisiejszym, tj. 29\n                           czerwca 2018 r. został uzgodniony i podpisany przez Zarządy łączących się podmiotów\n                           Plan Połączenia. Połączenie nastąpi w trybie określonym w art. 492 § 1 pkt 1 KSH, tj. poprzez przeniesienie\n                           całego majątku Koelner – Tworzywa Sztuczne sp. z o.o., jako spółki przejmowanej, na\n                           Emitenta, jako spółkę przejmującą.W związku z faktem, iż jedynym udziałowcem spółki przejmowanej Koelner – Tworzywa\n                           Sztuczne sp. z o.o. jest spółka przejmująca, tj. Emitent, połączenie zostanie przeprowadzone\n                           w trybie uproszczonym na podstawie art. 516 § 6 KSH, czyli bez:1.           Sporządzania sprawozdań Zarządów łączących się spółek, o których mowa\n                           w art. 501 § 1 KSH,2.           Udzielania informacji, o których mowa w art. 501 § 2 KSH oraz3.           Poddawania Planu Połączenia badaniu przez biegłego rewidenta i sporządzania\n                           przez niego opinii z badania.Plan Połączenia podlega ogłoszeniu w Monitorze Sądowym i Gospodarczym oraz poprzez\n                           udostępnienie go do publicznej wiadomości na stronie internetowej Emitenta www.rawlplug.plTreść uzgodnionego Planu Połączenia wraz z załącznikami znajduje się w załącznikach\n                           do niniejszego raportu.Zgodnie z zaplanowaną strategią gospodarczą Grupy RAWLPLUG S.A. _dalej: \"Grupa\"_,\n                           jednym z elementów podejmowanych działań jest uproszczenie struktur Grupy w ramach\n                           prowadzonej działalności oraz uzyskanie efektów synergii operacyjnej i kosztowej.\n                           Planowana restrukturyzacja jest etapem realizowanej strategii, zakładającej konsolidację\n                           funkcji spółek z Grupy i doprowadzi do uproszczenia struktury organizacyjnej oraz\n                           wyeliminowania zbędnych procesów. Dzięki połączeniu uproszczeniu ulegną struktury\n                           w zakresie działalności produkcyjnej, co pozwoli usprawnić realizowanie tej działalności\n                           w Grupie.Przewiduje się, że połączenie przyniesie szereg korzyści operacyjnych i oszczędności\n                           finansowych, w tym: umocnienie pozycji rynkowej i finansowej poprzez powstanie jednego\n                           silnego podmiotu gospodarczego, centralizację w nim funkcji produkcyjnych realizowanych\n                           obecnie przez dwa odrębne podmioty, zapewnienie konsolidacji składników majątku łączących\n                           się Spółek oraz uproszczenie struktury organizacyjnej i sposobu działania Grupy, a\n                           co za tym idzie zwiększenie efektywności jej funkcjonowania, uproszczenie przepływów,\n                           redukcję ilości dokumentów, a także eliminację wzajemnych rozliczeń łączących się\n                           Spółek. Niekwestionowaną korzyścią będą również oszczędności finansowe w obszarze\n                           administracyjnym i organizacyjnym.Dalsze istotne informacje na temat procesu połączenia Emitent będzie przekazywał do\n                           wiadomości publicznej w kolejnych raportach bieżących.",
        "date": "2018-06-29"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym, tj. 22.06.2018 r.\n                           Zwyczajne Walne Zgromadzenie _\"ZWZ\"_ powołało do Rady Nadzorczej Spółki na kolejną\n                           kadencję wszystkich jej dotychczasowych Członków, tj. Krystynę Koelner, Tomasza Mogilskiego,\n                           Zbigniewa Pamułę, Zbigniewa Stabiszewskiego, Włodzimierza Frankowicza oraz Janusza\n                           Pajkę. Jednocześnie ZWZ powołało Panią Krystynę Koelner na Przewodniczącą Rady Nadzorczej\n                           Spółki. Życiorysy zawodowe Członków Rady Nadzorczej zawierające informacje o złożonych przez\n                           jej Członków oświadczeniach stanowią załącznik do niniejszego raportu bieżącego.",
        "date": "2018-06-22"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. informuje, iż w dniu dzisiejszym, tj. 22 czerwca 2018 roku Zwyczajne\n                           Walne Zgromadzenie Spółki podjęło uchwałę o wypłacie dywidendy.  Zgodnie z podjętą uchwałą, Zwyczajne Walne Zgromadzenie ustaliło wysokość dywidendy\n                           w kwocie 10.744.800,00 zł _słownie: dziesięć milionów siedemset czterdzieści cztery\n                           tysiące osiemset złotych_ tj. kwotę 0,33 gr _słownie: trzydzieści trzy grosze_ na\n                           1 _jedną_ akcję.Dywidendą zostaną objęte wszystkie akcje, tj. 32.560.000 akcji Rawlplug S.A.  Zwyczajne Walne Zgromadzenie Spółki ustaliło :a. dzień ustalenia prawa do dywidendy na dzień 8.08.2018 r.,  b. termin wypłaty dywidendy na dzień  24.08.2018 r.",
        "date": "2018-06-22"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. informuje, że w dniu dzisiejszym tj. 19.06.2018 r. zostało zawarte\n                           wstępne porozumienie ze spółką TMAX Corporation Co. Ltd. z siedzibą w Bangkoku _Tajlandia_,\n                           dystrybutorem Rawlplug S.A. w Tajlandii, o utworzeniu produkcyjnej spółki joint venture.\n                           Przedmiotem działalności spółki będzie produkcja lekkich zamocowań budowlanych oraz\n                           produkcja chemiczna do kotew wklejanych na potrzeby rynków azjatyckich. Siedzibą spółki\n                           będzie Bangkok _Tajlandia_. Kapitał zakładowy spółki wynosić będzie 34.560.000 THB\n                           _batów tajskich, co stanowi równowartość ok. 1.080.000,00 USD_, w którym Rawlplug\n                           S.A. będzie posiadała 51%, a TMAX Corporation Co. Ltd. 49% udziałów. Wkładem Rawlplug\n                           S.A. będą maszyny produkcyjne oraz know-how, natomiast udziały partnera handlowego\n                           pokryte będą wkładem gotówkowym. Planowane podpisanie ostatecznej umowy joint-venture\n                           oraz rejestracja spółki planowane są na lipiec 2018 roku.Utworzenie nowej spółki wpisuje się w główne założenia strategii Grupy RAWLPLUG w\n                           zakresie wzmocnienia pozycji jej spółek zagranicznych i prowadzenia działań mających\n                           na celu wejście na nowe rynki, koncentrując się również na rynkach pozaeuropejskich.\n                           Grupa RAWLPLUG rozwija obecnie swoje aktywności na rynkach Europy, Bliskiego Wschodu,\n                           Australii, Azji oraz Afryki.",
        "date": "2018-06-19"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zgodnie z § 19 ust.1 pkt. 1 i 2 Rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych _..._, Zarząd Rawlplug S.A. podaje\n                           do publicznej wiadomości treść ogłoszenia o zwołaniu Zwyczajnego Walnego Zgromadzenia\n                           Rawlplug S.A. na dzień 22 czerwca 2018 r. oraz treść projektów uchwał będących przedmiotem\n                           obrad Zwyczajnego Walnego Zgromadzenia Rawlplug S.A. Treść ogłoszenia i projekty uchwał oraz \"Sprawozdanie Rady Nadzorczej z działalności\n                           w roku obrotowym 2017\" będące przedmiotem zatwierdzenia przez  Zwyczajne Walne Zgromadzenie\n                           Rawlplug S.A. zawierają załączniki do niniejszego raportu.",
        "date": "2018-05-23"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, iż w dniu dzisiejszym, tj. 18 maja 2018\n                           roku Rada Nadzorcza Spółki podjęła uchwałę w sprawie oceny wniosku Zarządu dotyczącego\n                           podziału zysku netto za rok obrotowy 2017 i wypłaty dywidendy, o którym Spółka informowała\n                           w raporcie bieżącym nr 6/2018.Zgodnie z ww. uchwałą, Rada Nadzorcza Spółki oceniła pozytywnie i przychyliła się\n                           do wniosku Zarządu rekomendującego wypłatę dywidendy w wysokość 10 744 800,00 zł _słownie:\n                           dziesięć milionów siedemset czterdzieści cztery tysiące osiemset złotych_ tj. kwotę\n                           0,33 gr _słownie: trzydzieści trzy grosze_ na 1 _jedną_ akcję.Rada Nadzorcza postanowiła także pozytywnie ocenić wniosek Zarządu Rawlplug S.A.,\n                           zgodnie z którym Zarząd Spółki proponuje wyznaczyć:a. dzień ustalenia prawa do dywidendy na dzień 8.08.2018 r.,  b. termin wypłaty dywidendy na dzień  24.08.2018 r.  Rada Nadzorcza Spółki zarekomenduje Zwyczajnemu Walnemu Zgromadzeniu Rawlplug S.A.\n                           przyjęcie powyższego wniosku oraz podjęcie uchwały w sprawie podziału zysku netto\n                           Spółki za rok 2017 i wypłaty dywidendy, wyznaczenia dnia ustalenia prawa do dywidendy\n                           oraz terminu wypłaty dywidendy o proponowanej przez Zarząd Spółki treści.",
        "date": "2018-05-18"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym, tj. 17 maja 2018\n                           r. powziął informację o rejestracji zmian w Statucie Spółki w Krajowym Rejestrze Sądowym,\n                           dokonanych przez Sąd Rejonowy dla Wrocławia-Fabrycznej we Wrocławiu, VI Wydział Gospodarczy\n                           Krajowego Rejestru Sądowego w dniu 17 maja 2018 r.Zmiany zostały wprowadzone na mocy uchwały nr 9 Nadzwyczajnego Walnego Zgromadzenia\n                           Rawlplug S.A. z dnia 14 grudnia 2017 roku w sprawie zmian w Statucie Spółki. Uchwałą\n                           nr 10 ww. Zgromadzenie  przyjęło również tekst jednolity Statutu Spółki. Uchwała wraz ze wskazanymi zmianami Statutu oraz przyjęty jego tekst jednolity stanowią\n                           załączniki do niniejszego raportu bieżącego. Szczegółowa podstawa prawna:  §5 pkt1 Rozporządzenia Ministra Finansów w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim.",
        "date": "2017-12-14"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_  informuje, że w dniu dzisiejszym, tj. 25 kwietnia\n                           2018 r. podjął uchwałę w sprawie propozycji, co do podziału zysku netto za rok obrotowy\n                           2017 i wypłaty dywidendy, wskazania dnia ustalenia prawa do dywidendy oraz terminu\n                           wypłaty dywidendy.Zarząd Spółki postanowił przedłożyć Zwyczajnemu Walnemu Zgromadzeniu rekomendację\n                           wypłaty dywidendy z zysku netto za rok obrotowy 2017 w wysokości 10.744.800 zł, tj.\n                           0,33 zł na jedną akcję.Jednocześnie Zarząd Rawlplug S.A. proponuje ustalić:a. dzień ustalenia prawa do dywidendy na dzień 8.08.2018 r.,  b. termin wypłaty dywidendy na dzień 24.08.2018 r.  Rekomendacja Zarządu Spółki zostanie zaopiniowana przez Radę Nadzorczą Spółki. Ostateczną\n                           decyzję w przedmiocie podziału zysku za rok 2017 oraz wypłaty dywidendy podejmie Walne\n                           Zgromadzenie Spółki.",
        "date": "2018-04-25"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _dalej: \"Spółka\"_ informuje, że w dniu dzisiejszym tj. 13 marca\n                           2018 roku wpłynęło do Spółki zawiadomienie od Quercus Towarzystwo Funduszy Inwestycyjnych\n                           S.A. działającego w imieniu zarządzanego funduszu inwestycyjnego Quercus Parasolowy\n                           SFIO _dalej: \"Fundusz\"_ w trybie art. 69 Ustawy z dnia 29 lipca 2005 r. o ofercie\n                           publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu\n                           obrotu oraz o spółkach publicznych o zwiększeniu przez Fundusz udziału oraz przekroczeniu\n                           samodzielnie progu 5% w ogólnej liczbie głosów w Spółce.Przedmiotowe zawiadomienie stanowi załącznik do niniejszego raportu.",
        "date": "2018-03-13"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "W nawiązaniu do raportu bieżącego nr 27/2017 z dnia 19.12.2017 r. Zarząd Rawlplug\n                           S.A. informuje, że w dniu dzisiejszym, tj. 27.02.2018 r. otrzymał informację o rejestracji\n                           w dniu 26.02.2018 r. przez indyjskie Ministerstwo Spraw Korporacyjnych spółki zależnej\n                           Rawl India Services Private Limited z siedzibą w Bangalore w Indiach _\"Spółka\"_. Kapitał\n                           zakładowy Spółki w całości objęty został przez Rawlplug S.A. Spółka będzie prowadziła wyłącznie działalność usługową, polegającą na udzielaniu\n                           wsparcia technicznego dla dystrybutora produktów RAWLPLUG, z którym Grupa Kapitałowa\n                           Rawlplug S.A. obecnie współpracuje. Dystrybucja na rynek indyjski odbywa się natomiast\n                           za pośrednictwem spółki zależnej od Emitenta - Rawlplug Middle-East FZE z siedzibą\n                           w Dubaju.",
        "date": "2018-02-27"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym, tj. 23 lutego 2018\n                           r. Spółka otrzymała zwrotnie podpisany aneks do czterostronnej umowy kredytowej zawartej\n                           pomiędzy Bankiem Handlowym w Warszawie S.A. _\"Bank\"_ a spółkami _\"Kredytobiorcy\"_:1.           Rawlplug S.A.2.           Koelner Polska sp. z o.o. _podmiot zależny od Spółki_3.           Koelner Łańcucka Fabryka Śrub sp. z o.o. _podmiot zależny od Spółki_,o której Spółka informowała w raporcie bieżącym nr 2/2018 z dnia 9 lutego 2018 roku.Aneks zwiększa kwotę przyznanego limitu z 45.000.000 zł do 60.000.000 zł dla wszystkich\n                           Kredytobiorców. W ramach przyznanego limitu Bank udostępni kredyt w następujących\n                           sublimitach:1.           Rawlplug S.A. - 60.000.000 zł, w tym wykorzystanie w EUR i USD stanowić\n                           będzie ekwiwalent w EUR i USD kwoty 10.000.000 zł.2.           Koelner Polska sp. z o.o. - 60.000.000 zł.3.           Koelner Łańcucka Fabryka Śrub sp. z o.o. - 60.000.000 zł, w tym wykorzystanie\n                           w EUR i USD stanowić będzie ekwiwalent w EUR i USD kwoty 10.000.000 zł.Kredyt zostanie spłacony do 26 lutego 2021 r. Oprocentowanie kredytu oparte jest o\n                           zmienną stopę procentową, której bazą jest stopa WIBOR/EURIBOR/LIBOR _w zależności\n                           od waluty wykorzystania_ dla depozytów jednomiesięcznych.",
        "date": "2018-02-23"
    },
    {
        "company_name": "RAWLPLUG",
        "content": "Zarząd Rawlplug S.A. _\"Spółka\"_ informuje, że w dniu dzisiejszym, tj. 9 lutego 2018\n                           r. Spółka otrzymała zwrotnie podpisaną czterostronną umowę kredytową zawartą pomiędzy\n                           Bankiem Handlowym w Warszawie S.A. _\"Bank\"_ a spółkami _\"Kredytobiorcy\"_:1.           Rawlplug S.A.2.           Koelner Polska sp. z o.o. _podmiot zależny od Spółki_3.           Koelner Łańcucka Fabryka Śrub sp. z o.o. _podmiot zależny od Spółki_.Kwota kredytu wynosi 45.000.000 zł dla wszystkich Kredytobiorców. W ramach przyznanego\n                           limitu Bank udostępni kredyt w następujących sublimitach:1.           Rawlplug S.A. - 45.000.000 zł, w tym wykorzystanie w EUR i USD stanowić\n                           będzie ekwiwalent w EUR i USD kwoty 10.000.000 zł.2.           Koelner Polska sp. z o.o. - 45.000.000 zł.3.           Koelner Łańcucka Fabryka Śrub sp. z o.o. - 45.000.000 zł, w tym wykorzystanie\n                           w EUR i USD stanowić będzie ekwiwalent w EUR i USD kwoty 10.000.000 zł.Kredyt zostanie spłacony do 26 lutego 2021 r. Oprocentowanie kredytu oparte jest o\n                           zmienną stopę procentową, której bazą jest stopa WIBOR/EURIBOR/LIBOR _w zależności\n                           od waluty wykorzystania_ dla depozytów jednomiesięcznych.Zawarcie ww. umowy kredytowej to pierwszy etap zmiany sposobu współpracy Grupy Rawlplug\n                           S.A. z Bankiem. Zmiana ta polega na wyłączeniu spółki zależnej Koelner Polska sp.\n                           z o.o. ze struktur kredytu handlowego, o których Spółka informowała w raportach bieżących\n                           nr 12/2015 oraz 6/2016. Aktualne zadłużenie Koelner Polska sp. z o.o. wynikające z\n                           kredytu handlowego wynosi ok. 13.000.000 zł i zostanie ono zastąpione finansowaniem\n                           trzyletnim opisanym powyżej. Oznacza to jednocześnie, że przysługujący aktualnie tej\n                           spółce, wykorzystywany częściowo limit zadłużenia w wysokości 57.000.000 zł zostanie\n                           zastąpiony trzyletnim kredytem w rachunku bieżącym.W kolejnym kroku, po dokonaniu konwersji kredytu handlowego w Koelner Polska sp. z\n                           o.o. na kredyt w rachunku bieżącym, przysługujący Kredytobiorcom limit w wysokości\n                           45.000.000 zł zostanie podwyższony do 60.000.000 zł. Planowane zakończenie powyższych\n                           zmian nastąpi do 28 lutego 2018 r., o czym Spółka będzie informowała w kolejnych raportach\n                           bieżących.",
        "date": "2018-02-09"
    }
]