[
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "W dniu 30 listopada 2017 r. wpłynęło do Regnon S.A. w restrukturyzacji [Spółka] Postanowienie\n                           Sądu Rejonowego Katowice - Wschód w Katowicach X Wydział Gospodarczy z dnia 29 listopada\n                           2017 r., na mocy którego na podstawie art. 68 ust. 1 ustawy Prawo restrukturyzacyjne\n                           [Dz. U. z 2015 r., poz. 978 z późn. zm.] ustanowiono kuratora w osobie doradcy restrukturyzacyjnego\n                           Michała Leskiego, celem reprezentowania Spółki w postępowaniu restrukturyzacyjnym.",
        "date": "2017-11-30"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji [Emitent, Spółka] informuje, że w dniu 28 listopada\n                           2017 r. podpisany został List intencyjny w przedmiocie zawarcia w terminie do 15 stycznia\n                           2018 r. przedwstępnej umowy sprzedaży nieruchomości położonej w Dąbrowie Górniczej\n                           przy ul. Roździeńskiego 19 [Nieruchomość], dla której Sąd Rejonowy w Dąbrowie Górniczej\n                           Wydział VI Ksiąg Wieczystych prowadzi księgę wieczystą o numerze KA1D/00035301/9.\n                           Nieruchomość wchodzi w skład masy sanacyjnej Emitenta, a plan restrukturyzacyjny w\n                           postępowaniu restrukturyzacyjnym – postępowaniu sanacyjnym Spółki zakłada sprzedaż\n                           Nieruchomości po dacie uprawomocnienia się postanowienia Sędziego Komisarza o zatwierdzeniu\n                           układu. Strony Listu intencyjnego określiły cenę sprzedaży Nieruchomości na 20 500\n                           000,00 zł _dwadzieścia milionów pięćset tysięcy złotych_. Sygnatariusz Listu intencyjnego\n                           dokonał wpłaty na rachunek Emitenta kwoty 2 050 000,00 zł _dwa miliony pięćdziesiąt\n                           tysięcy złotych_ tytułem wadium, które podlegać będzie zaliczeniu na poczet ceny sprzedaży\n                           Nieruchomości.",
        "date": "2017-11-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon Spółka Akcyjna w restrukturyzacji działając na podstawie § 6 ust. 4  Rozporządzenia\n                           Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim [t.j.\n                           Dz. U. z 28 stycznia 2014 r. poz. 133 z późn. zm.] informuje, że do skonsolidowanego\n                           raportu półrocznego za I półrocze 2017 roku opublikowanego w dniu 6 października 2017\n                           roku nie zostały dołączone opinie i raporty biegłego rewidenta z przeglądu sprawozdania\n                           finansowego. W dniu 24 listopada 2017 roku zostanie opublikowana korekta skonsolidowanego\n                           raportu półrocznego za I półrocze 2017 roku zawierająca raporty biegłego rewidenta\n                           oraz uzasadnienia odstąpienia od wydania opinii.",
        "date": "2017-11-24"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "W dniu 9 października 2017 roku wpłynęło do Regnon S.A. w restrukturyzacji [Spółka,\n                           Dłużnik] Postanowienie Sądu Rejonowego Katowice – Wschód w Katowicach X Wydział Gospodarczy\n                           z dnia 6 października 2017 roku, na mocy którego na podstawie art. 288 ust. 3 w związku\n                           z art. 239 ust. 1 ustawy Prawo restrukturyzacyjne _Dz. U. z 2015 r., poz. 978 z późn.\n                           zm._ cofnięto  zezwolenie na wykonywanie przez Dłużnika zarządu nad całością przedsiębiorstwa\n                           w zakresie nieprzekraczającym zakresu zwykłego zarządu.",
        "date": "2017-10-09"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon Spółka Akcyjna w restrukturyzacji [Emitent, Spółka] działając na podstawie\n                           przepisu § 5 ust. 1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim [t.j. Dz. U. z 28 stycznia 2014 r.\n                           poz. 133 z późn. zm.] informuje, że w dniu 25 września 2017 roku Rada Nadzorcza Emitenta\n                           oddelegowała do Zarządu Spółki Członka Rady Nadzorczej Pana Krzysztofa Jaworskiego\n                           powierzając mu pełnienie funkcji Prezesa Zarządu Emitenta na okres trzech miesięcy\n                           oraz Członka Rady Nadzorczej Pana Jarosława Podolskiego powierzając mu pełnienie funkcji\n                           Członka Zarządu Emitenta na okres trzech miesięcy. Oddelegowani Członkowie Rady Nadzorczej\n                           złożyli przed posiedzeniem Rady Nadzorczej rezygnację z pełnienia funkcji w zarządzie\n                           Spółki.",
        "date": "2017-10-06"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "W związku z przepisem § 5 ust. 1 pkt 19 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim [Dz. U. z 28\n                           stycznia 2014 r. poz. 133 z późn. zm.] Zarząd Regnon Spółka Akcyjna w restrukturyzacji\n                           [Emitent, Spółka] informuje, że w dniu 25 września 2017 roku Rada Nadzorcza Emitenta\n                           działając na podstawie § 10 ust. 3 pkt 2 Statutu Spółki, zgodnie z obowiązującymi\n                           przepisami i normami zawodowymi wybrała Firmę Księgową mgr Antoni Tekieli z siedzibą\n                           w Krakowie ul. Kobierzyńska 139b do przeprowadzenia:- badania jednostkowego sprawozdania finansowego Spółki i skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej sporządzonego według stanu na dzień 31 grudnia 2017\n                           roku,- przeglądu półrocznego sprawozdania finansowego Spółki i skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej sporządzonego według stanu na dzień 30 czerwca 2017\n                           roku,- badania jednostkowego sprawozdania finansowego Spółki i skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej sporządzonego według stanu na dzień 31 grudnia 2018\n                           roku,- przeglądu półrocznego sprawozdania finansowego Spółki i skonsolidowanego sprawozdania\n                           finansowego Grupy Kapitałowej sporządzonego według stanu na dzień 30 czerwca 2018\n                           roku.Umowy z podmiotem uprawnionym do badania sprawozdań finansowych zawarto na okres niezbędny\n                           do wykonania wyżej wymienionych czynności. Firma Księgowa mgr Antoni Tekieli została\n                           wpisana na listę podmiotów uprawnionych do badania sprawozdań finansowych pod nr 626.\n                           Podmiot nie prowadził w latach ubiegłych przeglądów i badań sprawozdań finansowych\n                           Spółki i Grupy Kapitałowej.",
        "date": "2017-10-04"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon Spółka Akcyjna w restrukturyzacji [Emitent] informuje o zmianie daty publikacji\n                           skonsolidowanego raportu półrocznego za I półrocze 2017 roku wskazanej w raporcie\n                           bieżącym Emitenta nr 12/2017 z dnia 27 września 2017 roku. Skonsolidowany raport za\n                           I półrocze 2017 roku, którego termin publikacji uprzednio ustalono na dzień 15 listopada\n                           2017 roku, zostanie przekazany do wiadomości publicznej w dniu 6 października 2017\n                           roku. Terminy publikacji pozostałych raportów okresowych nie ulegają zmianie. Podstawa\n                           prawna obowiązku informacyjnego: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia\n                           19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-04"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Zarząd Regnon S.A. w restrukturyzacji informuje, iż w dniu 3 października 2017 r.\n                           Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. podjął uchwałę nr 1172/2017\n                           w sprawie zawieszenia obrotu na Głównym Rynku GPW akcjami spółki Regnon S.A. w restrukturyzacji.\n                           Zawieszenie obrotu od dnia 3 października 2017 r. do dnia 15 listopada 2017 r. _włącznie_\n                           zostało dokonane w związku z żądaniem zgłoszonym przez Komisję Nadzoru Finansowego\n                           na podstawie art. 20 ust. 2 i 2a ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami\n                           finansowymi.",
        "date": "2017-10-04"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon Spółka Akcyjna w restrukturyzacji [Emitent] informuje o zmianie daty publikacji\n                           skonsolidowanego raportu półrocznego za I półrocze 2017 roku wskazanej w raporcie\n                           bieżącym Emitenta nr 1/2017 z dnia 31 stycznia 2017 roku. Skonsolidowany raport za\n                           I półrocze 2017 roku, którego termin publikacji uprzednio ustalono na dzień 29 września\n                           2017 roku, zostanie przekazany do wiadomości publicznej w dniu 15 listopada 2017 roku.\n                           Terminy publikacji pozostałych raportów okresowych nie ulegają zmianie. Podstawa prawna\n                           obowiązku informacyjnego: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-09-27"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon Spółka Akcyjna w restrukturyzacji _Spółka_ działając na podstawie art. 70 pkt\n                           3 ustawy z dnia 29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych niniejszym\n                           przekazuje wykaz Akcjonariuszy posiadających co najmniej 5,00 % liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się dnia 29 czerwca 2017 roku. Wykaz określa\n                           liczbę głosów przysługujących Akcjonariuszom z posiadanych akcji i wskazuje procentowy\n                           udział w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.Jamstar sp. z o.o.; liczba akcji 477 203; liczba głosów 477 203; procentowy udział\n                           w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 23,17%; procentowy udział w ogólnej\n                           liczbie głosów 9,99%.Stronger sp. z o.o.; liczba akcji 476 843; liczba głosów 476 843; procentowy udział\n                           w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 23,15%; procentowy udział w ogólnej\n                           liczbie głosów 9,99%.Wiwex Invest s.r.o.; liczba akcji 464 524; liczba głosów 464 524; procentowy udział\n                           w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 22,55%; procentowy udział w ogólnej\n                           liczbie głosów 9,73%.Instytut Technik Multimedialnych sp. z o.o.; liczba akcji 239 464; liczba głosów 239\n                           464; procentowy udział w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 11,63%;\n                           procentowy udział w ogólnej liczbie głosów 5,02%.Koltep sp. z o.o.; liczba akcji 135 434; liczba głosów 135 434; procentowy udział\n                           w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 6,58%; procentowy udział w ogólnej\n                           liczbie głosów 2,84%.\"Doman\" sp. z o.o.; liczba akcji 134 333; liczba głosów 134 333; procentowy udział\n                           w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 6,52%; procentowy udział w ogólnej\n                           liczbie głosów 2,82%.Noblear Transact LTD; liczba akcji 131 855; liczba głosów 131 855; procentowy udział\n                           w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 6,40%; procentowy udział w ogólnej\n                           liczbie głosów 2,76%.",
        "date": "2017-07-05"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon Spółka Akcyjna w restrukturyzacji [Emitent, Spółka] działając na podstawie\n                           przepisu § 5 ust. 1 pkt 21 oraz pkt 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim [t.j. Dz. U.\n                           z 28 stycznia 2014 r. poz. 133 z późn. zm.] informuje, że w dniu 29 czerwca 2017 roku\n                           Rada Nadzorcza Emitenta odwołała z Zarządu Spółki Pana Adama Wysockiego pełniącego\n                           funkcję Prezesa Zarządu Emitenta oraz Panią Barbarę Konrad-Dziwisz pełniącą funkcję\n                           Członka Zarządu Emitenta. Jednocześnie Rada Nadzorcza oddelegowała ze skutkiem natychmiastowym\n                           do Zarządu Spółki Członka Rady Nadzorczej Pana Krzysztofa Jaworskiego powierzając\n                           mu pełnienie funkcji Prezesa Zarządu Emitenta na okres trzech miesięcy oraz Członka\n                           Rady Nadzorczej Pana Jarosława Podolskiego powierzając mu pełnienie funkcji Członka\n                           Zarządu Emitenta na okres trzech miesięcy.",
        "date": "2017-06-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon Spółka Akcyjna w restrukturyzacji [Emitent, Spółka] działając na podstawie\n                           przepisu § 5 ust. 1 pkt 21 oraz pkt 22 Rozporządzenia Ministra Finansów z dnia 19\n                           lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych przez\n                           emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim [t.j. Dz. U.\n                           z 28 stycznia 2014 r. poz. 133 z późn. zm.] informuje, że w dniu dzisiejszym Zwyczajne\n                           Walne Zgromadzenie Spółki odwołało ze składu Rady Nadzorczej Panią Aleksandrę Bełdyga,\n                           Pana Tomasza Karczewskiego i Pana Filipa Sinkiewicza. Wobec uprzedniego złożenia rezygnacji\n                           przez pozostałych członków Rady Nadzorczej Emitenta, Rada Nadzorcza obecnej kadencji\n                           przestała istnieć, wobec czego Zwyczajne Walne Zgromadzenie powołało do Rady Nadzorczej\n                           na nową trzyletnią kadencję Pana Jarosława Podolskiego, Panią Aleksandrę Bełdyga,\n                           Pana Jacka Jaruchowskiego, Pana Krzysztofa Jaworskiego, Pana Patryka Urbanowicza oraz\n                           Pana Zbigniewa Bombika. Rada Nadzorcza powierzyła pełnienie funkcji Przewodniczącego\n                           Rady Nadzorczej Panu Jackowi Jaruchowskiemu, funkcji Zastępcy Przewodniczącego Rady\n                           Nadzorczej Panu Zbigniewowi Bombikowi, a funkcji Sekretarza Rady Nadzorczej Panu Patrykowi\n                           Urbanowiczowi. Życiorysy powołanych członków Rady Nadzorczej Spółka przekaże bezzwłocznie\n                           po ich otrzymaniu.",
        "date": "2017-06-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Zarząd Regnon Spółka Akcyjna w restrukturyzacji _Emitent, Spółka_ działając na podstawie\n                           Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 roku w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _t.j. Dz.U. 2014 poz. 133 z póżn.zm._ podaje do wiadomości publicznej\n                           treść uchwał Zwyczajnego Walnego Zgromadzenia Spółki z dnia 29 czerwca 2017 roku wraz\n                           z liczbą akcji z których oddano ważne głosy oraz procentowym udziałem tychże akcji\n                           w kapitale zakładowym, łączną liczbą ważnych głosów, w tym liczbą głosów \"za\", \"przeciw\"\n                           i \"wstrzymujących się\".",
        "date": "2017-06-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Zarząd Regnon S.A. w restrukturyzacji _Emitent, Spółka_ informuje, iż w dniu 8 czerwca\n                           2017 roku INSTYTUT TECHNIK MULTIMEDIALNYCH sp. z o.o. z siedzibą w Katowicach – Akcjonariusz\n                           reprezentujący 5,03 % kapitału zakładowego Spółki złożył w trybie art. 401 § 1 Kodeksu\n                           spółek handlowych żądanie umieszczenia zmian w porządku obrad Zwyczajnego Walnego\n                           Zgromadzenia Emitenta zwołanego na dzień 29 czerwca 2017 r., w ten sposób że punkt\n                           4 porządku obrad Zwyczajnego Walnego Zgromadzenia Akcjonariuszy Regnon S.A. w restrukturyzacji\n                           z siedzibą w Katowicach przyjmuje treść \"4.Podjęcie uchwały w sprawie określenia liczby\n                           Członków Rady Nadzorczej Regnon S.A. w restrukturyzacji z siedzibą w Katowicach.\"\n                           Akcjonariusz złożył ponadto wniosek o dodanie punktu nr 5 o treści \"5. Podjecie uchwał\n                           w sprawie odwołania i powołania Członka Rady Nadzorczej Regnon S.A. w restrukturyzacji\n                           z siedzibą w Katowicach.\" W związku z dodaniem punktu obrad pozostałe punkty obrad\n                           otrzymują kolejne numery. Przedłożone przez Akcjonariusza projekty uchwał stanowią\n                           załączniki do niniejszego raportu.",
        "date": "2017-06-08"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Zarząd Regnon S.A. w restrukturyzacji _Emitent, Spółka_ informuje, iż w dniu 7 czerwca\n                           2017 roku STRONGER sp. z o.o. z siedzibą w Warszawie – Akcjonariusz reprezentujący\n                           9,99 % kapitału zakładowego Spółki złożył w trybie art. 401 § 4 Kodeksu spółek handlowych\n                           propozycję zmiany porządku obrad Zwyczajnego Walnego Zgromadzenia Emitenta, zwołanego\n                           na dzień 29 czerwca 2017 r., w ten sposób że  punkt 4 porządku obrad Zwyczajnego Walnego\n                           Zgromadzenia Akcjonariuszy Regnon S.A. w restrukturyzacji z siedzibą w Katowicach\n                           przyjmuje treść \"4. Podjęcie uchwały o ustaleniu liczby Członków Rady Nadzorczej Regnon\n                           S.A. w restrukturyzacji z siedzibą w Katowicach.\" Akcjonariusz wniósł ponadto o dodanie\n                           punku nr 5 o treści \"5. Podjęcie uchwał w sprawie zmian w składzie osobowym Członków\n                           Rady Nadzorczej Regnon S.A. w restrukturyzacji z siedzibą w Katowicach.\" W związku\n                           z dodaniem punktu obrad pozostałe punkty obrad otrzymują kolejne numery. Przedłożone\n                           przez Akcjonariusza projekty uchwał stanowią załączniki do niniejszego raportu.",
        "date": "2017-06-08"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "W związku z przepisem § 38 ust. 1 Rozporządzenia Ministra Finansów z dnia 19 lutego\n                           2009 r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów\n                           papierów wartościowych oraz warunków uznawania za równoważne informacji wymaganych\n                           przepisami prawa państwa niebędącego państwem członkowskim [t.j. Dz. U. z 2014 r.\n                           poz. 133 z dn. 28 stycznia 2014 r. z późn. zm.] Zarząd Regnon Spółka Akcyjna w restrukturyzacji\n                           z siedzibą w Katowicach wpisanej do rejestru przedsiębiorców Krajowego Rejestru Sądowego\n                           prowadzonego przez Sąd Rejonowy Katowice - Wschód w Katowicach, Wydział VIII Gospodarczy\n                           Krajowego Rejestru Sądowego pod numerem KRS 0000072586, działając na podstawie art.\n                           399 § 1, art. 402[1] oraz art. 402[2] Kodeksu spółek handlowych oraz § 9 Statutu Spółki\n                           i § 3 Regulaminu Walnego Zgromadzenia zwołuje na dzień 29 czerwca 2017 roku, na godzinę\n                           12.00 Zwyczajne Walne Zgromadzenie Spółki, które odbędzie się w Kancelarii Notarialnej\n                           prowadzonej przez Notariusza Magdalenę Giemza w Katowicach przy ul. Jagiellońskiej\n                           6/3.",
        "date": "2017-06-02"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Zarząd Regnon S.A. w restrukturyzacji [Spółka] informuje, iż w dniu dzisiejszym powziął\n                           informację o zawieszeniu w dniu 1 czerwca 2017 r. obrotu na Głównym Rynku GPW akcjami\n                           Spółki oznaczonymi kodem PLPRNTC00017. Zawieszenie obrotu zostało dokonane w związku\n                           z żądaniem zgłoszonym przez Komisję Nadzoru Finansowego na podstawie art. 20 ust.\n                           2 ustawy z dnia 29 lipca 2005 r. o obrocie instrumentami finansowymi. W przedmiotowej\n                           sprawie Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. podjął uchwałę nr 539/2017\n                           z dnia 1 czerwca 2017 r.",
        "date": "2017-06-01"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Zarząd Regnon S.A. w restrukturyzacji [Emitent, Spółka] informuje, iż w dniu dzisiejszym\n                           powziął informację o wydaniu w dniu 24 maja 2017 roku przez Sąd Rejonowy Katowice-Wschód\n                           w Katowicach X Wydział Gospodarczy postanowienia w którym na podstawie art. 315 ust.\n                           1 prawa restrukturyzacyjnego Sąd zatwierdził plan restrukturyzacyjny złożony przez\n                           Zarządcę w postępowaniu sanacyjnym Regnon S.A. w restrukturyzacji. Pełny opis środków\n                           restrukturyzacyjnych przewidzianych planem restrukturyzacyjnym Emitent przedstawia\n                           w załączeniu.",
        "date": "2017-05-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "W związku z dokonaniem drugiej z rzędu kwalifikacji akcji Spółki do segmentu Lista\n                           Alertów Zarząd Regnon S.A. w restrukturyzacji oświadcza, że w ocenie Spółki usunięcie\n                           przyczyny kwalifikacji nastąpi w efekcie realizacji sądowego postępowania sanacyjnego\n                           - restrukturyzacyjnego otwartego postanowieniem Sądu Rejonowego Katowice - Wschód\n                           w Katowicach X Wydział Gospodarczy w dniu 27 października 2016 r. Restrukturyzacja\n                           Spółki skutkująca spłatą zaległego zadłużenia, uzyskaniem dodatnich kapitałów oraz\n                           reaktywizacją działalności gospodarczej pozwoli na wzrost wiarygodności u Inwestorów,\n                           a tym samym na ustabilizowanie wartości kursu akcji Spółki na poziomie powyżej progu\n                           kwalifikacji do segmentu Lista Alertów. Zarząd Spółki będzie na bieżąco monitorował\n                           ryzyko utrzymywania się przesłanek do kwalifikacji w kolejnych okresach weryfikacji,\n                           a w oparciu o poczynione obserwacje podejmie decyzję o ewentualnym wdrożeniu dodatkowych\n                           działań zaradczych w postaci zawarcia umowy z animatorem lub dokonania scalenia akcji.\n                           Zarząd Spółki deklaruje, że zwołanie Walnego Zgromadzenia celem podjęcia uchwał dotyczących\n                           połączenia akcji nastąpi nie później niż w terminie dwóch tygodni od daty piątej z\n                           rzędu kwalifikacji do segmentu. Niezwłocznie po podjęciu uchwały w sprawie połączenia\n                           akcji, Zarząd Spółki przeprowadzi wszelkie czynności zmierzające do wykonania postanowień\n                           zawartych w uchwale Walnego Zgromadzenia.",
        "date": "2017-04-28"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. [Emitent, Spółka] informuje, iż w dniu 27 grudnia 2018 r. Zarząd Giełdy\n                           Papierów Wartościowych w Warszawie S.A. podjął uchwałę nr 1312/2018 w sprawie zawieszenia\n                           obrotu na Głównym Rynku GPW akcjami spółki Regnon S.A. Zawieszenie obrotu od dnia\n                           2 stycznia 2019 r. do dnia 29 marca 2019 r. zostało dokonane z uwagi na zakwalifikowanie\n                           akcji Emitenta po raz dziewiąty z rzędu do segmentu Lista Alertów oraz brak podjęcia\n                           działań zmierzających do usunięcia przesłanek do tej kwalifikacji w przyszłości.Zważywszy na powyższe, Emitent oświadcza, że w dniu 19 grudnia 2018 r. Zarząd Spółki\n                           złożył w Sądzie Rejonowym Katowice-Wschód w Katowicach Wydział VIII Gospodarczy Krajowego\n                           Rejestru Sądowego wniosek o zarejestrowanie m.in. zmiany Statutu uchwalonej w dniu\n                           10 września 2018 r. przez Nadzwyczajne Walne Zgromadzenie Spółki celem graniczenia\n                           zmienności kursu akcji notowanych na Giełdzie Papierów Wartościowych w Warszawie S.A.\n                           Nadzwyczajne Walne Zgromadzenie Spółki podjęło uchwałę w sprawie scalenia akcji, zmiany\n                           Statutu Spółki oraz upoważnienia Zarządu, na mocy której, działając na podstawie art.\n                           430 Kodeksu spółek handlowych, ustaliło nową wartość nominalną akcji Spółki w wysokości\n                           100,00 zł [sto złotych] każda akcja, w miejsce dotychczasowej wartości nominalnej\n                           akcji Spółki wynoszącej 10,00 zł [dziesięć złotych] każda akcja oraz zmniejszyło proporcjonalnie\n                           ogólną liczbę akcji Spółki. Scalenie akcji Spółki nastąpi w ten sposób, że 10 [dziesięć]\n                           akcji Spółki o dotychczasowej wartości nominalnej 10,00 zł [dziesięć złotych] każda,\n                           zostanie wymienionych na 1 [jedną] akcję Spółki o wartości nominalnej 100,00 zł [sto\n                           złotych].",
        "date": "2018-12-28"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. [Spółka] zawiadamia o uprawomocnieniu się z dniem 21 listopada 2018 r.\n                           postanowienia Sądu Rejonowego Katowice-Wschód w Katowicach X Wydział Gospodarczy z\n                           dnia 25 października 2018 r. [sygn. akt X Greu 9/18/5] stwierdzającego wykonanie układu\n                           w postępowaniu restrukturyzacyjnym - postępowaniu sanacyjnym, zatwierdzonego postanowieniem\n                           Sądu z dnia 6 czerwca 2018 r., zawartego dla Spółki na zgromadzeniu wierzycieli w\n                           dniu 25 maja 2018 r. [sygn. akt X GRs 4/16/9]. Prawomocne postanowienie, które wpłynęło\n                           do Spółki w dniu dzisiejszym, zostało opatrzone klauzulą prawomocności w dniu 30 listopada\n                           2018 r.",
        "date": "2018-12-03"
    },
    {
        "company_name": "REGNON SA",
        "content": "Regnon Spółka Akcyjna [Emitent, Spółka] działając na podstawie przepisu § 5 pkt 5\n                           Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim [Dz. U. z 2018 r. poz. 757] informuje, że w dniu dzisiejszym wpłynęła\n                           do Spółki Uchwała Rady Nadzorczej z dnia 23 listopada 2018 r. na mocy której do Zarządu\n                           Emitenta na okres nowej kadencji została powołana Pani Barbara Konrad-Dziwisz, której\n                           powierzono pełnienie funkcji Prezesa Zarządu. Pani Barbara Konrad-Dziwisz jest absolwentką\n                           Akademii Ekonomicznej w Katowicach _obecnie Uniwersytet Ekonomiczny w Katowicach_,\n                           Wydział Przemysłu, kierunek Organizacja i Zarządzanie _1984-1989_. Pani Barbara Konrad-Dziwisz\n                           posiada następujące doświadczenie zawodowe: 1990-1992 Bank Śląski S.A. w Katowicach\n                           - Referent, Księgowa; 1992–1994 DEG Bank Secesyjny S.A. w Katowicach - Specjalista\n                           ds. Analiz Ekonomicznych, Specjalista Bankowy Kierujący Zespołem; 1994–2000 Gliwicki\n                           Bank Handlowy S.A. w Gliwicach - Zastępca Dyrektora Oddziału w Bytomiu, Zastępca Dyrektora\n                           Oddziału w Katowicach, Dyrektor Oddziału w Katowicach; 2000-2003 Centrozap S.A. w\n                           Katowicach - Dyrektor Ekonomiczny; 2003–2004 Trust Trading Sp. z o.o. - Dyrektor Finansowy,\n                           Członek Zarządu, Pełnomocnik ds. ISO; 2004–2013 Ideon S.A. - Dyrektor Finansowy, Wiceprezes\n                           Zarządu; 2013-2017 Regnon S.A. - Członek Zarządu; 2013-do nadal Konsilo Sp. z o.o.\n                           - Prezes Zarządu. Pani Barbara Konrad-Dziwisz prowadziła działalność naukowo-dydaktyczną\n                           w WSB w Poznaniu Wydział Zamiejscowy w Chorzowie, w zakresie działalności depozytowej\n                           banku oraz prawnych regulacji księgowości. Pani Barbara Konrad-Dziwisz nie prowadzi\n                           działalności konkurencyjnej w stosunku do działalności Emitenta, nie uczestniczy w\n                           spółce konkurencyjnej jako wspólnik spółki cywilnej, spółki osobowej lub jako członek\n                           organu spółki kapitałowej, nie uczestniczy w innej konkurencyjnej osobie prawnej jako\n                           członek jej organu. Pani Barbara Konrad-Dziwisz nie jest wpisana do Rejestru Dłużników\n                           Niewypłacalnych prowadzonego na podstawie ustawy o Krajowym Rejestrze Sądowym.",
        "date": "2018-11-28"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. [Spółka] zawiadamia o wpływie do Spółki postanowienia Sądu Rejonowego\n                           Katowice-Wschód w Katowicach X Wydział Gospodarczy z dnia 25 października 2018 roku\n                           _sygn. akt X Greu 9/18/5_ stwierdzającego wykonanie układu w postępowaniu restrukturyzacyjnym\n                           – postępowaniu sanacyjnym, zatwierdzonego postanowieniem Sądu z dnia 6 czerwca 2018\n                           roku, zawartego dla Spółki na zgromadzeniu wierzycieli w dniu 25 maja 2018 roku _sygn.\n                           akt X GRs 4/16/9_.",
        "date": "2018-11-06"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. [Emitent, Spółka] informuje, iż w dniu 27 września 2018 r. Zarząd Giełdy\n                           Papierów Wartościowych w Warszawie S.A. podjął uchwałę nr 1005/2018 w sprawie zawieszenia\n                           obrotu na Głównym Rynku GPW akcjami spółki Regnon S.A. Zawieszenie obrotu od dnia\n                           1 października 2018 r. do dnia 31 grudnia 2018 r. zostało dokonane z uwagi na zakwalifikowanie\n                           akcji Emitenta po raz ósmy z rzędu do segmentu Lista Alertów oraz brak podjęcia działań\n                           zmierzających do usunięcia przesłanek do tej kwalifikacji w przyszłości.Zważywszy na powyższe, Emitent oświadcza, że w dniu 10 września 2018 r. Nadzwyczajne\n                           Walne Zgromadzenie Spółki mając na względzie zamiar ograniczenia zmienności kursu\n                           akcji notowanych na Giełdzie Papierów Wartościowych w Warszawie S.A. podjęło uchwałę\n                           w sprawie scalenia akcji, zmiany Statutu Spółki oraz upoważnienia Zarządu, na mocy\n                           której, działając na podstawie art. 430 Kodeksu spółek handlowych, ustaliło nową wartość\n                           nominalną akcji Spółki w wysokości 100,00 zł [sto złotych] każda akcja, w miejsce\n                           dotychczasowej wartości nominalnej akcji Spółki wynoszącej 10,00 zł [dziesięć złotych]\n                           każda akcja oraz zmniejszyło proporcjonalnie ogólną liczbę akcji Spółki. Scalenie\n                           akcji Spółki nastąpi w ten sposób, że 10 [dziesięć] akcji Spółki o dotychczasowej\n                           wartości nominalnej 10,00 zł [dziesięć złotych] każda, zostanie wymienionych na 1\n                           [jedną] akcję Spółki o wartości nominalnej 100,00 zł [sto złotych].",
        "date": "2018-09-27"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. [Emitent, Spółka] działając na podstawie przepisów § 5 pkt 5 i § 10 Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim,\n                           w nawiązaniu do przekazanej raportem bieżącym nr 18/2018 z dnia 11 września 2018 r.\n                           informacji o powołaniu do Rady Nadzorczej Emitenta Pana Tomasza Karczewskiego, niniejszym\n                           przekazuje informacje o powołanym Członku Rady Nadzorczej. Pan Tomasz Karczewski urodził\n                           się 30 listopada 1972 r. Posiada wykształcenie wyższe, jest absolwentem Politechniki\n                           Śląskiej, gdzie w latach 1991-1997 studiował na Wydziale Organizacji i Zarządzania,\n                           Katedra Organizacji Produkcji. Pan Tomasz Karczewski od czerwca 2015 r. pełni funkcję\n                           Prezesa Zarządu Dyrektora Zarządzającego w Ferox Automation Sp. z o.o. w Katowicach,\n                           w okresie od lipca 2012 r. do grudnia 2014 r. był Dyrektorem Działu Inwestycji Kapitałowych\n                           i Nadzoru Właścicielskiego w Ideon S.A. w Katowicach, od lipca 2009 r. do czerwca\n                           2012 r. Wiceprezesem Zarządu GKS GieKSa Katowice S.A., od maja 2008 r. do lipca 2009\n                           r. Głównym Specjalistą w Centrozap S.A. w Katowicach, od listopada 2004 r. do maja\n                           2008 r. Kierownikiem Działu Ofert, a następnie Zastępcą Dyrektora Ds. Handlowych w\n                           Energoaparatura S.A. w Katowicach. Pan Tomasz Karczewski jest Wspólnikiem i Prezesem\n                           Zarządu Miodla Poland Sp. z o.o. Pan Tomasz Karczewski uczestniczył w wielu szkoleniach\n                           i kursach, m.in. Funkcjonowanie w alternatywnym systemie obrotu New Connect _Adwokaci\n                           i Radcowie Prawni Kancelaria Prawna Żyglicka i Wspólnicy_; Kurs - Zastępca głównego\n                           księgowego _Eurodirect_; Szkolenia z zakresu rachunkowości oraz metod sporządzania\n                           sprawozdań finansowych _Fundacja Rozwoju Rachunkowości w Polsce_; Aplikacja administracyjna,\n                           szkolenia z zakresu podatku VAT, analizy bilansu i rachunku wyników, ordynacji podatkowej,\n                           analizy ekonomicznej działalności firm _Ośrodek Szkoleniowy Izby Skarbowej w Katowicach_;\n                           Metody i techniki sprzedaży produktów FMCG _Zakłady Przemysłu Tytoniowego w Krakowie\n                           S.A._. Pan Tomasz Karczewski nie pełni funkcji w organizacjach społecznych i politycznych.\n                           Pan Tomasz Karczewski nie posiada akcji Spółki oraz spółek powiązanych, dominujących,\n                           zależnych. Pan Tomasz Karczewski oświadczył, że nie otrzymał sądowego zakazu działania\n                           jako członek organów zarządzających lub nadzorczych w spółkach prawa handlowego, nie\n                           prowadzi działalności konkurencyjnej w stosunku do działalności Emitenta, nie jest\n                           wspólnikiem konkurencyjnej spółki cywilnej lub osobowej albo członkiem organu spółki\n                           kapitałowej lub członkiem organu jakiejkolwiek konkurencyjnej osoby prawnej, nie figuruje\n                           w rejestrze dłużników niewypłacalnych, prowadzonym na podstawie ustawy z dnia 20 sierpnia\n                           1997 r. o Krajowym Rejestrze Sądowym.",
        "date": "2018-09-13"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon Spółka Akcyjna [Emitent, Spółka] działając na podstawie przepisów § 5 pkt 5\n                           Rozporządzenia Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim [Dz. U. z 2018 r. poz. 757] informuje, że Nadzwyczajne Walne Zgromadzenie\n                           Spółki w dniu 10 września 2018 r. powołało do Rady Nadzorczej Emitenta Pana Tomasza\n                           Karczewskiego, powierzając mu pełnienie funkcji Członka Rady Nadzorczej na okres bieżącej\n                           trzyletniej kadencji, która rozpoczęła się w dniu 29 czerwca 2017 r. Życiorys powołanego\n                           Członka Rady Nadzorczej Spółka przekaże bezzwłocznie po jego otrzymaniu.",
        "date": "2018-09-11"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. [Spółka] działając na podstawie art. 70 pkt 3 ustawy z dnia 29 lipca 2005\n                           r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do zorganizowanego\n                           systemu obrotu oraz o spółkach publicznych niniejszym przekazuje wykaz Akcjonariuszy\n                           posiadających co najmniej 5,00 % liczby głosów na Nadzwyczajnym Walnym Zgromadzeniu\n                           Spółki, które odbyło się w dniu 10 września 2018 r. Wykaz określa liczbę głosów przysługujących\n                           Akcjonariuszom z posiadanych akcji i wskazuje procentowy udział w liczbie głosów na\n                           Nadzwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.Jamstar Sp. z o.o.; liczba akcji 477 203; liczba głosów 477 203; procentowy udział\n                           w liczbie głosów na Nadzwyczajnym Walnym Zgromadzeniu 24,75%; procentowy udział w\n                           ogólnej liczbie głosów 9,99%,Stronger Sp. z o.o.; liczba akcji 476 843; liczba głosów 476 843; procentowy udział\n                           w liczbie głosów na Nadzwyczajnym Walnym Zgromadzeniu 24,74%; procentowy udział w\n                           ogólnej liczbie głosów 9,99%,Wiwex Invest s.r.o.; liczba akcji 464 524; liczba głosów 464 524; procentowy udział\n                           w liczbie głosów na Nadzwyczajnym Walnym Zgromadzeniu 24,10%; procentowy udział w\n                           ogólnej liczbie głosów 9,73%,Instytut Technik Multimedialnych Sp. z o.o.; liczba akcji 239 464; liczba głosów 239\n                           464; procentowy udział w liczbie głosów na Nadzwyczajnym Walnym Zgromadzeniu 12,42%;\n                           procentowy udział w ogólnej liczbie głosów 5,02%,Koltep Sp. z o.o.; liczba akcji 135 434; liczba głosów 135 434; procentowy udział\n                           w liczbie głosów na Nadzwyczajnym Walnym Zgromadzeniu 7,03%; procentowy udział w ogólnej\n                           liczbie głosów 2,84%,\"Doman\" Sp. z o.o.; liczba akcji 134 333; liczba głosów 134 333; procentowy udział\n                           w liczbie głosów na Nadzwyczajnym Walnym Zgromadzeniu 6,97%; procentowy udział w ogólnej\n                           liczbie głosów 2,82%.",
        "date": "2018-09-11"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. [Spółka] działając na podstawie § 19 ust. 1 pkt 6 i 8 Rozporządzenia Ministra\n                           Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim [Rozporządzenie]\n                           podaje do wiadomości publicznej treść uchwał Nadzwyczajnego Walnego Zgromadzenia Spółki\n                           z dnia 10 września 2018 r. wraz z liczbą akcji z których oddano ważne głosy oraz procentowym\n                           udziałem tychże akcji w kapitale zakładowym, łączną liczbą ważnych głosów, w tym liczbą\n                           głosów \"za\", \"przeciw\" i \"wstrzymujących się\". Ponadto na podstawie § 19 ust. 1 pkt\n                           6 Rozporządzenia przekazuje treść dokumentów, będących przedmiotem głosowania, a na\n                           podstawie § 19 ust. 1 pkt 9 Rozporządzenia przekazuje informacje o zgłoszonych do\n                           protokołu podczas obrad walnego zgromadzenia przez akcjonariusza - Instytut Technik\n                           Multimedialnych Sp. z o.o. sprzeciwach do uchwał podjętych przez Nadzwyczajne Walne\n                           Zgromadzenie:- Uchwały nr 3 Nadzwyczajnego Walnego Zgromadzenia Regnon Spółka Akcyjna z siedzibą\n                           w Katowicach z dnia 10 września 2018 roku w sprawie powołania Członka Rady Nadzorczej,- Uchwały nr 6 Nadzwyczajnego Walnego Zgromadzenia Regnon Spółka Akcyjna z siedzibą\n                           w Katowicach z dnia 10 września 2018 roku w sprawie przyznania wynagrodzenia Członkom\n                           Rady Nadzorczej,- Uchwały nr 7 Nadzwyczajnego Walnego Zgromadzenia Regnon Spółka Akcyjna z siedzibą\n                           w Katowicach z dnia 10 września 2018 roku w sprawie zatwierdzenia Sprawozdania Rady\n                           Nadzorczej,- Uchwały nr 8 Nadzwyczajnego Walnego Zgromadzenia Regnon Spółka Akcyjna z siedzibą\n                           w Katowicach z dnia 10 września 2018 roku w sprawie scalenia akcji, zmiany Statutu\n                           Spółki oraz upoważnienia Zarządu,- Uchwały nr 9 Nadzwyczajnego Walnego Zgromadzenia Regnon Spółka Akcyjna z siedzibą\n                           w Katowicach z dnia 10 września 2018 roku w sprawie upoważnienia Rady Nadzorczej do\n                           ustalenia tekstu jednolitego Statutu Spółki.",
        "date": "2018-09-10"
    },
    {
        "company_name": "REGNON SA",
        "content": "Regnon S.A. - Emitent informuje, że w dniu 20 sierpnia 2018 r. zawarta została przez\n                           zarządcę powołanego na mocy art. 118 ust. 2 ustawy Prawo restrukturyzacyjne na czas\n                           wykonania układu zawartego przez Regnon S.A., umowa sprzedaży, na mocy której Emitent,\n                           w wykonaniu prawomocnego układu oraz postanowień umowy restrukturyzacyjnej, sprzedał\n                           na rzecz spółki pod firmą Martex Logistics Sp. z o.o., stanowiącą własność Emitenta\n                           nieruchomość zabudowaną, położoną w Dąbrowie Górniczej przy ulicy Roździeńskiego 19,\n                           o łącznej powierzchni 5,6635 ha, dla której Sąd Rejonowy w Dąbrowie Górniczej Wydział\n                           VI Ksiąg Wieczystych prowadzi księgę wieczystą nr KA1D/00035301/9, za cenę 20 500\n                           000,00 zł [dwadzieścia milionów pięćset tysięcy złotych]. Środki uzyskane ze sprzedaż\n                           opisanej nieruchomości przeznaczone zostaną na wykonanie układu Emitenta.",
        "date": "2018-08-20"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Zarządca Regnon Spółka Akcyjna w restrukturyzacji z siedzibą w Katowicach wpisanej\n                           do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy\n                           Katowice - Wschód w Katowicach, Wydział VIII Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000072586, działając na podstawie art. 399 § 1, art. 402[1] oraz\n                           art. 402[2] Kodeksu spółek handlowych oraz § 9 Statutu Spółki i § 3 Regulaminu Walnego\n                           Zgromadzenia zwołuje na dzień 10 września 2018 roku, na godzinę 15.00 Nadzwyczajne\n                           Walne Zgromadzenie Spółki, które odbędzie się w Kancelarii Notarialnej prowadzonej\n                           przez Notariusza Magdalenę Giemza w Katowicach przy ul. Jagiellońskiej 6/3.",
        "date": "2018-08-13"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji _Spółka_ informuje, że w dniu 2 sierpnia 2018 r. doręczone\n                           zostało zarządcy postanowienie Sądu Rejonowego Katowice-Wschód w Katowicach z dnia\n                           6 czerwca 2018 r. w przedmiocie zatwierdzenia układu, opatrzone w dniu 1 sierpnia\n                           2018 r. klauzulą prawomocności. Warunki układu zawartego przez Spółkę ujęto w obwieszczeniu\n                           zamieszczonym w Monitorze Sądowym i Gospodarczym z dnia 12 czerwca 2018 r. nr 112/2018\n                           _5500_, poz. 25167.",
        "date": "2018-08-02"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji _Spółka_ działając na podstawie art. 70 pkt 3 ustawy\n                           z dnia 29 lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów\n                           finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych niniejszym\n                           przekazuje wykaz Akcjonariuszy posiadających co najmniej 5,00 % liczby głosów na Zwyczajnym\n                           Walnym Zgromadzeniu Spółki, które odbyło się w dniu 29 czerwca 2018 r. Wykaz określa\n                           liczbę głosów przysługujących Akcjonariuszom z posiadanych akcji i wskazuje procentowy\n                           udział w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu oraz w ogólnej liczbie głosów.Stronger sp. z o.o.; liczba akcji 147 842; liczba głosów 147 842; procentowy udział\n                           w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 43,00%; procentowy udział w ogólnej\n                           liczbie głosów 3,10%,\"Doman\" sp. z o.o.; liczba akcji 134 333; liczba głosów 134 333; procentowy udział\n                           w liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 39,07%; procentowy udział w ogólnej\n                           liczbie głosów 2,82%,Koltep sp. z o.o.; liczba akcji 61 623; liczba głosów 61 623; procentowy udział w\n                           liczbie głosów na Zwyczajnym Walnym Zgromadzeniu 17,92%; procentowy udział w ogólnej\n                           liczbie głosów 1,29%.",
        "date": "2018-06-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji _Spółka_ działając na podstawie Rozporządzenia Ministra\n                           Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim podaje do wiadomości\n                           publicznej treść uchwał Zwyczajnego Walnego Zgromadzenia Spółki w dniu 29 czerwca\n                           2018 r. wraz z liczbą akcji z których oddano ważne głosy oraz procentowym udziałem\n                           tychże akcji w kapitale zakładowym, łączną liczbą ważnych głosów, w tym liczbą głosów\n                           \"za\", \"przeciw\" i \"wstrzymujących się\".",
        "date": "2018-06-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji [Emitent, Spółka] informuje, iż w dniu 28 czerwca 2018\n                           r. Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. podjął uchwałę nr 717/2018\n                           w sprawie zawieszenia obrotu akcjami spółki Regnon S.A. w restrukturyzacji na Głównym\n                           Rynku GPW. Zawieszenie obrotu od dnia 2 lipca 2018 r. do dnia 30 września 2018 r.\n                           zostało dokonane z uwagi na zakwalifikowanie akcji Emitenta po raz siódmy z rzędu\n                           do segmentu LISTA ALERTÓW oraz brak podjęcia działań zmierzających do usunięcia przesłanek\n                           do tej kwalifikacji w przyszłości. Emitent oświadcza, że brak wymaganych działań wynika\n                           z uwarunkowań organizacyjnych i ekonomicznych Spółki, w tym będącego w toku postępowania\n                           restrukturyzacyjnego.",
        "date": "2018-06-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji _Spółka_ informuje, że w postępowaniu sanacyjnym prowadzonym\n                           przed Sądem Rejonowym Katowice - Wschód w Katowicach wobec Spółki, postanowieniem\n                           z 6 czerwca 2018 r. zatwierdzono układ przyjęty 25 maja 2018 r. przez zgromadzenie\n                           wierzycieli.",
        "date": "2018-06-06"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Zarządca Regnon Spółka Akcyjna w restrukturyzacji z siedzibą w Katowicach wpisanej\n                           do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy\n                           Katowice - Wschód w Katowicach, Wydział VIII Gospodarczy Krajowego Rejestru Sądowego\n                           pod numerem KRS 0000072586, działając na podstawie art. 399 § 1, art. 402[1] oraz\n                           art. 402[2] Kodeksu spółek handlowych oraz § 9 Statutu Spółki i § 3 Regulaminu Walnego\n                           Zgromadzenia zwołuje na dzień 29 czerwca 2018 roku, na godzinę 15.00 Zwyczajne Walne\n                           Zgromadzenie Spółki, które odbędzie się w Kancelarii Notarialnej prowadzonej przez\n                           Notariusza Magdalenę Giemza w Katowicach przy ul. Jagiellońskiej 6/3.",
        "date": "2018-06-01"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji _Spółka_ informuje, że w postępowaniu sanacyjnym prowadzonym\n                           przed Sądem Rejonowym Katowice-Wschód w Katowicach wobec Spółki, postanowieniem z\n                           dnia 25 maja 2018 r. stwierdzono przyjęcie układu przez zgromadzenie wierzycieli.\n                           Za przyjęciem układu opowiedzieli się wierzyciele we wszystkich trzech grupach, w\n                           których osiągnięto większości wymagane ustawą Prawo restrukturyzacyjne.",
        "date": "2018-05-25"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji _Emitent, Spółka_ informuje, że w dniu 18 maja 2018\n                           r. została zawarta umowa restrukturyzacyjna, której Stronami są Zarządca masy sanacyjnej\n                           Regnon S.A. w restrukturyzacji działający zgodnie z art. 53 ustęp 1 Prawa Restrukturyzacyjnego\n                           w imieniu własnym na rachunek Spółki, Bank BGŻ BNP Paribas S.A. z siedzibą w Warszawie\n                           _Bank_ oraz Martex Logistics Sp. z o.o. z siedzibą w Rybniku _Martex Logistics_. Przedmiotem\n                           umowy restrukturyzacyjnej jest ustalenie warunków uczestnictwa Banku w restrukturyzacji\n                           zobowiązań Spółki w zakresie podziału środków ze sprzedaży nieruchomości Emitenta\n                           położonej w Dąbrowie Górniczej _zgodnie z raportem bieżącym informującym o przedwstępnej\n                           umowie sprzedaży nieruchomości nr 5/2018 z 11 maja 2018 r._ oraz określenie uczestnictwa\n                           Martex Logistics w tym procesie jako przyszłego nabywcy Nieruchomości. Umowa restrukturyzacyjna\n                           oraz wcześniejsza przedwstępna umowa sprzedaży nieruchomości, zostały zawarte zgodnie\n                           z Planem Restrukturyzacyjnym sporządzonym przez Zarządcę i stanowią warunek niezbędny\n                           do zawarcia oraz wykonania układu w toku postępowania restrukturyzacyjnego – postępowania\n                           sanacyjnego prowadzonego wobec Emitenta przed Sądem Rejonowym Katowice-Wschód w Katowicach.Umowa restrukturyzacyjna ulega rozwiązaniu bez konieczności składania przez którąkolwiek\n                           ze Stron dalszych oświadczeń w przypadku zaistnienia co najmniej jednego ze zdarzeń:\n                           postępowanie restrukturyzacyjne zostanie prawomocnie umorzone; nie zostanie zawarty\n                           układ w postępowaniu restrukturyzacyjnym; w terminie trzech miesięcy od daty uprawomocnienia\n                           się postanowienia w przedmiocie zatwierdzenia układu w postępowaniu restrukturyzacyjnym\n                           Nieruchomość nie zostanie sprzedana na rzecz Martex Logistics; Martex Logistics nie\n                           dokona zapłaty ceny nabycia Nieruchomości w terminie i na warunkach, które zostaną\n                           określone w przyrzeczonej umowie sprzedaży Nieruchomości.",
        "date": "2018-05-18"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji _Emitent_ informuje, że w dniu 11 maja 2018 r. została\n                           zawarta przedwstępna umowa sprzedaży, na mocy której Emitent, zgodnie z założeniami\n                           złożonego w sądzie Planu restrukturyzacyjnego, zobowiązał się sprzedać spółce pod\n                           firmą Martex Logistics Sp. z o.o., stanowiącą własność Emitenta nieruchomość zabudowaną,\n                           położoną w Dąbrowie Górniczej przy ulicy Roździeńskiego 19, o łącznej powierzchni\n                           5,6635 ha, dla której Sąd Rejonowy w Dąbrowie Górniczej Wydział VI Ksiąg Wieczystych\n                           prowadzi księgę wieczystą nr KA1D/00035301/9, za cenę 20 500 000,00 zł _dwadzieścia\n                           milionów pięćset tysięcy złotych_. Przyrzeczona umowa sprzedaży zostanie zawarta,\n                           zgodnie z warunkami umowy przedwstępnej w terminie do dnia 30 października 2018 r.\n                           lub w terminie dziesięciu dni od daty uprawomocnienia się postanowienia Sądu Rejonowego\n                           Katowice-Wschód w Katowicach Wydział X Gospodarczy w przedmiocie zatwierdzenia układu\n                           w postępowaniu restrukturyzacyjnym Emitenta w zależności od tego który z tych terminów\n                           upłynie pierwszy.",
        "date": "2018-05-11"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "W dniu dzisiejszym Zarządca Regnon S.A. w restrukturyzacji [Spółka] odebrał z Sądu\n                           Rejonowego Katowice-Wschód w Katowicach X Wydział Gospodarczy wezwanie do stawiennictwa\n                           na zgromadzeniu wierzycieli, podczas którego odbędzie się głosowanie nad układem Spółki.\n                           Zgromadzenie wierzycieli odbędzie w dniu 25 maja 2017 roku o godzinie 12:00 w sali\n                           nr 12 w budynku Sądu w Katowicach przy ul. Lompy 14.",
        "date": "2018-04-19"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "Regnon S.A. w restrukturyzacji [Emitent, Spółka] informuje, iż w dniu 28 marca 2018\n                           r. Zarząd Giełdy Papierów Wartościowych w Warszawie S.A. podjął uchwałę nr 305/2018\n                           w sprawie zawieszenia obrotu akcjami spółki Regnon S.A. w restrukturyzacji na Głównym\n                           Rynku GPW. Zawieszenie obrotu od dnia 3 kwietnia 2018 r. do dnia 30 czerwca 2018 r.\n                           zostało dokonane z uwagi na zakwalifikowanie akcji Emitenta po raz szósty z rzędu\n                           do segmentu LISTA ALERTÓW oraz brak podjęcia działań zmierzających do usunięcia przesłanek\n                           do tej kwalifikacji w przyszłości. Emitent oświadcza, że brak wymaganych działań wynika\n                           z uwarunkowań organizacyjnych i ekonomicznych Spółki, w tym będącego w toku postępowania\n                           restrukturyzacyjnego.",
        "date": "2018-03-29"
    },
    {
        "company_name": "REGNON SA w restrukturyzacji",
        "content": "W nawiązaniu do raportu bieżącego nr 19/2017 z 29 listopada 2017 r. Regnon S.A. w\n                           restrukturyzacji [Spółka] informuje, że w dniu 12 lutego 2018 r. Sąd Rejonowy Katowice-Wschód\n                           w Katowicach X Wydział Gospodarczy wydał postanowienie na mocy którego, na podstawie\n                           art. 129 ust. 2 i art. 129 ust. 1 pkt 3 w związku z art. 139 ust. 1 prawa restrukturyzacyjnego\n                           zezwolił Zarządcy na zawarcie przez Spółkę przedwstępnej umowy sprzedaży nieruchomości\n                           położonej w Dąbrowie Górniczej przy ul. Roździeńskiego 19 [Nieruchomość], dla której\n                           Sąd Rejonowy w Dąbrowie Górniczej Wydział VI Ksiąg Wieczystych prowadzi księgę wieczystą\n                           o numerze KA1D/00035301/9. Sprzedaż Nieruchomości ma nastąpić po prawomocnym zatwierdzeniu\n                           układu, za cenę nie niższą od kwoty 20 500 000,00 zł [dwadzieścia milionów pięćset\n                           tysięcy złotych] podwyższoną o wartość podatku od towarów i usług, o ile będzie on\n                           należny. O terminie zawarcia przedwstępnej umowy sprzedaży Nieruchomości Spółka poinformuje\n                           raportem bieżącym.",
        "date": "2018-02-12"
    }
]