[
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że Rada Nadzorcza Spółki na posiedzeniu w dniu 15.12.2017\n                           r., działając na podstawie art. 383 §1 Kodeksu Spółek Handlowych postanowiła delegować\n                           Pana Adama Ambroziaka Przewodniczącego Rady Nadzorczej do czasowego wykonywania czynności\n                           Prezesa Zarządu Spółki Relpol S.A., tj. na okres od 01.01.2018 roku do 31.03.2018\n                           roku.Wykształcenie: średnie.Życiorys zawodowy:od 2004 r.- 2015 r. Członek Rady Nadzorczej Unia Hurtowni Elektrycznych El- Plus Sp.\n                           z o.o..2000 –2004 członek Zarządu i Wiceprezes Zarządu Unia Hurtowni Elektrycznych El- Plus\n                           Sp. z o.o.,Od 1992 r. i obecnie – Przedsiębiorstwo SEA Adam Ambroziak – właściciel.Od XI 2010 r. Członek Rady Nadzorczej Relpol S.A.Pan Adam Ambroziak nie prowadzi działalności konkurencyjnej w stosunku do Relpol S.A.",
        "date": "2017-12-15"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 15 rudnia 2017 roku, Rada Nadzorcza\n                           Spółki powołała Krzysztofa Pałgana na Członka Zarządu Spółki, z dniem 01.01.2018 r.Życiorys zawodowy:Wykształcenie: Akademia Techniczno-Rolnicza w Bydgoszczy, Inżynier elektryk, magister.\n                           Dodatkowo kursy i programy w zakresie zarządzania, sprzedaży, umiejętności przywódczych.Kwalifikacje\n                           i zajmowane stanowiska w latach:2013-2017 - Dyrektor Sprzedaży i Marketingu Dywizji PG w ABB Sp. z o.o. - Dyrektor Handlowy w ABB Sp. z o.o., 2011-2013 - Dyrektor Rynku systemów energetyki w ABB Sp. z o.o.2004-2010 - Dyrektor Regionalnego Biura Sprzedaży w Poznaniu w Dywizji Produkty i\n                           Systemy dla Energetyki, w ABB Sp. z o.o.2001-2003 - Dyrektor Obszaru Sprzedaży dla rynków C&EE w ABB Italy, Lodi.1999-2000 - Dyrektor Sprzedaży i Marketingu Dywizji Systemów dla Energetyki w Krakowie,\n                           w ABB Sp. z o.o. 1998-1999 - Inżynier Sprzedaży w biurze regionalnym w Gdańsku _filia Bydgoszcz_, w\n                           ABB Sp. z o.o.1993-1998 - Specjalista d/s systemów rozliczeniowych energii elektrycznej miedzy TSO\n                           i DSO w PSE Północ w Bydgoszczy.Wskazanie innej działalności wykonywanej poza przedsiębiorstwem emitenta:Jak powyżej.Nie uczestniczy w spółce lub innej osobie prawnej, która prowadzi działalność konkurencyjną\n                           w stosunku do Relpol S.A. jako wspólnik lub członek organów.Nie figuruje w Rejestrze Dłużników prowadzonym na podstawie ustawy o Krajowym Rejestrze\n                           Sądowym.",
        "date": "2017-12-15"
    },
    {
        "company_name": "RELPOL",
        "content": "ZZarząd Relpol S.A. informuje, że w dniu 15.12.2017 r. Pan Rafał Gulka z przyczyn\n                           osobistych złożył rezygnację skracającą okres pełnienia funkcji Prezesa Zarządu Spółki\n                           do dnia 31.12.2017 r. a nie jak pierwotnie do dnia 31.01.2018 r. o czym spółka informowała\n                           w raporcie bieżącym nr 20/2017.",
        "date": "2017-12-15"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 15 grudnia 2017 r. Rada Nadzorcza\n                           działając na podstawie § 25 Statutu Spółki, po zapoznaniu się z rekomendacją Komitetu\n                           Audytu, podjęła uchwałę o wyborze firmy UHY ECA Audyt Spółka z ograniczoną odpowiedzialnością\n                           Sp. K z siedzibą w Krakowie ul. Moniuszki 50, do przeprowadzenia badania rocznego\n                           sprawozdania finansowego Spółki za lata 2018 i 2019, przeglądu śródrocznego sprawozdania\n                           finansowego za I półrocze 2018 r. i I półrocze 2019 r. oraz badania rocznego skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej za lata 2018 i 2019, i przeglądu śródrocznego\n                           skonsolidowanego sprawozdania finansowego Grupy Kapitałowej za lata 2018 i 2019.Firma UHY ECA Audyt Spółka z ograniczoną odpowiedzialnością Sp. K wpisana jest na\n                           listę podmiotów uprawnionych do badania sprawozdań finansowych pod numerem 3115.Relpol nie korzystał z usług UHY ECA Audyt Spółka z ograniczoną odpowiedzialnością\n                           Sp. K w zakresie przeglądu i badania sprawozdań finansowych.",
        "date": "2017-12-15"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 8 grudnia 2017 roku zapoznał się\n                           z treścią zawiadomienia przesłanego przez Altus Towarzystwo Funduszy Inwestycyjnych\n                           S.A. w sprawie transakcji powodujących zmniejszenie udziału poniżej 25% w ogólnej\n                           liczbie głosów na WZ Relpol S.A.Altus TFI S.A. przesłało zawiadomienie w imieniu własnym oraz zarządzanych przez siebie\n                           funduszy.Zmniejszenie udziału poniżej 25% w ogólnej liczbie głosów na WZ Spółki nastąpiło na\n                           skutek przejęcia w dniu 01.12.2017 r. zarządzania funduszem inwestycyjnym Raiffeisen\n                           SFIO Parasolowy przez Raiffeisen TFI S.A.Przed zmianą udziału fundusze zarządzane przez Altus TFI S.A. posiadały łącznie 2.596.826\n                           akcji spółki Relpol, stanowiących 27,02% kapitału zakładowego, uprawniających do wykonywania\n                           2.596.826 głosów na WZ, co stanowiło 27,02% w ogólnej liczbie głosów.Po zmianie udziału, Altus TFI S.A. wraz z funduszami posiada 2.027.358 akcji Relpol\n                           S.A. co stanowi 21,10% kapitału zakładowego i uprawnia do wykonywania 2.027.358 głosów\n                           na WZ, co odpowiada 21,10% ogólnej liczby głosów na WZ.Altus TFI poinformowało, że brak jest podmiotów zależnych od akcjonariuszy dokonujących\n                           zawiadomienia, posiadających akcje spółki Relpol oraz brak jest również osób, o których\n                           mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy o ofercie w stosunku do akcjonariuszy.Ogólna liczba akcji spółki oraz liczba głosów na Walnym Zgromadzeniu Spółki wynosi\n                           9.609.193.",
        "date": "2017-12-08"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 6 grudnia 2017 roku otrzymał zawiadomienie\n                           przesłane przez Raiffeisen TFI S.A. w sprawie przekroczenia progu 5% w ogólnej liczbie\n                           głosów.Raiffeisen TFI S.A. przesłało zawiadomienie w imieniu własnym oraz zarządzanych przez\n                           siebie funduszy.Zwiększenie udziału powodujące przekroczenie 5% w ogólnej liczbie głosów na WZ Spółki\n                           Relpol nastąpiło w wyniku przejęcia zarządzania Raiffeisen Specjalistycznym Funduszem\n                           Inwestycyjnym Otwartym Parasolowym, który posiadał 569.467 akcji spółki Relpol w dniu\n                           01.12.2017 r. Przed zmianą fundusze inwestycyjne zarządzane przez Raiffeisen TFI S.A. nie posiadały\n                           głosów w spółce Relpol.Po zmianie udziału Raiffeisen TFI S.A. wraz z zarządzanymi funduszami inwestycyjnymi\n                           posiadają łącznie 569.467 akcji co stanowi 5,93% kapitału zakładowego Relpol S.A.\n                           i uprawnia do wykonywania 569.467 głosów na WZ, co odpowiada 5,93% ogólnej liczby\n                           głosów na WZ.Raiffeisen TFI S.A. poinformowało również, że brak jest podmiotów zależnych od akcjonariuszy\n                           dokonujących zawiadomienia, posiadających akcje spółki Relpol oraz brak jest również\n                           osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c ustawy o ofercie w stosunku do\n                           akcjonariuszy.Raiffeisen TFI S.A. wraz z zarządzanymi funduszami inwestycyjnymi nie posiada głosów\n                           z akcji obliczonych w sposób określony w art. 69b ust 2 ustawy o ofercie, do których\n                           nabycia są uprawnione lub zobowiązane fundusze, jako posiadacze instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 1 ustawy o ofercie, oraz instrumentów finansowych,\n                           o których mowa w art. 69b ust. 1 pkt 2 ustawy o ofercie. Raiffeisen TFI S.A. wraz z zarządzanymi funduszami inwestycyjnymi nie posiada głosów\n                           z akcji obliczonych w sposób określony w art. 69b ust. 3 ustawy o ofercie, do których\n                           w sposób pośredni lub bezpośredni odnoszą się instrumenty finansowe, o których mowa\n                           w art. 69b ust. 1 pkt 2 ustawy o ofercie.Ogólna liczba akcji Spółki i ogólna liczba głosów na Walnym Zgromadzeniu wynosi 9.609.193.",
        "date": "2017-12-06"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że w dniu 27.10.2017 r. Mariusz Matejczyk złożył rezygnację\n                           z pełnienia funkcji Członka Zarządu Spółki z dniem 31.10.2017 r. oraz wniosek o rozwiązanie\n                           umowy o pracę również z dniem 31.10.2017 r.Podstawa prawna: Art. 56 ustawy o ofercie i § 5 ust. 1 pkt. 21 Rozporządzenia Rady\n                           Ministrów z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim.",
        "date": "2017-10-27"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że w dniu 18.10.2017 r. Rafał Gulka złożył rezygnację\n                           z pełnienia funkcji Prezesa Zarządu Spółki z dniem 31.01.2018 r. oraz wnosek o wypowiedzenie\n                           umowy o pracę z  dniem 31.01.2018 r.",
        "date": "2017-10-18"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że w związku ze złożoną na posiedzeniu Rady Nadzorczej\n                           w dniu 12.10.2017 roku rezygnacją Pana Rafała Mania z funkcji członka Rady Nadzorczej,\n                           Rada Nadzorcza działając na podstawie § 24 pkt 4 Statutu Spółki, powołała z dniem\n                           12.10.2017 r. w skład Rady Nadzorczej Spółki w drodze kooptacji Pana Dariusza Daniluka.Zgodnie z postanowieniami § 24 pkt 4 Statutu Spółki: Jeżeli mandat członka Rady Nadzorczej\n                           wybranego przez Walne Zgromadzenie wygaśnie w trakcie kadencji wobec złożenia rezygnacji,\n                           śmierci bądź innych nadzwyczajnych sytuacji nie dających się przewidzieć i wskutek\n                           powyższych okoliczności skład osobowy Rady Nadzorczej  stanie się niezgodny z Kodeksem\n                           Spółek Handlowych oraz Statutem Spółki, pozostali członkowie Rady Nadzorczej mogą\n                           w drodze kooptacji powołać uchwałą Rady nowego członka Rady Nadzorczej, który swoje\n                           czynności będzie sprawować do czasu wyboru nowego członka Rady Nadzorczej przez Walne\n                           Zgromadzenie.Informacje dotyczące powołanej osoby:Nazwisko i imię: Daniluk Dariusz Wykształcenie: Absolwent Wydziału Prawa i Administracji Uniwersytetu Warszawskiego,\n                           Studia podyplomowe w zakresie Międzynarodowej bankowości i finansów na Uniwersytecie\n                           Southampton w Wielkiej Brytanii. Ukończony \"Kurs dla kandydatów na członków rad nadzorczych\".Kwalifikacje na zajmowane stanowisko:   Od 03.2016 \tDziałalność gospodarcza – doradztwo w zakresie zarządzania i finansów.   05.2015 - 02.2016    \tPrezes Zarządu Banku Ochrony Środowiska S.A.   05.2014 - 05.2015\tWiceprezes Zarządu Banku Ochrony Środowiska S.A. odpowiedzialny\n                           za obszar rynku korporacyjnego. Pełnił między innymi funkcję Przewodniczącego Komitetu\n                           Kredytowego Centrali Banku.   01.2014 - 04.2014\tPrezes Zarządu Przedsiębiorstwa Spedycyjnego Trade Trans sp.\n                           z o.o. Spółki działającej w ramach grupy kapitałowej PKP CARGO S.A.06.2013 - 12.2014 \tDoradca Prezesa Banku Gospodarstwa Krajowego. 04.2011- 06.2013\tPrezes Zarządu Banku Gospodarstwa Krajowego.101.2008 - 04.2011\tCzłonek Komisji Nadzoru Finansowego oraz Przewodniczący Rady Bankowego\n                           Funduszu Gwarancyjnego _od 07.2009 r._.03.2008 - 03.2011\tPodsekretarz Stanu w Ministerstwie Finansów oraz Główny Rzecznik\n                           Dyscypliny Finansów Publicznych _do 07.2010 r._  Przewodniczący Rady Informatyzacji\n                           Resortu oraz Komitetu Audytu dla działów administracji rządowej: budżet, finanse publiczne\n                           oraz instytucje finansowe. 04.2002 - 02.2008\tDyrektor Departamentu Audytu Wewnętrznego w NBP. Członek Komitetu Audytorów Wewnętrznych _IAC_ w Europejskim Banku Centralnym – od\n                           05. 2004 r. do 2008 r. Członek grupy roboczej ds. modyfikacji metodyki audytu wewnętrznego\n                           z wykorzystaniem standardu COSO. 03.2000 - 03.2002\tDyrektor Departamentu Nadzoru Wewnętrznego _audyt wewnętrzny_ w\n                           Banku Gospodarki Żywnościowej S.A.1997 - 2000\tZastępca dyrektora Departamentu Zagranicznego w NBP.1994 - 1997\tDoradca Prezesa NBP kierujący:- Wydziałem Integracji Europejskiej w Departamencie Międzynarodowych Instytucji Finansowych\n                           NBP _1996 – 1997_,- Zespołem Prawnym, Zespołem Kryzysowym oraz Zespołem Polityki Nadzorczej w Generalnym\n                           Inspektoracie Nadzoru Bankowego w NBP _1993 – 1996_.1989 - 1993\tAnalityk bankowy, inspektor prowadzący tzw. kontrole na miejscu w bankach, ekspert w zakresie prawa bankowego w Generalnym Inspektoracie Nadzoru Bankowego\n                           w NBP.1988 - 1989\tAplikant w Prokuraturze Rejonowej Warszawa Mokotów.Wskazanie innej działalności wykonywanej poza przedsiębiorstwem emitenta.Jak wyżej. Nie uczestniczy w spółce lub innej osobie prawnej, która prowadzi działalność konkurencyjną\n                           w stosunku do Relpol S.A. jako wspólnik lub członek organów.Nie figuruje w Rejestrze Dłużników prowadzonym na podstawie ustawy o Krajowym Rejestrze\n                           Sądowym.",
        "date": "2017-10-13"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że w dniu 13.10.2017 r. otrzymał informację o złożeniu\n                           przez Pana Rafała Mania rezygnacji z pełnienia funkcji członka Rady Nadzorczej z dniem\n                           12.10.2017.",
        "date": "2017-10-13"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd spółki Relpol SA w Żarach informuje że w dniu  02.10.2017 roku otrzymał podpisaną\n                           przez Relpol S.A. i NWAI Dom Maklerski S.A. z siedzibą w Warszawie umowę o pełnienie\n                           funkcji animatora emitenta oraz animatora rynku dla akcji Spółki notowanych na Giełdzie\n                           Papierów Wartościowych w Warszawie. Umowa została zawarta w celu podtrzymywania płynności\n                           akcji spółki notowanych na GPW. Umowa została zawarta na okres 6 miesięcy. Pełnienie\n                           przez NWAI Dom Maklerski funkcji animatora rynku dla akcji spółki rozpocznie się dnia\n                           02.10.2017 a pełnienie funkcji animatora Emitenta rozpocznie się po upływie 2 tygodnia\n                           od dnia otrzymania odpisu umowy przez Giełdę o ile Zarząd Giełdy nie wyrazi sprzeciwu.Podstawa\n                           prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_ NR 596/2014\n                           z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku",
        "date": "2017-10-02"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. z siedzibą w Żarach _Spółka_ informuje, że w dniu 27 września 2017\n                           roku Spółka przystąpiła do Programu Wspierania Płynności, co zostało potwierdzone\n                           Komunikatem Giełdy Papierów Wartościowych z dnia 27 września 2017 roku.",
        "date": "2017-09-28"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. podaje do wiadomości wykaz akcjonariuszy, posiadających co najmniej\n                           5% głosów na Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 23.06.2017 r.:1. Ambroziak Adam: liczba akcji: 3.171.000; liczba głosów: 3.171.000; udział w liczbie\n                           głosów na ZWZ 63,68%; udział w ogólnej liczbie głosów 33%.2. BPH Towarzystwo Funduszy Inwestycyjnych S.A. z funduszami: BPH Fundusz Inwestycyjny\n                           Otwarty Strategii Akcyjne, BPH FIO Subfundusz Akcji Dynamicznych Spółek, BPH FIO Subfundusz\n                           Akcji, BPH Subfundusz Zrównoważony, BPH Subfundusz Stabilnego Wzrostu, BPH Subfundusz\n                           Selektywny, BPH FIZ Multi Inwestycja, BPH Subfundusz Superior Akcji, BPH Superior\n                           Selektywny i BPH Subfundusz Dywidendowy.: liczba akcji: 898.362; liczba głosów: 898.362;\n                           udział w liczbie głosów na ZWZ: 18,04%; udział w ogólnej liczbie głosów 9,35%.3. Osiński Piotr.: liczba akcji: 608.943; liczba głosów: 608.943; udział w liczbie\n                           głosów na ZWZ: 12,23%; udział w ogólnej liczbie głosów 6,34%.4. Government of Norway, liczba głosów: 285.960; udział w liczbie głosów na ZWZ 5,74%;\n                           udział w ogólnej liczbie głosów 2,98%.W dniu odbycia się ZWZ ogólna liczba głosów wynosiła 9.609.193. Natomiast liczba głosów\n                           posiadanych przez akcjonariuszy, którzy wzięli udział w ZWZ w dniu 23.06.2017 r. wynosiła\n                           4.979.365.",
        "date": "2017-06-23"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach przesyła w załączeniu treść uchwał podjętych przez Zwyczajne\n                           Walne Zgromadzenie Spółki w dniu 23.06.2017.",
        "date": "2017-06-23"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, iż w dniu 23 czerwca 2017 roku Zwyczajne Walne\n                           Zgromadzenie Spółki podjęło uchwałę w sprawie przeznaczenia części zysku netto za\n                           rok 2016 na wypłatę dywidendy.Na wypłatę dywidendy przeznaczono kwotę 3.843.677,20 zł, co daje 0,40 zł brutto na\n                           1 akcję.Dywidendą objęte są wszystkie akcje spółki tj. 9.609.193 akcje.Dzień dywidendy _D_ ustalono na 7 sierpnia 2017 roku, a dzień wypłaty dywidendy _W_\n                           na 22 sierpnia 2017 roku.",
        "date": "2017-06-23"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach przesyła w załączeniu Sprawozdanie z działalności Rady\n                           Nadzorczej Relpol S.A. za 2016 r. obejmujące:I. Ocenę sytuacji Relpol S.A. wraz z uwzględnieniem systemu kontroli wewnętrznej,\n                           zarządzania ryzykiem oraz funkcji audytu wewnętrznego w 2016 r. II. Ocenę jednostkowego sprawozdania finansowego Relpol S.A. oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Relpol w 2016 r. III. Ocenę sprawozdania Zarządu z działalności Relpol S.A. i sprawozdania Zarządu\n                           z działalności Grupy Kapitałowej Relpol za 2016 r.IV. Ocenę wniosku Zarządu w sprawie podziału zysku netto za rok obrotowy 2016.V. Rekomendacje Rady Nadzorczej.VI. Skład Rady Nadzorczej i jej komitetów. VII. Działalność Rady Nadzorczej w 2016 r.VIII. Samoocenę pracy Rady Nadzorczej.IX. Ocenę sposobu wypełniania przez Spółkę obowiązków informacyjnych dotyczących stosowania\n                           zasad ładu korporacyjnego.X. Ocenę racjonalności prowadzonej przez Spółkę polityki sponsoringowej, charytatywnej\n                           lub podobnej.",
        "date": "2017-05-31"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol SA, mając na uwadze interes akcjonariuszy oraz sytuację finansową Spółki,\n                           będzie rekomendować najbliższemu Walnemu Zgromadzeniu wypłatę dywidendy z zysku netto\n                           za rok 2016 w wysokości 3.843.677,20 zł, czyli 0,40 zł na jedną akcję. Stanowi to\n                           62,34% zysku netto spółki osiągniętego w 2016 r. Pozostałą kwotę w wysokości 2.322.416,08\n                           zł proponuje się  przeznaczyć na kapitał zapasowy.Rekomendację taką Zarząd przedstawił Radzie Nadzorczej i została ona pozytywnie zaopiniowana.Ostateczna decyzja o podziale zysku netto za rok 2016, podjęta zostanie przez akcjonariuszy\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki zwołanym na 23.06.2017 r.",
        "date": "2017-05-30"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 30 maja 2017 roku, Rada Nadzorcza\n                           Spółki powołała w skład Zarządu Spółki z dniem 01.06.2017 r., następujące osoby: Sławomira\n                           Bialika na Wiceprezesa Zarządu i Mariusza Matejczyka na Członka Zarządu.Życiorysy zawodowe powołanych osób:Sławomir BialikWykształcenie: Akademia Ekonomiczna we Wrocławiu, Magisterskie Studia Menedżerskie\n                           MBA,Uniwersytet Zielonogórski w Zielonej Górze, Mechanika i Budowa Maszyn.Kwalifikacje\n                           i zajmowane stanowiska:od VII.2008 – obecnie Prezes Zarządu Relpol Elektronik Sp. z o.o. Mirostowice Dolne,od V.2010  – obecnie Dyrektor Techniczno- Produkcyjny, Prokurent w Relpol S.A. ŻaryXI.2006 – IV.2010 Dyrektor Produkcji w Relpol S.A.                               \n                           III.2005 –  X.2006  Dyrektor Produkcji i Logistyki w Relpol S.A.                 \n                           III.2004 – II.2005 Zastępca Dyrektora ds. Produkcji i Logistyki w Relpol S.A.    \n                           I.2003 – II.2004 Kierownik Wydziału Produkcji Części w Relpol S.A.               \n                           VII.2002 – XII.2002 Kierownik Wydziału Przetwórstwa Tworzyw i pełniący obowiązki Kierownika\n                           Wydziału Metalowego i Obróbki PowierzchniVII.1996 – VI.2002 Kierownik Wydziału Przetwórstwa Tworzyw w Relpol S.A.         \n                           IX.1993 – VI.1996 Kierownik zmianowy na Wydziale Mechanicznym w Relpol S.A.      \n                           V.1983 – VII.1993 Mistrz na Wydziale Mechanicznym  w Relpol S.A.                 \n                           Wskazanie innej działalności wykonywanej poza przedsiębiorstwem emitenta:Jak powyżej.Nie uczestniczy w spółce lub innej osobie prawnej, która prowadzi działalność konkurencyjną\n                           w stosunku do Relpol S.A. jako wspólnik lub członek organów.Nie figuruje w Rejestrze Dłużników prowadzonym na podstawie ustawy o Krajowym Rejestrze\n                           Sądowym.Mariusz MatejczykWykształcenie: Akademia Górniczo Hutnicza w Krakowie ukończony wydział  Elektrotechniki\n                           Automatyki i Elektroniki. University of Bristof  UK,   MBA International Business.Kwalifikacje i zajmowane stanowiska:od 05.2016 do 04.2017 Immergas Polska Sp. z o.o., Dyrektor handlowy,od 01.2001 do 03.2016  OEM Automatic Polska, Dyrektor Zarządzający/Członek Zarząduod 01.2012 do 12.2015  OEM Automatic Kft Węgry, Prezes Zarządu,od 01.2013 do 01.2015  OEM Automatic Czechy, Słowacja i Wielka Brytania, Dyrektor\n                           sprzedaży/ Członek Zarząduod 01.1998 do 12.2001  OEM Automatic Polska, Kierownik sprzedaży krajowej,od 01.1997 do 12.1997  Pack – Plast International Polska, Kierownik sprzedaży, od 02.1992 do 12.1996 S.C. Johnson Polska, Poznań, Warszawa, Kierownik projektu/ regionalny\n                           kierownik sprzedaży _Poznań_,Wskazanie innej działalności wykonywanej poza przedsiębiorstwem emitenta:Jak powyżej.Nie uczestniczy w spółce lub innej osobie prawnej, która prowadzi działalność konkurencyjną\n                           w stosunku do Relpol S.A. jako wspólnik lub członek organów.Nie figuruje w Rejestrze Dłużników prowadzonym na podstawie ustawy o Krajowym Rejestrze\n                           Sądowym.Podstawa prawna: Podstawa prawna § 5 ust.1 pkt 22 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _tekst jedn.\n                           Dz.U.2014 poz.133 z późn. zm._.",
        "date": "2017-05-30"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 05 maja 2017 roku otrzymał podpisany\n                           przez mBank S.A. i Relpol S.A. aneks do umowy kredytowej.Aneks wykreśla zabezpieczenie spłaty kredytu w formie cesji niepotwierdzonej na rzecz\n                           banku wierzytelności należnych od kontrahentów, zawartej na podstawie umowy o cesję\n                           globalną.O zawarciu umowy kredytowej z mBank S.A. _BRE Bank S.A._ spółka informowała w raporcie\n                           bieżącym Nr 25/2012 z 13.03.2012 a o aneksach w raportach bieżących Nr 56/2012 z 31.07.2012,\n                           Nr 85/2012 z 7.11.2012, Nr 2/2013 z 01.02.2013, Nr 15/2013 z 28.06.2013 r., Nr 19/2013\n                           z 18.09.2013, Nr 20/2013 z 18.10.2013, Nr 11/2015 z 02.07.2015 i Nr 4/2016 z 22.02.2016.",
        "date": "2017-05-05"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach przesyła w załączeniu treść ogłoszenia o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia Spółki na dzień 23.06.2017 r. wraz z porządkiem obrad i projektami\n                           uchwał.Załączniki:1. Ogłoszenie o ZWZ 2017.2. Projekty uchwał ZWZ 23 06 2017",
        "date": "2017-04-21"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że zmianie ulega termin przekazania rocznego raportu\n                           Relpol S.A. i rocznego skonsolidowanego raportu GK Relpol za rok 2016 r.Raporty zostaną przekazane do publicznej wiadomości w dniu 21 kwietnia 2017 r. zamiast\n                           pierwotnie planowanego terminu 25 kwietnia 2017 r.Podstawa prawna: § 103 ust. 2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych.",
        "date": "2017-04-18"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 27 marca 2017 roku, otrzymał podpisane\n                           przez Relpol S.A. i Raiffeisen Bank Polska S.A. aneksy do umów wierzytelności.Aneksy dotyczą:1. Umowy o limit wierzytelności z 2011 r., który zmniejsza kwotę limitu wierzytelności\n                           w rachunku bieżącym z 5 mln zł do 2,5 mln. W umowie zmieniono również termin spłaty\n                           kredytu z 24.03.2017 na 14.09.2018, zrezygnowano z wykorzystania limitu na obsługę\n                           factoringu  oraz zmniejszono ilość zabezpieczeń spłaty limitu do pełnomocnictwa do\n                           rachunku bieżącego i innych rachunków w banku oraz weksla in blanco wraz z deklaracją\n                           wekslową.2. Umowy o przelew wierzytelności z 2011 r., w której dopisano, że w przypadku osoby\n                           mającej miejsce zamieszkania lub siedzibę zagranicą cedent nie dokona zapisu co do\n                           sposobu dochodzenia lub egzekwowania cedowanych wierzytelności na sąd zagraniczny.3. Umowy cesji wierzytelności z umowy ubezpieczenia z 2013 r., w której wykreślono\n                           spłacone kredyty oraz dopisano aktualny numer polisy ubezpieczenia majątku.O umowach zawartych w Raiffeisen Bank Polska spółka informowała w raportach bieżących\n                           Nr 69/2011 z 16.11.2011 r.; 45/2012 z 21.06.2012 r.; 17/2013 z 5.09.2013 r.; 3/2014\n                           z 18.03.2014 r., 7/2014 z 23.04.2014 r., 16/2014 z 11.09.2014 r., 10/2015 z 29.06.2015\n                           r.; 3/2016 z 17.02.2016 r. i 5/2016 z 09.03.2016.",
        "date": "2017-03-27"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 6 marca 2016 roku otrzymał zawiadomienie\n                           przesłane przez Altus Towarzystwo Funduszy Inwestycyjnych S.A. w sprawie transakcji\n                           powodujących przekroczenie progu 25% w ogólnej liczbie głosów.Altus TFI S.A. przesłało zawiadomienie w imieniu własnym oraz zarządzanych przez siebie\n                           funduszy.Zwiększenie udziału powodujące przekroczenie 25% w ogólnej liczbie głosów na WZ Spółki\n                           nastąpiło na skutek rozliczenia w dniu 02.03.2017 r. transakcji nabycia na rynku regulowanym\n                           18.219 akcji Relpol S.A.Przed transakcją nabycia fundusze zarządzane przez Altus TFI S.A. posiadały łącznie\n                           2.392.378 akcji spółki Relpol, stanowiących 24,90% kapitału zakładowego, uprawniających\n                           do wykonywania 2.392.378 głosów na WZ, co stanowiło 24,90% w ogólnej liczbie głosów.Po transakcji, Altus TFI S.A. wraz z funduszami posiada 2.410.597 akcji co stanowi\n                           25,09% kapitału akcyjnego Relpol S.A. i uprawnia do wykonywania 2.410.597 głosów na\n                           WZ, co odpowiada 25,09% ogólnej liczby głosów na WZ.Altus TFI poinformowało również, że brak jest podmiotów zależnych od akcjonariuszy\n                           dokonujących zawiadomienia, posiadających akcje spółki Relpol oraz brak jest również\n                           osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy o ofercie w stosunku do\n                           akcjonariuszy.",
        "date": "2017-03-06"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 2 marca 2016 roku otrzymał zawiadomienie\n                           przesłane przez Altus Towarzystwo Funduszy Inwestycyjnych S.A. w sprawie transakcji\n                           powodujących zwiększenie udziału o ponad 2% w ogólnej liczbie głosów, w stosunku do\n                           zawiadomienia z dnia 16.08.2016 r.Altus TFI S.A. przesłało zawiadomienie w imieniu własnym oraz zarządzanych przez siebie\n                           funduszy.Zwiększenie udziału o 2% w ogólnej liczbie głosów na WZ Spółki nastąpiło na skutek\n                           rozliczenia w dniu 23.02.2017 r. transakcji nabycia na rynku regulowanym 7.582 akcji\n                           Relpol S.A.Przed transakcją nabycia fundusze zarządzane przez Altus TFI S.A. posiadały łącznie\n                           2.337.491 akcji spółki Relpol, stanowiących 24,33% kapitału zakładowego, uprawniających\n                           do wykonywania 2.337.491 głosów na WZ, co stanowiło 24,33% w ogólnej liczbie głosów.Po transakcji, Altus TFI S.A. wraz z funduszami posiada 2.345.073 akcji co stanowi\n                           24,40% kapitału akcyjnego Relpol S.A. i uprawnia do wykonywania 2.345.073 głosów na\n                           WZ, co odpowiada 24,40% ogólnej liczby głosów na WZ.Altus TFI poinformowało również, że brak jest podmiotów zależnych od akcjonariuszy\n                           dokonujących zawiadomienia, posiadających akcje spółki Relpol oraz brak jest również\n                           osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c Ustawy o ofercie w stosunku do\n                           akcjonariuszy.",
        "date": "2017-03-02"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 27 lutego 2017 roku, Rada Nadzorcza\n                           Spółki powołała na nową kadencję pana Rafała Gulka na stanowisko Prezesa Zarządu Spółki.Informacje na temat Prezesa Zarządu:Rafał GulkaWykształcenie: wyższe ekonomiczne. Absolwent Akademii Ekonomicznej we Wrocławiu, MBA\n                           Executive Program oraz Uniwersytetu Wrocławskiego.Kwalifikacje i zajmowane stanowiska:Od VIII 2016 – członek Rady Nadzorczej Lumel S.A. w Zielonej Górze.Od V.2010 r. i obecnie - Prezes Zarządu Relpol S.A.Od X.2009 r. do IV.2010 r. w Silencium S.A. jako Prezes Zarządu,Od IX.2007 r. do VIII.2008 r. w RE Investment Sp. z o.o. jako Członek Zarządu,Od I.2003 r. do VIII.2007 r. praca w spółkach w Grupie Kapitałowej Getin Holding S.A.\n                           nastanowiskach: Dyrektor Generalny, Dyrektor ds. Inwestycji, Prezes Zarządu i Członek\n                           Zarządu ds. Handlowych, Wiceprezes Zarządu,Od V.2000 r. do XII. 2002 r. w Cadbury Wedel Sp. z o.o. jako Projekt Manager,Od V. 1999 r. do V. 2000 r. w Fashion First S.A.Od I.1998 r. do IV.1999 r. w Defalin Group S.A. jako Dyrektor Zarządzający,Od VIII 1995 r. do XII. 1997 r. w Towarzystwie Finansowo- Leasingowym S.A. jako kierownik\n                           a następnie Zastępca Dyrektora Handlowego i Dyrektor Handlowy Członek Zarządu.Wskazanie innej działalności wykonywanej poza przedsiębiorstwem emitenta:Jak powyżej.Nie uczestniczy w spółce lub innej osobie prawnej, która prowadzi działalność konkurencyjną\n                           w stosunku do Relpol S.A. jako wspólnik lub członek organów.Nie figuruje w Rejestrze Dłużników prowadzonym na podstawie ustawy o Krajowym Rejestrze\n                           Sądowym.",
        "date": "2017-02-27"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że Rada Nadzorcza Spółki na posiedzeniu w dniu 27.02.2017\n                           r., działając na podstawie art. 383 §1 Kodeksu Spółek Handlowych postanowiła delegować\n                           Pana Adama Ambroziaka Przewodniczącego Rady Nadzorczej do czasowego wykonywania czynności\n                           Członka Zarządu Spółki Relpol S.A., tj. na okres od 01.03.2017 roku do 31.05.2017\n                           roku.Życiorys zawodowy:Od 2000 r. i obecnie – Unia Hurtowni Elektrycznych El- Plus Sp. z o.o. W latach 2000\n                           – 2004 członek Zarządu lub Wiceprezes Zarządu, od 2004 r. Członek Rady Nadzorczej.Od 1992 r. i obecnie – Przedsiębiorstwo SEA Adam Ambroziak – właściciel.Od XI 2010 r. Członek Rady Nadzorczej Relpol S.A.Pan Adam Ambroziak nie prowadzi działalności konkurencyjnej w stosunku do Relpol S.A.",
        "date": "2017-02-27"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 17.12.2018 roku zapoznał się z treścią\n                           zawiadomienia przesłanego przez Rockbridge Towarzystwo Funduszy Inwestycyjnych S.A.\n                           w sprawie przekroczenia progu 25% w ogólnej liczbie głosów na walnym zgromadzeniu\n                           Relpol S.A. Rockbridge Towarzystwo Funduszy Inwestycyjnych S.A. przesłało zawiadomienie\n                           w imieniu własnym oraz zarządzanych przez siebie funduszy.Zwiększenie powyżej 25% stanu posiadania ogólnej liczby głosów na WZ Spółki Relpol\n                           nastąpiło na wskutek przejęcia przez Towarzystwo, w dniu 11.12.2018 r. od Altus TFI\n                           S.A. zarządzania funduszami inwestycyjnymi. W składzie portfeli przejętych funduszy\n                           inwestycyjnych znajdują się akcje Relpol S.A. w liczbie 1.394.296, które stanowią\n                           14,51% kapitału zakładowego Spółki Relpol oraz uprawniają do 1.394.296 głosów na walnym\n                           zgromadzeniu, które reprezentują 14,51% ogólnej liczby głosów.  Przed zmianą Fundusze posiadały łącznie 1.269.107 akcji Spółki, które stanowiły 13,21%\n                           kapitału zakładowego Spółki, uprawniały do 1.269.107 głosów na WZ Spółki oraz reprezentowały\n                           13,21% ogólnej liczby głosów na WZ Spółki Relpol.Po zawarciu transakcji Fundusze posiadają łącznie 2.663.403 akcje co stanowi 27,72%\n                           kapitału zakładowego Relpol S.A. i uprawnia do wykonywania 2.663.403  głosów na WZ,\n                           co odpowiada 27,72% ogólnej liczby głosów na WZ.Rockbridge Towarzystwu Funduszy Inwestycyjnych S.A. poinformowało również, że brak\n                           jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje spółki Relpol.  Fundusze nie zawierały umów z osobami trzecimi, określonymi w art. 87 ust. 1 pkt 3\n                           lit. c ustawy o ofercie.Rockbridge TFI wraz z zarządzanymi funduszami inwestycyjnymi nie przysługuje prawo\n                           głosu z akcji Spółki w związku z sytuacjami określonymi w art. 69 ust. 4 pkt 7 oraz\n                           8 ustawy o ofercie.Ogólna liczba akcji Spółki i ogólna liczba głosów na Walnym Zgromadzeniu wynosi 9.609.193.",
        "date": "2018-12-17"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 14.12.2018 roku zapoznał się z treścią\n                           zawiadomienia przesłanego przez Altus Towarzystwo Funduszy Inwestycyjnych S.A. w sprawie\n                           zmniejszenia udziału poniżej 15%, 10% i 5% w ogólnej liczbie głosów w spółce Relpol.Altus Towarzystwo Funduszy Inwestycyjnych S.A. przesłało zawiadomienie w imieniu własnym\n                           oraz zarządzanych przez siebie funduszy.Zmniejszenie stanu posiadania ogólnej liczby głosów na WZ Spółki Relpol nastąpiło\n                           na wskutek przejęcia w dniu 11.12.2018 r. przez Rockbridge Towarzystwu Funduszy Inwestycyjnych\n                           S.A. od Altus TFI S.A. zarządzania następującymi funduszami inwestycyjnymi: Altus\n                           Absolutnej Stopy Zwrotu Fundusz Inwestycyjny Zamknięty, Altus Subfundusz Absolutnej\n                           Stopy Zwrotu Rynków Zagranicznych, Altus Subfundusz Absolutnej Stopy Zwrotu Rynku\n                           Polskiego, Altus Absolutnej Stopy Zwrotu Fundusz Inwestycyjny Zamknięty Rynku Polskiego\n                           2, Altus Fundusz Inwestycyjny Zamknięty Aktywnej Alokacji Spółek Dywidendowych, Altus\n                           Fundusz Inwestycyjny Zamknięty Multi Strategia i Altus Multi Asset Fundusz Inwestycyjny\n                           Zamknięty. W składzie portfeli przejętych funduszy inwestycyjnych znajdują się akcje\n                           Relpol S.A. Przed zmianą zmniejszenia udziałów Altus TFI posiadały łącznie 1.602.238 akcji Spółki,\n                           które stanowiły 16,67% kapitału zakładowego Spółki, uprawniały do 1.602.238 głosów\n                           na WZ Spółki oraz reprezentowały 16,67% ogólnej liczby głosów na WZ Spółki Relpol.Po zmianie ALTUS TFI posiadają łącznie 207.942 akcje co stanowi 2,16% kapitału zakładowego\n                           Relpol S.A. i uprawnia do wykonywania 207.942  głosów na WZ, co odpowiada 2,16% ogólnej\n                           liczby głosów na WZ.Altus TFI S.A. poinformował również, że brak jest podmiotów zależnych od akcjonariuszy\n                           dokonujących zawiadomienia, posiadających akcje spółki Relpol oraz brak jest również\n                           osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c ustawy o ofercie w stosunku do\n                           akcjonariuszy. A także brak jest instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1_\n                           i 2_ ustawy o ofercie.Ogólna liczba akcji Spółki i ogólna liczba głosów na Walnym Zgromadzeniu wynosi 9.609.193.",
        "date": "2018-12-14"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje o podjęciu decyzji i rozpoczęciu działań zmierzających\n                           do rozbudowy powierzchni produkcyjnej i zwiększenia potencjału wytwórczego przekaźników\n                           miniaturowych.Celem inwestycji jest uzyskanie dodatkowej powierzchni produkcyjnej oraz zwiększenie\n                           o ok. 30% potencjału produkcyjnego w grupie przekaźników miniaturowych. Łączny koszt inwestycji planowany jest na ok. 13 mln zł, a jej zakończenie na II połowę\n                           2020 r. Inwestycja będzie finansowana ze środków własnych jak i obcych.Decyzję podjęto w związku z rosnącym popytem na przekaźniki miniaturowe i znacznym\n                           wykorzystaniem obecnego potencjału produkcyjnego. Przekaźniki miniaturowe spółka sprzedaje zarówno na rynek zagraniczny jak i krajowy.\n                           Wyroby te znajdują szerokie zastosowanie w automatyce.",
        "date": "2018-12-13"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 10.12.2018 roku zapoznał się z  treścią\n                           zawiadomienia przesłanego przez Altus Towarzystwo Funduszy Inwestycyjnych S.A. w sprawie\n                           zmniejszenia udziału poniżej 20% w ogólnej liczbie głosów w spółce Relpol.Altus Towarzystwo Funduszy Inwestycyjnych S.A. przesłało zawiadomienie w imieniu własnym\n                           oraz zarządzanych przez siebie funduszy.Zmniejszenie poniżej 20% stanu posiadania ogólnej liczby głosów na WZ Spółki Relpol\n                           nastąpiło na wskutek przejęcia w dniu 04.12.2018 r. przez Rockbridge Towarzystwu Funduszy\n                           Inwestycyjnych S.A. od Altus TFI S.A. zarządzania następującymi funduszami inwestycyjnymi:\n                           Altus FIZ Akcji+, Altus ASZ FIZ Rynków Zagranicznych 2, Altus FIZ Aktywny Akcji, Altus\n                           ASZ FIZ Global Opportunities, Altus FIZ Akcji Globalnych 2 i Altus Market Neutral\n                           High Dividend FIZ. W składzie portfeli przejętych funduszy inwestycyjnych znajdują\n                           się akcje Relpol S.A. Przed zmianą zmniejszenia udziałów Altus TFI posiadały łącznie 1.922.610 akcji Spółki,\n                           które stanowiły 20,00% kapitału zakładowego Spółki, uprawniały do 1.922.610 głosów\n                           na WZ Spółki oraz reprezentowały 20,00% ogólnej liczby głosów na WZ Spółki Relpol.Po zmianie ALTUS TFI posiadają łącznie 1.602.238 akcji, co stanowi 16,67% kapitału\n                           zakładowego Relpol S.A. i uprawnia do wykonywania 1.602.238  głosów na WZ, co odpowiada\n                           16,67% ogólnej liczby głosów na WZ.Altus TFI S.A. poinformował również, że brak jest podmiotów zależnych od akcjonariuszy\n                           dokonujących zawiadomienia, posiadających akcje spółki Relpol oraz brak jest również\n                           osób, o których mowa w art. 87 ust. 1 pkt 3 lit. c ustawy o ofercie w stosunku do\n                           akcjonariuszy. A także brak jest instrumentów finansowych, o których mowa w art. 69b ust. 1 pkt 1_\n                           i 2_ ustawy o ofercie.Ogólna liczba akcji Spółki i ogólna liczba głosów na Walnym Zgromadzeniu wynosi 9.609.193.",
        "date": "2018-12-10"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 07.12.2018 roku otrzymał zawiadomienie\n                           przesłane przez Rockbridge Towarzystwo Funduszy Inwestycyjnych S.A. w sprawie przekroczenia\n                           progu 10% w ogólnej liczbie głosów.Rockbridge Towarzystwo Funduszy Inwestycyjnych S.A. przesłało zawiadomienie w imieniu\n                           własnym oraz zarządzanych przez siebie funduszy.Zwiększenie powyżej 10% stanu posiadania ogólnej liczby głosów na WZ Spółki Relpol\n                           nastąpiło na wskutek przejęcia przez Towarzystwo, w dniu 04.12.2018 r. od Altus TFI\n                           S.A. zarządzania funduszami inwestycyjnymi. W składzie portfeli przejętych funduszy inwestycyjnych znajdują się akcje Relpol S.A.\n                           w liczbie 320.372, które stanowią 3,33% kapitału zakładowego Spółki Relpol oraz uprawniają\n                           do 320.372 głosów na walnym zgromadzeniu, które reprezentują 3,33% ogólnej liczby\n                           głosów.  Przed zmianą Fundusze posiadały łącznie 948.735 akcji Spółki, które stanowiły 9,87%\n                           kapitału zakładowego Spółki, uprawniały do 948.735 głosów na WZ Spółki oraz reprezentowały\n                           9,87% ogólnej liczby głosów na WZ Spółki Relpol.Po zawarciu transakcji Fundusze posiadają łącznie 1.269.107 akcji co stanowi 13,21%\n                           kapitału zakładowego Relpol S.A. i uprawnia do wykonywania 1.269.107  głosów na WZ,\n                           co odpowiada 13,21% ogólnej liczby głosów na WZ.Rockbridge Towarzystwu Funduszy Inwestycyjnych S.A. poinformowało również, że brak\n                           jest podmiotów zależnych od akcjonariuszy dokonujących zawiadomienia, posiadających\n                           akcje spółki Relpol.  Fundusze nie zawierały umów z osobami trzecimi, określonymi w art. 87 ust. 1 pkt 3\n                           lit. c ustawy o ofercie.Rockbridge TFI wraz z zarządzanymi funduszami inwestycyjnymi nie przysługuje prawo\n                           głosu z akcji Spółki w związku z sytuacjami określonymi w art. 69 ust. 4 pkt 7 oraz\n                           8 ustawy o ofercie.Ogólna liczba akcji Spółki i ogólna liczba głosów na Walnym Zgromadzeniu wynosi 9.609.193.",
        "date": "2018-12-07"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 24.09.2018 roku wpłynęły do Spółki\n                           skorygowane powiadomienia w trybie art. 19 ust. 3 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE, od Pana Piotra Osińskiego, członka Rady Nadzorczej spółki o transakcjach\n                           nabycia akcji Relpol S.A. Przedmiotowa korekta dotyczy osobnego powiadomienia dla każdej transakcji, zamiast\n                           powiadomienia zbiorczego dla wszystkich trzech transakcji, o których spółka informowała\n                           w dniu 21.09.2018 r. w raporcie 15/2018 i korekcie do niego.Treść otrzymanych powiadomień stanowi załącznik do niniejszego raportu.",
        "date": "2018-09-24"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 21.09.2018 roku wpłynęło do Spółki\n                           skorygowane zawiadomienie w trybie art. 19 ust. 3 Rozporządzenia Parlamentu Europejskiego\n                           i Rady UE, od Pana  Piotra Osińskiego, członka Rady Nadzorczej spółki o transakcjach\n                           nabycia akcji Relpol S.A.Treść otrzymanego ponownie zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-09-21"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 21.09.2018 roku wpłynęło do Spółki\n                           zawiadomienie w trybie art. 19 ust. 3 Rozporządzenia Parlamentu Europejskiego i Rady\n                           UE, od Pana  Piotra Osińskiego, członka Rady Nadzorczej spółki o transakcjach nabycia\n                           akcji Relpol S.A.Treść otrzymanego zawiadomienia stanowi załącznik do niniejszego raportu.",
        "date": "2018-09-21"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 3 września 2018 roku, otrzymał podpisany\n                           przez Relpol S.A. i Raiffeisen Bank Polska S.A. aneks do umowy o limit wierzytelności.Aneks dotyczy wydłużenia terminu ostatecznej daty spłaty limitu _ również wykorzystania\n                           i spłaty kredytu_ z 14.09.2018 na 29.03.2019 r. Limit dotyczy finansowania działalności bieżącej. Może być on również wykorzystany\n                           na obsługę faktoringu. Pozostałe istotne warunki umowy nie uległy zmianie.O umowach zawartych w Raiffeisen Bank Polska spółka informowała w raportach bieżących\n                           Nr 69/2011 z 16.11.2011 r.; 45/2012 z 21.06.2012 r.; 17/2013 z 5.09.2013 r.; 3/2014\n                           z 18.03.2014 r., 7/2014 z 23.04.2014 r., 16/2014 z 11.09.2014 r., 10/2015 z 29.06.2015\n                           r.; 3/2016 z 17.02.2016 r., 5/2016 z 09.03.2016 i 6/2017 z 27.03.2017 r.",
        "date": "2018-09-03"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje o podjęciu decyzji, o sprzedaży posiadanych\n                           przez Relpol S.A. 80% udziałów w spółce Relpol M zarejestrowanej na Białorusi. Sprzedaż tej spółki nie będzie miała wpływu na wyniki Relpol S.A. ani na wyniki skonsolidowane\n                           grupy kapitałowej Relpolu. Spółka Relpol M nie była konsolidowana. Kapitał własny tej spółki wynosi 158 tys. zł, przychody ze sprzedaży osiągnięte w\n                           2017 r. wyniosły 567 tys. zł _w I kw. 2018 było to 98 tys. zł_. Spółka w 2017 r. poniosła\n                           stratę netto w wysokości 12 tys. zł _za I kw. 2018 strata wyniosła ok. 2 tys. zł_.Spółka ta została powołana i zawiązana jako spółka handlowa dla realizacji sprzedaży\n                           Relpolu na rynku białoruskim. Jednakże w związku ze zmianą sytuacji rynkowej od chwili\n                           powołania tej spółki w 1997 r., niewielkim wolumenem sprzedaży towarów Relpol S.A.\n                           przez ten podmiot, malejącym znaczeniem tej spółki dla działalności i rozwoju grupy\n                           kapitałowej, brakiem perspektyw jej dynamicznego rozwoju i generowania zysków, a także\n                           rosnącymi obowiązkami sprawozdawczymi obciążającymi koszty działalności obu spółek,\n                           Zarząd Relpol S.A. podjął decyzję o sprzedaży posiadanych udziałów. W pierwszej kolejności Relpol zwróci się z propozycją odkupienia udziałów do drugiego\n                           udziałowca. W przypadku braku jego zainteresowania Relpol będzie szukać innych nabywców.\n                           Cena ustalona została na podstawie wyceny mieszanej, majątkowo – dochodowej, bazującej\n                           na indywidualnej sytuacji tej spółki.Relpol S.A. zamierza kontynuować i rozwijać działalność handlową na rynku białoruskim\n                           poprzez dalszą współpracę z tą spółką, a także z obecnymi i nowymi dystrybutorami\n                           na zasadach umów handlowych zawieranych pomiędzy nimi a Relpol S.A.",
        "date": "2018-07-13"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że w dniu dzisiejszym otrzymał Postanowienie Sądu Rejonowego\n                           w Zielonej Górze, VIII Wydział Gospodarczy Krajowego Rejestru Sądowego w sprawie zarejestrowania\n                           w dniu 09.07.2018 r. zmiany do Statutu Spółki Relpol.W związku z powyższym uchwała Walnego Zgromadzenia Nr 19/2018 r. wprowadzająca zmiany\n                           do Statutu Spółki w § 24 ust 3. _raport bieżący nr 10/2018 z dnia 12.06.2018 r._ weszła\n                           w życie z dniem rejestracji w KRS.§ 24 ust. 3 statutu, stary zapis:3. Członek Rady Nadzorczej spełnia kryterium niezależności, o którym mowa w ust.1,\n                           w szczególności gdy spełnia łącznie poniższe warunki:a_ nie jest członkiem zarządu spółki lub spółki zależnej lub powiązanej i nie zajmował\n                           takiego stanowiska w ciągu ostatnich pięciu lat,b_ nie jest pracownikiem spółki lub spółki zależnej lub powiązanej i nie był nim w\n                           ciągu ostatnich trzech lat,c_ nie otrzymuje, ani nie otrzymywał dodatkowego wynagrodzenia w znaczącej wysokości\n                           od spółki lub spółki zależnej lub powiązanej, oprócz wynagrodzenia otrzymanego jako\n                           członek rady nadzorczej,d_ nie jest akcjonariuszem lub nie reprezentuje akcjonariusza posiadającego pakiet\n                           kontrolny akcji,e_ nie utrzymuje obecnie, ani nie utrzymywał w ciągu ostatniego roku znaczących stosunków\n                           handlowych ze spółką lub spółką zależną lub powiązaną, bezpośrednio lub w charakterze\n                           wspólnika, akcjonariusza, członka zarządu, członka Rady Nadzorczej lub pracownika\n                           wysokiego szczebla organu utrzymującego takie stosunki. Stosunki handlowe obejmują\n                           sytuację bycia znaczącym dostawcą towarów lub usług _ w tym usług finansowych, prawnych,\n                           doradczych lub konsultingowych_, znaczącym klientem i organizacją, która otrzymuje\n                           znaczącej wysokości wkłady od spółki lub jej grupy,f_ nie jest obecnie lub w ciągu ostatnich trzech lat nie był wspólnikiem lub pracownikiem\n                           obecnego lub byłego rewidenta zewnętrznego spółki lub spółki zależnej lub powiązanej,g_ nie pełnił funkcji w radzie nadzorczej dłużej niż przez trzy kadencje,h_ nie jest członkiem bliskiej rodziny członka zarządu lub osób w sytuacjach opisanych\n                           w lit.a_ - g_.§ 24 ust. 3 statutu aktualny zapis:3. Członek Rady Nadzorczej spełnia kryterium niezależności, o którym mowa w ust.1,\n                           w szczególności, gdy spełnia łącznie kryteria niezależności określone w ustawie o\n                           biegłych rewidentach, firmach audytorskich oraz nadzorze publicznym _DZ.U z dnia 6\n                           czerwca 2017 r. poz. 1089 z późn. zm._, w Załączniku II do Zalecenia Komisji Europejskiej\n                           _2005/162/WE_ z dnia 15 lutego 2005 r. dotyczącego roli dyrektorów niewykonawczych\n                           lub będących członkami rady nadzorczej spółek giełdowych i komisji rady _nadzorczej_\n                           z późn. zm. oraz w zasadach \"Dobre Praktyki Spółek Notowanych na GPW 2016\" uchwalonych\n                           przez Radę Nadzorczą Giełdy Papierów Wartościowych w Warszawie S.A.W załączeniu Spółka przesyła tekst jednolity Statutu Spółki.",
        "date": "2018-07-12"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. podaje do wiadomości wykaz akcjonariuszy, posiadających co najmniej\n                           5% głosów na Zwyczajnym Walnym Zgromadzeniu Spółki, które odbyło się w dniu 12.06.2018\n                           r.:1. Ambroziak Adam: liczba akcji: 3.171.000; liczba głosów: 3.171.000; udział w liczbie\n                           głosów na ZWZ  77,99%; udział w ogólnej liczbie głosów 33%.2. Osiński Piotr.: liczba akcji: 608.943; liczba głosów: 608.943; udział w liczbie\n                           głosów na ZWZ: 14,98%; udział w ogólnej liczbie głosów 6,34%.3. Government of Norway, liczba głosów: 285.960; udział w liczbie głosów na ZWZ 7,03%;\n                           udział w ogólnej liczbie głosów 2,98%.W dniu odbycia się ZWZ ogólna liczba głosów wynosiła 9.609.193. Natomiast liczba głosów\n                           posiadanych przez akcjonariuszy, którzy wzięli udział w ZWZ w dniu 12.06.2018 r. wynosiła\n                           4.066.003.",
        "date": "2018-06-13"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach przesyła w załączeniu treść uchwał podjętych przez Zwyczajne\n                           Walne Zgromadzenie Spółki w dniu 12.06.2018.Załącznik:1. Uchwały podjęte przez Zwyczajne Walne Zgromadzenie Spółki.",
        "date": "2018-06-12"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. informuje, że w dniu 12.06.2018 roku Walne Zgromadzenie Spółki\n                           powołało w skład Rady Nadzorczej Pana Dariusza Daniluka.Pan Dariusz Daniluk był członkiem Rady Nadzorczej od dnia 12.10.2017 r., kiedy to\n                           Rada Nadzorcza zgodnie z postanowieniami § 24 pkt 4 Statutu Spółki, powołała go w\n                           skład swojego grona w drodze kooptacji. Pan Dariusz Daniluk czynności te mógł sprawować\n                           do czasu wyboru  członka Rady Nadzorczej przez Walne Zgromadzenie. Informacje dotyczące powołanej osoby:Nazwisko i imię: Daniluk DariuszWykształcenie: Absolwent Wydziału Prawa i Administracji Uniwersytetu Warszawskiego,\n                           Studia podyplomowe w zakresie Międzynarodowej bankowości i finansów na Uniwersytecie\n                           Southampton w Wielkiej Brytanii.Uczestnik wielu szkoleń związanych z bankowością, stabilnością finansową, zarządzaniem\n                           ryzykiem i audytem wewnętrznym. Ukończony \"Kurs dla kandydatów na członków rad nadzorczych\".Kwalifikacje na zajmowane stanowisko:Od 10.2017\t\tCzłonek Rady Nadzorczej Relpol S.A.Od 03.2016 \t\tDziałalność gospodarcza – doradztwo w zakresie zarządzania i finansów.05.2015 - 02.2016 \tPrezes Zarządu Banku Ochrony Środowiska S.A.05.2014 - 05.2015 \tWiceprezes Zarządu Banku Ochrony Środowiska S.A. odpowiedzialny\n                           za obszar rynku korporacyjnego. Pełnił między innymi funkcję Przewodniczącego Komitetu\n                           Kredytowego Centrali Banku.01.2014 - 04.2014 \tPrezes Zarządu Przedsiębiorstwa Spedycyjnego Trade Trans sp. z\n                           o.o. Spółki działającej w ramach grupy kapitałowej PKP CARGO S.A.06.2013 - 12.2014 \tDoradca Prezesa Banku Gospodarstwa Krajowego.04.2011- 06.2013 \tPrezes Zarządu Banku Gospodarstwa Krajowego.11.2008 - 04.2011 \tCzłonek Komisji Nadzoru Finansowego _od 11.2008_ oraz Przewodniczący\n                           Rady Bankowego Funduszu Gwarancyjnego _od 07.2009 r._. 03.2008 - 03.2011 \tPodsekretarz Stanu w Ministerstwie Finansów oraz Główny Rzecznik\n                           Dyscypliny Finansów Publicznych _do 07.2010 r._\tPrzewodniczący Rady Informatyzacji Resortu oraz Komitetu Audytu dladziałów administracji rządowej: budżet, finanse publiczne oraz instytucje finansowe.04.2002 - 02.2008 \tDyrektor Departamentu Audytu Wewnętrznego w NBP. Członek Komitetu Audytorów Wewnętrznych _IAC_ w Europejskim Banku Centralnym – od\n                           05. 2004 r. do 2008 r. Członek grupy roboczej ds. modyfikacji metodyki audytu wewnętrznego\n                           z wykorzystaniem standardu COSO.03.2000 - 03.2002 Dyrektor Departamentu Nadzoru Wewnętrznego _audyt wewnętrzny_ w\n                           Banku Gospodarki Żywnościowej S.A.1997 - 2000 \t\tZastępca dyrektora Departamentu Zagranicznego w NBP.1994 - 1997 \t\tDoradca Prezesa NBP kierujący:\tWydziałem Integracji Europejskiej w Departamencie Międzynarodowych Instytucji Finansowych\n                           NBP _1996 – 1997_,\tZespołem Prawnym, Zespołem Kryzysowym oraz Zespołem Polityki Nadzorczej w Generalnym\n                           Inspektoracie Nadzoru Bankowego w NBP _1993 – 1996_.1989 - 1993 \tAnalityk bankowy, inspektor prowadzący tzw. kontrole na miejscu w bankach,\n                           ekspert w zakresie prawa bankowego w Generalnym Inspektoracie Nadzoru Bankowego w\n                           NBP.1988 - 1989 \t\tAplikant w Prokuraturze Rejonowej Warszawa Mokotów.Wskazanie innej działalności wykonywanej poza przedsiębiorstwem emitenta.Jak wyżej.Nie uczestniczy w spółce lub innej osobie prawnej, która prowadzi działalność konkurencyjną\n                           w stosunku do Relpol S.A. jako wspólnik lub członek organów.Nie figuruje w Rejestrze Dłużników prowadzonym na podstawie ustawy o Krajowym  Rejestrze\n                           Sądowym.",
        "date": "2018-06-12"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, iż w dniu 12 czerwca 2018 roku Zwyczajne Walne\n                           Zgromadzenie Spółki podjęło uchwałę w sprawie przeznaczenia części zysku netto za\n                           rok 2017 na wypłatę dywidendy. Na wypłatę dywidendy przeznaczono kwotę 3.843.677,20\n                           zł, co daje 0,40 zł brutto na 1 akcję.Dywidendą objęte są wszystkie akcje spółki tj. 9.609.193 akcje.Dzień dywidendy _D_ ustalono na 7 sierpnia 2018 roku, a dzień wypłaty dywidendy _W_\n                           na 22 sierpnia 2018 roku.",
        "date": "2018-06-12"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach przesyła w załączeniu Sprawozdanie z działalności Rady\n                           Nadzorczej Relpol S.A. za 2017 r. obejmujące:1. Ocenę sytuacji Relpol S.A. wraz z uwzględnieniem systemu kontroli wewnętrznej,\n                           zarządzania ryzykiem oraz funkcji audytu wewnętrznego w 2017 r.2. Ocenę jednostkowego sprawozdania finansowego Relpol S.A. oraz skonsolidowanego\n                           sprawozdania finansowego Grupy Kapitałowej Relpol za 2017 r. 3. Ocenę sprawozdania Zarządu z działalności Relpol S.A. i Grupy Kapitałowej Relpol\n                           za 2017 r.4. Ocenę wniosku Zarządu w sprawie podziału zysku netto za rok obrotowy 2017.5. Rekomendacje Rady Nadzorczej.6. Skład Rady Nadzorczej i jej komitetów. 7. Działalność Rady Nadzorczej w 2017 r.8. Samoocenę pracy Rady Nadzorczej.9. Ocenę sposobu wypełniania przez Spółkę obowiązków informacyjnych dotyczących stosowania\n                           zasad ładu korporacyjnego.10. Ocenę racjonalności prowadzonej przez Spółkę polityki sponsoringowej, charytatywnej\n                           lub podobnej.",
        "date": "2018-05-11"
    },
    {
        "company_name": "RELPOL",
        "content": "Ogłoszenie o zwołaniu Zwyczajnego Walnego Zgromadzenia Spółki Relpol wraz z porządkiem\n                           obrad i projektami uchwał.Zarząd Relpol S.A. w Żarach przesyła w załączeniu treść ogłoszenia o zwołaniu Zwyczajnego\n                           Walnego Zgromadzenia Spółki na dzień 12.06.2018 r. wraz z porządkiem obrad i projektami\n                           uchwał.Załączniki:1. Ogłoszenie o ZWZ 2018.2. Projekty uchwał ZWZ 12 06 2018Podstawa prawna: Art. 56 ust. 1 pkt 2 Ustawy o ofercie - informacje bieżące i okresowe\n                           oraz § 19 ust. 1 pkt 1_ i 2_ rozporządzenia Ministra Finansów z dnia 29 marca 2018\n                           r. w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Dz.U. z 20.04.2018r., poz. 757_",
        "date": "2018-05-10"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol SA, mając na uwadze interes akcjonariuszy oraz sytuację finansową Spółki,\n                           będzie rekomendować najbliższemu Walnemu Zgromadzeniu wypłatę dywidendy z zysku netto\n                           za rok 2017 w wysokości 3.843.677,20 zł, czyli 0,40 zł na jedną akcję. Stanowi to\n                           63,52% zysku netto spółki osiągniętego w 2017 r. Pozostałą kwotę w wysokości 2.207.565,22\n                           zł Zarząd proponuje przeznaczyć na kapitał zapasowy.Rekomendację taką Zarząd przedstawił Radzie Nadzorczej i została ona pozytywnie zaopiniowana.Ostateczna decyzja o podziale zysku netto za rok 2017, podjęta zostanie przez akcjonariuszy\n                           na Zwyczajnym Walnym Zgromadzeniu Spółki.Podstawa prawna: art. 17 ust. 1 Rozporządzenia Parlamentu Europejskiego i Rady _UE_\n                           NR 596/2014 z dnia 16 kwietnia 2014 r. w sprawie nadużyć na rynku.",
        "date": "2018-05-10"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach podjął decyzję o przekazaniu do publicznej wiadomości\n                           wstępnych wyników finansowych za 2017 r. dotyczących Relpol S.A. Dane te znajdują się w załączonym pliku.",
        "date": "2018-02-21"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 6.02.2018 r. Rada Nadzorcza Spółki\n                           powołała Pana Sławomira Bialika na Prezesa Zarządu Spółki Relpol S.A. a Krzysztofa\n                           Pałgana na Wiceprezesa Zarządu.Sławomir Bialik od dnia 01.06.2017 pełnił obowiązki Wiceprezesa Zarządu Relpol S.A.\n                           a Krzysztof Pałgan od dnia 01.01.2018 pełnił obowiązki Członka Zarządu Relpol S.A.Życiorysy zawodowe powołanych osób:Sławomir BialikWykształcenie: Akademia Ekonomiczna we Wrocławiu, Magisterskie Studia Menedżerskie\n                           MBA, Uniwersytet Zielonogórski w Zielonej Górze, Mechanika i Budowa Maszyn. Kwalifikacje i zajmowane stanowiska: od 01.06.2017 do 06.02.2018 Wiceprezes Zarządu Relpol S.A.od VII.2008 i obecnie Prezes Zarządu Relpol Elektronik Sp. z o.o. Mirostowice Dolne,\n                           od V.2010 i obecnie Dyrektor Techniczno- Produkcyjny w Relpol S.A. Żary XI.2006 do IV.2010 Dyrektor Produkcji w Relpol S.A. III.2005 do X.2006 Dyrektor Produkcji i Logistyki w Relpol S.A. III.2004 d II.2005 Zastępca Dyrektora ds. Produkcji i Logistyki w Relpol S.A. I.2003-II.2004\n                           Kierownik Wydziału Produkcji Części w Relpol S.A. VII.2002 do XII.2002 Kierownik Wydziału Przetwórstwa Tworzyw i pełniący obowiązki\n                           Kierownika Wydziału Metalowego i Obróbki Powierzchni.VII.1996 do VI.2002 Kierownik Wydziału Przetwórstwa Tworzyw w Relpol S.A. IX.1993 do VI.1996 Kierownik zmianowy na Wydziale Mechanicznym w Relpol S.A. V.1983 do VII.1993 Mistrz na Wydziale Mechanicznym w Relpol S.A. Wskazanie innej działalności wykonywanej poza przedsiębiorstwem emitenta: Jak powyżej. Nie uczestniczy w spółce lub innej osobie prawnej, która prowadzi działalność konkurencyjną\n                           w stosunku do Relpol S.A. jako wspólnik lub członek organów. Nie figuruje w Rejestrze Dłużników prowadzonym na podstawie ustawy o Krajowym Rejestrze\n                           Sądowym. Krzysztof PałganWykształcenie: Akademia Techniczno-Rolnicza w Bydgoszczy, Inżynier elektryk, magister.\n                           Dodatkowo kursy i programy w zakresie zarządzania, sprzedaży, umiejętności przywódczych.\n                           Kwalifikacje i zajmowane stanowiska w latach: od 01.01.2018 do 06.02.2018 Członek Zarządu Relpol S.A., Dyrektor Handlu i Marketingu.od 06.11.2017 do 01.01.2018 Dyrektor Handlu i Marketingu w Relpol S.A.2013-2017 - Dyrektor Sprzedaży i Marketingu Dywizji PG w ABB Sp. z o.o. - Dyrektor Handlowy w ABB Sp. z o.o., 2011-2013 - Dyrektor Rynku systemów energetyki w ABB Sp. z o.o. 2004-2010 - Dyrektor Regionalnego Biura Sprzedaży w Poznaniu w Dywizji Produkty i\n                           Systemy dla Energetyki, w ABB Sp. z o.o. 2001-2003 - Dyrektor Obszaru Sprzedaży dla rynków C&EE w ABB Italy, Lodi. 1999-2000 - Dyrektor Sprzedaży i Marketingu Dywizji Systemów dla Energetyki w Krakowie,\n                           w ABB Sp. z o.o. 1998-1999 - Inżynier Sprzedaży w biurze regionalnym w Gdańsku _filia Bydgoszcz_, w\n                           ABB Sp. z o.o. 1993-1998 - Specjalista d/s systemów rozliczeniowych energii elektrycznej miedzy TSO\n                           i DSO w PSE Północ w Bydgoszczy. Wskazanie innej działalności wykonywanej poza przedsiębiorstwem emitenta: ak powyżej. Nie uczestniczy w spółce lub innej osobie prawnej, która prowadzi działalność konkurencyjną\n                           w stosunku do Relpol S.A. jako wspólnik lub członek organów. Nie figuruje w Rejestrze Dłużników prowadzonym na podstawie ustawy o Krajowym Rejestrze\n                           Sądowym.",
        "date": "2018-02-06"
    },
    {
        "company_name": "RELPOL",
        "content": "Zarząd Relpol S.A. w Żarach informuje, że w dniu 6.02.2018 r. Rada Nadzorcza Spółki\n                           postanowiła skrócić do dnia 06.02.2018 r. okres oddelegowania Pana Adama Ambroziaka\n                           do czasowego wykonywania czynności Prezesa Zarządu Spółki Relpol S.A. W związku z powyższym delegacja Pana Adama Ambroziaka do czasowego wykonywania czynności\n                           Prezesa Zarządu Relpol S.A. obejmuje okres od 01.01.2018 r. do 06.02.2018 r.",
        "date": "2018-02-06"
    }
]