[
    {
        "company_name": "SANOK RC SA",
        "content": "Na podstawie §5 ust.1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych _..._, Zarząd Sanok RC S.A. _\"Spółka\"_\n                           informuje, że Rada Nadzorcza uchwałą z dnia 13 grudnia 2017 roku powołała Pana Piotra\n                           Dołęgę na Członka Zarządu Spółki.Piotr Dołęga – Członek Zarządu, Dyrektor Finansowy.Posiada wykształcenie wyższe - absolwent Katolickiego Uniwersytetu Lubelskiego na\n                           kierunku finanse i bankowość. Ukończył też podyplomowe studia w Szkole Głównej Handlowej\n                           na kierunku \"Finanse i opodatkowanie Przedsiębiorstw\".Piotr Dołęga ma kilkunastoletnie doświadczenie w pracy w dużych, w tym międzynarodowych\n                           przedsiębiorstwach, w których zarządzał obszarem finansów. W latach 2010-2016 pracował\n                           w Grupie Zelmer gdzie pełnił funkcję członka zarządu, dyrektora finansowego spółki\n                           Zelmer Pro, oraz prokurenta, dyrektora kontrolingu i budżetowania Spółki Zelmer S.A.Wcześniej w latach 2007-2009 pracował w firmie Axtone, odpowiadając za obszar Kontrolingu\n                           Grupy Kapitałowej, w latach 2006-2007 pełnił funkcję pełnomocnika dyrektora ds. zarządzania\n                           projektami – szefa Biura Zarządzania Projektami i Kontrolingu w Zakładach Magnezytowych\n                           Ropczyce, natomiast w latach 2003-2006 pracował jako kontroler finansowy w Asseco\n                           Poland S.A.W trakcie swojej kariery  zawodowej wielokrotnie nadzorował i tworzył procesy zarządzania\n                           zmianą.W grudniu 2016 roku rozpoczął pracę w Sanok Rubber Company S.A. gdzie odpowiada za\n                           Pion Finansów.Zgodnie z oświadczeniem Piotra Dołęgi nie prowadzi on działalności konkurencyjnej\n                           w stosunku do emitenta, nie jest wspólnikiem w konkurencyjnej spółce cywilnej ani\n                           spółce osobowej, a także nie jest członkiem organu spółki kapitałowej ani członkiem\n                           organu jakiejkolwiek innej konkurencyjnej osoby prawnej. Piotr Dołęga nie figuruje w Rejestrze Dłużników Niewypłacalnych.",
        "date": "2017-12-13"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Na podstawie §5 ust.1 pkt 22 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych _..._, Zarząd Sanok RC S.A. _\"Spółka\"_\n                           informuje, że Rada Nadzorcza uchwałą z dnia 23 października 2017 roku powołała Prezesa\n                           Zarządu Spółki w osobie Piotra Szamburskiego.Piotr Szamburski – Prezes Zarządu, Dyrektor Generalny.Posiada wykształcenie wyższe  - absolwent Szkoły Głównej Handlowej na kierunku Międzynarodowych\n                           Stosunków Gospodarczych i Politycznych. Posiada dyplom ukończenia studiów w Studium\n                           Nauk Ekonomicznych i Społecznych w ramach Polsko-Niemieckiego Forum Akademickiego,\n                           jak również Certyfikat Kolegium Zarządzania i Finansów, SGH.  Jego dotychczasowa kariera zawodowa  związana była głównie z Polską Telefonią Cyfrową\n                           _obecnie T-Mobile Polska S.A._, gdzie w ramach różnych funkcji menadżerskich odpowiadał,\n                           między innymi za Departament Usług Sieciowych, Biuro Ekonomiki Technologii, Biuro\n                           Zakupów Strategicznych, Departamentu Zakupów i Ekonomiki. W kwietniu 2015 roku rozpoczął\n                           pracę w Spółce gdzie odpowiada za Pion Innowacji i Doskonalenia Zasobów. Zgodnie z\n                           oświadczeniem Piotra Szamburskiego nie prowadzi on działalności konkurencyjnej w stosunku\n                           do emitenta, nie jest wspólnikiem w konkurencyjnej spółce cywilnej ani spółce osobowej,\n                           a także nie jest członkiem organu spółki kapitałowej ani członkiem organu jakiejkolwiek\n                           innej konkurencyjnej osoby prawnej. Piotr Szamburski nie figuruje w Rejestrze Dłużników Niewypłacalnych",
        "date": "2017-10-23"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Na podstawie §5 ust.1 pkt 21 rozporządzenia Ministra Finansów z dnia 19 lutego 2009\n                           roku w sprawieinformacji bieżących i okresowych przekazywanych przez emitentów papierów wartościowych\n                           oraz warunkówuznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwemczłonkowskim, Zarząd Spółki Sanok RC S.A. informuje, iż w dniu dzisiejszym otrzymał\n                           od Pana Marka Łęckiego - Dyrektora Generalnego wypowiedzenie umowy o pracę i rezygnację\n                           z pełnienia funkcji Prezesa Zarządu Sanok RC S.A. z dniem 17 października 2017 roku.\n                           Rezygnacja podyktowana jest aktualnym stanem zdrowia.",
        "date": "2017-10-16"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje o zawarciu w dniu 29.09.2017r. z Bankiem Zachodnim\n                           WBK 22 transakcji zabezpieczających kurs EUR/PLN na 2018 rok w formie korytarza zerokosztowego\n                           eksportera.Spółka dokonała zakupu opcji PUT i dla ich sfinansowania wystawiła opcje CALL.Łączny nominał transakcji zabezpieczających wynosi 11 mln EUR i stanowi część planowanej\n                           ekspozycji walutowej na 2018 rok.Terminy rozliczenia transakcji przypadają w okresie od lutego 2018 do grudnia 2018.",
        "date": "2017-09-29"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC S.A. przekazuje informację otrzymaną 31 lipca 2017 roku od Aviva Investors\n                           Poland Towarzystwo Funduszy Inwestycyjnych S.A.:\"Działając na podstawie art. 69 ust. 1 pkt 2_ w związku z art. 87 ust. 1 pkt 2_ lit.\n                           a_ ustawy z dnia 29 lipca 2005 r. o  ofercie  publicznej  i warunkach  wprowadzania\n                           instrumentów  finansowych do zorganizowanego systemu obrotu oraz o spółkach publicznych\n                           _t. j . Dz. U. z 2013 r. poz. 1382 z późn. zm._, Aviva lnvestors Poland Towarzystwo\n                           Funduszy Inwestycyjnych S.A., działając:1. w   imieniu  własnym,  jako podmiot  uprawniony  do  zarządzania portfelami funduszy\n                           inwestycyjnych oraz jako organ uprawniony do reprezentowania funduszy inwestycyjnych,2. w imieniu i na rzecz Aviva lnvestors Funduszu Inwestycyjnego Otwartego oraz Aviva\n                           lnvestors Specjalistycznego Funduszu Inwestycyjnego Otwartego _dalej \"Fundusze\"_niniejszym informuje, że w wyniku transakcji sprzedaży akcji spółki Sanok Rubber Company\n                           S.A. _dalej \"Spółka\"_, dokonanej w dniu 27 lipca 2017 r., zmniejszył się poziom zaangażowania\n                           Funduszy w ogólnej liczbie głosów na walnym zgromadzeniu Spółki.W konsekwencji ww. zdarzenia Fundusze posiadają 1 334 302 sztuk akcji Spółki, stanowiących\n                           4,96% kapitału zakładowego Spółki, uprawniających do 1334 302 głosów, które stanowią\n                           4,96% ogólnej liczby głosów na walnym zgromadzeniu Spółki.Przed ww. zmianą Fundusze posiadały 1 345 119 sztuk akcji Spółki, stanowiących 5,004%\n                           kapitału zakładowego Spółki, uprawniających do 1 345 119 głosów, co stanowiło 5,004%\n                           ogólnej liczby głosów na walnym zgromadzeniu Spółki.Towarzystwo informuje również, że  Fundusze nie posiadają podmiotów zależnych będących\n                           w posiadaniu akcji lub praw do akcji Spółki.\"",
        "date": "2017-07-31"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC SA przekazuje listę Akcjonariuszy, którzy posiadali co najmniej 5%\n                           ogólnej liczby głosów reprezentowanych na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy\n                           w dniu 26 czerwca 2017 r.",
        "date": "2017-06-29"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2017-06-26"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "1. Na podstawie §38 ust.1 pkt 7 Rozporządzenia Ministra Finansów z 19 lutego 2009\n                           roku w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _\"Rozporządzenie\"_, Zarząd Spółki\n                           Sanok RC S.A. w załączeniu przekazuje treść uchwał podjętych przez Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy w dniu 26 czerwca 2017 roku. 2. Na podstawie §38 ust.2 Rozporządzenia, Zarząd Sanok RC S.A. informuje, iż w dniu\n                           26 czerwca 2017 roku Zwyczajne Walne Zgromadzenie Akcjonariuszy Sanok RC S.A. postanowiło\n                           przeznaczyć do podziału między akcjonariuszy w formie dywidendy kwotę 96 774 919,20zł,\n                           przy czym:a_kwota dywidendy na jedną akcję: 3,60 zł,b_dzień dywidendy: 6 lipca 2017 r.,c_termin wypłaty dywidendy: 26 lipca 2017 r., Liczba akcji objętych dywidendą: 26 881 922.",
        "date": "2017-06-26"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje, iż w dniu 8 czerwca 2017 roku Spółka podpisała\n                           Aneksy do umów kredytowych z mBank S.A. oraz Bankiem Zachodnim WBK S.A., w zakresie\n                           zwiększenia udostępnionych kredytów, zabezpieczeń i terminów spłaty.1. W wyniku Aneksu do Umowy o linię wieloproduktową zawartej w dniu 1 lutego 2012\n                           roku _raport bieżący nr 4/2012_ z mBank S.A. z siedzibą w Warszawie, zwiększono kwotę\n                           kredytu udostępnionego Spółce do wykorzystania w ramach linii wieloproduktowej o 25\n                           mln zł do poziomu 90 mln zł oraz zwiększono wysokość cesji należności stanowiącej\n                           zabezpieczenie udzielonego kredytu do 30 mln zł.2. W wyniku podpisanego Aneksu do Umowy o wielocelową i welowalutową linię kredytową\n                           zawartej w dniu 18 października 2003 roku _raport bieżący nr 22/2003_ z Bankiem Zachodnim\n                           WBK S.A. we Wrocławiu, zwiększono przyznany Spółce limit w ramach linii kredytowej\n                           o 20 mln zł do wysokości 90 mln zł. oraz określono termin spłaty kredytu na 30 czerwca\n                           2018 roku, a termin obowiązywania gwarancji i akredytyw wystawionych za Spółkę na\n                           30 czerwca 2019 roku.",
        "date": "2017-06-08"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC S.A. _\"Spółka\"_ podaje do publicznej wiadomości projekt uchwały zgłoszony\n                           w dniu 06.06.2017r., zgodnie z pkt 3 Ogłoszenia o zwołaniu walnego zgromadzenia Spółki,\n                           przez akcjonariusza Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK reprezentującego\n                           co najmniej jedną dwudziestą kapitału zakładowego Spółki, reprezentowanego przez Aviva\n                           Powszechne Towarzystwo Emerytalne Aviva BZ WBK S.A. do pkt 9 _\"Podjęcie uchwały w\n                           sprawie podziału czystego zysku wykazanego w sprawozdaniu finansowym Sanok Rubber\n                           Company Spółka Akcyjna za 2016 rok\"_ w ramach porządku obrad Zwyczajnego Walnego Zgromadzenia\n                           planowanego na dzień 26.06.2017 r. Projekt zgłoszonej uchwały znajduje się w załączniku do niniejszego raportu bieżącego\n                           oraz na stronie internetowej Spółki pod adresem www.sanokrubber.pl.",
        "date": "2017-06-07"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC SA z siedzibą w Sanoku, działając na podstawie art. 399 § 1 Kodeksu\n                           spółek handlowych zwołuje Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki. Treść ogłoszenia o zwołaniu WZ oraz projekty uchwał, które zostaną na nim przedstawione\n                           stanowią załącznik do raportu.",
        "date": "2017-05-30"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Na podstawie §5 ust.1 pkt 19 Rozporządzenia Ministra Finansów z 19 lutego 2009 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych _..._ _t.j. Dz. U. z 2014 r., poz. 133 z późn. zm._, Zarząd Spółki Sanok\n                           RC S.A. informuje, iż w dniu dzisiejszym otrzymał decyzję Rady Nadzorczej Spółki o\n                           wyborze biegłego rewidenta. Działającej na podstawie §25 ust.2 pkt 8 Statutu Spółki, zgodnie z obowiązującymi\n                           przepisami, Rada Nadzorcza podjęła uchwałę o wyborze biegłego rewidenta, zobowiązując\n                           Zarząd do zawarcia umowy z firmą Ernst & Young Audyt Polska spółka z ograniczoną odpowiedzialnością\n                           sp.k. z siedzibą w Warszawie, Rondo ONZ 1, wpisaną na listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych pod numerem 130, której powierzono:- przegląd półrocznych sprawozdań finansowych _jednostkowego i skonsolidowanego_ sporządzonych\n                           za okres od 01.01.2017r. do 30.06.2017r.,- badania sprawozdań finansowych _jednostkowego i skonsolidowanego_ sporządzonych\n                           za okres od 01.01.2017r. do 31.12.2017r., Firma Ernst & Young Audyt Polska spółka z ograniczoną odpowiedzialnością sp.k. przeprowadziła\n                           badanie rocznych i przegląd śródrocznych sprawozdań finansowych Spółki i skonsolidowanych\n                           Grupy kapitałowej za 2016 rok.",
        "date": "2017-05-22"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC S.A. przekazuje informację otrzymaną 2 lutego 2017 roku od Aviva Powszechne\n                           Towarzystwo Emerytalne Aviva BZ WBK SA:Zgodnie z obowiązkiem wynikającym z art. 69 ust.2 pkt 1 ppkt a i ust.4 Ustawy z dnia\n                           29 lipca 2005 roku o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz o spółkach publicznych _Dz.U. z 2013, poz.\n                           1382, tekst jednolity_ informujemy, iż w wyniku transakcji nabycia akcji spółki Sanok\n                           Rubber Company S.A. _dalej \"Spółka\"_ z siedzibą w Sanoku, zawartych w dniu 11 stycznia\n                           2017 roku, Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK _\"Aviva OFE\"_, posiadając\n                           przy wcześniejszym zawiadomieniu 12,05% ogólnej liczby głosów w Spółce, zwiększył\n                           udział w ogólnej liczbie głosów w Spółce o co najmniej 2%.Przed dokonaniem rozliczenia ww. transakcji, na dzień 12 stycznia 2017 roku Aviva\n                           OFE posiadał 3.743.470 sztuk akcji Spółki, stanowiących 13,93% kapitału zakładowego\n                           _wyemitowanych akcji_ Spółki i uprawniających do 3.743.470 głosów na Walnym Zgromadzeniu,\n                           co stanowiło 13,93% ogólnej liczby głosów.Po dokonaniu rozliczenia wyżej wymienionych transakcji, na dzień 13 stycznia 2017\n                           roku Aviva OFE posiadał 3.779.280 sztuk akcji Spółki, stanowiących 14,06% kapitału\n                           zakładowego _liczby wyemitowanych akcji_ Spółki i uprawniających do 3.779.280 głosów\n                           na Walnym Zgromadzeniu, co stanowiło 14,06% ogólnej liczby głosów.",
        "date": "2017-02-02"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje, iż w dniu 1 lutego 2017 roku Spółka podpisała\n                           z Alior Bankiem S.A. _w ramach działaności przejętej z Banku BPH_ Aneks do Umowy o\n                           linię wielocelową wielowalutową z dnia 11 marca 2016 roku _raport bieżący nr 5/2016_,\n                           na mocy którego wydłużono okres kredytowania do 9 czerwca 2017 roku.  Pozostałe warunki\n                           Umowy nie uległy zmianie.",
        "date": "2017-02-01"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje, iż w dniu 30 stycznia 2017 roku Spółka podpisała\n                           Aneks do Umowy o wielocelową i wielowalutową linię kredytową _\"Umowa\"_ zawartej w\n                           dniu 18 października 2003 roku _raport bieżący nr 22/2003_ z Bankiem Zachodnim WBK\n                           Spółka Akcyjna we Wrocławiu, na mocy którego zwiększono przyznany Spółce limit w ramach\n                           linii kredytowej o 10 mln zł do wysokości 70 mln zł. Pozostałe warunki Umowy nie uległy\n                           zmianie.",
        "date": "2017-01-30"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok Rubber Company S.A. _\"Spółka\"_ informuje, że w dniu 14 grudnia 2018 r.\n                           podjął decyzję o rozpoczęciu przeglądu opcji strategicznych wspierających dalszy rozwój\n                           działalności grupy kapitałowej Spółki _\"Grupa\"_.Przegląd opcji strategicznych ma na celu wybór najkorzystniejszego sposobu dalszego\n                           rozwoju działalności Grupy, w tym umacniania jej pozycji rynkowej oraz rozszerzania\n                           oferty produktowej i rynków zbytu.Na obecnym etapie Zarząd Spółki będzie rozważał różne opcje strategiczne, w tym, realizację\n                           przez Grupę projektów akwizycyjnych, w tym na rynkach zagranicznych, oraz potencjalnie\n                           pozyskanie dla Spółki partnera strategicznego lub finansowego. Jednocześnie Zarząd\n                           Spółki informuje, że dotychczas nie zostały podjęte żadne decyzje związane z wyborem\n                           przez Zarząd Spółki konkretnej opcji strategicznej i nie ma pewności, czy i kiedy\n                           taka decyzja zostanie podjęta w przyszłości. Zarząd Spółki będzie przekazywał do publicznej\n                           wiadomości informacje o przebiegu procesu przeglądu opcji strategicznych zgodnie z\n                           obowiązującymi przepisami prawa.Niniejszy raport został sporządzony zgodnie z przepisami art. 17 ust. 1 Rozporządzenia\n                           Parlamentu Europejskiego i Rady _UE_ nr 596/2014 z dnia 16 kwietnia 2014 r. w sprawie\n                           nadużyć na rynku _rozporządzenie w sprawie nadużyć na rynku_ oraz uchylające dyrektywę\n                           2003/6/WE Parlamentu Europejskiego i Rady i dyrektywy Komisji 2003/124/WE, 2003/125/WE\n                           i 2004/72/WE.",
        "date": "2018-12-14"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje o zawarciu w dniu 31.10.2018r. z mBank S.A.\n                           6 transakcji zabezpieczających kurs EUR/PLN na 2019 rok w formie korytarza zerokosztowego\n                           eksportera.Spółka dokonała zakupu opcji PUT i dla ich sfinansowania wystawiła opcje CALL.Łączny nominał transakcji zabezpieczających wynosi 6 mln EUR i stanowi część prognozowanej\n                           ekspozycjiwalutowej na 2019 rok.Terminy rozliczenia transakcji przypadają w okresie od lipca 2019 do grudnia 2019.",
        "date": "2018-10-31"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje o zawarciu w dniu 30.10.2018r. z mBank S.A.\n                           6 transakcji zabezpieczających kurs EUR/PLN na 2019 rok w formie korytarza zerokosztowego\n                           eksportera.Spółka dokonała zakupu opcji PUT i dla ich sfinansowania wystawiła opcje CALL.Łączny nominał transakcji zabezpieczających wynosi 6 mln EUR i stanowi część prognozowanej\n                           ekspozycjiwalutowej na 2019 rok.Terminy rozliczenia transakcji przypadają w okresie od lipca 2019 do grudnia 2019.",
        "date": "2018-10-30"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC S.A. w załączeniu przekazuje informację otrzymaną 16 października\n                           2018 roku od Powszechnego Towarzystwa Emerytalnego PZU S.A.",
        "date": "2018-10-16"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje o zawarciu w dniu 3.10.2018r. z mBank 6 transakcji\n                           zabezpieczających kurs EUR/PLN na 2019 rok w formie korytarza zerokosztowego eksportera.Spółka dokonała zakupu opcji PUT i dla ich sfinansowania wystawiła opcje CALL.Łączny nominał transakcji zabezpieczających wynosi 6 mln EUR i stanowi część prognozowanej\n                           ekspozycjiwalutowej na 2019 rok.Terminy rozliczenia transakcji przypadają w okresie od lipca 2019 do grudnia 2019.",
        "date": "2018-10-03"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok Rubber Company S.A. _Spółka_ informuje, iż w dniu 1 października 2018\n                           r. Spółka podpisała z Erbud S.A. Umowę o istotnej wartości na budowę hali produkcyjno-magazynowej.\n                           Celem realizacji inwestycji jest rozbudowa mocy produkcyjnych Spółki. Umowa została zawarta na niżej określonych warunkach:1. Data zawarcia kontraktu: 01.10.2018 r.2. Strony Umowy:Inwestor: Sanok Rubber Company S.A. Generalny Wykonawca: Erbud S.A.3. Wartość kontraktu netto: wynagrodzenie wynikające z Umowy _PLN, netto_ 49 900 000,00\n                           Rozliczenie odbędzie się na podstawie cen jednostkowych netto.4. Przedmiot kontraktu: Budowa hali produkcyjnej z funkcją magazynową oraz częścią\n                           socjalno-biurową i budynkami towarzyszącymi wraz z wyposażeniem i instalacjami oraz\n                           niezbędną infrastrukturą wewnętrzną i zewnętrzną5. Miejsce wykonywania kontraktu: ul. Przemyska 24, Sanok _nr działek 583/46 i 583/48\n                           obręb Sanok Olchowce_6. Terminy realizacji Umowy: około 15 miesięcy7. Warunki płatności: fakturowanie miesięczne płatne w terminie 30 dni8. Gwarancja dobrego wykonania _wartość, termin obowiązywania_: 10% wynagrodzenia\n                           netto tj. 4 990 000 zł w formie gwarancji bankowej z terminem ważności do 31.01.2020\n                           r. oraz dodatkowo zatrzymanie 5% wartości netto każdej faktury9. Gwarancja naprawy wad i usterek _wartość termin obowiązywania_: 8% wynagrodzenia\n                           netto w formie gwarancji bankowej na okres 5 lat, później na 3% wynagrodzenia netto\n                           w formie gwarancji bankowej na okres kolejnych 3 lat. Łącznie zabezpieczenie na 8\n                           lat10. Kary: za niedotrzymanie terminu zakończenia - 0,1% wynagrodzenia netto za każdy\n                           dzień zwłoki w przypadku odstąpienia od umowy przez Inwestora z winy Generalnego Wykonawcy - 10%\n                           wynagrodzenia nettolimit kar umownych do 10% wartości wynagrodzenia netto dla obu stron Wartość Umowy przekracza 10% wartości kapitałów własnych Spółki.",
        "date": "2018-10-01"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje, iż w dniu 29 czerwca 2018 roku Spółka podpisała\n                           Aneks do Umowy o wielocelową i welowalutową linię kredytową zawartej w dniu 18 października\n                           2003 roku _raport bieżący nr 22/2003_ z Bankiem Zachodnim WBK SA we Wrocławiu, na\n                           mocy którego określono termin spłaty kredytu na 30 czerwca 2019 roku, a termin obowiązywania\n                           gwarancji i akredytyw wystawionych za Spółkę na 30 czerwca 2020 roku.Pozostałe warunki umowy bez zmian.",
        "date": "2018-06-29"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC SA przekazuje listę Akcjonariuszy, którzy posiadali co najmniej 5%\n                           ogólnej liczby głosów reprezentowanych na Zwyczajnym Walnym Zgromadzeniu Akcjonariuszy\n                           w dniu 27 czerwca 2018 r.",
        "date": "2018-06-29"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje o zawarciu w dniu 28.06.2018r. z mBank S.A.\n                           6 transakcji zabezpieczających kurs EUR/PLN na 2019 rok w formie korytarza zerokosztowego\n                           eksportera.Spółka dokonała zakupu opcji PUT i dla ich sfinansowania wystawiła opcje CALL.Łączny nominał transakcji zabezpieczających wynosi 6 mln EUR i stanowi część planowanej\n                           ekspozycji walutowej na 2019 rok.Terminy rozliczenia transakcji przypadają w okresie od stycznia 2019 do czerwca 2019.",
        "date": "2018-06-28"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "MESSAGE _ENGLISH VERSION_",
        "date": "2018-06-27"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "1. Na podstawie §19 ust.1 pkt 6 Rozporządzenia Ministra Finansów z 29 marca 2018 roku\n                           w sprawie informacji bieżących i okresowych przekazywanych przez emitentów papierów\n                           wartościowych oraz warunków uznawania za równoważne informacji wymaganych przepisami\n                           prawa państwa niebędącego państwem członkowskim _Rozporządzenie_, Zarząd Spółki Sanok\n                           RC S.A. _Spółka_ w załączeniu przekazuje treść uchwał podjętych przez Zwyczajne Walne\n                           Zgromadzenie Akcjonariuszy w dniu 27 czerwca 2018 roku. 2. Na podstawie §19 ust.2 Rozporządzenia, Zarząd Spółki informuje, iż w dniu 27 czerwca\n                           2018 roku Zwyczajne Walne Zgromadzenie Akcjonariuszy Sanok RC S.A. postanowiło przeznaczyć\n                           do podziału między akcjonariuszy w formie dywidendy kwotę 80 645 766,00 zł, przy czym:a_ kwota dywidendy na jedną akcję: 3,00 zł,b_ dzień dywidendy: 6 lipca 2018 r.,c_ termin wypłaty dywidendy: 26 lipca 2018 r., Liczba akcji objętych dywidendą: 26 881 922.",
        "date": "2018-06-27"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje o zawarciu w dniu 25.06.2018r. z mBank S.A.\n                           6 transakcji zabezpieczających kurs EUR/PLN na 2019 rok w formie korytarza zerokosztowego\n                           eksportera.Spółka dokonała zakupu opcji PUT i dla ich sfinansowania wystawiła opcje CALL.Łączny nominał transakcji zabezpieczających wynosi 6 mln EUR i stanowi część planowanej\n                           ekspozycji walutowej na 2019 rok.Terminy rozliczenia transakcji przypadają w okresie od stycznia 2019 do czerwca 2019.",
        "date": "2018-06-25"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok Rubber Company S.A. _Spółka_ zapewniając Akcjonariuszom możliwość poznania\n                           kandydatów na członków Rady Nadzorczej Spółki informuje, iż otrzymał zgłoszenia kandydatury\n                           Pana Jana Woźniaka na niezależnego członka Rady Nadzorczej od Nationale-Nederlanden\n                           Powszechnego Towarzystwa Emerytalnego S.A., działającego w imieniu  Nationale-Nederlanden\n                           Otwartego Funduszu Emerytalnego akcjonariusza Spółki. Kandydatura została zgłoszona\n                           w związku z punktem 10 porządku obrad Zwyczajnego Walnego Zgromadzenia Spółki zwołanego\n                           na dzień 27 czerwca 2018 r.W załączeniu uzasadnienie kandydatury, życiorys zawodowy oraz oświadczenia Kandydata,\n                           które dostępne są również na stronie internetowej spółki pod adresem www.sanokrubber.pl.",
        "date": "2018-06-25"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok Rubber Company S.A. _Spółka_ zapewniając Akcjonariuszom możliwość poznania\n                           kandydatów na członków Rady Nadzorczej Spółki informuje, że otrzymał zawiadomienia\n                           o zamiarze zgłoszenia niżej wymienionych osób jako kandydatów w wyborach członków\n                           Rady Nadzorczej na Zwyczajnym Walnym Zgromadzeniu Spółki w dniu 27 czerwca 2018 r.:- Pana Marka Łęckiego – jako kandydata zgłoszonego przez Pana Piotra Szamburskiego,\n                           występującego jako akcjonariusz Spółki;- Pani Marty Rudnickiej oraz Pana Grzegorza Stulgisa – jako kandydatów zgłoszonych\n                           przez Pana Marka Łęckiego, akcjonariusza Spółki;W załączeniu uzasadnienie kandydatur, życiorysy zawodowe oraz oświadczenia Kandydatów,\n                           które dostępne są również na stronie internetowej spółki pod adresem www.sanokrubber.pl.",
        "date": "2018-06-20"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok Rubber Company S.A. _Spółka_ zapewniając Akcjonariuszom możliwość poznania\n                           kandydatów na członków Rady Nadzorczej Spółki, w związku z wyborami na Zwyczajnym\n                           Walnym Zgromadzeniu Akcjonariuszy w dniu 27 czerwca 2018r. informuje, że w dniu dzisiejszym\n                           wpłynęły do Spółki:1. oryginały dokumentów od Pana Janusza Kędziory, który zgłosił swoją osobę jako kandydata\n                           na niezależnego członka Rady Nadzorczej,2. zgłoszenie kandydatury Pani Zofii Dzik oraz Pana Artura Gabora na Członków Rady\n                           Nadzorczej od Aviva Powszechne Towarzystwo Emerytalne Aviva BZ WBK S.A. w imieniu\n                           Akcjonariusza Spółki Aviva Otwarty Fundusz Emerytalny Aviva BZ WBK. W załączeniu uzasadnienie kandydatur, życiorysy zawodowe oraz oświadczenia Kandydatów,\n                           które dostępne są również na stronie internetowej spółki pod adresem www.sanokrubber.pl.",
        "date": "2018-06-12"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok Rubber Company S.A. _Spółka_ zapewniając Akcjonariuszom możliwość poznania\n                           kandydatów na członków Rady Nadzorczej Spółki informuje, iż otrzymał zgłoszenia kandydatury\n                           Pana Jacka Podgórskiego na niezależnego członka pełniącego funkcję Wiceprzewodniczącego\n                           Rady Nadzorczej od Powszechnego Towarzystwa Emerytalnego PZU S.A., występującego w\n                           imieniu Otwartego Funduszu Emerytalnego PZU \"Złota Jesień\" akcjonariusza Spółki. Kandydatura\n                           została zgłoszona w związku z punktem 10 porządku obrad Zwyczajnego Walnego Zgromadzenia\n                           Spółki zwołanego na dzień 27 czerwca 2018 r.W załączeniu uzasadnienie kandydatury, życiorys zawodowy oraz oświadczenia Kandydata,\n                           które dostępne są również na stronie internetowej spółki pod adresem www.sanokrubber.pl.",
        "date": "2018-06-08"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC SA z siedzibą w Sanoku, działając na podstawie art. 399 § 1 Kodeksu\n                           spółek handlowych zwołuje Zwyczajne Walne Zgromadzenie Akcjonariuszy Spółki. Treść ogłoszenia o zwołaniu WZ oraz projekty uchwał, które zostaną na nim przedstawione\n                           stanowią załącznik do raportu.",
        "date": "2018-05-24"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC S.A. informuje, iż w dniu dzisiejszym Rada Nadzorcza Spółki podjęła\n                           uchwałę o wyborze biegłego rewidenta. Działając na podstawie §25 ust. 2 pkt 8 Statutu Spółki, Rada Nadzorcza dokonała wyboru\n                           biegłego rewidenta do przeprowadzenia:-przeglądu półrocznych sprawozdań finansowych _jednostkowego i skonsolidowanego_,\n                           sporządzonych za okres od 01.01.2018r. do 30.06.2018r.,-badania sprawozdań finansowych _jednostkowego i skonsolidowanego_, sporządzonych\n                           za okres od 01.01.2018r. do 31.12.2018r.,ustalając, że będzie nim:   Ernst & Young Audyt Polska spółka z ograniczoną odpowiedzialnością\n                           sp.k. z siedzibą w Warszawie, Rondo ONZ 1, wpisaną na listę podmiotów uprawnionych\n                           do badania sprawozdań finansowych pod numerem 130.Firma Ernst & Young Audyt Polska spółka z ograniczoną odpowiedzialnością sp.k. przeprowadziła\n                           badanie rocznych i przegląd śródrocznych sprawozdań finansowych Spółki i skonsolidowanych\n                           Grupy kapitałowej za 2016 i 2017 rok.",
        "date": "2018-05-24"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Spółki Sanok RC S.A. informuje o zawarciu w dniu 15.05.2018r. z Bankiem Zachodnim\n                           WBK 6 transakcji zabezpieczających kurs EUR/PLN na 2018 rok w formie korytarza zerokosztowego\n                           eksportera.Spółka dokonała zakupu opcji PUT i dla ich sfinansowania wystawiła opcje CALL.Łączny nominał transakcji zabezpieczających wynosi 8 mln EUR i stanowi część planowanej\n                           ekspozycji walutowej na 2018 rok.Terminy rozliczenia transakcji przypadają w okresie od lipca 2018 do grudnia 2018.",
        "date": "2018-05-15"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC S.A. _Spółka_ informuje o zawarciu w dniu 23 marca 2018 roku z CaixaBank,\n                           S.A. _Spółka Akcyjna_ Oddział w Polsce z siedzibą w Warszawie Umowy Kredytu w Rachunku\n                           _\"Umowa\"_.Przedmiotem podpisanej Umowy jest Kredyt w rachunku do kwoty 20 mln EUR do wykorzystania\n                           w EUR i PLN.Kredyt oprocentowany jest według zmiennej stopy procentowej: dla EUR 1M EURIBOR, dla\n                           PLN 1M WIBOR powiększonej o marżę banku.Okres kredytowania: 12 miesięcy od dnia zawarcia Umowy.Zabezpieczenie kredytu stanowią: zastaw rejestrowy na zapasach oraz środkach trwałych\n                           o wartości do 10 mln EUR z cesją praw z umowy ubezpieczenia, pełnomocnictwo do dysponowania\n                           środkami na rachunkach Spółki oraz weksel in blanco.",
        "date": "2018-03-23"
    },
    {
        "company_name": "SANOK RC SA",
        "content": "Zarząd Sanok RC S.A. określa stałe daty przekazywania raportów okresowych w 2018 roku:za rok 2017 - Raport Jednostkowy i Raport Skonsolidowany: 20 marca 2018 r.za I kwartał 2018 r. - Raport Rozszerzony:  15 maja 2018 r.za I półrocze 2018 r. - Raport Rozszerzony:  28 sierpnia 2018 r.za III kwartał 2017 r. - Raport Rozszerzony:  13 listopada 2018 r.Zarząd Sanok RC S.A. oświadcza, że zgodnie z §83 ust.1 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych _..._ - Dz.U. Nr 33 poz.259 z późn. zm. _Rozporządzenie_\n                           Spółka, będąc jednostką dominującą zamierza przekazywać skonsolidowane raporty kwartalne\n                           zawierające jednostkowe kwartalne informacje finansowe.Spółka nie będzie publikować odrębnego raportu półrocznego zgodnie z § 83 ust. 3 Rozporządzenia.Spółka rezygnuje również z publikacji rozszerzonego raportu kwartalnego za drugi i\n                           ostatni kwartał roku obrotowego zgodnie z §101 ust.2 Rozporządzenia.",
        "date": "2018-01-26"
    }
]