[
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Sanwil Holding S.A. informuje iż z dniem 9 listopada 2017 r. Spółka przystąpiła\n                           do Programu Wspierania Płynności. Z chwilą przystąpienia spółki do Programu Wpierania Płynności akcje spółki przestają\n                           być kwalifikowane do Strefy Niższej Płynności.Na podstawie Komunikatu Giełdy Papierów Wartościowych w Warszawie S.A. z dnia 9 listopada\n                           2017 r.  zmiana  systemu notowań wynikająca z zaprzestania kwalifikacji akcji spółki\n                           do Strefy Niższej Płynności nastąpi począwszy od sesji giełdowej w dniu 14 listopada\n                           2017 r.",
        "date": "2017-11-10"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING S.A. działając na podstawie § 5 ust 1 pkt. 21 Rozporządzenia\n                           Ministra Finansów z dnia 19.10.2005 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych informuje, iż Pan Maciej Węgorkiewicz,\n                           Członek Rady Nadzorczej złożył w dniu dzisiejszym oświadczenie o rezygnacji z pełnionej\n                           przez siebie funkcji Członka Rady Nadzorczej z dniem 19 października 2017 r. z przyczyn\n                           osobistych.Jednocześnie Zarząd Emitenta informuje na podstawie § 5 ust 1 pkt. 22 Rozporządzenia\n                           MF o powołaniu przez Radę Nadzorczą na podstawie art. 17.2. Statutu Spółki w dniu\n                           19.10.2017 do Rady Nadzorczej Pana Michała Makarczyk – Rodkiewicz.Michał Makarczyk\n                           – RodkiewiczWykształcenie średnie;1990-1994 - Liceum im. Gen. Władysława Sikorskiego w Warszawie.Doświadczenie zawodowe:1995-1998                       Kurier w Banku Inicjatyw Gospodarczych _obecnie Bank\n                           Millenium_,                                           Młodszy referent ds. administracyjnych\n                           Dom Maklerski Banku Inicjatyw                                           Gospodarczych _obecnie Dom Maklerski Millenium_,                                           Asystent maklera inwestycyjnego Dom Maklerski\n                           Banku InicjatywGospodarczych _obecnie Dom Maklerski Millenium_,Asystent doradcy inwestycyjnego Dom Maklerski Banku Inicjatyw Gospodarczych _obecnie\n                           Dom Maklerski Millenium_.1998 - 1999                       Dziennikarz giełdowy dziennika Prawo i Gospodarka.1999-2000                         Dziennikarz portalu finansowego Expander.2000-2002 _marzec_        Dziennikarz dziennika Puls Biznesu.2003 – obecnie                 Właściciel w Agencja PR/IR MakMedia Group _www.makmedia.pl_.Ponadto:2002-2003                         Rzecznik prasowy Wólczanka S.A.2003-2004                         Doradca Prezesa Zarządu PKN Orlen S.A.2015 – 2016                      Wspólnik portalu Akcjonariat.pl.Zgodnie ze złożonymi oświadczeniami działalność wykonywana przez Pana Michała Makarczyk\n                           – Rodkiewicz nie jest konkurencyjna w stosunku do działalności prowadzonej przez Emitenta.\n                           Pan Michał Makarczyk – Rodkiewicz nie uczestniczy w organach, ani nie jest wspólnikiem\n                           innych osób prawnych czy spółek osobowych konkurencyjnych do SANWIL HOLDING S.A. Pan Michał Makarczyk – Rodkiewicz nie figuruje w Rejestrze Dłużników Niewypłacalnych\n                           prowadzonym na podstawie ustawy o KRS.",
        "date": "2017-10-19"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Sanwil Holding S.A. informuje, że w dniu 04 października  2017 roku otrzymał\n                           podpisaną umowę z Domem Maklerskim Banku Ochrony Środowiska  S.A. z siedzibą w Warszawie,\n                           której przedmiotem jest pełnienie funkcji animatora emitenta na Giełdzie Papierów\n                           Wartościowych dla akcji oraz praw do akcji Sanwil Holding S.A. notowanych na Giełdzie\n                           Papierów Wartościowych.Umowa została zawarta na czas nieokreślony i wchodzi w życie z dniem 12 października\n                           2017 roku, o ile Zarząd Giełdy Papierów Wartościowych nie wyrazi sprzeciwu w trybie\n                           par.88 Regulaminu Giełdy.Umowa może zostać wypowiedziana przez każdą ze stron z dwumiesięcznym wypowiedzeniem\n                           ze skutkiem na koniec miesiąca kalendarzowego.Pozostałe warunki umowy nie odbiegają od warunków standardowych dla tego typu umów.Celem zawarcia umowy jest przystąpienie do Programu Wspierania Płynności prowadzonego\n                           przez GPW w Warszawie, a następnie zmianę rynku notowań akcji spółki na rynek notowań\n                           ciągłych.",
        "date": "2017-10-04"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Spółki Sanwil Holding S.A. z siedzibą w Lublinie, zgodnie z § 38 ust. 1 pkt.\n                           2 Rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji bieżących\n                           i okresowych przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania\n                           za równoważne informacji wymaganych przepisami prawa państwa niebędącego państwem\n                           członkowskim _Dz. U. z 2009, nr 33 poz. 259 z późniejszymi zmianami_ niniejszym informuje,\n                           iż w dniu 31.08.2017 r. Sanwil Holding S.A. na ręce pełnomocnika otrzymał postanowienie\n                           Sądu Rejonowego Lublin-Wschód w Lublinie, VI Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego, którego przedmiotem jest zarejestrowanie zmiany Statutu Sanwil Holding S.A.\n                           dokonanej Uchwałą Zwyczajnego Walnego Zgromadzenia numer 20/VI/2017 w dniu 28.06.2017\n                           r. Rejestracją objęto wpis nowego brzmienia paragrafu 28 Statutu Spółki. Szczegółowe\n                           informacje  w przedmiocie Uchwały podjętej przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           w dniu 28 czerwca 2017 r., przedstawiono w raporcie bieżącym numer 15/2017.  W załączeniu tekst jednolity Statutu uwzględniający ww. zmianę.",
        "date": "2017-09-01"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Sanwil Holding Spółka Akcyjna, informuje, iż w dniu 30 czerwca 2017 r. odbyło się\n                           Nadzwyczajne Zgromadzenie Wspólników spółki zależnej Draszba Distribution Spółka z\n                           ograniczoną odpowiedzialnością z siedzibą w Lublinie, w której Emitent posiada 100%\n                           kapitału zakładowego. Na Zgromadzeniu podjęto uchwałę dotyczącą rozwiązania spółki zależnej i rozpoczęciu\n                           procedury likwidacji z dniem podjęcia uchwały.",
        "date": "2017-06-30"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING Spółka Akcyjna informuje, że w dniu wczorajszym Rada Nadzorcza\n                           Spółki wybrała podmiot uprawniony do badania sprawozdań finansowych Emitenta.Podmiotem tym jest firma Poland Audit Services Sp. z o.o. z siedzibą w Warszawie,\n                           ul. Hrubieszowska 2. Wyboru dokonała Rada Nadzorcza Spółki zgodnie z obowiązującymi\n                           przepisami i normami zawodowymi.Biegły Rewident ma dokonać przeprowadzenia przeglądu sprawozdania finansowego _jednostkowego\n                           i skonsolidowanego_ za I półrocze 2017 oraz badania sprawozdania finansowego _jednostkowego\n                           i skonsolidowanego_ za rok 2017.Emitent korzystał w przeszłości z usług obecnie wybranego podmiotu uprawnionego do\n                           badania sprawozdań finansowych. Audytor dokonywał badania sprawozdań finansowych Spółki\n                           za lata od 2012 do 2016 r.Podmiot uprawniony do badania sprawozdań finansowych: firma Poland Audit Services\n                           Sp. z o.o. wpisany jest na listę podmiotów uprawnionych do badania sprawozdań finansowych\n                           prowadzoną przez Krajową Izbę Biegłych Rewidentów pod numerem 3790.",
        "date": "2017-06-10"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Spółki pod firmą SANWIL HOLDING S.A. z siedzibą w Lublinie _\"Spółka\"_, wpisanej\n                           do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego, prowadzonego przez Sąd Rejonowy\n                           Lublin – Wschód w Lublinie VI Wydział Gospodarczy KRS pod nr 0000119088, na podstawie\n                           art. 399 § 1, art. 402 1 oraz art. 402 2 Kodeksu Spółek handlowych _\"KSH\"_ oraz §\n                           38 ust. 1 rozporządzenia Ministra Finansów z dnia 19 lutego 2009 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U.09.33.259_ zwołuje Zwyczajne Walne Zgromadzenie Spółki\n                           SANWIL HOLDING Spółka Akcyjna w Lublinie _\"ZWZ\" lub \"Walne Zgromadzenie\"_, które odbędzie\n                           się w dniu 28 czerwca 2017 r. o godzinie 14.30 w Kancelarii Notarialnej Notariusz\n                           Jadwigi Pluty w Lublinie przy ul. Chopina 14.W załączeniu Zarząd Emitenta przekazuje treść ogłoszenia dot. zwołania ZWZ na dzień\n                           28 czerwca 2017 r. wraz z proponowanymi zmianami statutu Spółki oraz projekty uchwał\n                           na ZWZ.",
        "date": "2017-06-01"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Działając na podstawie art. 17 ust.1  MAR, Zarząd SANWIL HOLDING S.A. z siedzibą w\n                           Lublinie _Spółka_ informuje o zawarciu w dniu 29 maja 2017 r. umowy sprzedaży akcji\n                           spółki zależnej Draszba Spółka Akcyjna z siedzibą w Gdańsku.Przedmiotem umowy jest sprzedaż wszystkich dotychczas posiadanych akcji przez Sanwil\n                           Holding S.A.Zbycie posiadanych akcji spowoduje brak konsolidowania wyników tej spółki, co znacząco\n                           poprawi wyniki finansowe Grupy Kapitałowej Emitenta.",
        "date": "2017-05-30"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Sanwil Holding S.A. _\"Spółka\"_ działając zgodnie z art. 80 ustawy z dnia 29\n                           lipca 2005 r. o ofercie publicznej i warunkach wprowadzania instrumentów finansowych\n                           do zorganizowanego systemu obrotu oraz spółkach publicznych _Dz.U. z 2016 poz. 1639\n                           ze zm._ przedstawia stanowisko w zakresie warunków zawartych w wezwaniu do zapisywania\n                           się na sprzedaż akcji Spółki ogłoszonego w dniu 08 maja 2017 r. przez Value Fundusz\n                           Inwestycyjny Zamknięty Subfundusz 1 z siedzibą w Warszawie _\"Wzywający\"_.Stanowisko Zarządu jest następujące.1. Wezwanie będzie miało neutralny wpływ na interes Spółki, w związku z tym iż Wzywający\n                           na moment wezwania jest większościowym akcjonariuszem posiadającym kontrolę.2. Ogłoszone wezwanie nie będzie miało wpływu na zatrudnienie w spółce.Zarząd pozytywnie ocenia strategiczne zamiary podmiotu wzywającego wobec Spółki a\n                           w szczególności  zamiar  pozostawienia akcji spółki w obrocie na rynku regulowanym\n                           oraz brak zmiany przedmiotu działalności Spółki, jej lokalizacji, strategii i długoterminowych\n                           celów Spółki.3. Zarząd Spółki stwierdza, że jego zdaniem, cena proponowana w Wezwaniu jest zgodna\n                           z wymogami ustalonymi ceny minimalnej określonej w art. 79 Ustawy, nie mniej jednak\n                           w opinii Zarządu cena ta nie odzwierciedla wartości godziwej Spółki. Wynika to chociażby\n                           z faktu iż wartość księgowa 1 akcji spółki wg bilansu na koniec 2016 r. jest prawie\n                           sześciokrotnie wyższa niż cena proponowana w wezwaniu.",
        "date": "2017-05-26"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING Spółka Akcyjna informuje o zmianie terminu przekazania jednostkowego\n                           i skonsolidowanego raportu rocznego za 2016 r. wskazanych w raporcie bieżącym 3/2017\n                           z dnia 23.01.2017 r.Skonsolidowany i jednostkowy raport roczny za rok 2016 zostaną przekazane do publicznej\n                           wiadomości w dniu  02.05.2017  r.",
        "date": "2017-04-21"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Sanwil Holding Spółka Akcyjna, w nawiązaniu do raportu bieżącego nr 8/2017 informuje,\n                           iż w dniu 15 marca 2017 r. odbyło się Nadzwyczajne Zgromadzenie Wspólników spółki\n                           zależnej Draszba Distribution Spółka z ograniczoną odpowiedzialnością z siedzibą w\n                           Lublinie, w której Emitent posiada 100% kapitału zakładowego.Na Zgromadzeniu podjęto uchwałę iż spółka zależna Draszba Distribution sp. z o.o.\n                           nadal będzie istniała i prowadziła działalność gospodarczą, co powoduje, że Spółka\n                           nie ulegnie rozwiązaniu zgodnie z uchwałą z dnia 3 marca 2017 r.",
        "date": "2017-03-15"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Sanwil Holding Spółka Akcyjna, informuje, iż w dniu 3 marca 2017 r. odbyło się Nadzwyczajne\n                           Zgromadzenie Wspólników spółki zależnej Draszba Distribution Spółka z ograniczoną\n                           odpowiedzialnością z siedzibą w Lublinie, w której Emitent posiada 100% kapitału zakładowego.Na Zgromadzeniu podjęto uchwałę dotyczącą rozwiązania spółki zależnej i rozpoczęciu\n                           procedury likwidacji z dniem podjęcia uchwały.",
        "date": "2017-03-04"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING S.A. z siedzibą w Lublinie _\"Spółka\"_ w nawiązaniu do raportu\n                           bieżącego nr 5/2017 z dnia 09.02.2017 r. niniejszym informuje, iż w dniu 22.02.2017\n                           r. Sanwil Holding S.A. powziął informację o rejestracji podwyższenia kapitału zakładowego\n                           Spółki w dniu wczorajszym przez Sąd Rejonowy Lublin-Wschód w Lublinie, VI Wydział\n                           Gospodarczy Krajowego Rejestru Sądowego.Po podwyższeniu kapitału, kapitał zakładowy Spółki wynosi 10.022.274,00 zł _słownie:\n                           dziesięć milionów dwadzieścia dwa tysiące dwieście siedemdziesiąt cztery złote_ i\n                           dzieli się na 16.703.790 _słownie: szesnaście milionów siedemset trzy tysiące siedemset\n                           dziewięćdziesiąt_ akcji w tym:a_ 8.352.875 akcji serii D o wartości nominalnej 0,60 zł każda,b_ 8.350.915 akcji serii E o wartości nominalnej 0,60 zł każda,stanowiących łącznie _po zapisie akcji serii E_ 16.703.790 głosów na Walnym Zgromadzeniu\n                           Spółki.Emisja akcji serii E w zamian za warranty subskrypcyjne serii D została przeprowadzona\n                           z w ramach warunkowego podwyższenia kapitału Spółki, zgodnie z uchwałą Nr 4/V/2016\n                           Nadzwyczajnego Walnego Zgromadzenia SANWIL HOLDING Spółka Akcyjna w Lublinie z dnia\n                           19 maja 2016 roku w sprawie zmiany uchwały nr 4/XI/2013 Walnego Zgromadzenia SANWIL\n                           HOLDING Spółka Akcyjna w Lublinie z dnia 27 listopada 2013 roku w sprawie warunkowego\n                           podwyższenia kapitału zakładowego SANWIL HOLDING S.A. w drodze emisji akcji serii\n                           E, w sprawie emisji warrantów subskrypcyjnych serii D oraz zmiany statutu Spółki oraz\n                           wyłączenia prawa poboru dotychczasowych akcjonariuszy emisji akcji serii E i wyłączenia\n                           prawa poboru dotychczasowych akcjonariuszy emisji warrantów subskrypcyjnych serii\n                           D w wersji ustalonej po zmianie uchwałą Walnego Zgromadzenia nr 4/X/2014 z dnia 1\n                           października 2014 r., uchwałą Walnego Zgromadzenia nr 4/VI/2015 z dnia 25 czerwca\n                           2015 r. oraz uchwałą Walnego Zgromadzenia nr 4/V/2016 z dnia 19 maja 2016 r.",
        "date": "2017-02-23"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Emitenta informuje, iż w dniu dzisiejszym otrzymał zawiadomienie przesłane\n                           na podstawie art. 69 ust. 1 pkt. 1 ustawy z dnia 29 lipca 2005 r. o ofercie publicznej\n                           i warunkach wprowadzania instrumentów finansowych do zorganizowanego systemu obrotu\n                           oraz o spółkach publicznych o następującej treści: \"Działając w imieniu VALUE Fundusz Inwestycyjny Zamknięty z wydzielonym Subfunduszem\n                           1 z siedzibą w Warszawie, wpisanego do Rejestru Funduszy Inwestycyjnych prowadzonego\n                           przez Sąd Okręgowy w Warszawie, VII Wydział Cywilny Rejestrowy, pod numerem RFi 1339\n                           _dalej zwany \"Funduszem\" _ zarządzanego przez AgioFunds Towarzystwo Funduszy Inwestycyjnych\n                           S.A., z siedzibą w Warszawie _dalej zwane \"Towarzystwem\"_ wpisaną do rejestru przedsiębiorców\n                           Krajowego Rejestru Sądowego, prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w\n                           Warszawie, XII Wydział Gospodarczy, pod numerem KRS 0000297821, NIP 1080004399, REGON\n                           1412337, Towarzystwo mając na względzie obowiązek określony w art. 69 ust. 1 pkt.\n                           1 ustawy o ofercie publicznej i warunkach wprowadzania instrumentów finansowych do\n                           zorganizowanego systemu obrotu oraz o spółkach publicznych z dnia 29 lipca 2005 r.\n                           _Dz. U. z 2013 r. poz. 1382_ _dalej zwana \"ustawą o ofercie\"_ niniejszym zawiadamia,\n                           iż w wyniku wydania w dniu 9 lutego 2017 r, przez Sanwil Holding S.A. z siedzibą w\n                           Lublinie, ul. Cisowa 11, 20-703 Lublin _dalej zwana \"Spółką\"_ jednego odcinka zbiorowego\n                           akcji serii E obejmującego łącznie 8 350 915 _osiem milionów trzysta pięćdziesiąt\n                           tysięcy dziewięćset piętnaście_ zmieniła się ogólna liczba głosów bezpośrednio posiadanych\n                           przez Fundusz na Walnym Zgromadzeniu Spółki.Przed objęciem akcji serii E Fundusz posiadał bezpośrednio 2 673 586 _dwa miliony\n                           sześćset siedemdziesiąt trzy tysiące pięćset osiemdziesiąt_ akcji Spółki, reprezentujących\n                           32,00% procent kapitału zakładowego Spółki oraz reprezentujących 32,00 % procent głosów\n                           na Walnym Zgromadzeniu Spółki. Po objęciu akcji serii E Spółki Fundusz posiada bezpośrednio 11 024 501 _jedenaście\n                           milionów dwadzieścia cztery tysiące pięćset jeden_ akcji Spółki, reprezentujących\n                           66,00% procent kapitału zakładowego Spółki oraz reprezentujących 66,00% procent głosów\n                           na Walnym Zgromadzeniu Spółki.Ponadto w wykonaniu obowiązku określonego w art. 87 ust. 1 pkt. 2 ustawy o ofercie\n                           Fundusz informuje, iż inne fundusze inwestycyjne oraz inne fundusze inwestycyjne lub\n                           alternatywne fundusze inwestycyjne utworzone poza terytorium Rzeczypospolitej Polskiej\n                           zarządzane przez to samo Towarzystwo nie posiadają akcji Spółki. Fundusz nie posiada instrumentów finansowych, o których mowa w art. 69b ust. 1 ustawy\n                           o ofercie. Jednocześnie w wykonaniu obowiązku określonego w art. 69 ust. 4 pkt 5_ i 6_ ustawy\n                           o ofercie Fundusz informuje, że nie istnieją inne podmioty zależne od Funduszu posiadające\n                           akcje Spółki, a także osoby, o których mowa w art. 87 ust. 1 pkt 3_ lit c_ ustawy\n                           o ofercie.\"",
        "date": "2017-02-10"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING S.A. z siedzibą w Lublinie _\"Spółka\"_ w nawiązaniu do raportu\n                           bieżącego nr 38/2016 z dnia 30.12.2016 r. i raportu bieżącego nr 1/2017 dnia 09.01.2017\n                           r. informuje, że Spółka wydała Osobie Uprawnionej jeden odcinek zbiorowy obejmujący\n                           łącznie 8.350.915 akcji serii E.Stąd zgodnie z art.  452 § 1 Ksh, z chwilą wydania dokumentów akcji doszło do podwyższenia\n                           kapitału zakładowego Spółki o sumę równą wartości nominalnej akcji objętych na podstawie\n                           uchwały o warunkowym podwyższeniu kapitału zakładowego, to jest o sumę 5.010.549,00\n                           zł oraz powstały prawa z akcji serii E.Przed podwyższeniem kapitału akcjami serii E kapitał zakładowy Spółki wynosił 5.011.725,00\n                           złotych _słownie: pięć milionów jedenaście tysięcy siedemset dwadzieścia pięć_ i dzielił\n                           się na 8.352.875 _słownie: osiem milionów trzysta pięćdziesiąt dwa tysiące osiemset\n                           siedemdziesiąt pięć_ akcji o wartości nominalnej 0,60 złote _słownie: sześćdziesiąt\n                           groszy_ każda akcje, serii D, stanowiących łącznie 8.352.875 głosów na Walnym Zgromadzeniu\n                           Spółki,Po podwyższeniu kapitału kapitał zakładowy Spółki wynosi 10.022.274,00 zł _słownie:\n                           dziesięć milionów dwadzieścia dwa tysiące dwieście siedemdziesiąt cztery złote_ i\n                           dzieli się na 16.703.790 _słownie: szesnaście milionów siedemset trzy tysiące siedemset\n                           dziewięćdziesiąt_ akcji w tym:a_   8.352.875 akcji serii D o wartości nominalnej 0,60 zł każda,b_   8.350.915 akcji serii E o wartości nominalnej 0,60 zł każda,stanowiących łącznie _po zapisie akcji serii E_ 16.703.790 głosów na Walnym Zgromadzeniu\n                           Spółki.Emisja akcji serii E w zamian za warranty subskrypcyjne serii D została przeprowadzona\n                           z w ramach warunkowego podwyższenia kapitału Spółki, zgodnie z uchwałą Nr 4/V/2016\n                           Nadzwyczajnego Walnego Zgromadzenia SANWIL HOLDING Spółka Akcyjna w Lublinie z dnia\n                           19 maja 2016 roku w sprawie zmiany uchwały nr 4/XI/2013 Walnego Zgromadzenia SANWIL\n                           HOLDING Spółka Akcyjna w Lublinie z dnia 27 listopada 2013 roku w sprawie warunkowego\n                           podwyższenia kapitału zakładowego SANWIL HOLDING S.A. w drodze emisji akcji serii\n                           E, w sprawie emisji warrantów subskrypcyjnych serii D oraz  zmiany statutu Spółki\n                           oraz  wyłączenia prawa poboru dotychczasowych akcjonariuszy emisji akcji serii E i\n                           wyłączenia prawa poboru dotychczasowych akcjonariuszy emisji warrantów subskrypcyjnych\n                           serii D w wersji ustalonej po zmianie  uchwałą  Walnego Zgromadzenia nr 4/X/2014 z\n                           dnia 1 października 2014 r.,  uchwałą  Walnego Zgromadzenia nr 4/VI/2015 z dnia 25\n                           czerwca 2015 r. oraz uchwałą Walnego Zgromadzenia nr 4/V/2016 z dnia 19 maja 2016\n                           r.W związku z emisją akcji serii E, Spółka złoży odpowiednie wnioski do Krajowego Rejestru\n                           Sądowego o dokonanie zmian.",
        "date": "2017-02-09"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Sanwil Holding Spółka Akcyjna informuje o otrzymaniu w dniu dzisiejszym, tj. 06 lutego\n                           2017 r., powiadomienia przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach\n                           na akcjach Emitenta, od Pani Hanny Kwaśniewskiej będącej osobą blisko związaną z Prokurentem\n                           Emitenta. Pełna treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-02-06"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING Spółka Akcyjna na podstawie rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych oraz warunków uznawania za równoważne informacji\n                           wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz. U. z dnia\n                           28 lutego 2009 r. Nr 33 poz. 260 z późn. zm._ przekazuje do publicznej wiadomości\n                           zgodny z postanowieniami tego rozporządzenia terminarz publikacji raportów okresowych\n                           w roku 2017: Skonsolidowane raporty kwartalne wraz z kwartalną informacją finansową: - I kwartał 2017 - 30.05.2017 r. - III kwartał 2017 - 29.11.2017 r. Skonsolidowany raport półroczny wraz z półrocznym skróconym sprawozdaniem finansowym\n                           za I półrocze 2017 - 22.09.2017 r. Skonsolidowany i jednostkowy raport roczny za rok 2016 zostaną przekazane do publicznej\n                           wiadomości w dniu - 25.04.2017 r. Zarząd spółki SANWIL HOLDING S.A., zgodnie z §101 ust. 2 Rozporządzenia Ministra Finansów\n                           z dnia 19 lutego 2009 roku w sprawie informacji bieżących i okresowych przekazywanych\n                           przez Emitentów informuje, iż podjął decyzję o rezygnacji z publikacji sprawozdania\n                           kwartalnego za IV kwartał 2016 r. i za II kwartał 2017 r. Na podstawie § 83 ust. 1 i 3 Rozporządzenia, Zarząd SANWIL HOLDING S.A. oświadcza,\n                           że przekazywane do publicznej wiadomości skonsolidowane raporty kwartalne i skonsolidowany\n                           raport półroczny, będą zawierały odpowiednio kwartalną informację finansową i półroczne\n                           skrócone sprawozdanie finansowe.",
        "date": "2017-01-23"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Sanwil Holding Spółka Akcyjna informuje o otrzymaniu w dniu dzisiejszym, tj. 20 stycznia\n                           2017 r., powiadomienia przesłanego w trybie art. 19 ust. 1 rozporządzenia MAR, o transakcjach\n                           na akcjach Emitenta, od Pani Hanny Kwaśniewskiej będącej osobą blisko związaną z Prokurentem\n                           Emitenta. Pełna treść powiadomienia znajduje się w załączniku do niniejszego raportu.",
        "date": "2017-01-20"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Spółki Sanwil Holding S.A. z siedzibą w Lublinie, zgodnie z § 6 ust. 4 Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2018 nr 757 z późniejszymi zmianami_ niniejszym informuje, iż w dniu 30.11.2018\n                           r.  Rada Nadzorcza Spółki podjęła Uchwałę o przyjęciu tekstu jednolitego statutu spółki.Tekst jednolity obejmuje wpis nowego brzmienia paragrafu 11 Statutu Spółki.  W załączeniu\n                           tekst jednolity Statutu uwzględniający ww. zmianę.",
        "date": "2018-11-30"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Spółki Sanwil Holding S.A. z siedzibą w Lublinie, zgodnie z § 5 ust. 1 Rozporządzenia\n                           Ministra Finansów z dnia 29 marca 2018 r. w sprawie informacji bieżących i okresowych\n                           przekazywanych przez emitentów papierów wartościowych oraz warunków uznawania za równoważne\n                           informacji wymaganych przepisami prawa państwa niebędącego państwem członkowskim _Dz.\n                           U. z 2018 nr 757 z późniejszymi zmianami_ niniejszym informuje, iż w dniu 19.11.2018\n                           r.  Sąd Rejonowy Lublin-Wschód w Lublinie, VI Wydział Gospodarczy Krajowego Rejestru\n                           Sądowego, wydał postanowienie, którego przedmiotem jest zarejestrowanie zmiany Statutu\n                           Sanwil Holding S.A. dokonanej Uchwałą Zwyczajnego Walnego Zgromadzenia numer 22/VI/2018\n                           z dnia 28.06.2018 r. Rejestracją objęto wpis nowego brzmienia paragrafu 11 Statutu Spółki. Szczegółowe\n                           informacje w przedmiocie Uchwały podjętej przez Zwyczajne Walne Zgromadzenie Akcjonariuszy\n                           w dniu 28 czerwca 2018 r., przedstawiono w raporcie bieżącym numer 9/2018.",
        "date": "2018-11-20"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING Spółka Akcyjna informuje o zmianie terminu przekazania raportu\n                           PSr za I półrocze 2018 r.  wskazanego w raporcie bieżącym 1/2018 z dnia 29.01.2018\n                           r.Skonsolidowany raport półroczny wraz z półrocznym skróconym sprawozdaniem finansowym\n                           za I półrocze 2018 zostanie przekazany w dniu 01.10.2018 r.",
        "date": "2018-09-19"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING S.A. działając na podstawie § 5 ust. 5 Rozporządzenia Ministra\n                           Finansów z dnia 29.03.2018 r. w sprawie informacji bieżących i okresowych przekazywanych\n                           przez emitentów papierów wartościowych informuje, iż Rada Nadzorcza Spółki uchwałą\n                           z dnia 29.06.2018 roku powołała z tym samym dniem Pana Adama Buchajskiego na kolejną\n                           kadencję do pełnienia funkcji Prezesa Zarządu Emitenta.Adam Buchajski - Prezes ZarząduWykształcenie: wyższe techniczne, ukończony kurs dla kandydatów na Członków Rad Nadzorczych.\n                           Doświadczenie zawodowe: 1990 - do chwili obecnej właściciel firmy PHP Zambut, wytwarzającej surowce do produkcji\n                           obuwia, Zamość 1980-1990 Poczta Polska Telegraf i Telefon - Dyrekcja Wojewódzka Poczta Polska Telegraf\n                           i Telefon, Zamość - na stanowisku dyrektora 1975-1980 Urząd Telekomunikacyjny, Wojewódzki Urząd Telekomunikacyjny, Zamość - na\n                           stanowisku zastępcy dyrektora 2004-2005, 2007, 2008 - 2012, 2016 SANWIL HOLDING S.A. _SANWIL S.A._ - Członek Rady\n                           Nadzorczej 2004 -2008 Członek RN LPBO S.A. 2009 - 2016 członek RN Przedsiębiorstwo Drogowe i Oczyszczania Spółka z o.o. 2009 - nadal Członek RN WIKANA S.A. 2012 - nadal Prezes Zarządu SANWIL HOLDING S.A. Zgodnie ze złożonymi oświadczeniami działalność wykonywana przez Pana Adama Buchajskiego\n                           nie jest konkurencyjna w stosunku do działalności prowadzonej przez Emitenta. Pan\n                           Adam Buchajski nie uczestniczy w organach, ani nie jest wspólnikiem innych osób prawnych\n                           czy spółek osobowych konkurencyjnych do SANWIL HOLDING S.A. Pan Adam Buchajski nie\n                           figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym na podstawie ustawy o KRS.",
        "date": "2018-06-29"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Spółki pod firmą SANWIL HOLDING S.A. z siedzibą w Lublinie _\"Spółka\"_, wpisanej\n                           do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego, prowadzonego przez Sąd Rejonowy\n                           Lublin – Wschód w Lublinie VI Wydział Gospodarczy KRS pod nr 0000119088, na podstawie\n                           art. 399 § 1, art. 402 1 oraz art. 402 2 Kodeksu Spółek handlowych _\"KSH\"_ oraz §\n                           19 ust. 1 rozporządzenia Ministra Finansów z dnia 20 kwietnia 2018 r. w sprawie informacji\n                           bieżących i okresowych przekazywanych przez emitentów papierów wartościowych oraz\n                           warunków uznawania za równoważne informacji wymaganych przepisami prawa państwa niebędącego\n                           państwem członkowskim _Dz.U.2018.757_ zwołuje Zwyczajne Walne Zgromadzenie Spółki\n                           SANWIL HOLDING Spółka Akcyjna w Lublinie _\"ZWZ\" lub \"Walne Zgromadzenie\"_, które odbędzie\n                           się w dniu 28 czerwca 2018 r. o godzinie 14.30 w Kancelarii Notarialnej Notariusz\n                           Jadwigi Pluty w Lublinie przy ul. Chopina 14.W załączeniu Zarząd Emitenta przekazuje treść ogłoszenia dot. zwołania ZWZ na dzień\n                           28 czerwca 2017 r. wraz z proponowanymi zmianami statutu Spółki oraz projekty uchwał\n                           na ZWZ. Proponowane zmiany statutu przedstawione zostały w załączniku Nr 1 do niniejszego\n                           raportu bieżącego.",
        "date": "2018-06-01"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd spółki Sanwil Holding S.A. z siedzibą w Lublinie, informuje, że podjął decyzję\n                           o umieszczeniu w porządku obrad najbliższego  Walnego Zgromadzenia punktu dotyczącego\n                           wyrażenia zgody przez WZ na skup akcji własnych Emitenta w celu ich umorzenia. Nabycie akcji nastąpi w drodze składania zaproszeń _jednego albo kilku_ do składania\n                           ofert sprzedaży Akcji poza rynkiem regulowanym prowadzonym przez Giełdę Papierów Wartościowych\n                           w Warszawie S.A., skierowanych przez Spółkę do wszystkich akcjonariuszy Spółki. Spółka zamierza nabyć 700 000 akcji. Planowana cena nabycia akcji to 0,90 zł za akcję\n                           .",
        "date": "2018-06-01"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING Spółka Akcyjna informuje o zmianie terminu przekazania jednostkowego\n                           i skonsolidowanego raportu rocznego za 2017 r. wskazanych w raporcie bieżącym 5/2018\n                           z dnia 17.04.2018 r. Skonsolidowany i jednostkowy raport roczny za rok 2017 zostaną przekazane do publicznej\n                           wiadomości w dniu  29.04.2018  r.",
        "date": "2018-04-27"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING Spółka Akcyjna informuje o zmianie terminu przekazania jednostkowego\n                           i skonsolidowanego raportu rocznego za 2017 r. wskazanych w raporcie bieżącym 1/2018\n                           z dnia 29.01.2018 r.  Skonsolidowany i jednostkowy raport roczny za rok 2017 zostaną przekazane do publicznej\n                           wiadomości w dniu  30.04.2018  r.",
        "date": "2018-04-17"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd Emitenta informuje, że spółka w której Sanwil Holding S.A. posiada 50% udziałów,\n                           nabyła działkę gruntu w Zakopanem o powierzchni 1715 m.kw., na której zamierza realizować\n                           inwestycję polegającą na wybudowaniu budynku pensjonatowo - usługowego o całkowitej\n                           powierzchni użytkowej ok. 700 m.kw.",
        "date": "2018-03-12"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "Zarząd SANWIL HOLDING S.A. działając na podstawie § 5 ust 1 pkt. 22 Rozporządzenia\n                           MF  informuje o powołaniu przez Radę Nadzorczą na podstawie art. 17 Statutu Spółki\n                           w dniu 28.02.2018 r. do Rady Nadzorczej od dnia 01.03.2018 Pani Barbary Lenart.Barbara Lenart – Członek Rady Nadzorczej Wykształcenie: 09.2009 – 05.2014 Prawo i administracja, studia magisterskie Uniwersytet Jagielloński oraz Krakowska\n                           Akademia im. Andrzeja Frycza Modrzewskiego 09.2000 – 07.2004  Rachunkowość, Studia licencjackie Krakowska Akademia im. Andrzeja\n                           Frycza Modrzewskiego Doświadczenie zawodowe: 01.2013 – aktualnie \tPrezes Zarządu i komandytariusz, BLEUET Sp. z o.o. Sp.k. 10.2008 – aktualnie  \tProwadzenie własnej działalności w zakresie doradztwa prawno-księgowego\n                           01.2013 – 01.2017 \tPrezes Zarządu 2 M Sp. z o.o. 01.2013 – 01.2017  \tPrezes Zarządu KOSMED Sp. z o.o. 01.2013 – 12.2014  \tPrezes Zarządu Heatec.pl Sp. z o.o. 06.2009 – 05.2013  \tCzłonek Rady Nadzorczej Inweststar S.A. 06.2002 – 01.2013  \tAsystent działu prawnego Sobiesław Zasada S.A. Według oświadczenia działalność wykonywana przez Panią Barbarę Lenart nie jest konkurencyjna\n                           w stosunku do działalności prowadzonej przez Emitenta. Pani Barbara Lenart nie uczestniczy w organach, ani nie jest wspólnikiem innych osób\n                           prawnych czy spółek osobowych konkurencyjnych do SANWIL HOLDING S.A. Pani Barbara Lenart nie figuruje w Rejestrze Dłużników Niewypłacalnych prowadzonym\n                           na podstawie ustawy o KRS.",
        "date": "2018-03-01"
    },
    {
        "company_name": "SANWIL HOLDING SA",
        "content": "SANWIL HOLDING S.A. informuje, iż Pani Magdalena Buchajska, Członek Rady Nadzorczej\n                           złożyła w dniu dzisiejszym oświadczenie o rezygnacji z pełnionej przez siebie funkcji\n                           Członka Rady Nadzorczej ze skutkiem na dzień 28 lutego 2018 r.",
        "date": "2018-02-16"
    }
]